{"GDELT": {"GlobalEventID": 912772659, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "USA", "Actor1Name": "LOUISVILLE", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.46636771300448, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Louisville, Kentucky, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USKY", "Actor1Geo_ADM2Code": "KY111", "Actor1Geo_Lat": 38.2542, "Actor1Geo_Long": -85.7594, "Actor1Geo_FeatureID": "509453", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Kentucky, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USKY", "Action2Geo_Lat": 37.669000000000004, "Action2Geo_Long": -84.6514, "Action2Geo_FeatureID": "KY", "DATEADDED": 20200317000000, "SOURCEURL": "https://www.courier-journal.com/story/news/local/2020/03/16/how-louisville-funeral-homes-respond-coronavirus-covid-19-pandemic/5060382002/"}, "ARTICLE": {"TITLE": "How Louisville funeral homes are reacting to coronavirus guidelines on gatherings", "TEXT": "Louisville funeral home owners and directors are reacting to the COVID-19 coronavirus pandemic like every other business — they're watching it evolve by the hour and making adjustments as needed.\n\n\"We have gone from shortening hours of visitations and disallowing food in the funeral home to we, after this recommendation from the CDC, have moved to private family visitations primarily,\" said Alex Ratterman, co-owner of the Ratterman & Sons Funeral Home on Bardstown Road. \"It’s the only way to really keep the numbers under 50.\"\n\nThe Centers for Disease Control and Prevention announced Sunday evening that it would recommend to postpone or cancel all gatherings involving more than 50 people.\n\nLocal funeral homes took note. While Louisville's Fern Creek Funeral Home has not yet set a hard limit on how many people will be allowed to attend a service, owner Gayle Anderson Yates said it's a conversation that has come up.\n\nCoronavirus tracker:How many coronavirus cases are in Kentucky? And where?\n\nRead more:Here's what we know about Kentucky's 21 confirmed coronavirus cases\n\n\"I did contact each of the three families that I was making arrangements for today to make them aware of what the CDC’s recommendation is and offered some ideas about family-only viewing followed by a memorial service later on in the year when this passes,\" she said. \"The first family has already come in, and that’s what they agreed to do, but I do think we should try to adhere to the CDC guidelines and respect what our leaders are asking us to do. The families I’ve spoken to, they seem to be leaning in that direction.\"\n\nGov. Andy Beshear brought up funerals at his daily coronavirus press conference Monday evening. They're important moments in the grieving process, he said, but those in attendance, and those that host them, should take steps to keep attendees safe.\n\n\"We need make sure that even at something like that, we have close family there, but that all of these sacrifices that we’re making as a commonwealth and as a nation, that we don’t gather in very large numbers and ultimately undo those sacrifices that we are doing,\" Beshear said.\n\nThe Ratterman & Sons Funeral Home hasn't seen an uptick in decedents impacted by the coronavirus, Ratterman said, but the outbreak has had other impacts on the business.\n\nThey're working with churches to try to hold services in one single venue, instead of moving mourners to two locations where they could come in contact with COVID-19, the disease caused by the virus that has caused businesses, restaurants and schools across the world to close or curb their services.\n\nRatterman & Sons also is giving families the option to open services early to older visitors or people who suffer from chronic illnesses to minimize contact with others who could pass the virus on and has had conversations about hosting additional memorial services later for people who aren't able to host a full ceremony in the meantime.\n\nSee also:Kentucky unemployment during coronavirus: Who's eligible, how to apply\n\nFor Tuesday:Kentucky Derby could be postponed as organizers plan announcement\n\nFern Creek Funeral Home put a no-food policy in place over a week ago, Anderson Yates said, and has placed an added emphasis on keeping the facility clean.\n\nAmy Norris, president of the Schoppenhorst, Underwood, & Brooks Funeral Home in Shepherdsville, said staff members met Monday morning to talk about the next steps for their facility, which houses four visitation rooms.\n\nThey're cleaning each room after each ceremony, she said, and disinfecting handrails, doors and common areas at least once an hour. Her business is also trying to limit the number of services it hosts per day, staggering times where a high number of people will be in the building and allowing earlier hours for older or more vulnerable people to pay their respects.\n\nHolding a service to a certain number of attendees isn't mandatory, Norris said, but that could change as more mandates come down from Frankfort.\n\n\"We are having more phone calls asking whether we’ve canceled anything for the rest of the week, services and stuff,\" she said. \"The actual impact on our business, we haven’t seen anything so far.\"\n\nList:Louisville events are canceled, businesses close in response to coronavirus\n\nFern Creek Funeral Home staff had met with one family already early Monday to discuss plans for a service, with two other family meetings set for later that afternoon. The first family, Anderson Yates said, elected to hold an hourlong private viewing, with a limited service afterward. There will be no visitation.\n\nTears were shed during the conversation, she said.\n\n\"When we were talking about it, the young lady was like, ‘You know, I could run off and get married and have a wedding later, but my dad wanted a funeral and he had a lot of friends.’ They’re planning a celebration later in the year, but they’re very sad that they’re not able to do that,\" Anderson Yates said. \"Funerals — you only get to do ‘em once.\"\n\nLucas Aulbach can be reached at laulbach@courier-journal.com, 502-582-4649 or on Twitter @LucasAulbach. Support strong local journalism and subscribe: courier-journal.com/lucasa."}}