{"GDELT": {"GlobalEventID": 912773217, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.55362614913176, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Capitol Hill, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.889, "Actor1Geo_Long": -77.0003, "Actor1Geo_FeatureID": "529313", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Capitol Hill, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.889, "Actor2Geo_Long": -77.0003, "Actor2Geo_FeatureID": "529313", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Capitol Hill, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.889, "Action2Geo_Long": -77.0003, "Action2Geo_FeatureID": "529313", "DATEADDED": 20200317000000, "SOURCEURL": "https://www.newsmax.com/politics/bill/2020/03/16/id/958600/"}, "ARTICLE": {"TITLE": "Mnuchin Says Deal in Place to Get Virus Relief Bill Before Senate for a Vote", "TEXT": "Treasury Secretary Steven Mnuchin said congressional leaders have worked out a deal to move quickly on House-passed legislation to alleviate some of the economic consequences of the coronavirus outbreak and get it before the Senate for a vote.\n\nMnuchin emerged from a meeting with Senate Republicans Monday evening saying House Speaker Nancy Pelosi and Republican leader Kevin McCarthy have signed off on technical fixes to some of the language in the bill, and a House Republican who’d been threatening to delay the process said he would give way.\n\n“We’ll be talking to the Republicans at lunch tomorrow about the bill but we look forward to them taking it up and passing it,” Mnuchin said. “But we have a lot more work to do.”\n\nThe House was expected to clear the fixes Monday night and the Senate will be able to take it up on Tuesday.\n\nMnuchin said he also spoke to Republicans Monday about other stimulus bills they will work on “ASAP.”\n\nEarlier in the day there were indications that the relief legislation might be facing delays. Some of the issues centered on how far to extend epxnaded sick leave for workers affected by the virus. President Donald Trump had suggested the Senate alter it to allow expanded sick leave for workers at large corporations, raising the possibility of changes requiring the OK of both chambers at a time when the House is on a weeklong break from D.C.T\n\n“We want it for everybody,” Trump said of the sick leave provisions. The Senate is working to “enhance it and make it better and make it fair for everybody, and that’s what we’re looking to do.”\n\nIt was not immediately clear how those hurdles had been cleared.\n\nThe House-passed legislation includes enhanced jobless benefits, increased food aid for children, senior citizens and food banks, and higher funding for Medicaid benefits, as well as a temporary mandate for companies with fewer than 500 workers to give employees paid sick and family leave.\n\nCongressional leaders worked through snags over some language in the bill and objections raised by a few Republicans.\n\nAs Senate Majority Leader Mitch McConnell entered the Capitol earlier in the day, he said the chamber would take up the bill “as quickly as we can get consent,” suggesting a push to get Republicans on board for a vote this week.\n\nWeak and Unacceptable\n\nAlthough Trump had publicly backed the legislation and urged Congress to quickly pass it, the exemptions in the sick leave provision have drawn criticism from some Republicans, as well as labor groups.\n\nRepublican Sen. Tom Cotton of Arkansas said on Fox News Monday that the House-passed bill “doesn’t go far enough and it doesn’t go fast enough,” adding that he’s spoken to a lot of other senators who agree.\n\nOn the other end of the political spectrum, the United Food and Commercial Workers International Union blasted the bill as “weak” and “unacceptable” because it would exempt big corporations who employ about 80% of the workforce.\n\nThe legislation was already held up in the House Monday by delays in some technical corrections to the bill, which was written hastily Friday and passed after midnight following three days of negotiations between Mnuchin and Pelosi.\n\nEarlier Monday, Texas Rep. Louie Gohmert threatened to object to changes in the House bill, saying the legislation wasn’t released with enough time for lawmakers to study the text. Gohmert could stop the House from approving the technical changes this week because the chamber needs unanimous support to pass legislation when lawmakers aren’t in Washington, and House members left town Saturday.\n\nSmall Businesses\n\nMnuchin said Sunday that the administration is trying to allay concerns about the legislation, which is aimed at blunting some of the economic impact for workers and families as the coronavirus outbreak spreads in the U.S. In addition to being on Capitol Hill Monday, Senate Republicans invited Mnuchin to speak at their Tuesday lunch, according to a person familiar with the matter.\n\n“We are hearing feedback that certain small businesses are concerned about the burden of this. We were very focused, we need to get the money to people quickly,” Mnuchin said on the “Fox News Sunday” program. “We don’t want them to have to deal with big bureaucracy.”"}}