{"GDELT": {"GlobalEventID": 912773334, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "USAGOV", "Actor1Name": "THE WHITE HOUSE", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 2, "NumArticles": 4, "AvgTone": -0.81632653061224, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "The White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "The White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200317000000, "SOURCEURL": "https://www.kagstv.com/article/news/health/coronavirus/millennials-are-core-group-that-will-stop-coronavirus-white-house-task-force-says/499-205d2c36-f6f6-494c-926d-c059a54cebad"}, "ARTICLE": {"TITLE": "Task force head says millennials 'core' to stopping coronavirus", "TEXT": "The White House coronavirus response coordinator says millennials are going to be crucial in order to stop the spread of coronavirus around the country.\n\nAs the White House urges everyone to avoid crowds for the next 15 days to combat the spread of coronavirus, they had a special message on Monday for the country's largest generation...millennials.\n\nWhile speaking at Monday's coronavirus task force briefing, Dr. Deborah Birx, the White House coronavirus response coordinator, recounted how she told her two daughters, who are both millennials, that they are part of \"the core group that will stop this virus.\"\n\n\"We're asking all of them to hold their gatherings to under 10 people. Not just in bars and restaurants, but in homes. We really want people to be separated at this time,\" Dr. Birx described.\n\nThe new White House guidelines strongly recommends that over the next 15 days, Americans should not gather in groups of more than 10 people, schooling should be at home and discretionary travel and social visits should be avoided. Additionally, all older Americans and those at higher risk for coronavirus are urged to stay home.\n\n\"These guidelines are very specific, they are very detailed. They will only work if every American takes this together to heart and responds as one nation and one people to stop the spread of this virus,\" Dr. Birx said.\n\nShe later added that millennials will be the key to stopping this pandemic because they're the ones who are most likely to be out and about, while also being the least symptomatic.\n\nDr. Birx added that public health officials, like herself, don't always come out with \"exciting messages\" to get the seriousness of this situation across, but millennials can speak to one another about how important it is to protect everyone"}}