{"GDELT": {"GlobalEventID": 912756846, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.11764705882353, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sahyadri, Karnataka, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN19", "Actor2Geo_ADM2Code": "17696", "Actor2Geo_Lat": 14.0, "Actor2Geo_Long": 75.0, "Actor2Geo_FeatureID": "-2114746", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sahyadri, Karnataka, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN19", "Action2Geo_ADM2Code": "17696", "Action2Geo_Lat": 14.0, "Action2Geo_Long": 75.0, "Action2Geo_FeatureID": "-2114746", "DATEADDED": 20200316221500, "SOURCEURL": "https://indianexpress.com/article/cities/pune/isolation-beds-to-be-available-at-10-private-hospitals/"}, "ARTICLE": {"TITLE": "Isolation beds to be available at 10 private hospitals", "TEXT": "Hankare said that coordinated effort will help avoid Phase III, which is community transmission. (File photo) Hankare said that coordinated effort will help avoid Phase III, which is community transmission. (File photo)\n\nIsolation beds and isolation ICU (intensive care unit) beds were available not only at Naidu Hospital but also at 10 other private hospitals, said Dr Ramchandra Hankare, Chief Medical Officer, Pune Municipal Corporation.\n\nHankare said the local transmission of the coronavirus had to be prevented by taking adequate hygienic measures and by avoiding overcrowding. He also said presently, we were in Phase II of the outbreak, which has now been classified as a pandemic by World Health Organisation.\n\nHe added that coordinated effort will help avoid Phase III, which is community transmission.\n\nRecently, a 23-year-old man who had coronavirus-like symptoms got himself admitted to a private hospital. However, he was later asked to visit Naidu hospital to get tested. “I had cough and fever and hence visited a private hospital. They asked me to got to Naidu to get my samples tested. However, they did not allow me as I did not have foreign travel history. They asked me to go back to the private hospital,” he said. There, the man was asked to get a written document stating that he did not have coronavirus. The man said he had recently travelled from Bihar and worked at Pune.\n\nWhen asked, the Indian Medical Association (IMA) Pune President Dr Sanjay Patil said a provision was being made to set aside isolation wards/beds at 10 private hospitals. He also said strict action should be taken against those spreading fake videos about coronavirus and causing panic among public. The IMA Maharashtra State has launched ‘Campaign against rumours’ to raise awareness.\n\nA small booklet on Coronavirus Management Guidelines will be soon be released. Municipal commissioner Shekhar Gaikwad said only guidelines of World Health Organisation and Ministry of Health and Family Welfare should be followed. The PMC has developed an app on which doctors can notify suspected cases of COVID-19. The app is on website: idsp.mkcl.org.\n\nList of hospitals:\n\n1. Inlaks and Budhrani Hospital\n\n2. Nobel Hospital\n\n3. Jahangir Hospital\n\n4. Columbia Asia Hospital\n\n5. Sahyadri Hospital, Karve Nagar\n\n6. Sahyadri hospital, Hadapsar\n\n7. Surya Sahyadri Hospital\n\n8. KEM Hospital\n\n9. Ruby Hall Clinic\n\n10. Deenanath Mangeshkar Hospital\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest Pune News, download Indian Express App."}}