{"GDELT": {"GlobalEventID": 912771878, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "GOVHLH", "Actor1Name": "HEALTH OFFICIAL", "Actor1Type1Code": "GOV", "Actor1Type2Code": "HLH", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.99277605779154, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Atlanta, Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_ADM2Code": "GA121", "Actor1Geo_Lat": 33.749, "Actor1Geo_Long": -84.38799999999999, "Actor1Geo_FeatureID": "351615", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Atlanta, Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_ADM2Code": "GA121", "Action2Geo_Lat": 33.749, "Action2Geo_Long": -84.38799999999999, "Action2Geo_FeatureID": "351615", "DATEADDED": 20200317000000, "SOURCEURL": "https://www.clickondetroit.com/news/politics/2020/03/16/how-the-coronavirus-is-upending-american-politics/"}, "ARTICLE": {"TITLE": "How the coronavirus is upending American politics", "TEXT": "WASHINGTON, D.C. – The most elemental act of American democracy — voting — will be tested Tuesday as four states set to hold presidential primaries confront the impact of a global pandemic that has turned everyday life upside-down.\n\nLeaders sent conflicting signals about how to approach the next steps amid the coronavirus outbreak. As health officials warned against gatherings of greater than 10 people, President Donald Trump said elections should proceed.\n\nOhio Gov. Mike DeWine said the state's health director would declare a health emergency and order the polls closed for fears of exposing volunteer poll workers — many of them elderly — to the virus. Elections officials in Arizona, Illinois and Florida said they were moving forward with plans to vote.\n\nThe rapidly shifting developments amounted to a kind of chaos rarely seen in an election season. And it may not end soon as some states that have presidential contests in the coming weeks have already moved to postpone them and others were being pressed to follow.\n\n\"These are unusual restrictions,\" Susan Lerner, executive director of Common Cause New York, said of recommended federal limits to try and control the spread of the virus. Her group is urging the delay of that state's 2020 presidential primary from April 28 to June 23, when congressional and legislative primaries are already scheduled.\n\n“Normally, we do not support postponing elections, but these are extraordinary circumstances,\" Lerner said.\n\nCampaigns spent Monday sifting through data and talking to contacts on the ground to assess the impact of the coronavirus on turnout in places that will hold elections Tuesday. Former Vice President Joe Biden is moving closer to securing the Democratic presidential nomination, but could face a setback if the older voters who tend to support him don't show up. Vermont Sen. Bernie Sanders, meanwhile, can't afford to lose support from young voters who have been his most loyal supporters.\n\nThe tumult has left the campaign in a state of suspended animation. In-person rallies have been replaced with sometimes-awkward virtual events.\n\nSanders, the last Democrat standing between Biden and the nomination, isn't planning to drop out. Although his campaign looked to have nowhere to go after a big loss last week in Michigan, top advisers now see no downside to staying in the race as they assess how the coming days and weeks unfold.\n\nOn Monday night, Sanders staged a virtual rally featuring himself, rocker Neil Young and activist actress Daryl Hannah. He also released a video criticizing Biden for suggesting as a senator that he'd be willing to cut Social Security benefits — a line of attack he employed frequently during Sunday's debate.\n\n“I don't have to tell anybody that we are living in a very unprecedented and strange moment in the history of our country,” Sanders said, urging supporters that it may be time to “rethink our value system, rethink many of the systems we operate under.”\n\nSanders' team had expected Biden to do well in all four states that were set to vote on Tuesday. But the Vermont senator has also cast some doubt about the entire process, saying no one should risk being infected while voting and noting that it’s important “to make sure that everybody who wants to vote has the right to vote, and that may not be the case now.”\n\nStill, Sanders faces an increasingly tough path to the nomination. About half of the delegates in the Democratic primary have already been awarded and, if Biden has another big night Tuesday, he will pad an already large and perhaps insurmountable lead. Sanders trails Biden by more than 150 delegates nationally, meaning he'd need to win more than 57% of those yet to be allocated to clinch the Democratic nomination.\n\nBiden's campaign is trying not to look presumptuous about its prospects at this sensitive moment. Still, the former vice president is making moves to rally more voters to his campaign, including his announcement during the debate that he would choose a woman as a running mate.\n\nRep. Cedric Richmond, a Louisiana congressman and one of Biden’s campaign co-chairs, said the former vice president has “started the process of looking at people seriously.”\n\nBiden appeared to keep his focus Monday on winning the nomination, as he encouraged voters in a telephone town hall to participate in Tuesday primaries but to do so safely. Joining him was former Surgeon General Dr. Vivek Murthy, who served during President Barack Obama's second term. Murthy encouraged voters at high risk of contracting coronavirus to vote by mail or use curbside voting, if available, but he also explained precautions elections officials are planning in the Tuesday primary states.\n\nThe call came three days after Biden's initial effort at remote campaigning was marred by technical difficulties, a testament to the challenge of balancing what amounts to a national shut-in with the demands of a presidential campaign. “I appreciate everyone bearing with us as we figure out all the logistics of campaigning in a new way here,” Biden said Monday night.\n\nThe coming weeks will present additional uncertainties. After Tuesday, the campaign had been set to shift to Georgia next week, but officials there have already postponed their Democratic primary until May 19. That means voting isn't scheduled again anywhere until March 29 in Puerto Rico — and island officials are also seeking a delay.\n\nThe first week in April, meanwhile, would have featured Louisiana, but its decision to delay the primary until May leaves only primaries in far-flung Alaska and Hawaii and caucuses in Wyoming through April 4. That could leave the campaign in further limbo, perhaps prolonging a primary race that might otherwise have been wrapped up.\n\nVoting rights groups have advocated for upcoming elections to be postponed, or for states holding them as scheduled to adopt more lenient vote-by-mail and absentee ballot rules so that people don't have to choose between showing up at a polling place and putting their health at risk.\n\nMustafa Tameez, a Democratic strategist with ties to many of the party's top donors, noted that Americans voted during World War I and World War II. More recent voting during crisis came on the morning of Sept. 11, 2001, when balloting was already underway but was suspended for two weeks in New York's mayoral primary because of the terrorist attacks.\n\n“There should be no circumstance in which we say, because of a crisis — regardless of the crisis — that we stop our electoral government,\" Tameez said.\n\n___\n\nAssociated Press writers Bill Barrow in Atlanta, Seth Borenstein in Washington and Jonathan J. Cooper in Phoenix contributed to this report.\n\n___\n\nThis story has been corrected to show that Common Cause is seeking to move the New York primary to June 23, not June 3.\n\n___\n\nCatch up on the 2020 election campaign with AP experts on our weekly politics podcast, “Ground Game.”"}}