{"GDELT": {"GlobalEventID": 912756989, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "BRA", "Actor1Name": "VITORIA", "Actor1CountryCode": "BRA", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.51724137931035, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "SP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP", "Action2Geo_Lat": 40.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "SP", "DATEADDED": 20200316221500, "SOURCEURL": "https://www.gizmodo.com.au/2020/03/workers-shut-down-mercedes-factory-that-called-them-in-during-coronavirus/"}, "ARTICLE": {"TITLE": "Workers Shut Down Mercedes Factory That Called Them In During Coronavirus", "TEXT": "Workers Shut Down Mercedes Factory That Called Them In During Coronavirus\n\nSpain might be on lockdown as a country, but that didn’t stop Mercedes from calling in 5,000 employees to assemble vans in its Vitoria factory in Gasteiz. They weren’t having it.\n\n\n\nThe organised workers staged a sit-in at the end of the assembly line, stopping production whether management liked it or not, as tweeted in this thread of #capitalvslife:\n\nDe momento han conseguido para la línea. A las 10:30 reunión entre el Comité de Empresa y Emilio Titos, director de la planta de Mercedes Gasteiz. pic.twitter.com/CirHuNzPPM — Igor Goikolea (@goikoleaigor) March 16, 2020\n\n“The health of the workers is not guaranteed,” was the claim from the president of the works committee, Igor Gebara:\n\nLos trabajadores/as de la empresa #Mercedes en #Vitoria #Gasteiz #Alaba #Euskadi\n\nParan la producción!\n\nTras la exigencia de cierre por el Comité de Empresa presidido por Igor Gebara @ELAsindikatua porque \"no se garantiza la salud de los trabajadores\" #coronavirus #quedateencasa pic.twitter.com/Y88TNHVBln — Manel Márquez (@manelmarquez) March 16, 2020\n\nThe factory had at least one case of coronavirus and 23 workers in quarantine, as eldiario.es reports\n\nThe workers had been in talks all morning with management, but weren’t able to get Mercedes to agree to a shutdown, as the local Basque news outlet naiz reports:\n\nMercedes-Benz will stop the production of vans in Gasteiz at 14:00. The management has made this decision after the members of the works council have sat at the production exit line to demand that the health of workers be prioritised over production in the face of the coronavirus health crisis. The president of the company committee, Igor Guevara, explained to Efe that the members of the committee, some thirty, have sat at the exit of line 10, the last part of the chain, where the finished vehicle already leaves, to demand to the direction that take measurements and stop the plant. Guevara has assured that the meeting they had with management this morning, set at 9:30, has been delayed again, and that, after verifying that it is necessary to prioritise the health of workers, they have decided to carry out this action because the situation in the plant “cannot go on like this.”﻿\n\nThis is the largest factory in the area, and the response from the company to worker’s demands for safe conditions were remarkably haphazard, as Gasteiz Hoy reports:\n\n“The security measures were not being complied with, work was being done with cloth gloves, and no masks were distributed in the early hours,” insists the committee chairman: “The company insists that they did comply with the measures, although curiously, they have not been distributed masks at the beginning ”. The masks have begun to be distributed at 8, and even in the end they have also been delivered to workers who theoretically did not need them. Among other measures that have not been met are the minimum distances or the presence of more people than allowed in buses and locker rooms.﻿\n\nNissan, Renault, Seat, and Michelin had shut down factories already amid coronavirus, as eldiario.es reports, so the Basque Mercedes plant was a worrying holdout.\n\nIt has been a common refrain amid coronavirus shutdowns even here in America—employees being told to work if they can but not being provided any actual support, financial or otherwise, for protecting their health."}}