{"GDELT": {"GlobalEventID": 912771306, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "EDU", "Actor1Name": "COLLEGE", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.21457489878543, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ghana", "Actor1Geo_CountryCode": "GH", "Actor1Geo_ADM1Code": "GH", "Actor1Geo_Lat": 8.0, "Actor1Geo_Long": -2.0, "Actor1Geo_FeatureID": "GH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ghana", "Action2Geo_CountryCode": "GH", "Action2Geo_ADM1Code": "GH", "Action2Geo_Lat": 8.0, "Action2Geo_Long": -2.0, "Action2Geo_FeatureID": "GH", "DATEADDED": 20200317000000, "SOURCEURL": "https://www.centraltelegraph.com.au/news/qld-business-to-get-financial-support/3973956/"}, "ARTICLE": {"TITLE": "Qld business to get financial support", "TEXT": "All Queensland businesses will get a payroll tax holiday and struggling traders will get access to cheap loans to help them survive the coronavirus crisis.\n\nPremier Annastacia Palaszczuk has stepped up economic support to help traders stay in business and keep Queenslanders in jobs.\n\nShe's extended a six-month payroll tax holiday, announced earlier this month for small- and medium-sized businesses, to all businesses.\n\nAnd the government has also set aside $500 million for concessional loans of up to $250,000, including an initial 12-month interest free period.\n\nThe support is in addition to specific measures to help bruised and battered tourism operators and seafood exporters.\n\n\"We know the effects of this outbreak will grow and intensify, and as they do, so will our measures to protect Queenslanders' health, their jobs and their businesses,\" the premier said on Tuesday.\n\nThe cheap loans will be rolled out quickly through the Queensland Rural and Industry Development Authority, which is usually used to dole out help during natural disasters.\n\nThe state's confirmed coronavirus tally stands at 68, and while schools are officially open, some are preparing to close campuses and move to online teaching by the end of the week.\n\nAll Saints Anglican School on the Gold Coast has told parents that Thursday will be their last day on campus, with students to then learn from home in the run up to the Easter holidays.\n\nNearby Somerset College also told parents classes will be online within 48 hours."}}