{"GDELT": {"GlobalEventID": 912757085, "Day": 20200316, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2082, "Actor1Code": "CANGOV", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.09090909090909, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iceland", "Actor1Geo_CountryCode": "IC", "Actor1Geo_ADM1Code": "IC", "Actor1Geo_Lat": 65.0, "Actor1Geo_Long": -18.0, "Actor1Geo_FeatureID": "IC", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iceland", "Action2Geo_CountryCode": "IC", "Action2Geo_ADM1Code": "IC", "Action2Geo_Lat": 65.0, "Action2Geo_Long": -18.0, "Action2Geo_FeatureID": "IC", "DATEADDED": 20200316221500, "SOURCEURL": "https://www.todaysparent.com/family/family-health/coronavirus-grandparents-childcare/"}, "ARTICLE": {"TITLE": "No, you shouldn't be letting grandparents watch your kids right now", "TEXT": "As tempting—or even necessary—as it may seem, relying on grandparents for childcare during the coronavirus outbreak is not a good idea.\n\nSchools and daycares in many provinces are closing due to the coronavirus outbreak. Whether you’re still required to report to work or are starting to work from home in an effort to practice self-isolation and social distancing and having a hard time getting anything done with kids running around—those with grandparents who live nearby may want to call them in for childcare duty.\n\nWe hate to say it, but it’s probably not the best idea right now.\n\nThat’s because it’s become increasingly clear that the novel coronavirus, also known as COVID-19, is more dangerous for older people as well as those who are immunocompromised or have chronic health conditions. So while grandparents may seem like a good childcare solution in these stressful times, it isn’t the safest bet.\n\nAnd while you definitely should keep your kid away from grandparents if they are showing symptoms of illness, the same applies if they seem healthy. For one, even though the main way the virus spreads is while the person shows symptoms, there is some evidence that the person can be contagious during the incubation period—the time between when they catch the virus, and when they start to feel sick, according to the Centers for Disease Control. We also know that kids in particular have been relatively protected from COVID-19. So while they may not show obvious symptoms, kids may still be able to spread the virus to their grandparents.\n\nSrinivas Murthy, a clinical associate professor in the University of British Columbia’s Department of Pediatrics and an infectious disease specialist, told Today’s Parent that kids “have milder disease” when it comes to COVID-19. Because of this, the number of cases in that age group may be underreported as their cases are likely so mild that parents forego getting their kids tested thinking they just have a run-of-the-mill cold. Not to mention, kids aren’t always the best at washing their hands, so the likelihood of transmission is potentially high.\n\nOfficials have recently been setting extra precautions to protect the elderly population from contracting the coronavirus. On March 14, Quebec premier François Legault urged those over 70 to stay at home until further notice. As well, a grocery store in Iceland has designated early opening hours solely for older customers starting on March 17, so that they can get the supplies they need without exposing themselves to crowds.\n\nSo while it’s tough to keep grandparents at a distance, even when they may be eager to help out at their own risk, it’s definitely for the best."}}