{"GDELT": {"GlobalEventID": 912863998, "Day": 20200310, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1918, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.7190332326283904, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Burton Latimer, Northamptonshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKJ1", "Actor1Geo_ADM2Code": "40124", "Actor1Geo_Lat": 52.35, "Actor1Geo_Long": -0.666667, "Actor1Geo_FeatureID": "-2591391", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Burton Latimer, Northamptonshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKJ1", "Action2Geo_ADM2Code": "40124", "Action2Geo_Lat": 52.35, "Action2Geo_Long": -0.666667, "Action2Geo_FeatureID": "-2591391", "DATEADDED": 20200317104500, "SOURCEURL": "https://www.daventryexpress.co.uk/news/people/three-more-northamptonshire-coronavirus-cases-confirmed-2476729"}, "ARTICLE": {"TITLE": "Three more Northamptonshire coronavirus cases confirmed", "TEXT": "The number of confirmed cases of coronavirus in Northamptonshire has risen to 12.\n\nThree more positive test were results were confirmed yesterday (Monday) as the UK total jumped to 1,543. A total of 55 patients who had tested positive have died.\n\nIt's not known where in the county the three latest people who have tested positive are or how they became infected.\n\nCoronavirus\n\nNorthamptonshire County Council said the reporting system has changed meaning they don't have the same level of detail as before.\n\nLast week Southfield School in Kettering closed after a person tested positive having returned from overseas. It's not known whether they are a pupil or member of staff.\n\nA member of staff at a care home in Desborough has also tested positive.\n\nYesterday it was confirmed a member of staff at Nationwide's administration centre in Moulton Park has tested positive.\n\nThe first Northamptonshire case was confirmed by the Department of Health on March 3, as a person who had recently been to Italy, which is the most-affected country in Europe.\n\nKGH and NGH have since restricted their visiting hours.\n\nThe outbreak has seen virtually all sport cancelled as well as festivals and events around the country.\n\nOn Sunday Crazy Hats postponed their annual charity walk at Wicksteed Park.\n\nBurton Latimer's guiding meetings have been suspended until further notice and Rothwell's youth club has closed until further notice.\n\nMu Mu in Kettering say it's business as usual for them although they have reduced table numbers so there is more space between diners. They added that they have started delivering seven days a week and have adopted a 'contactless' delivery where food is left on a doorstep to avoid contact."}}