{"GDELT": {"GlobalEventID": 912811945, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "NZL", "Actor1Name": "NEW ZEALAND", "Actor1CountryCode": "NZL", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.92307692307693, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ", "Actor1Geo_Lat": -42.0, "Actor1Geo_Long": 174.0, "Actor1Geo_FeatureID": "NZ", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mumbai, Maharashtra, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN16", "Actor2Geo_ADM2Code": "70184", "Actor2Geo_Lat": 18.975, "Actor2Geo_Long": 72.8258, "Actor2Geo_FeatureID": "-2092174", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 32.9866, "Action2Geo_Long": -83.6487, "Action2Geo_FeatureID": "GA", "DATEADDED": 20200317034500, "SOURCEURL": "https://www.mid-day.com/articles/mitchell-mcclenaghans-wife-sends-him-funny-note-as-he-is-self-quarantined/22677248"}, "ARTICLE": {"TITLE": "Mitchell McClenaghan's wife sends him funny note as he is self-quarantined", "TEXT": "New Zealand pacer and Mumbai Indians player Mitchell McClenaghan recently received a funny note from none other than his wife Georgia England on returning home from Pakistan where he featured in the franchise-based Pakistan Super League recently.\n\nMitch McClenaghan got married to his long-time girlfriend Georgia earlier this year and is currently on a 14-day self-isolation phase at home due to the Coronavirus outbreak. This has become mandatory for anyone returning from a foreign country.\n\nMcClenaghan's wife Georgia, meanwhile, has moved into her parents' place for the time being. \"Straight home into isolation, get home to this note from my legendary wife who's gone to stay with her parents for a few weeks. See you guys in 14 days,\" McClenaghan wrote on Twitter, reacting to the note stuck by his wife on the refrigerator behind him that read, \"When you start to get frustrated just think...it could be worse. At least you're not stuck inside with your wife.\"\n\nStraight home into isolation, get home to this note from my legendary wife who’s gone to stay with her parents for a few weeks. See you guys in 14 days ðÂ\u009fÂ\u0091Â\u008c pic.twitter.com/GjEo4n4Vhk — Mitchell McClenaghan (@Mitch_Savage) March 15, 2020\n\nMitchell McClenaghan has played 48 ODIs for New zealand taking 82 wickets at a bowling average of 28.20. Mitch's best bowling figures are 5/58. McClenaghan has also played 29 T20Is with 30 wickets at an avefage of 26.30. We can't wait to see Mitchell McClenaghan back in action.\n\nCatch up on all the latest sports news and updates here. Also download the new mid-day Android and iOS apps to get latest updates"}}