{"GDELT": {"GlobalEventID": 912812006, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.27807486631016, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Houston, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX201", "Actor1Geo_Lat": 29.7633, "Actor1Geo_Long": -95.3633, "Actor1Geo_FeatureID": "1380948", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Houston, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX201", "Action2Geo_Lat": 29.7633, "Action2Geo_Long": -95.3633, "Action2Geo_FeatureID": "1380948", "DATEADDED": 20200317034500, "SOURCEURL": "https://www.click2houston.com/news/local/2020/03/17/170-hfd-personnel-have-reported-potential-exposure-to-coronavirus-union-says/"}, "ARTICLE": {"TITLE": "170 HFD personnel have reported potential exposure to coronavirus, union says", "TEXT": "These appear to be the early days of the coronavirus problem in Houston, yet already 170 Houston Fire Department employees have reported potential exposure to the virus through patient contact, according to the Houston Professional Fire Fighters Association.\n\nUnion President Patrick “Marty” Lancton said only two firefighters among that large group have been tested for COVID-19. He said the results came back negative.\n\nThe other 168 reports have resulted in firefighters returning to work, almost immediately, and answering more calls after personnel, equipment and vehicles are sanitized.\n\n“If the employee has worn the appropriate issued protective gear and followed protocol, they will be considered low risk,\" HFD Chief Sam Pena said on Monday.\n\nPena’s assessment appears to align with CDC guidelines.\n\nLancton said he does not argue that the specific point does maintain that the city of Houston’s plan does not fully protect firefighters and could become a problem for the city with staffing levels already below minimum guidelines on some days.\n\n“If the question is do we have enough resources to handle this pandemic as we sit here today, I can tell you the answer is no,” Lancton said on Monday.\n\nLancton said he is particularly concerned about what happens if a firefighter does get sick. He believes there is no true plan in place for safe quarantine of affected firefighters.\n\nSome other cities have set-up or are in the process of setting-up buildings dedicated to the care of first responders who are infected.\n\n“If we can’t go home where are we going to put them?” Lancton asked.\n\nThe question was forwarded to Pena via email, but was not answered Monday afternoon.\n\nIn addition to staffing levels and isolation protocols, Lancton is concerned about the city’s proccurement levels of masks for patients and gowns for first responders.\n\nPena said Monday more gowns are on the way.\n\nAfter the story initially aired Monday, HFD Public Information Officer Sheldra Brigham offered total numbers that varied from HPFFA:\n\n“Since Friday afternoon, about 120 members reported as low risk. Three reported as medium risk. Of those, two cleared risk while at the hospital and one self-quarantine for testing and has since cleared. No high risk reported.”"}}