{"GDELT": {"GlobalEventID": 912865175, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "PAK", "Actor1Name": "ISLAMABAD", "Actor1CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.28571428571428, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sukkur, Sindh, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK05", "Actor1Geo_ADM2Code": "40404", "Actor1Geo_Lat": 27.7052, "Actor1Geo_Long": 68.8574, "Actor1Geo_FeatureID": "-2775228", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20200317104500, "SOURCEURL": "https://www.news18.com/news/world/pakistans-coronavirus-tally-jumps-to-183-in-24-hours-as-sindh-reports-150-cases-2539107.html"}, "ARTICLE": {"TITLE": "Pakistan's Coronavirus Tally Jumps to 183 in 24 Hours as Sindh Reports 150 Cases", "TEXT": "Islamabad: Pakistan's coronavirus cases surged to 183 on Monday after dozens of new infection were reported in Sindh province.\n\nOfficial said that Sindh had 150 positive cases, followed by Khyber Pakhtunkhwa with 15, Balochistan 10, Gilgit-Baltistan 5, Islamabad 2 and Punjab 1.\n\nSindh government spokesperson Murtaza Wahab said that 119 patients were among the passengers who arrived in Sukkur from Taftan.\n\nThe exponential increase is largely due to the recent inflow of people brought in from Taftan after a purported quarantine,\" said Wahab said.\n\nThe number of quarantined pilgrims in Taftan rose to 4,000 by March 11. Some of them were allowed to go their provinces after local Balochistan government said it could not handle the rush of pilgrims coming from Iran.\n\nAbout around 300 people were taken to Sindh and quarantined at Sukkur to undergo tests before going to their homes.\n\nSindh Chief Minister Murad Ali Shah accused in a press conference that pilgrims were not properly isolated at Taftan and were kept together.\n\nMeanwhile, government is taking steps to contain the pandemic as authorities in Punjab province converted all public sector universities' hostels into quarantine centres as an immediate arrangement.\n\nOfficials said that universities were informed in the province to clean all hostels and shift the belongings of students, if there were any, to store rooms after properly tagging them for identity.\n\nThe Prime Minister's Advisor on Health Dr Zafar Mirza said that all educational institutions have been closed and their staff stopped from attending the institutions.\n\nThe deadly virus, which originated in China's Wuhan city in December, has claimed over 7,000 lives and infected more than 170,000 people over 135 countries and territories.\n\nChina remains the hardest-hit with 80,860 infections and 3,213 deaths. After China, Italy and Iran are the two worst-affected countries.\n\nPakistan's high-powered National Security Committee on Friday took several decision to boost efforts to defeat the threat posed by the virus.\n\nAmong other things, it decided to close down the western border with Afghanistan and Iran. It also ordered the closure of all education institutions in Pakistan till April 5 in view of the virus outbreak."}}