{"GDELT": {"GlobalEventID": 912811601, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "GOV", "Actor1Name": "MAYOR", "Actor1Type1Code": "GOV", "Actor2Code": "CVL", "Actor2Name": "NEIGHBORHOOD", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.86915887850467, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200317034500, "SOURCEURL": "https://wajr.com/morgantown-temporarily-shuts-down-non-essential-buildings-some-programming/"}, "ARTICLE": {"TITLE": "Morgantown temporarily shuts down non-essential buildings, some programming", "TEXT": "MORGANTOWN, W.Va. – Morgantown officials have temporarily closed some non-essential city buildings and cancel most city programming through Sunday, April 6.\n\nThe closure includes all branches of the Morgantown Public Library, City Hall and Municipal Court.\n\nCity manager Paul Brake says services will still be provided to the public.\n\n“During these closures employees will be working remotely when at all possible,”Brake said,”While many non-essential services will be suspended, essential services will be maintained including police and fire, public works services will also be maintained.”\n\nBrake says non-essential administrative paperwork like building permits can be turned in at the public safety building.\n\nFirst responders have equipment required to handle calls involving subjects that care symptomatic. Fire Chief Mark Caravosos says they have a limited amount of protective equipment, but expect more to be delivered by the end of the week. Police Chief Ed Preston says they protocols and are prepared.\n\n“They (the subject) will be masked as well as the officers encountering them, it’s out of caution at this time,”Preston said,”We intend to restrict and reduce any potential spread to the officers and the public.”\n\nExecutive Director of the Morgantown Public Library, Sarah Palfrey says the branches will be closed, but encourages residents to access digital content.\n\nThe city council meeting scheduled for tomorrow night has been postponed until Tuesday, March 24 so technology can be added to allow the public to participate remotely.\n\nMayor Bill Kawecki says neighborhood association meetings will also be suspended, and council members are still considering appropriate action to crisis.\n\n“These are things that are still in-play and we’re still deliberating about what we could, or should do as a council and as a city what we might address what we can do appropriately,”Kawecki said,”Out main concern is the welfare of the community.”"}}