{"GDELT": {"GlobalEventID": 912811649, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "GOV", "Actor1Name": "MINIST", "Actor1Type1Code": "GOV", "Actor2Code": "REBLEG", "Actor2Name": "REBEL", "Actor2Type1Code": "REB", "Actor2Type2Code": "LEG", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.48101265822785, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Madhya Pradesh, Madhya Pradesh, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN35", "Actor1Geo_ADM2Code": "17744", "Actor1Geo_Lat": 23.5, "Actor1Geo_Long": 78.5, "Actor1Geo_FeatureID": "-2103026", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Madhya Pradesh, Madhya Pradesh, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN35", "Actor2Geo_ADM2Code": "17744", "Actor2Geo_Lat": 23.5, "Actor2Geo_Long": 78.5, "Actor2Geo_FeatureID": "-2103026", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Madhya Pradesh, Madhya Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN35", "Action2Geo_ADM2Code": "17744", "Action2Geo_Lat": 23.5, "Action2Geo_Long": 78.5, "Action2Geo_FeatureID": "-2103026", "DATEADDED": 20200317034500, "SOURCEURL": "https://www.ndtv.com/india-news/madhya-pradesh-crisis-kamal-nath-should-resign-on-moral-grounds-says-gopal-bhargava-2195388"}, "ARTICLE": {"TITLE": "Kamal Nath Should Resign On Moral Grounds, Says Gopal Bhargava", "TEXT": "Gopal Bhargava on Monday said that Chief Minister Kamal Nath should tender his resignation.\n\nLeader of Opposition in Madhya Pradesh Assembly, Gopal Bhargava on Monday said that Chief Minister Kamal Nath should tender his resignation on moral grounds as his government lacks the majority.\n\n\"The state government is running away from facing the floor test but it cannot be saved from collapsing as a good number of MLAs are against it. Government has been defeated morally and the Chief Minister should resign on moral ground,\" Gopal Bhargava told ANI.\n\nThe BJP leader further said that his party will demand the floor test to be held in the Vidhan Sabha immediately after the Governor's address.\n\n\"The full quorum is not mandatory in the Vidhan Sabha for the floor test. If Congress MLAs are not coming it is their concern. We will demand the floor test after the Governor's address today,\" Gopal Bhargava said.\n\nEarlier on Sunday, Madhya Pradesh Minister PC Sharma had alleged that the rebel Congress MLAs were not being allowed to come back to the state.\n\n\"They (rebel Congress MLAs who are kept in Bengaluru) are being hypnotized and terrorized and are not allowed by (some people) to come to the state, their families are being harassed,\" PC Sharma had said.\n\nEarlier Governor Lalji Tandon had written to Chief Minister Kamal Nath stating that the method of \"raising of hands\" should be used for conducting the trust vote in the Assembly.\n\nThe letter also mentions that BJP has told Governor that the electronic voting system is not available in the Assembly.\n\nKamal Nath on Sunday met Tandon in Bhopal and said that he is ready for the floor test in the state Assembly and will speak to the Speaker about it."}}