{"GDELT": {"GlobalEventID": 912865265, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.5943396226415096, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Idlib, Idlib, Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY12", "Actor1Geo_ADM2Code": "26365", "Actor1Geo_Lat": 35.9306, "Actor1Geo_Long": 36.6339, "Actor1Geo_FeatureID": "-2542538", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200317104500, "SOURCEURL": "https://www.middleeastmonitor.com/20200317-is-it-the-end-of-the-honeymoon-for-russia-and-turkey/"}, "ARTICLE": {"TITLE": "Is it the end of the honeymoon for Russia and Turkey?", "TEXT": "Although six hours of talks between Presidents Vladimir Putin and Recep Tayyip Erdogan in Moscow a couple of weeks ago have resulted in a ceasefire and averted a full-scale war between Turkey and Syria, it is doubtful whether the Russian-Turkish relationship will be restored to its former level entirely. Recent military activity in the Idlib region and the loss of dozens of Turkish soldiers have seriously undermined once very close relations between Moscow and Ankara. Despite the fact that Putin and Erdogan have become increasingly close as a result of their resentment of US and EU policies, it is evident that their countries are increasingly at odds over important issues such as Syria and Libya.\n\nPutin has so far been very successful in developing good relations and balancing between key actors in the Middle East and North Africa even when they oppose each other. Such an approach has made Russia the indispensable power broker in the region. Mark Katz, professor of government and politics at George Mason University, claims that Russia has hoped that “its willingness to support opposing sides will encourage competition for Moscow’s favour through each side offering it favours and concessions.” Such a policy has also been evident in Syria, where Russia has been relatively successful in balancing between Bashar Al-Assad, Erdogan, Iran and the interests of the Gulf States. However, recent developments suggest that such an approach no longer works.\n\nWith Assad’s army retaking most Syrian territory, his regime has not only managed to survive but also to regain much of its power. Moreover, his ambitions have expanded since he declared his aim to regain every piece of the country, including Idlib province, the last stronghold of his opponents backed by Turkey. More advances by Assad’s forces would have catastrophic consequences for Erdogan; the fall of Idlib would launch a new wave of refugees towards Turkey, which already hosts 3.7 million from Syria. The Turks also fear that the Syrian forces may head further north and retake territories under Turkish influence, such as Afrin.\n\nREAD: US: Turkey can get Patriot missiles after it returns Russia defence system\n\nAccording to Professor Selcuk Colakoglu, Director at the Turkish Centre for Asia Pacific Studies, “It seems that Russia reached the limits of diplomatic manoeuvring,” when the differences between Moscow’s allies started to look as if they are irreconcilable and hard, if not impossible, for the Kremlin to broker a compromise. Neither Syria nor Turkey, of course, has been happy about Moscow supporting the other.\n\nColakoglu observed that the Idlib crisis has created bitter disappointment in Ankara, which assumed that Russia would not sacrifice Turkey for the Syrian province. However, he pointed out that Russian approval of Syrian actions which resulted in the killing of 50 Turkish soldiers in Idlib in the past month, as well as Moscow questioning Turkish sovereignty over Hatay province, will likely poison the positive image that the Turks have of Russia.\n\nAway from Syria — where Colakoglu believes Moscow has chosen Damascus over Ankara — Russia faces a few more difficult challenges in the region where it has to pick a side. It will have to choose between Israel and Iran on the Syrian issue, and has just opened a new front with Saudi Arabia in competition for a share of the oil market. Hence, it is likely that Moscow will face ever greater difficulties in trying to retain its middleman role in the coming months.\n\nHowever, from the Russian point of view, there is still some room for manoeuvre. Over the years, it has tried to pull multiple players closer through military, economic or diplomatic deals. It is unquestionable that the Assad regime owes its survival to Putin, which saved the Syrian President from the same fate as former Libyan leader Muammar Gaddafi. Putin will certainly remind him of this if Assad ignores Russian interests.\n\nREAD: Lessons to be learnt from the battle of Idlib\n\nDespite growing discontent at home and numerous challenges abroad, Erdogan’s position is far stronger than Assad’s, because as well as being a regional power Turkey is a member of NATO, which Erdogan now tries to monetise.\n\nNevertheless, Russia does have some leverage over Turkey. The economic sanctions that Moscow imposed after a Turkish F-16 fighter shot down a Russian Su-25 attack aircraft in late 2015, may serve as a warning to Erdogan; such an the outcome would damage their relationship, perhaps irreparably.\n\nAccording to Colakoglu, Russia certainly has the capacity to harm the Turkish economy in the short term. Turkey is dependent on Russian gas for around 50 per cent of its needs, and seven million Russian tourists visited Turkey in 2019, while the Russian market is very important for Turkish products and construction companies. However, Prof. Colakoglu warns that Russia may also suffer from any sanctions, given that, for example, Turkey is the second-largest consumer of Russian gas in Europe after Germany and sanctions would see a self-inflicted loss of income for Moscow. This might also undermine Russia’s image as a trustworthy energy supplier and push European countries to find alternative sources.\n\nREAD: Turkey asks Russia to co-manage oil fields to rebuild Syria\n\nDespite growing differences, though, it is unlikely that Russian-Turkish relations will deteriorate as easily as they did in 2015. Ankara’s decision to buy the S-400 missile system from Russia, along with the construction of Akkuyu Nuclear Power Plant as well as the TurkStream natural gas pipeline project all bring large, long-term benefits to both countries.\n\nEven so, it is doubtful that the countries could maintain the current level of intensive cooperation. In Colakoglu’s opinion, the bilateral mechanism has functioned well enough to diminish differences over Syria, Libya and the Eastern Mediterranean, but not Idlib. “Although the recent ceasefire deal for Idlib was agreed in Moscow, the humiliating footage of Russian media against the Turkish President and his delegation created great anger among the Turkish public. By treating Ankara as a little brother Moscow has just pushed it towards the West,” he told me.\n\nIt is also evident that their shared grievances against the West will simply not be enough to overcome the current differences, as happened in 2016. The local elections last year indicated that the pro-West trend is on the rise within Turkey while the Idlib crisis has served as a warning to the government that Russia should not be seen as a trustworthy strategic partner. Colakoglu believes that while both Ankara and Moscow will refrain from cutting the relationship further due to economic interdependence, “it will be very difficult to keep the 2016 spirit of partnership again.” As such, even if the Putin-Erdogan summits continue over certain issues in the near future, Ankara will, from now on, seek a counterbalance with its NATO allies. The honeymoon may well be over.\n\nThe views expressed in this article belong to the author and do not necessarily reflect the editorial policy of Middle East Monitor."}}