{"GDELT": {"GlobalEventID": 912864760, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "FLORIDA", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -0.45045045045045, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Maryland, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMD", "Actor1Geo_Lat": 39.0724, "Actor1Geo_Long": -76.7902, "Actor1Geo_FeatureID": "MD", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 27.8333, "Actor2Geo_Long": -81.717, "Actor2Geo_FeatureID": "FL", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 27.8333, "Action2Geo_Long": -81.717, "Action2Geo_FeatureID": "FL", "DATEADDED": 20200317104500, "SOURCEURL": "https://www.fox35orlando.com/news/loan-program-aimed-at-keeping-businesses-afloat-during-coronavirus-outbreak"}, "ARTICLE": {"TITLE": "Loan program aimed at keeping businesses 'afloat' during coronavirus outbreak", "TEXT": "article\n\nGov. Ron DeSantis announced on Monday that Florida will begin a $50 million bridge-loan program for businesses hurt by the novel coronavirus and that he has directed the state’s revenue department to extend deadlines for businesses to pay corporate income taxes.\n\nAppearing at the state Emergency Operations Center in Tallahassee, DeSantis said the $50 million in state loans will supplement any loans made available by the U.S. Small Business Administration and will help to “keep people afloat.”\n\nPeople can apply for the loans, administered by the Florida Department of Economic Opportunity, beginning Tuesday. The interest-free loans can be up to $50,000.\n\n“We think that this is obviously something that is affecting the economy. We hope this is not something that affects the economy infinitum. That it’s relatively short,” DeSantis said. “The problem is if you're in some of these industries really getting hit, you have a cash flow issue. Particularly if you have tight margins, this is a way to kind of keep people afloat.”\n\nBut in contrast to dramatic steps being taken by governors in other states, DeSantis did not recommend that restaurants, bars and other establishments close as the state tries to prevent the spread of the virus.\n\nBar and restaurant closings in other states came after the federal Centers for Disease Control and Prevention on Sunday advised that gatherings of 50 people or more be postponed for the next eight weeks.\n\nAdvertisement\n\nRELATED: Drive-thru coronavirus testing planned in Broward\n\nHours after the recommendations were released, the governors of New York, New Jersey and Connecticut issued a joint statement announcing the closures, though there is an exception that allows restaurants to continue to offer take-out food. Governors of states such as Indiana and Maryland took similar steps.\n\nPresident Donald Trump on Monday said states with evidence of “community” spread of the virus --- which includes Florida --- should close restaurants, bars and schools. The president also said the outbreak could last until July or August.\n\nDeSantis, in response to questions, said the state needs to ensure recommendations are thoughtful and don’t cause a panic.\n\n“The fact of the matter is that we can succeed at social distancing up until the point where the public decides they’ve had enough of it,” he said. “So, I think we want to do it in a way that will be effective at addressing that the virus has spread, but is also not going in a direction where people are then going to channel their activities in other ways which may be just as problematic.”\n\n| THE LATEST ON THE CORONAVIRUS |\n\nDeSantis praised local communities for steps they have taken. Miami-Dade County has ordered bars and restaurants to close by 11 p.m. Jacksonville Mayor Lenny Curry on Monday banned alcohol sales at bars and restaurants from 12 a.m. to 8 a.m. The mayor also banned any place or business from hosting indoor gatherings of 50 people or more. The only exception to the limits are grocery stores. He also urged churches to have online services.\n\nMeanwhile, Fort Lauderdale and Miami Beach have ordered beaches closed.\n\nDeSantis said St. Patrick’s Day celebrations have been canceled in cities across Florida.\n\nRELATED: Chick-fil-A restaurants to limit hours, drive-thru only operations amid COVID-19\n\n“It’s a great day to have fun. And we’ll just make it even better next year. But now’s the time to stay home,” DeSantis said. “You know, if you want to fire up a Guinness at your own house, I’ve got no problem with that. You’re not going to get any arguments from me.”\n\nMeanwhile, the state on Monday announced 19 new cases of the disease known as COVID-19, bringing to 155 the number of positive cases in the state. Of those cases, 137 were Florida residents and 18 were non-Florida residents staying in the state as they isolate.\n\nBroward County led the state in the number of cases with 38, followed by Miami-Dade County with 23 and Palm Beach County with eight. Twenty-four of the state’s 67 counties have had a case, according to the Department of Health website."}}