{"GDELT": {"GlobalEventID": 912864028, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor2Code": "ARG", "Actor2Name": "ARGENTINA", "Actor2CountryCode": "ARG", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.9790454016297998, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cerro Vanguardia, Argentina (general), Argentina", "Actor2Geo_CountryCode": "AR", "Actor2Geo_ADM1Code": "AR00", "Actor2Geo_ADM2Code": "22391", "Actor2Geo_Lat": -47.05, "Actor2Geo_Long": -71.9333, "Actor2Geo_FeatureID": "-981207", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cerro Vanguardia, Argentina (general), Argentina", "Action2Geo_CountryCode": "AR", "Action2Geo_ADM1Code": "AR00", "Action2Geo_ADM2Code": "22391", "Action2Geo_Lat": -47.05, "Action2Geo_Long": -71.9333, "Action2Geo_FeatureID": "-981207", "DATEADDED": 20200317104500, "SOURCEURL": "https://www.finanznachrichten.de/nachrichten-2020-03/49122430-cerrado-gold-completes-the-acquisition-of-minera-don-nicolas-sa-and-its-operating-mine-located-in-the-prolific-deseado-massif-region-santa-cruz-arge-296.htm"}, "ARTICLE": {"TITLE": "Cerrado Gold Completes the Acquisition of Minera Don Nicolas SA and Its Operating Mine Located in the Prolific Deseado Massif Region, Santa Cruz, Argentina", "TEXT": "Conference call Thursday March 19 at 11:00am EDT\n\nAcquisition adds immediate, profitable, gold production to Company\n\nProperty encompasses over 272,000 hectares and is located within the highly prolific Deseado Massif region, Santa Cruz Province, home to several multi-million ounce deposits including Cerro Vanguardia (Anglo Gold Ashanti) Cerro Negro (Newmont GoldCorp) and Cerro Morro (Yamana)\n\nProjected gold production of over 50,000 ounces per year at an AISC of less than $1,000/oz over at least 7-years\n\nSignificant potential for operational improvements expected to deliver increased production and free cash flow\n\nExploration to extend mine life is viewed as highly prospective, with a number of brownfield prospects already identified and drilled\n\nFirst step in Cerrado's goal of becoming an intermediate producer\n\nToronto, Ontario--(Newsfile Corp. - March 17, 2020) - CERRADO GOLD (\"Cerrado\" or the \"Company\") is pleased to announce that it has entered into an agreement with Compania Invesora En Minas S.A. and Compania Invesora Argentina Para La Exportacion SA (\"Sellers\") to acquire Minera Don Nicolas S.A. (\"MDN\") and its namesake operating mine and surrounding properties in Santa Cruz Province, Argentina. Under the terms of the agreement Cerrado paid the Sellers an initial payment of US$15 million at closing, with future payments of $10 million in 24 months, $10 million in 48 months and US$10 million in 60 months from closing. The Sellers are also entitled to a performance bonus based upon an increase in reserves in the future.\n\nMark Brennan, Co-Chairman & CEO commented: \"The acquisition of Minera Don Nicolas marks a major step forward for Cerrado Gold as it adds a strong operating asset with significant upside potential that will complement our ongoing exploration work at our Monte do Carmo operations in Brazil. MDN has one of the largest land positions in Santa Cruz Province (272,000 h/a), with many unexploited greenfield and brownfield opportunities that have seen positive results from drilling. Current production has been limited to open pit operations, where most mines in the region have evolved from open pit to underground. There is also a potential opportunity for heap leach operations as the initial mine gold resource grade of approx. 5.19 grams per tonne, provides ample room for heap leach production from existing low grade stockpiles that don't pass cut-off grade to the mill.\"\n\nHe added, \"MDN shall contribute substantial free cash flow that will enable Cerrado to expand its operations in Argentina as well as accelerate the development of our Monte do Carmo operations in Brazil. These two assets have the capability to thrust Cerrado to an intermediate producer status in a fairly modest time frame.\"\n\nTransaction Highlights\n\nAdds a producing, high quality asset producing free cash flow - Don Nicolas is targeted to produce 50,000 ounces per year with upside from exploration to extend the mine life\n\nExcellent infrastructure - Newly built processing plant in operation for two years, well-established camp with its own power facilities\n\nCerrado's management experience to enhance operations - New operational procedures are expected to deliver significant operational improvement, higher production and lower unit costs\n\nEnhances Cerrado's existing mineral Resources & Reserves - Transaction adds to Cerrado's Mineral Resources & Reserve base in Brazil.\n\nNon-dilutive financing of acquisition to complement Cerrado's existing project - Cash flows leveraged from Don Nicolas can advance Brazilian Monte do Carmo exploration.\n\nFavorable acquisition timing - Gold price has appreciated over 20% in the past year, significantly improving the confidence in base case expectations.\n\nMinera Don Nicolas Overview\n\nMinera Don Nicolas is located 1,625km south west of Buenos Aires, Argentina in the Deseado Massif region in the mining friendly province of Santa Cruz. The project consists of numerous exploration concessions totaling 272,598 hectares. The largest regional centre is Comodoro Rivadavia, 220km away by paved highway, which provides logistical and other support for the operations.\n\nMDN is situated within the world renowned Deseado Massif where the underlying geology of the region is dominated by rhyolitic and andesitic volcanic and tuffaceous volcaniclastic lithologies of Middle to Upper Jurassic age (130 to 170 ma). It is crisscrossed by numerous extensive fault and fracture zones which served as conduits for hydrothermal activity during periods of Jurassic volcanism. The result of this activity is a widespread network of shallow level mineralized \"epithermal\" fissure veins, breccias, and stock-work systems, many of which carry potentially economic gold and silver mineralization. The Deseado Massif region is host to several multi-million ounce epithermal gold and silver deposits including Cerro Vanguardia (Anglo Gold Ashanti), Cerro Negro (Newmont GoldCorp), Cerro Morro (Yamana).\n\nIn February 2012, a Full Feasibility Technical Report was published in accordance with National Instrument 43-101 (\"NI 43-101\").\n\nConstruction of the facilities was completed in 2017 and has been ramping up to full capacity during 2018 and 2019. Current mining operations are conducted in two areas; the high grade La Paloma deposit and the Martinetas deposits, which are approximately 30km apart. Ore is processed through a 1,000 tpd CIL plant located near the Martinetas pit. The project currently supports 325 employees and contractors on a fly-in fly-out basis. Don Nicolas has strong regional backing having signed agreements with the two neighboring communities and has received strong support from the government of Santa Cruz.\n\nCerrado undertook a fundamental review of the MDN resource database and based upon reinterpretation, Cerrado estimates that the operation currently hosts a non 43-101 compliant resource of approximately 2.97 million tonnes at 4.62g/t which includes initial mine plan gold resources of 2.0 million tonnes at an average grade of 5.19 g/t . Cerrado sees numerous target areas that can be expected to be quickly added to the resource inventory with only modest exploration efforts. We note current resources are restricted to open pit mining methods as previous operators focused on open pit targets only. That said, many known ore zones continue and remain open at depth, similar to the other mines in the region offering significant exploration potential for underground operations in the future.\n\nMinera Don Nicolas will continue to operate under the same organizational structure as it has been under the Sellers, with Veronica Nohara as acting Managing Director. Cerrado expects little change to the work force, trades or suppliers at this time; the objective is to continue to have an Argentinian Mine, operated by Argentinians for the benefit of Argentinians and stakeholders in Cerrado.\n\nUpon taking ownership Cerrado plans to introduce new operational strategies at MDN, which are expected to add significant improvement with limited additional capital, in the overall operation within a relatively short period of time. The Company's initial focus will be on enhanced grade control activities to increase the head grade delivered to the mill, sustaining the mill throughput rate at its design capacity of 1,000 tpd and recommence exploration efforts that have been on hold for the better part of three years.\n\nCerrado believes the exploration potential of the property remains highly prospective to increase the mine life from both additional open pit and underground potential. In addition, Cerrado will also investigate the potential to increase production via the processing of the significant amounts of low-grade stockpiles via heap leaching in the future as is seen at nearby operations.\n\nOn the Corporate front, Cerrado continues to seek a path forward to become a reporting issuer and a public company, maintaining its commitment to provide liquidity to its current shareholders. During the going public process, Cerrado is expecting to see a strong operational turnaround at MDN while also looking to increase resources at its Monte Do Carmo operations.\n\nConference Call Details:\n\nDate of Call: Thursday, March 19th, 2020\n\nTime of Call: 11:00am EDT\n\nConference ID: 1993547 #\n\nDial-In Numbers:\n\nNorth American Toll-Free: 1-877-385-4099\n\nInternational: 1-416-883-0133\n\n\n\n\n\nFor further information please contact:\n\nMark Brennan\n\nCEO and Co-Chairman\n\n+1 647 796 0023\n\nwww.cerradogold.com\n\nSuppliers, trade and business partners please contact:\n\nVeronica Nohara\n\nManaging Director\n\nMinera Don Nicolas S.A.\n\nTel.: +54 91138987197\n\nveronica.nohara@mdnicolas.com.ar\n\nAbout Cerrado Gold\n\nCerrado Gold is a private gold production and exploration company with gold production derived from its 100% owned Minera Don Nicolas mine in Santa Cruz province, Argentina. The company is also undertaking exploration at its 100% owned Monte Do Carmo project located in Tocantins, Brazil. For more information about Cerrado Gold please visit our website at www.cerradogold.com\n\nNotice regarding forward-looking statements\n\nCertain statements in this release are forward-looking statements, which include completion of the proposed acquisition of MDN and related financing, deadlines, regulatory approvals and other matters.\n\nForward-looking statements consist of statements that are not purely historical, including any statements regarding beliefs, plans, expectations or intentions regarding the future. Such information can generally be identified by the use of forwarding looking wording such as \"may\", \"expect\", \"estimate\", \"anticipate\", \"intend\", \"believe\" and \"continue\" or the negative thereof or similar variations. The reader is cautioned that assumptions used in the preparation of any forward-looking information may prove to be incorrect. Events or circumstances may cause actual results to differ materially from those predicted, as a result of numerous known and unknown risks, uncertainties, and other factors, many of which are beyond the control of Cerrado and the Sellers. Factors that could cause the actual results to differ materially from those in forward-looking statements include, failure to obtain regulatory or other approvals, the continued availability of capital and financing, and general economic, market or business conditions. Forward-looking statements contained in this press release are expressly qualified by this cautionary statement.\n\nThe reader is cautioned not to place undue reliance on any forward-looking information. There can be no assurance that the proposed acquisition of MDN will be completed or, if completed, will be successful.\n\nThe forward-looking statements contained in this press release are made as of the date of this press release. Except as required by law, Cerrado and the Sellers disclaim any intention and assumes no obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise. Additionally, Cerrado and the Sellers undertake no obligation to comment on the expectations of, or statements made by, third parties in respect of the matters discussed above.\n\nThis press release does not constitute an offer to sell or the solicitation of an offer to buy any securities in any jurisdiction. The securities described herein may not be offered or sold in the United States absent registration or an exemption from registration.\n\nTo view the source version of this press release, please visit https://www.newsfilecorp.com/release/53514"}}