{"GDELT": {"GlobalEventID": 912810998, "Day": 20200216, "MonthYear": 202002, "Year": 2020, "FractionDate": 2020.126, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "USAEDU", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.3968253968254, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Jefferson City, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL081", "Actor1Geo_Lat": 38.3787, "Actor1Geo_Long": -89.0434, "Actor1Geo_FeatureID": "1815691", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Jefferson City, Illinois, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIL", "Actor2Geo_Lat": 38.3787, "Actor2Geo_Long": -89.0434, "Actor2Geo_FeatureID": "1815691", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Jefferson City, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_Lat": 38.3787, "Action2Geo_Long": -89.0434, "Action2Geo_FeatureID": "1815691", "DATEADDED": 20200317034500, "SOURCEURL": "https://abc17news.com/news/health-news/2020/03/16/live-updates-lincoln-university-cancels-in-person-classes-for-the-semester/"}, "ARTICLE": {"TITLE": "LIVE UPDATES: Sturgeon School District to close over COVID-19", "TEXT": "Health\n\nCOLUMBIA, Mo. (KMIZ)\n\nUPDATE 9:15 P.M: The Sturgeon R-V School District announced it would close due to COVID-19.\n\nAccording to the district's website, Tuesday will be a half-day, with schools dismissing at 12:30 p.m.\n\nThe district plans to remain closed until April 3. Officials said that all extracurricular activities and facility uses will also be canceled until further notice.\n\nThe district said attendance would not be required Tuesday, but the half-day would allow students to get their homework packets as they leave school.\n\nThe school said it would run normal bus routes Tuesday, but said there would be no bus to Moberly Tech Center.\n\nUPDATE: 8 P.M.: Gov. Mike Parson confirmed via social media that eight people have now tested positive for COVID-19.\n\nAccording to a tweet, three cases have been reported in Greene County, three have been reported in St. Louis County, one has been reported in St. Louis City and one case has been reported in Henry County.\n\nParson said the Missouri State Health Laboratory has tested a total of 215 people, with 207 tests coming back negative.\n\nAs of March 16, two more individuals tested positive for COVID-19.\n\n\n\nThe Missouri state lab has tested 215 people.\n\n• 207 negative\n\n• 8 positive (Greene County 3, STL County 3, STL City 1, Henry County 1)\n\n\n\nNo positives reported from commercial labs. pic.twitter.com/X4XcMDTu6f — Governor Mike Parson (@GovParsonMO) March 17, 2020\n\nUPDATE: 7:50 p.m.: St. Louis Mayor Lyda Krewson announced the city's first presumptive positive case of COVID-19, bringing the total number of cases in the state to seven.\n\nKrewson announced the case in a news conference Monday night.\n\nShe said the patient was in their twenties. That person reportedly flew into an airport in another state from a country with COVID-19 present. Krewson said the patient drove to St. Louis and developed symptoms during the drive. The patient immediately self-reported, sought medical attention and self-quarantined, Krewson said.\n\nAbout an hour ago, @STLCityGov and @CityofSTLDOH received official confirmation from @HealthyLivingMo of the City’s first presumptive positive case of #COVID19. — Mayor Lyda Krewson (@LydaKrewson) March 16, 2020\n\nUPDATE 6:10 P.M.: Lincoln University has canceled in-person classes.\n\nThe university said Monday that starting March 23 it will offer courses only through \"alternative delivery.\" Lincoln had last week said it was extending spring break through March 20 because of coronavirus concerns.\n\nMonday's announcement means in-person classes have ended for the semester.\n\nThe university also said all campus events have been canceled after President Donald Trump on Monday urged no gatherings of more than 10 people. The campus will remain closed to students and more information will be released Wednesday on how students can get their belongings.\n\nUPDATE 5:55 P.M.: The Tipton School District is canceling classes starting Tuesday.\n\nThe district tweeted Monday that the closure, meant to help contain the COVID-19 pandemic, will continue until further notice.\n\nMembers of the community, please read the notice below: pic.twitter.com/8uH92gT9pV — Tipton R-VI School District (@TiptonRVIdist) March 16, 2020\n\nThe district is among dozens of Mid-Missouri schools, both public and private, that decided Monday to call off classes starting this week. Columbia Public Schools and the Jefferson City School District will end classes Wednesday with plans to return to school next month.\n\nA full list of school and community closures is available here.\n\nRagtag Cinema in downtown Columbia also said Monday that it would close until next month.\n\nRagtag Cinema will be closing temporarily due to COVID-19. After consulting with our staff, board, and distributors, in the interest of public safety, we have decided to temporarily suspend all programming as of Tuesday, March 17th with a plan to reopen on April 3rd. Stay safe! — Ragtag Cinema (@RagtagCinema) March 16, 2020\n\nUPDATE 5:30 P.M.: Missouri River Regional Library is closing all of its buildings and outreach services starting Tuesday night until further notice.\n\nThe library said in a news release Monday that the closure would begin at 9 p.m. Tuesday to help slow the spread of COVID-19.\n\n\"All of the information we have received from the public health community suggests that well-being is best served by a period of social distancing,\" library leaders said in a news release. \"The only way we can ensure that in our libraries is by closing our facilities.\"\n\nAll due dates will be extended and overdue fines from Wednesday on will be waived. Book drops will be closed.\n\nThe library encouraged patrons to use its digital collection during the closure.\n\nUPDATE 5:05 P.M.: Boone Electric Cooperative is closing its lobby to help slow the spread of novel coronavirus.\n\nThe lobby closed at 5 p.m. Monday and will remain closed until further notice, the utility said in a news release. The drive-through will remain open Monday-Friday from 7:30 a.m. to 5 p.m. Employees will also continue to answer phones and online chats.\n\nThe cooperative's community room is also closed through April.\n\nUPDATE 4 P.M.: The Diocese of Jefferson City said Monday that it will close its 37 elementary schools and three high schools between Wednesday and April 3 in response to the spread of novel coronavirus.\n\nEach school is working toward providing either online instruction or packet-based instruction, the diocese said in a statement. All employees will be paid without interruption.\n\nWilliam Woods University also announced Monday that it is canceling spring commencement, which had been set for April 25. The university is also canceling its Alumni Week, which had been scheduled for April 17-18.\n\nUPDATE 3:35 P.M.: New Bloomfield Public Schools is canceling classes because of the continued spread of COVID-19.\n\nThe district said in a Facebook post that it will close Wednesday and reopen April 6.\n\nNB Families: After much consideration, discussion, and preparation, New Bloomfield Schools will be closed from March... Posted by New Bloomfield R-III School District on Monday, March 16, 2020\n\n\"Between now and then, we will continue to reevaluate the situation,\" school leaders wrote.\n\nThe district says it will deliver food to families' homes to ensure children stay fed throughout the break. Students receiving free and reduced-price lunch will be fed at no charge.\n\nCamdenton and Morgan County R-II also announced closures.\n\nA full list of school closures is available by clicking here.\n\nUPDATE 3:25 P.M.: Columbia Mayor Brian Treece said Monday afternoon he will ask the city council to approve an emergency resolution.\n\nThe council meets Monday night.\n\nTreece said he wants to limit events to crowds of 50 people or fewer. Treece said he has also spoken with restaurant owners about moving to take-out only or limiting the number of customers allowed inside.\n\nTreece's news conference in City Hall took place immediately after President Trump's coronavirus task force held a briefing. The White House suggested people limit gatherings to 10 or fewer people.\n\nUPDATE 2:40 P.M.: Presiding Judge Kevin Crane on Monday ordered the 13th Judicial Circuit, which covers Boone and Callaway counties, reduce its caseload in response to the spread of COVID-19.\n\nCrane's order says only certain hearings can take place over the next 30 days:\n\nIn custody initial appearances and arraignments within 48 business hours\n\nBond hearings\n\nAny other in-custody criminal cases that can be conducted via video\n\n96-hour hearings\n\nEx parte, temporary restraining orders and preliminary injunctions\n\nJuvenile detention hearings\n\nJuvenile delinquency cases in custody that can be conducted via video\n\nAbuse/neglect protective custody hearings\n\nEmergency guardianships\n\nWrite of habeas corpus hearings\n\nUPDATE 2:04 P.M.: Columbia Public Schools announced Monday afternoon district schools are going to close between Wednesday, March 18 until April 13.\n\nThe letter sent out to district parents said students in grades K-4 will work on packets given out by teachers. Students in grades 5-12 will be able to submit class work online.\n\nAs of Monday, CPS was finishing up a plan with the USDA to distribute meals to students.\n\nAll district-sponsored activities are canceled while the schools are closed.\n\nUPDATE 1:20 P.M.: SSM Health announced Monday it's offering free online visits for people who are concerned they may have coronavirus.\n\nAccording to a letter from SSM, residents in Missouri, Illinois, Oklahoma and Wisconsin are eligible for the free virtual visits.\n\nSSM Health officials said people will be connected with a medical group provider for evaluation. The workers will recommend the person get tested if it's appropriate.\n\nUPDATE 1:10 P.M.: The Jefferson City School District will shut down for more than two weeks starting Wednesday.\n\nThe district made the announcement Monday.\n\nA district spokeswoman said all students would be sent home Tuesday with a laptop.\n\nColumbia Public Schools had not made a decision to cancel classes but last week promised to update students and families Monday.\n\nUPDATE 12:10 P.M.: The Daniel Boone Regional Library announced services and facilities will be closed indefinitely starting on Tuesday, March 17.\n\nLibrary spokeswoman Mitzi St. John said due dates will be extended and book holds will be suspended. She included book drop-offs will be locked.\n\nSt. John said library users can still use the digital library service.\n\nThe Daniel Boone Regional Library has locations in Columbia, Ashland, Holts Summit and Fulton.\n\nUPDATE 11:55 A.M.: The city of Holts Summit on Monday morning asked people to avoid visiting City Hall and the police department.\n\nThe city government encouraged residents to call 573-896-5600 to conduct business with the city or to use email or social media. City Hall and the police department will limit lobby hours to 11 a.m. to 1 p.m. and have a drive-through open from 8 a.m. to 5 p.m. daily going forward.\n\nThe city said it will not assess penalties or disconnect utilities for at least 30 days.\n\nORIGINAL: The Boone County Clerk tweeted Sunday that changes could come to the April General Municipal Election over concerns of coronavirus.\n\nClerk Brianna Lennon said she is monitoring health recommendations ahead of the election.\n\n\"Information has been rapidly evolving over the last week regarding COVID-19 and its impact on daily life. Elections aren't immune from that uncertainty and we're closely monitoring CDC recommendations to prioritize and ensure the safety of our voters and election judges.\"\n\nSample ballots are being mailed out this week and, as always, you can look up your voter record, view your ballot, and, importantly, request an absentee ballot at https://t.co/uTDQr0xWrZ.\n\n\n\nCurrent CDC guidelines are available at https://t.co/mmlljLz3Cq. #TrustedInfo2020 3/3 — Boone County Clerk (@voteboonemo) March 16, 2020\n\nLennon said preparations for the election will continue. She added that Boone County voters can still request an absentee ballot by mail until March 25.\n\nSecretaries of State from Georgia and Louisiana recommended postponing primary elections because of coronavirus. Both elections were pushed back by two months.\n\nThe Columbia Mall cut back its operating hours to limit the spread of COVID-19.\n\nColumbia Public Schools Superintendent Peter Stiepleman said district schools will have to close over concerns of coronavirus. It's unclear as of Monday morning when district schools could close."}}