{"GDELT": {"GlobalEventID": 912865253, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "SGP", "Actor1Name": "SINGAPORE", "Actor1CountryCode": "SGP", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.93236714975846, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Singapore", "Actor1Geo_CountryCode": "SN", "Actor1Geo_ADM1Code": "SN", "Actor1Geo_Lat": 1.366667, "Actor1Geo_Long": 103.8, "Actor1Geo_FeatureID": "SN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200317104500, "SOURCEURL": "https://www.ahlanlive.com/hh-sheikh-mohamed-bin-zayed-reassures-uae-residents-645166.html"}, "ARTICLE": {"TITLE": "CORONAVIRUS UAE: HH Sheikh Mohamed bin Zayed reassures UAE residents", "TEXT": "During a meeting at Qasr Al Bahr Majlis today, His Highness Sheikh Mohamed bin Zayed Al Nayhan reassured UAE nationals and residents that the UAE is prepared for COVID-19.\n\nThe Deputy Supreme Commander of the UAE Armed Forces and Crown Prince of Abu Dhabi told a number of Sheikhs, ministers and officials that will get through the ongoing tough times and survive the challenges we and the entire world are now experiencing.\n\nOn the challenges faced by several world countries in relation to food and medical supplies, Sheikh Mohamed reassured all UAE nationals and residents that the nation is able to \"provide all required food and medical supplies continuously and infinitely.\"\n\nHe said: \"There are a lot of things the State is doing which we can't reveal. However, our officials in charge know pretty well that medications and food supplies are a red line in the UAE. I'd like to reassure every citizen and resident of the UAE that our country is infinitely able to supply everyone with all the food and medicine they could ever need. We are well prepared to face any challenge that arises. We have started our preparation ahead of Coronavirus, and Thank God, the UAE is now secure and stable. We have an advanced infrastructure and we're geared for all challenges whatsoever they are.\"\n\nHe also said that thanks to the early efforts and measures in place our conditions are relatively better, as it's obvious with all the nations which have adopted early precautionary measures. The UAE has benefitted from the experience of other advanced countries, like Singapore, South Korea and China in confronting the virus and UAE is still maintaining transparent channels of coordination with them.\n\nHH Sheikh Mohamed expressed sincere thanks to the entire medical and paramedical teams provided by the Ministry of Health and Prevention. \"I send my sincerest appreciation and gratitude to all the health workers of the UAE. They stand in the front line of our defences, we owe them a great debt, and we will never forget their service.\"\n\n\"Our traditions are very dear to us, but we must be practical during these times. I ask every Emirati and resident to do what is necessary, and let's not allow our traditions to become a source of harm to our families and society.Take care of your mothers and fathers and families,\" he added."}}