{"GDELT": {"GlobalEventID": 912812091, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "USA", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.2269938650306698, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Omaha, Nebraska, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNE", "Actor1Geo_ADM2Code": "NE055", "Actor1Geo_Lat": 41.2586, "Actor1Geo_Long": -95.9378, "Actor1Geo_FeatureID": "835483", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Omaha, Nebraska, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNE", "Action2Geo_ADM2Code": "NE055", "Action2Geo_Lat": 41.2586, "Action2Geo_Long": -95.9378, "Action2Geo_FeatureID": "835483", "DATEADDED": 20200317034500, "SOURCEURL": "https://www.omaha.com/news/local/nebraskans-aboard-california-cruise-ship-return-home/article_c738c157-3b96-5e56-8644-ce840dc555b9.html"}, "ARTICLE": {"TITLE": "Nebraskans aboard California cruise ship return home", "TEXT": "Eight Nebraskans who spent the past week quarantined on the Grand Princess cruise ship in a port in Oakland, California, were flown back to Omaha on Monday, after being screened for the coronavirus disease before their departure.\n\nAnother four will return home in coming days.\n\nThe University of Nebraska Medical Center and Nebraska Medicine is coordinating their travel back to their home communities. The cruise ship passengers will self-quarantine at home under the supervision of their local health department.\n\nThe ship, with 3,500 people on board, arrived in Oakland and docked there on March 9. The federal Centers for Disease Control and Prevention said 28 cases of the coronavirus are tied to passengers or crew members on the Grand Princess.\n\nFifteen Americans from a different cruise ship, the Diamond Princess, arrived in Omaha in February to be monitored for the virus on the UNMC campus.\n\nAs of Monday, only one of those patients remained at the National Quarantine Unit.\n\nConcerned about COVID-19? Sign up now to get the most recent coronavirus headlines and other important local and national news sent to your email inbox daily. Sign up! * I understand and agree that registration on or use of this site constitutes agreement to its user agreement and privacy policy."}}