{"GDELT": {"GlobalEventID": 912865036, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "LEG", "Actor1Name": "LAWMAKER", "Actor1Type1Code": "LEG", "Actor2Code": "IRQ", "Actor2Name": "IRAQ", "Actor2CountryCode": "IRQ", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -4.52961672473868, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Najaf, An Najaf, Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ17", "Actor1Geo_ADM2Code": "36817", "Actor1Geo_Lat": 31.9892, "Actor1Geo_Long": 44.3291, "Actor1Geo_FeatureID": "-3102873", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Najaf, An Najaf, Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ17", "Actor2Geo_ADM2Code": "36817", "Actor2Geo_Lat": 31.9892, "Actor2Geo_Long": 44.3291, "Actor2Geo_FeatureID": "-3102873", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Najaf, An Najaf, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ17", "Action2Geo_ADM2Code": "36817", "Action2Geo_Lat": 31.9892, "Action2Geo_Long": 44.3291, "Action2Geo_FeatureID": "-3102873", "DATEADDED": 20200317104500, "SOURCEURL": "https://www.business-standard.com/article/pti-stories/iraq-president-names-ex-najaf-governor-adnan-zurfi-as-premier-120031700850_1.html"}, "ARTICLE": {"TITLE": "Iraq president names ex-Najaf governor Adnan Zurfi as premier", "TEXT": "Iraqi president Barham Saleh named Adnan Zurfi, the former governor of the Shiite holy city of Najaf, as the new prime minister Tuesday, the second attempt to find a head of government in recent months.\n\nZurfi, a 54-year-old lawmaker, has 30 days to form his cabinet which he must then put to a vote of confidence in Iraq's notoriously divided parliament.\n\nHe would replace outgoing premier Adel Abdel Mahdi, who resigned in December following popular mass rallies against a government that protesters see as corrupt, inept and beholden to powerful neighbour Iran.\n\nAn earlier nominee failed to form a cabinet by March 2, triggering a new 15-day deadline for Saleh.\n\nZurfi is a current member of the Nasr coalition led by ex-PM Haider al-Abadi and a former member of the Dawa party, a longtime opposition party to ex-dictator Saddam Hussein.\n\nSince the 2003 US-led invasion that toppled Saddam, cabinets have been formed through a sectarian power-sharing system, leading to widespread horsetrading among various sects and parties.\n\nA senior government source told AFP that political factions had intensely debated names for days, seeking a \"non-confrontational\" figure to preserve the status quo.\n\nThe announcement came just hours after Iraq faced a new rocket attack targeting foreign troops stationed at military bases across the country.\n\nTwo rockets hit the Besmaya base about 60 kilometres (40 miles) south of Baghdad before dawn on Tuesday, according to the Iraqi military, the US-led coalition and NATO, which all have forces stationed there.\n\nThe Iraqi military made no mention of casualties and a NATO press officer told AFP that none of its forces were hurt in the attack.\n\n(This story has not been edited by Business Standard staff and is auto-generated from a syndicated feed.)"}}