{"GDELT": {"GlobalEventID": 912811078, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor2Code": "GOV", "Actor2Name": "PRIME MINISTER", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.6153846153846105, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200317034500, "SOURCEURL": "https://www.haaretz.com/israel-news/.premium-can-netanyahu-be-trusted-to-manage-the-coronavirus-crisis-1.8680408"}, "ARTICLE": {"TITLE": "Can Netanyahu Be Trusted to Manage the Coronavirus Crisis?", "TEXT": "“The prime minister is in meetings 24/7. He’s getting down to details that you wouldn’t believe – what’s happening with the development of a vaccine, can we conduct examinations digitally? It reassures the whole system when there’s a leader who takes the details so seriously. He’s a great example.”\n\nThat laudatory assessment of Benjamin Netanyahu was offered by an official who took part in the decisions over the weekend about whether to put the Israeli economy into lockdown to cope with the coronavirus.\n\nIsrael's coronavirus crisis could be Bibi's swan song. Haaretz weekly podcast\n\nWithout a doubt, the prime minister has his admirers these days as he appears nightly on television and makes difficult decisions.\n\n“It’s a lot more reassuring that it’s Netanyahu who’s there to make decisions than Benny Gantz,” said another official in a view shared by many.\n\nStill, remember that the two officials realize that they have to praise Netanyahu to counter the strong distrust that surrounds his decision-making process. Does the prime minister have any conflicts of interest in setting Israel’s policies on the pandemic?\n\nYes, a big question mark hovers over Bibi. In contrast to the superlatives rained on him by the two anonymous officials, others are suspicious. The fact is, Netanyahu has a clear interest in fanning the flames of the crisis.\n\nIt’s not just about suspending court cases, including his own corruption trial, until May at the earliest, even though there’s no reason the trials can’t proceed with under 10 people in the courtroom. It’s also about the idea of an emergency government – of course with Netanyahu as its head.\n\nHe shows no hesitation about taking action and ends each daily broadcast to the nation with a call for an emergency government to be led by himself. He’s a wizard at exploiting a crisis atmosphere and using his TV time to demonstrate his leadership and remind the public that he’s is the only one who can get us through these trying times.\n\nAnother fact is that Netanyahu has taken the most extreme stances on how to address the coronavirus crisis; that is, the most extreme after Moshe Bar Siman Tov, the director general of the Health Ministry who would be glad to put the entire Israeli economy on an emergency footing.\n\nThose who have taken part in meetings on the crisis say that the prime minister almost always sides with Bar Siman Tov on taking the most draconian measures. It’s on Netanyahu’s authority that these moves are adopted.\n\nThere are those who believe that “he really cares that there could be thousands of deaths here and that the health care system could collapse.” And there are those who believe that Netanyahu is indulging in cynical, self-serving maneuvering.\n\nOpen gallery view Paramedics en route to perform a coronavirus test in Jerusalem, March 16, 2020. Credit: Ohad Zwigenberg\n\nSupreme leader\n\nEither way, there is a basis for the suspicions, not just due to conflicts of interest but due to the way the decisions are being made – nighttime meetings in the prime minister’s office where he’s the sole arbiter.\n\nIf the process were being done correctly, it would involve all relevant government officials and experts. But that’s not Netanyahu’s style. He usually prefers to keep all the authority and responsibility in his own hands to show that he’s the supreme leader whose authority is unquestioned.\n\nBut that’s the style of the most problematic leaders. The truth is, it might be more reassuring if Gantz were at the top of the pyramid right now, employing the teamwork that the army uses in an emergency situation.\n\nWith Netanyahu in charge, senior officials have repeatedly been asking why the National Security Council is managing the coronavirus crisis even though it has no experience with such issues. The Israel Defense Forces, in other words the Home Front Command, has been asked to manage the emergency. This makes sense based on experience in biological and chemical defense. But the Home Front Command is subordinate to the army chief of staff, who has no interest in inflating the crisis while the NSC is subordinate to the prime minister.\n\nThe events of the past week have only heightened the suspicion – and confusion – regarding the prime minister’s management of the crisis. The entire weekend consultations focused on the Health Ministry’s wanting to declare a state of emergency and effectively shut down the economy.\n\nMinistry officials presented worrying scenarios of an unstoppable epidemic and tens of thousands of deaths if anything less was done. Against forecasts like these, officials from other ministries could offer no real alternative, especially out of fear that if the situation really did deteriorate they would be held responsible.\n\nOpen gallery view A falafel stand in Tel Aviv, March 16, 2020. Credit: Ofer Vaknin\n\nClinical depression\n\nStill, the economic repercussions of such a step are too severe to be taken lightly. The deliberations of the Financial Stability Committee – the panel chaired by Bank of Israel Governor Amir Yaron for handling economy-wide emergencies – are secret, but TheMarker has learned that in its first meeting the committee opposed measures that would bring the economy to a standstill.\n\nThe committee feared that extreme measures could cost the economy 7% of GDP, or about 100 billion shekels ($27.3 billion), rising unemployment and failed businesses. It could set off panic buying at the supermarkets and pharmacies and, worst of all, a run on the banks.\n\nA situation like that could easily turn into a financial crisis against which Israel’s defenses – big foreign currency reserves, a low ratio of debt to GDP and full employment – would be ineffective. An economic crisis of such proportions would take a toll on human life by rising levels of clinical depression, suicides and the collapse of social-support systems.\n\nThe committee’s opposition turned out to be the critical factor. Despite their reported hesitation, Finance Ministry officials feared to oppose the Health Ministry and let Netanyahu make the decision. In the end, Netanyahu decided against a full lockdown of the economy and settled for partial measures. But a lockdown remains a possibility in the near future.\n\nDoes this make the case that Netanyahu has no conflicts of interest and considers the economy more important than his personal interests? There’s no simple answer. But the fact that the question is being asked so often contributes to the distrust of the decision-making process and Netanyahu’s role in it.\n\nAlmost all the officials who took part in the weekend deliberations have to ask themselves whether the prime minister’s hands are really clean in this matter. It’s another good reason why power shouldn’t be in the hands of a person under criminal indictment – all the more so in a crisis when each decision has wide-ranging and immediate implications."}}