{"GDELT": {"GlobalEventID": 912811239, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "BUS", "Actor1Name": "BOSS", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.38729198184569, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Melbourne, Victoria, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS07", "Actor1Geo_ADM2Code": "5430", "Actor1Geo_Lat": -37.8167, "Actor1Geo_Long": 144.967, "Actor1Geo_FeatureID": "-1586844", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Melbourne, Victoria, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS07", "Action2Geo_ADM2Code": "5430", "Action2Geo_Lat": -37.8167, "Action2Geo_Long": 144.967, "Action2Geo_FeatureID": "-1586844", "DATEADDED": 20200317034500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8119339/Millions-Australians-lose-jobs-coronavirus-crisis.html"}, "ARTICLE": {"TITLE": "Millions of Australians to lose their jobs due coronavirus crisis", "TEXT": "Millions of Australians are at risk of losing their jobs as the coronavirus pandemic takes its toll on casual workers and staff employed in tourism and related industries.\n\nAustralian casual workers are receiving fewer shifts and even having their jobs terminated thanks to the slump in business brought on by COVID-19.\n\nAccording to the Australian Council of Trade Unions, more than two million Australians are employed casually, mostly in the hospitality, retail, tourism and education industries.\n\nThe ACTU says the 3.3million Australian workers who have no access to paid leave are most vulnerable due to the crisis, but they're far from alone.\n\nFederal Tourism Minister Simon Birmingham said the coronavirus crisis was an 'unprecedented' and 'incredibly difficult time' that could see almost eight per cent of workers out of a job, according to The Australian.\n\nOver two million Australians are at risk of losing their jobs as the coronavirus threatens casual workers. Pictured: A Qantas flight attendant helping a customer to board\n\n'One in thirteen Australian jobs rely on the tourism and hospitality sector and those employers, those businesses and those jobs are all on the line right now,' he said.\n\n'Ultimately, we're not going to be able to save every single business or every single job either. This is a terrible, terrible event that we're dealing with. It's something that has never been encountered before,' he explained.\n\nAustralian casual workers were already a vulnerable group but slow trading caused by the coronavirus has heaped extra pressure on them.\n\nACTU secretary Sally McManus said bosses have begun standing workers down, and other staff are being told their jobs are at risk.\n\nSimona, a casual waitress in a Melbourne cafe, was one such case.\n\nThe Federal Tourism Minister Simon Birmingham warned that one in 13 jobs are currently 'on the line'\n\nThe number of confirmed coronavirus cases in Australia as of March 17\n\nHer boss informed her that 'because of the situation, that if it's very quiet they would probably have to fire me,' Simona told A Current Affair.\n\nThe waitress was unsure how she would pay her bills without the cafe job.\n\nKayleen, another casual worker from from Brisbane, told the program she was 'gobsmacked' when she lost her job.\n\nThe chef received a text from her boss that read: 'Since the coronavirus has got all this media attention it has been very quiet here.\n\n'At this stage I don't have any shifts for you and I'm forced to let you go.'\n\nMost casual workers are employed in hospitality, retail, tourism and education. Pictured: An empty cafe in Melbourne on Tuesday morning\n\nThe chef has been forced to turn to Centrelink benefits in order to receive any income.\n\nThe ACTU is calling for two weeks of paid special leave for all Australian workers impacted by the coronavirus.\n\nMcManus said: 'Many employers are standing down workers and considering letting people go due to the economic impacts of COVID-19.'\n\nShe explained that the 'most important thing' was to ensure that workers knew there would be no financial penalty if they did have to self-isolate.\n\n'If working people are forced to choose between going to work sick or being able to pay their bills and feed their families then we are creating a disaster scenario for public health,' Ms McManus said."}}