{"GDELT": {"GlobalEventID": 912864453, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "DEU", "Actor1Name": "LEIPZIG", "Actor1CountryCode": "DEU", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.89473684210527, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Leipzig, Sachsen, Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM13", "Actor1Geo_ADM2Code": "40699", "Actor1Geo_Lat": 51.3, "Actor1Geo_Long": 12.3333, "Actor1Geo_FeatureID": "-1817680", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Leipzig, Sachsen, Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM13", "Action2Geo_ADM2Code": "40699", "Action2Geo_Lat": 51.3, "Action2Geo_Long": 12.3333, "Action2Geo_FeatureID": "-1817680", "DATEADDED": 20200317104500, "SOURCEURL": "http://theconversation.com/first-pocket-sized-artworks-from-ice-age-indonesia-show-humanitys-ancient-drive-to-decorate-132187"}, "ARTICLE": {"TITLE": "First pocket-sized artworks from Ice Age Indonesia show humanity’s ancient drive to decorate", "TEXT": "Archaeologists have unearthed two miniature stone engravings in Indonesia. These depict an anoa (dwarf buffalo) and a sun, star or eye dating back some 26,000 years – the first of their kind in our region.\n\nWhile such tiny engravings have been known from similar periods (around 20,000 years ago) in Europe and Western Asia, never before have clearly identifiable art pieces – small enough to be carried from place to place – been found in the most ancient contexts of Southeast Asia or Australasia.\n\nOur Australian-Indonesian team found these decorated artefacts in 2018 during excavations at the Sulawesi cave site of Leang Bulu Bettue. Later analysis in Brisbane revealed the artistic complexity of these miniature engravings.\n\nAdam Brumm\n\nA tiny anoa\n\nAt first, the anoa is hard to make out.\n\nM.C. Langley\n\nM.C. Langley\n\nWhat appeared to be simple geometric design in the field came to life with directed lighting in the lab. Using a small torch to produce shadows and make the cuts jump out, a muzzle, nostril, eye, cheek and two straight horns appeared. The front part of the back and abdomen are shown using simple and deeply etched lines.\n\nDated between 26,000 and 14,000 years ago, this engraving is comparable to the majority of similarly aged stone engravings found in Eurasia. Indeed, the pose the anoa has been depicted in, with head turned back towards its rump, is a common artistic choice. The most famous example is the “licking bison” of La Madeleine in France: a carving in reindeer antler from between 21,000 and 14,000 years ago.\n\nThe anoa is endemic to Sulawesi and likely provided a source of meat, leather, horn and bone to its first peoples. It is prominent in the painted cave art of Sulawesi, appearing in images dated back over 44,000 years, so it isn’t surprising the anoa is the first engraved animal depiction found in this area.\n\nIs it a sun?\n\nAlso discovered was a carving of a sun-burst.\n\nWe do not know when people first started depicting the sun itself. The oldest image that almost certainly portrays the sun is the Nebra sky disk found in Germany and dated to 1600 BCE.\n\nOther examples include engraved stele found in what was the ancient Egyptian city of Amarna. Here, the Pharaoh Akenaten (who ruled from 1353-1336 BCE) built a whole city for the glory of Aten (sun).\n\nEgyptian Museum\n\nHowever, these examples are unlikely to be the first time people started illustrating the sun. We expect sun-burst images seen in ancient rock art to be older, though the difficulties of dating rock art prevent us from knowing for sure.\n\nRayed-motifs as found in Indonesia are widespread around the globe and can represent numerous objects including the sun, stars, flowers, starfish and eyes. Because the sun-burst from Leang Bulu Bettue is so far unique to its context and nothing else was included in this particular picture, we cannot be sure it is the sun.\n\nHowever, the lines of the engraving are strong and clear, and such patterns found elsewhere represent something real, so we believe the artist has created an image of something from the natural world.\n\nRead more: Ice age art and 'jewellery' found in an Indonesian cave reveal an ancient symbolic culture\n\nMost interestingly, the sun-burst was painted over with red pigment similar to that used to paint the walls of Leang Bulu Bettue. Only traces of this paint remain on the sun-burst, but it is enough to tell us it was applied to the lines only and not anywhere else on the carved stone. The contrast of a bright red sun-burst against the light grey of the stone must have made a striking visual impact.\n\nFuture finds may shed more light on this object and its importance and meanings within the Ice Age culture that created it.\n\nArt makes us human\n\nThe ability to create recognisable depictions of objects from the natural world, known as figurative art, is unique to our species.\n\nSulawesi already claims the oldest figurative rock art in the world, with a minimum age of 44,000 years. But examples of portable images of life have been lacking not only from the deep archaeological record of Indonesia but the whole of Southeast Asia and Australasia. While these two examples are not the most ancient art found in the area, they fill a gap researchers have wondered about.\n\nAndrew Thomson\n\nMobile artworks are an effective way to emotionally connect people with their everyday tools, as well as people with people. This behaviour is thought to have allowed Homo sapiens to outperform or outlast archaic hominin populations (such as Neanderthals) and colonise the entire planet.\n\nThese two small stone finds are the first pocket-sized art to be discovered in our backyard, but unlikely to be the last."}}