{"GDELT": {"GlobalEventID": 912811613, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "GOV", "Actor1Name": "DIRECTOR GENERAL", "Actor1Type1Code": "GOV", "Actor2Code": "HLH", "Actor2Name": "DOCTOR", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.43956043956044005, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Norway", "Actor1Geo_CountryCode": "NO", "Actor1Geo_ADM1Code": "NO", "Actor1Geo_Lat": 62.0, "Actor1Geo_Long": 10.0, "Actor1Geo_FeatureID": "NO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Norway", "Actor2Geo_CountryCode": "NO", "Actor2Geo_ADM1Code": "NO", "Actor2Geo_Lat": 62.0, "Actor2Geo_Long": 10.0, "Actor2Geo_FeatureID": "NO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Norway", "Action2Geo_CountryCode": "NO", "Action2Geo_ADM1Code": "NO", "Action2Geo_Lat": 62.0, "Action2Geo_Long": 10.0, "Action2Geo_FeatureID": "NO", "DATEADDED": 20200317034500, "SOURCEURL": "https://www.newstalkzb.co.nz/news/health/coronavirus-ardern-defends-govt-testing-regime-as-who-calls-for-test-test-test/"}, "ARTICLE": {"TITLE": "World Health Organisation calls for more coronavirus testing", "TEXT": "The Government is defending the testing regime for Covid-19 as the World Health Organisation came out today with a strong message to \"test, test, test\".\n\n\"We have not seen an urgent enough escalation in testing, isolation and contact tracing, which is the backbone of the response,\" WHO Director-General Tedros Adhanom Ghebreyesus said.\n\n\"We have a simple message for all countries: Test, test, test.\"\n\nNational Party leader Simon Bridges added his voice this morning, saying the testing criteria should be loosened because the number of tests in New Zealand was \"simply not good enough\".\n\n\"We're now in a position where it's under 600 tests in this country, when comparable countries like Norway have 8000. We should be in the thousands. And I think that's why, frankly, we have only eight confirmed cases.\"\n\nThere has been an average of 11 tests a day since the start of February, but Prime Minister Jacinda Ardern said that was not a fair measurement of the regime.\n\n\"My job is to make sure the capacity is there. It is,\" Ardern said, adding capacity would reach 1500 tests a day later this week and continue to ramp up.\n\n\"The point I've continually made to health clinicians is: 'If you believe you need to test, test.'\n\n\"Ultimately, I'm not the doctor in the room making those decisions. But the message I will send to clinicians is that we have the capacity.\"\n\nBut in a letter to doctors on Sunday, Director General of Health Ashley Bloomfield asked them to use testing supplies \"with prudence\".\n\n\"There is no indication for the testing of asymptomatic people. Covid-19 is likely to be with us for some months, and it is important that we ensure the availability of supplies for the coming stages,\" Bloomfield's note says.\n\nBridges said people were only getting tested if they have both the symptoms and had been in close contact with someone with Covid-19.\n\nTests should be done for people with only one of those criteria, he said.\n\n\"I'm hearing just yesterday a case in Wellington of a man and his partner who had all of the symptoms and were on the helpline for hours, only to go to a doctor and [be told], 'No, you don't meet both of the clear criteria.'\n\n\"Someone who has been in very close contact to someone who's confirmed to have Covid-19, even if they're asymptomatic, should be tested.\"\n\nHealth Minister David Clark said there was a case definition for Covid-19.\n\n\"But if a patient doesn't fit that case definition, and they suspect because of clinical signs that there may be anything to do with Covid-19, we're encouraging them to test.\n\n\"And we know that they are because we're seeing increasing numbers of tests.\""}}