{"GDELT": {"GlobalEventID": 912864204, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "AGR", "Actor1Name": "FISHER", "Actor1Type1Code": "AGR", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.54249547920434, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wuhan, Hubei, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH12", "Actor1Geo_ADM2Code": "13124", "Actor1Geo_Lat": 30.5833, "Actor1Geo_Long": 114.26700000000001, "Actor1Geo_FeatureID": "-1930776", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wuhan, Hubei, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH12", "Action2Geo_ADM2Code": "13124", "Action2Geo_Lat": 30.5833, "Action2Geo_Long": 114.26700000000001, "Action2Geo_FeatureID": "-1930776", "DATEADDED": 20200317104500, "SOURCEURL": "https://www.portsmouth.co.uk/health/coronavirus/coronavirus-portsmouth-communities-work-together-help-neighbours-during-covid-19-self-isolation-2455925"}, "ARTICLE": {"TITLE": "Coronavirus: Portsmouth communities work together to help neighbours during Covid-19 self-isolation", "TEXT": "Neighbourhoods are being filled with community spirit as people have begun to offer support for more vulnerable members of society who might need some extra help during self-isolation.\n\nOne community-minded woman who is on a mission to help out as much as possible is Becki Short from Copnor, who posted a letter through the door of everyone on her street to provide some neighbourly services.\n\nThe 29-year-old has encouraged any residents of Moneyfield Lane to get in touch if they need anything collected from the shops, and has even offered to pass on extra toilet rolls.\n\nSign up to our public interest bulletins - get the latest news on the Coronavirus Sign up to our public interest bulletins - get the latest news on the Coronavirus Sign up now Thanks for signing up! Sorry, there seem to be some issues. Please try again later. Submitting...\n\nBecki Short, from Copnor, is one of many members of the community who has offered support to her neighbours who may be self-isolating due to coronavirus\n\nBecki, who lives with her cat Mittens, said: ‘I’m going to have to go out to the shops myself so I might as well get things for other people.\n\n‘I know I’ve got some elderly neighbours so I’ve done it to support them, I have always been quite community minded.\n\n‘If there’s a few people in the neighbourhood who are just reading scary stuff then it would be good to have a little bit of community spirit.’\n\nOpening of Act of Kindness by Cllr Susan Bayford (in red), Gosport Road, Fareham last year. Picture: Chris Moorhouse (011219-27)\n\nThe self-employed singing teacher has put all of her students onto online lessons to prevent any unnecessary contact and keep people safe, so she found she has more time to help others if they need it.\n\nNeighbours have already been in touch to chat to Becki and introduce themselves, thanking her for the kind offer.\n\nBecki said: ‘I think we should all be more community minded, it’s so easy for people to get frustrated with their neighbours and people forget that we’re all just humans trying to live.\n\n‘I’m hoping this will revive community spirit and not just when there’s a crisis. I’d much rather live in a road where I know my neighbours.’\n\nFacebook groups have been set up all across the area to provide local support inside each community, which have seen hundreds of people join in just a few days.\n\nThese positive effects of the coronavirus situation can be seen all around the area as neighbours and colleagues are helping boost morale and keep anxiety at bay.\n\nComments posted on The News’ Facebook page showed just how much positivity is flowing around Portsmouth, with Clare Slater posting: ‘Just bought breakfast for all my work colleagues to help boost morale... there’s enough doom and gloom in the world!’\n\nAnother commenter, Samantha Fisher, said: ‘Told the elderly congregation at church to take my phone number and ring if they need anything.’\n\nFood banks are being hit harder than ever as people struggle to find essential items such as toilet paper, soap, pasta and rice as a result of panic buying and stockpiling.\n\nMembers of Gosport Labour Party are collecting food bank donations at their Forton Road office to help increase stock so volunteers are able to help vulnerable members of society deal with the current situation.\n\nThe founder of a Fareham charity is urging the public to stay calm, as Acts of Kindness Community Solent begins working with other services throughout Fareham and Gosport to ensure there is a joined up approach to offering support.\n\nSEE ALSO: Closed television store in Fareham to become the first community hub from Acts of Kindness\n\nKerry Snuggs, who founded the charity after retiring from the police force due to PTSD, told The News about the knock-on effect which stockpiling and overreaction is having on charities helping the public.\n\nOperating out of the Solent Kindness Hub, which opened on Gosport Road last year, the charity will be holding a meeting with other help organisations to ensure they are all working together to keep people safe and well.\n\nKerry said: ‘We’re trying to give the stay calm approach. A lot of people are going out with no regard for their own safety.\n\n‘We love the fact that the community spirit is amongst us but it needs to be a bit more of a coordinated response.\n\n‘It’s the only way it’s going to work, everyone rallying round and supporting each other, looking out for our neighbours. It’s a very old-fashioned approach, we just need to be cautious and keep calm.’\n\nWorking alongside the food bank, Acts of Kindness volunteers will be taking out essential items such as food and nappies to people who are self-isolating, and have come up with an idea for a Skype service to prevent people getting lonely.\n\nThey need donations to keep their work going, and are asking for any old laptops, tablets and dongles which could be passed on to people who are isolated in their homes.\n\n‘We can’t fix it but we can try and put some measures in place,’ said Kerry.\n\n‘Everyone is scare-mongering on social media, we are looking out for those who aren’t able to get out - stockpiling is not necessary.’\n\nKerry has encouraged elderly or vulnerable people in Fareham and Gosport who may need extra support at this time to give her a call on 07766 521314.\n\nCoronavirus: the facts\n\nWhat is coronavirus?\n\nCOVID-19 is a respiratory illness that can affect lungs and airways. It is caused by a virus called coronavirus.\n\nWhat caused coronavirus?\n\nThe outbreak started in Wuhan in China in December 2019 and it is thought that the virus, like others of its kind, has come from animals.\n\nHow is it spread?\n\nAs this is such a new illness, experts still aren’t sure how it is spread. But similar viruses are spread in cough droplets. Therefore covering your nose and mouth when sneezing and coughing, and disposing of used tissues straight away is advised. Viruses like coronavirus cannot live outside the body for very long.\n\nWhat are the symptoms?\n\nThe NHS states that the symptoms are: a dry cough, high temperature and shortness of breath - but these symptoms do not necessarily mean you have the illness. Look out for flu-like symptoms, such as aches and pains, nasal congestion, runny nose and a sore throat. It’s important to remember that some people may become infected but won’t develop any symptoms or feel unwell.\n\nWhat precautions can be taken?\n\nWashing your hands with soap and water thoroughly. The NHS also advises to cover your mouth and nose with a tissue or your sleeve (not your hands) when you cough or sneeze; put used tissues in the bin immediately and try to avoid close contact with people who are unwell. Also avoiding touching eyes, nose and mouth unless your hands are clean."}}