{"GDELT": {"GlobalEventID": 912811938, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "NRM070", "Actor1Name": "ECKANKAR", "Actor1Religion1Code": "NRM", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 5.08474576271187, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Geneva, Genè, Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ07", "Actor1Geo_ADM2Code": "16329", "Actor1Geo_Lat": 46.1956, "Actor1Geo_Long": 6.14811, "Actor1Geo_FeatureID": "-2552151", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Geneva, Genè, Switzerland", "Action2Geo_CountryCode": "SZ", "Action2Geo_ADM1Code": "SZ07", "Action2Geo_ADM2Code": "16329", "Action2Geo_Lat": 46.1956, "Action2Geo_Long": 6.14811, "Action2Geo_FeatureID": "-2552151", "DATEADDED": 20200317034500, "SOURCEURL": "https://www.ghanaweb.com/GhanaHomePage/NewsArchive/Diligence-pays-chief-advises-the-youth-896245"}, "ARTICLE": {"TITLE": "Diligence pays, chief advises the youth", "TEXT": "General News of Tuesday, 17 March 2020\n\nSource: GNA\n\nDiligence pays, chief advises the youth\n\nNana Kobina Ankan V, Oman Baatan (chief) of Agona Nsaba, has called on the youth to be diligent in all their affairs as it pays and leads to success.\n\n\n\nHe also urged the youth to have respect for the elderly saying it was one ingredient they needed if they are to succeed in life as the elderly has trod the path that you are now on.\n\n\n\nNana Ankan, who is known in private life as Mr Thomas Owusu Adade, gave the advice when he celebrated his 90th birthday party.\n\n\n\nHe said it was important for Ghanaians to pursue hard work, “hard work pays” and also learn to be patient in life because life is not a rush.\n\n\n\nAt his 90th birthday celebration organized by his children, where he shared nuggets of wisdom with the patrons, he emphasized that it was important to eschew laziness and engage in meaningful hard work, saying, it is the only way forward.\n\n\n\nMr Evans Adade, his son who read his memoir, said Nana Ankan V, was enstooled Oman Baatan of Agona Nsaba traditional area in 1983.\n\n\n\nNana Ankan V, who started his work life as a clerical assistant with the defunct United Trading Company, pursued hard work and pursued academic progression, in 1972, he had a UNDP scholarship to study shipping management in Geneva, Switzerland.\n\n\n\nNana worked with the Volta Lake Transport Company from 1974 till he retired from public service in 1990.\n\n\n\nNana has made a significant contribution to the development of the town, including his instrumentality in the extension of electricity to Agona Nsaba, the setting up of Nsaba Vocational Training Centre and the donation of a spacious hall now used as a library for the community.\n\n\n\nNana Ankan V is also among the founding member of Eckankar Ghana society in 1975. On the 12th of January 2019, the Eckankar Society honoured him with a citation.\n\n\n\nNana Ankan has a wife, 15 children, 21 grandchildren and 12 great-grandchildren.\n\nSend your news stories to and via WhatsApp on +233 55 2699 625.\n\nJoin our Newsletter"}}