{"GDELT": {"GlobalEventID": 912811736, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "IGOUNOHLHWHO", "Actor1Name": "WORLD HEALTH ORGANIZATION", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor1Type2Code": "HLH", "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.1888798037612403, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200317034500, "SOURCEURL": "https://www.huffpost.com/entry/trump-china-virus-xenophobia_n_5e702e12c5b6eab7793b2824"}, "ARTICLE": {"TITLE": "Trump Sends Hateful ‘Chinese Virus’ Tweet, But He Praised The Country’s Response For Weeks", "TEXT": "President Donald Trump sent a xenophobic tweet Monday evening, noting that he plans to bail out airlines and other industries “that are particularly affected by the Chinese Virus.” Only a few hours earlier, Trump held a White House news conference on the emerging coronavirus outbreak and was praised for finally offering a relatively sober assessment of the emerging disaster. But the president unleashed the real Trump online not long after, calling COVID-19 the “China virus” for the first time and giving voice to a hateful blame game that has been simmering among hardcore right-wingers for weeks. He used the phrase in a tweet again Tuesday morning.\n\nProminent Fox News voices like Tucker Carlson and Laura Ingraham have been intoning for weeks that the dangerous virus was China’s fault and decrying any criticism they faced for tying the infection to one country. “On the left, you’ve heard them tell you that the real worry is you might use the wrong word to describe what’s happening to the country,” Carlson said in late February. “Wokeness is a cult. They would let you die before they admitted that diversity is not our strength,” he would later say. Sen. Tom Cotton (R-Ark.), a close Trump ally, even suggested in January that the coronavirus was the product of a Chinese “super laboratory that works with the world’s most deadly pathogens.”\n\nThere have been anti-Asian hate crimes in several places affected by the outbreak, and they appeared in New York City over the past week. It would be a dangerous development if the U.S. president decided to elevate that xenophobia.\n\nIt would also be hypocritical. For weeks beginning in late January, Trump praised Chinese officials profusely for their response to the virus, even as some global observers were raising reasonable concerns about early Chinese efforts to downplay the severity of the crisis. Time and again, Trump praised Chinese President Xi Jinping for his handling of the outbreak and even boasted of a U.S. partnership in helping China fight the virus — until Trump seemed to find a useful scapegoat.\n\nIn an interview with Sean Hannity that aired right before the Super Bowl on Feb. 2, Trump declared: “We have a tremendous relationship with China, which is a very positive thing... . We’re offering them tremendous help. We have the best in the world for that.”\n\nThree days later, on Feb. 7, a reporter on the White House lawn asked Trump if he was concerned that China might be covering up the extent of the coronavirus. The World Health Organization has consistently praised China for sharing information with the global health community early and often, but inside the country, it was a different story, with Chinese officials keeping citizens in the dark and downplaying the severity of the coronavirus spread until it could no longer be denied ― and after many thousands of people had already been infected.\n\nLeah Millis/Reuters President Donald Trump holds a news briefing Monday on the coronavirus outbreak while accompanied by members of the coronavirus task force at the White House\n\n“No. China is working very hard,” Trump said in response to the reporter’s question. “They’re working really hard, and I think they are doing a very professional job.”\n\nQuestions about the Chinese government’s handling of the emerging global crisis soiled a talking point Trump was keen to push as the presidential election drew closer: that the economy was doing great, with no signs of trouble. In January Trump “signaled to advisers that he wanted to play it down” because he didn’t want to rattle financial markets, according to The New York Times. Trump also wanted to boast about a new trade deal with China and his former rival Xi. That was apparent at a Feb. 10 campaign rally in Manchester, New Hampshire.\n\n“Last month, we signed a groundbreaking trade agreement with China that will defeat so many of our opponents. The money that’s pouring in, people don’t even believe it,” Trump said at the rally. “And, by the way, the virus, they’re working hard. Looks like by April, you know, in theory, when it gets a little warmer, it miraculously goes away.”\n\nThat same day, he did an interview with Fox News. “Well, I think China is very, you know, professionally run in the sense that they have everything under control. I really believe they are going to have it under control fairly soon,” Trump said. “You know in April, supposedly, it dies with the hotter weather. And that’s a beautiful date to look forward to. But China, I can tell you, is working very hard.”\n\nThree days after that, on Feb. 13, reporter Geraldo Rivera again asked Trump if China was being honest about the damage being wrought there by the coronavirus. Trump granted maybe not — but sympathized with Xi. “I think they want to put the best face on it. So, you know, I mean, if somebody ― if you were running it, you’d probably ― you wouldn’t want to run out to the world and go crazy and start saying whatever it is because you don’t want to create a panic,” Trump said. “But, no, I think they’ve handled it professionally and I think they’re extremely capable and I think President Xi is extremely capable and I hope that it’s going to be resolved.”\n\nTrump repeated these lines again and again in the following days. “I know this: President Xi loves the people of China, he loves his country, and he’s doing a very good job with a very, very tough situation,” Trump told a reporter on the White House lawn on Feb. 18. The next day, he told a local reporter in Arizona, “I mean, I know President Xi ― I get along with him very well. We’ve just made a great trade deal, which is going to be a lot of business for Arizona and every other place. But they are trying very, very hard, and I think the numbers are going to get progressively better as we go along.” Five days later: “President Xi loves his country. He’s working very hard to solve the problem and he will solve the problem. OK?”\n\nBy this time, Secretary of State Mike Pompeo was already criticizing China publicly for failing to let medical personnel in the country speak freely about the virus in the early days of the outbreak.\n\nAs the novel coronavirus spread around the globe and looked to threaten the United States, Trump’s praise ceased. The first hint in public comments that Trump might seek to blame China came at the Conservative Political Action Conference on Feb. 29. “In our efforts to keep America safe, my administration has taken the most aggressive action in modern history to control our borders and protect Americans from the coronavirus,” Trump said. The virus, he added curtly, “Came from China.”\n\nEarly, constructive pressure from Trump on China to be honest with its people about the outbreak might have helped slow its spread. But Trump declined because lavishing praise on Xi Jinping and the deal they struck helped Trump’s politics. At the time, it was also in Trump’s interest to minimize the risk of a global pandemic, which would spook investors. Now Trump looks to be pulling a 180-degree turn and looking to blame the entire outbreak on China. It again suits his politics — and they are very dark.\n\nImportant conversations are happening now. Add your voice! Join HuffPost Today!"}}