{"GDELT": {"GlobalEventID": 912864704, "Day": 20200317, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.211, "Actor1Code": "GOV", "Actor1Name": "SPECIAL ENVOY", "Actor1Type1Code": "GOV", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.83112919633774, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Lincolnshire, Lincolnshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH7", "Actor1Geo_ADM2Code": "40120", "Actor1Geo_Lat": 53.1667, "Actor1Geo_Long": -0.25, "Actor1Geo_FeatureID": "-2601145", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Lincolnshire, Lincolnshire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH7", "Actor2Geo_ADM2Code": "40120", "Actor2Geo_Lat": 53.1667, "Actor2Geo_Long": -0.25, "Actor2Geo_FeatureID": "-2601145", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Lincolnshire, Lincolnshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH7", "Action2Geo_ADM2Code": "40120", "Action2Geo_Lat": 53.1667, "Action2Geo_Long": -0.25, "Action2Geo_FeatureID": "-2601145", "DATEADDED": 20200317104500, "SOURCEURL": "https://www.grimsbytelegraph.co.uk/news/health/live-updates-coronavirus-lincolnshire-case-3957411"}, "ARTICLE": {"TITLE": "Coronavirus updates as tough measures unveiled to combat outbreak", "TEXT": "Tougher measures are being introduced in the wake of the growing coronavirus pandemic encouraging people to work from home where possible and limit social contact with others.\n\nPrime Minister Boris Johnson announced the move at the first of a series of planned daily press conferences. During the statement, Mr Johnson advised people to avoid pubs, clubs, restaurants, theatres and other social venues and work from if at all possible to slow the spread of the virus.\n\nThe new measures are among the biggest restrictions imposed during peacetime though the Prime Minister stopped short of ordering entertainment venues to close.\n\nThe change in tactic came because UK health chief realised the \"worst case scenario\" was the most likely if the delay approach was continued, Imperial College's Professor Neil Ferguson today said.\n\nYesterday, people with a raft of health problems, including diabetics, asthmatics and the severely obese were added to a list of people most at risk from coronavirus, along with pregnant women.\n\nMeanwhile, there are warnings the guidance could prove \"catastrophic\" for the hospitality industry. The British Beer and Pub Association has written to Mr Johnson, demanding urgent steps are taken to prevent mass job losses and permanent pub closures.\n\nPub, restaurant and theatre industry leaders said they were concerned that, because the Government has not ordered them to close, businesses will not be entitled to insurance payouts.\n\nHowever, Boris Johnson and Chancellor Rishi Sunak are set to announce a raft of new financial measures on Tuesday to help the country through the coronavirus situation.\n\nThere have been 1,543 confirmed cases of Covid-19 across the UK, including five in Lincolnshire and at least one in North Lincolnshire. No cases have been reported in North East Lincolnshire.\n\nFurther updates will appear below:"}}