{"GDELT": {"GlobalEventID": 913121135, "Day": 20200318, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2137, "Actor1Code": "MNCUSA", "Actor1Name": "BOEING", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.59301014656144, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Capitol Hill, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.889, "Actor1Geo_Long": -77.0003, "Actor1Geo_FeatureID": "529313", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Capitol Hill, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.889, "Action2Geo_Long": -77.0003, "Action2Geo_FeatureID": "529313", "DATEADDED": 20200318131500, "SOURCEURL": "https://gulfnews.com/business/aviation/boeing-tumbles-after-seeking-60-billion-for-aerospace-bailout-1.1584533555684"}, "ARTICLE": {"TITLE": "Boeing tumbles after seeking $60 billion for aerospace bailout", "TEXT": "File photo: Boeing 777X aircraft are seen in various stages of production at the Boeing production facility in Everett, Washington. Image Credit: REUTERS\n\nBoeing Co. tumbled on news it is seeking at least $60 billion in US government aid for itself and suppliers as the planemaker races to shore up the cash needed to weather the coronavirus pandemic.\n\nThe federal support would encompass \"public and private liquidity, including loan guarantees,\" Boeing said. While the proposal's details are still being fine-tuned, the bulk of the funding would flow through Boeing to its network of partsmakers.\n\nOther companies could separately use the guarantees to line up their own financing.\n\nIt's got Trump's backing\n\nThe bailout push won an enthusiastic endorsement earlier in the day from President Donald Trump, who told reporters that \"we have to protect Boeing, we have to help Boeing\". His administration is discussing a broad-based stimulus package of as much as $1.2 trillion to blunt the economic impact of the widening crisis, and airlines and hotels are also rushing to line up government financing with the US travel industry besieged.\n\nBoeing's plea for help underscored the strain on an aviation industry grappling with its deepest crisis in decades. With the pandemic's duration still unknown, talk is shifting to dire questions such as whether Boeing - until recently a prodigious cash generator and the country's most valuable industrial company - is too big to fail.\n\nBoeing's stock has tumbled 62 per cent this year - the worst decline on the benchmark.\n\n\"This is the last surviving American builder of jetliners,\" said Loren Thompson, chief operating officer at Lexington Institute, a nonprofit think tank that has received contributions from the Chicago-based manufacturer. \"The Trump administration will do whatever it needs to protect the company from financial difficulties.\"\n\nTravel demand is cratering as consumers follow health warnings to isolate themselves at home. Airlines for America, a trade group, is lobbying for $50 billion in grants and loan guarantees for passenger carriers. A hotel association wants $150 billion in backstop measures.\n\nTwin crises\n\nBoeing is preparing for an extended disruption from the virus that also threatens to spill over into its factories, where some employees have been infected. The timing couldn't be worse, hitting while the manufacturer is still reeling from last year's grounding of its best-selling 737 Max jets after two deadly crashes.\n\nThe company just drew down a $13.8 billion loan to bolster its reserves. But any government aid will face tough scrutiny on Capitol Hill, where committees have been investigating the Max tragedies, and from victims' families.\n\nStill offering a bullish tone\n\nBoeing said the aerospace industry's long-term outlook is strong, even as the virus outbreak keeps many people at home. Thus the need for aid.\n\n\"This will be one of the most important ways for airlines, airports, suppliers and manufacturers to bridge to recovery,\" the manufacturer said in a statement. \"Funds would support the health of the broader aviation industry, because much of any liquidity support to Boeing will be used for payments to suppliers to maintain the health of the supply chain.\"\n\nWith Boeing in cash-preservation mode, analysts increasingly expect the company to slash dividend payments - a popular target of the company's critics on Capitol Hill. The average estimate for the payout fell by more than half.\n\nBoeing could burn $11 billion to $12 billion in free crash this year as the virus slows the recovery of the 737 Max program, S&P Global Ratings said Monday. That's about twice the outflow expected by Wall Street, based on the average of analyst estimates compiled by Bloomberg. S&P lowered Boeing's credit rating two notches to BBB, or two steps above junk.\n\nThe planemaker halted production in January of the Max, its biggest source of cash, while waiting for regulators to lift a global flying ban that reached the one-year mark on March 13.\n\nA contractual clause that allows buyers to cancel airplanes that are delayed more than a year past their delivery date could also hurt Boeing, said analyst Richard Aboulafia of Teal Group.\n\nIf the slump is prolonged, some buyers may walk away from the 400 or so newly built Max that Boeing can't deliver because of the grounding. Boeing would be required to refund any advance payments they'd made on the aircraft, he said.\n\n'More precarious'\n\n\"Boeing is trying to avoid layoffs and protect its fragile supply chain,\" Ron Epstein, an analyst at Bank of America Corp., said in a note to clients. \"The situation is made more precarious by the 737 Max programme, which still awaits regulatory clearance to enter back into service.\"\n\nTo meet financing needs this year that included a $4.2 billion deal to take over Brazil's Embraer SA, Boeing had planned to issue term debt or commercial paper - a financing market that has been disrupted in recent days.\n\nBoeing had $6.1 billion in commercial paper borrowings as December 31, and a $9.6 billion revolving credit line agreement, according to Jan. 31 filing with the Securities and Exchange Commission."}}