{"GDELT": {"GlobalEventID": 913120844, "Day": 20200318, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2137, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "Actor2Code": "MIL", "Actor2Name": "CARRIER", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 9, "NumSources": 1, "NumArticles": 9, "AvgTone": -3.34507042253521, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20200318131500, "SOURCEURL": "https://www.msn.com/en-za/news/other/tracing-drama-infected-patients-forced-into-quarantine-after-resisting-instructions-to-self-isolate/ar-BB11msnb"}, "ARTICLE": {"TITLE": "Tracing Drama: Infected patients forced into quarantine after resisting instructions to self-isolate", "TEXT": "© Copyright (c) Daily Maverick , All Rights Reserved\n\nIn his founding affidavit, Dr Bandile Masuku, member of the Executive Council for the Gauteng Department of Health, set out how on 15 March 2020 employees of the Life Fourways hospital contacted the department informing it that two patients who had recently arrived from Germany had tested positive for Covid-19 on 13 March 2020.\n\nThis after both “presented to the hospital for symptoms associated with possible infection from the coronavirus”, according to a nurse employed at the private hospital where the family members were tested.\n\nAfter the tests, the two patients were reportedly en route to Charlotte Maxeke Johannesburg Academic Hospital, but when they failed to pitch, staff at the hospital and the Department of Health urgently tried to contact them.\n\nMeanwhile, the two patients, a woman and her daughter, who had booked in at a bed and breakfast in Gauteng, had gone to check out, telling staff they were seeking “alternative residence”.\n\n“I mention that the first and second respondents were moving around during this period, which was in direct conflict with strict instructions given to isolate themselves as they were carriers of Covid-19,” said Masuku.\n\nThe two are German citizens “and clearly do not have the necessary support system in place to self-isolate”.\n\nThe mother and child returned to the Life Fourways hospital later. There, the wife informed a staff member that her husband had left South Africa for Germany on 14 March.\n\nBut, on the same day, the Department of Health was informed that the husband of the woman and father to the child had “refused to be tested for possibly being infected with Covid-19”.\n\nAn investigation by the Department of Home Affairs revealed the man was still in South Africa, having arrived in the country on 8 September 2017.\n\nThe mother and child had provided the private hospital with a history of being in contact with a carrier of Covid-19 in Germany.\n\nAfter blood tests were taken from the mother and child on 13 March, they were sent home to self-isolate. On 15 March, the tests returned positive and they were advised to self-isolate immediately.\n\n“In keeping with my functions at the hospital, I informed the Department of Health, the National Institute of Communicable Diseases of the fact that the first and second respondents had tested positively for Covid-19,” said the nurse in her affidavit.\n\nA doctor in the emergency unit had informed the nurse that the husband had refused to be consulted when he had brought his wife and child to the hospital on 13 March.\n\nOn 16 March, the woman and child returned to the private hospital where they were treated in an isolation ward.\n\nOn her return to the hospital on 16 March, the woman had told the nurse that her husband had not accompanied her on 13 March when they first tested, clearly an untruth and contradicting the emergency unit doctor’s report.\n\nOn 17 March 2020, Judge Sharise Weiner ordered that the mother and child “be quarantined at the Charlotte Maxeke Johannesburg Academic Hospital until such time that the Department of Health is satisfied the First and Second Respondents do not pose a risk of transmission of C0vid-19 to the public”.\n\nSAPS were ordered to trace the father and he was located shortly afterwards. The family remains in quarantine. DM"}}