{"GDELT": {"GlobalEventID": 913121159, "Day": 20200318, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2137, "Actor1Code": "NOR", "Actor1Name": "SVALBARD", "Actor1CountryCode": "NOR", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.17301038062284, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Svalbard", "Actor1Geo_CountryCode": "SV", "Actor1Geo_ADM1Code": "SV", "Actor1Geo_Lat": 78.0, "Actor1Geo_Long": 20.0, "Actor1Geo_FeatureID": "SV", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Svalbard", "Action2Geo_CountryCode": "SV", "Action2Geo_ADM1Code": "SV", "Action2Geo_Lat": 78.0, "Action2Geo_Long": 20.0, "Action2Geo_FeatureID": "SV", "DATEADDED": 20200318131500, "SOURCEURL": "https://potatonewstoday.com/2020/03/18/backing-up-biodiversity-cip-deposits-potato-seed-in-the-svalbard-global-seed-vault/"}, "ARTICLE": {"TITLE": "Backing up biodiversity: CIP deposits potato seed in the Svalbard Global Seed Vault", "TEXT": "The International Potato Center (CIP) recently joined 34 other organizations across the globe in depositing more than 60,000 seeds in the Svalbard Global Seed Vault, a biodiversity bunker in a mountainside of an Arctic island in Norway.\n\nThat mass deposit of seeds of an array of crops helped raise the number of samples stored in Svalbard to more than one million, but for the CIP genebank, it was just the latest such delivery in an ongoing effort to back up its extensive collections of potato, sweetpotato, Andean roots and tubers, and the wild relatives of those crops.\n\n“This is an insurance policy for humanity’s future, ensuring that these seeds exist somewhere, in case something goes wrong here or in the world,” said Noelle Anglin, head of the CIP genebank and leader of CIP’s biodiversity for the future program. She noted that Lima, Peru, where the CIP genebank is located, has been wracked by earthquakes over the years, whereas parts of the city were flooded in 2017.\n\nThe Svalbard Global Seed Vault provides permanent backup storage, at -18°C, for seeds from the world’s genebanks. NordGen – the organization that manages the seed vault in coordination with the Crop Trust and Norway’s Ministry of Agriculture and Food – uses a “black box” system, which means only depositors can touch or withdraw their seeds. Whereas genebanks routinely share their accessions with other organizations, the seed vault is strictly for storage.\n\nThe CIP genebank preserves most\n\nof its collections as in vitro plantlets.\n\nGenebanks safeguard a vast sampling of the world’s crop biodiversity, much of which is threatened by environmental destruction, extreme weather, and the global trend of farmers shifting from traditional varieties to modern ones.\n\nYet some ancient varieties and their wild relatives have characteristics that breeders can use to develop the resilient varieties that farmers will need to cope with future climates, which makes genebanks increasingly important.\n\nCIP’s recent deposit of 236 seed samples of sweetpotato and wild relatives of several crops were added to the 9,206 seed samples that CIP had previously sent to Svalbard. However, Svalbard is just one of several places where the CIP genebank backs up its collections.\n\nThe CIP genebank conserves more than 4,800 potato accessions—from rare Andean native potatoes to internationally grown varieties—and more than 5,500 sweetpotato accessions as in vitro plantlets. However, the Svalbard facility only stores seeds, so CIP can back up only a portion of its collections there, primarily wild relatives of potato and sweetpotato.\n\nCIP backs up its in vitro potato collection with the Brazilian Agricultural Research Corporation (EMBRAPA), and its in vitro sweetpotato collection at the International Center for Tropical Agriculture (CIAT), Colombia. CIP reciprocates by storing a backup of CIAT’s in vitro cassava collection. All these backups are black box arrangements, like the Svalbard deposits. Most of CIP’s potato, sweetpotato and Andean root and tuber collections are also backed up at the Center’s research station in Huancayo, in the Peruvian Andes.\n\nCIP has also backed up 3,277 potato accessions using cryopreservation, in which plant tissue is stored in liquid nitrogen at a temperature of -196°C. Cryopreservation is a cost-effective long-term option for safeguarding potato biodiversity, but CIP’s cryopreserved collection is currently held only in its Lima genebank. Anglin is thus exploring options for backing it up elsewhere.\n\nSource: CIP\n\nShare this news story with colleagues: Facebook\n\nLinkedIn\n\nTwitter\n\nSkype\n\nWhatsApp\n\nMore\n\nPinterest\n\nTumblr\n\n\n\nReddit\n\nTelegram\n\n\n\nPocket\n\nPrint\n\n\n\n"}}