{"GDELT": {"GlobalEventID": 913121334, "Day": 20200318, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2137, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -7.017543859649121, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_Lat": 40.314, "Actor1Geo_Long": -74.5089, "Actor1Geo_FeatureID": "NJ", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New Jersey, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNJ", "Actor2Geo_Lat": 40.314, "Actor2Geo_Long": -74.5089, "Actor2Geo_FeatureID": "NJ", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New Jersey, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNJ", "Action2Geo_Lat": 40.314, "Action2Geo_Long": -74.5089, "Action2Geo_FeatureID": "NJ", "DATEADDED": 20200318131500, "SOURCEURL": "https://www.northjersey.com/story/news/2020/03/18/nj-coronavirus-wayne-woman-coughs-hanover-police-intentionally/2863010001/"}, "ARTICLE": {"TITLE": "Wayne woman coughed on Hanover cops and falsely claimed she has coronavirus, police say", "TEXT": "Three Hanover police officers were self-quarantined after a Wayne woman, suspected of DWI at a crash scene, deliberately coughed on them and falsely claimed to be COVID-19-positive, according to a police report.\n\nAs she was arrested last Thursday, Lea Piazza, 28, of Wayne allegedly told the officers, \"Oh, by the way, I have the coronavirus and so do you now,\" Capt. David White said.\n\nA subsequent investigation concluded that her claim of having the coronavirus were \"100% false.\" She was charged with causing a false public alarm, DWI and multiple motor-vehicle summonses, and released pending a court date.\n\nPiazza was arrested at the scene of a single-car accident after undergoing field-sobriety testing. Police say she purposely coughed on the arresting officers during processing.\n\nVoluntary NJ statewide curfew:What's open, what's closed and how long it may last\n\nEmployee safety:Morristown Diner remained open during Hurricane Sandy, but closing for coronavirus\n\nStay informed:Coronavirus cases in New Jersey continue surge Tuesday to 267 as testing steps up\n\nAdvised of her comments, the department supervisor self-quarantined the officers and other personnel and launched the investigation. They concluded that her coronavirus claim was false after speaking to her boyfriend, who Piazza had told police also had the virus.\n\nPiazza later admitted to lying about her condition, White said.\n\nWilliam Westhoven is a local reporter for DailyRecord.com. For unlimited access to the most important news from your local community, please subscribe or activate your digital account today.\n\nEmail: wwesthoven@dailyrecord.com Twitter: @wwesthoven"}}