{"GDELT": {"GlobalEventID": 913121008, "Day": 20200318, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2137, "Actor1Code": "LAB", "Actor1Name": "WORKER", "Actor1Type1Code": "LAB", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.9718309859154999, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200318131500, "SOURCEURL": "https://www.euronews.com/2020/03/18/watch-live-boris-johnson-answers-questions-in-parliament-amid-coronavirus-outbreak"}, "ARTICLE": {"TITLE": "Watch back: Boris Johnson quizzed on UK coronavirus strategy", "TEXT": "Boris Johnson was quizzed in parliament over the UK's response to the coronavirus outbreak.\n\nThe UK has recently been criticised for having put in place fewer confinement and social distancing polices than their European neighbours.\n\nThe government has advised people to stay home if they have symptoms and to avoid pubs, restaurants and gatherings of people.\n\nAttendance of PMQs in the House of Commons was much lower due to the outbreak, the speaker said at the top and MPs sat with distance between each other to prevent further spreading the virus.\n\n\"Generations to come will look back on this moment and they will judge us. They will judge us on the actions we will take now,\" Labour party leader Jeremy Corbyn said as he pushed Johnson to take more action to support families and test healthcare workers.\n\nCorbyn asked about the UK's measures to prepare families for this, including extending statutory sick pay to workers.\n\nCorbyn also quoted the World Health Organization which urged countries earlier this week to \"test, test, test\".\n\nJohnson insisted the country was far ahead in testing, stating that they were prioritising NHS workers. The UK to-date has tested just over 55,000 people, according to the NHS.\n\nRead more: Are undetected cases helping rapid spread of coronavirus in Europe?\n\nDr Rosena Allin-Khan, a Labour MP, who is a doctor who has worked in hospitals and studied public health, said we were in \"unprecedented times\" and asked where the \"forward planning\" was for equipment for the NHS.\n\n\"Why are we waiting so long for mass testing and why are our social distancing measures merely just suggestions?\" Allin-Khan asked.\n\nSome talked about self-employed workers and those who might feel the financial ramifications of the crisis.\n\nNow is \"not the time to be squeamish about public sector debt,\" said conservative MP Felicity Buchan as she asked the government to do everything to support businesses large and small, the self-employed and individuals.\n\nSiobhain McDonagh asked the government to stop evictions for people, which Johnson said they would address with legislation.\n\nKevin Brennan, a Labour MP, said the government should bring more \"socialism\" and get money into people's pockets.\n\n\"We will do whatever it takes to make sure all workers are supported during this crisis,\" Johnson said.\n\nWatch the full Prime Minister's Questions in the video player above."}}