{"GDELT": {"GlobalEventID": 913121369, "Day": 20200318, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2137, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "GRCLEG", "Actor2Name": "ATHENS", "Actor2CountryCode": "GRC", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.28947368421053, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Athens, AttikíR, Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR35", "Actor1Geo_ADM2Code": "16716", "Actor1Geo_Lat": 37.9833, "Actor1Geo_Long": 23.7333, "Actor1Geo_FeatureID": "-814876", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Atlanta, Georgia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USGA", "Actor2Geo_ADM2Code": "GA121", "Actor2Geo_Lat": 33.749, "Actor2Geo_Long": -84.38799999999999, "Actor2Geo_FeatureID": "351615", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Athens, AttikíR, Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR35", "Action2Geo_ADM2Code": "16716", "Action2Geo_Lat": 37.9833, "Action2Geo_Long": 23.7333, "Action2Geo_FeatureID": "-814876", "DATEADDED": 20200318131500, "SOURCEURL": "https://www.ajc.com/blog/politics/georgia-gov-balks-new-restrictions-bars-restaurants/yo48U2Y8Ozoh1X23K0o6vJ/"}, "ARTICLE": {"TITLE": "Kemp doesn’t yet plan on imposing restrictions on bars, restaurants", "TEXT": "In the past few days, Florida shut down bars and nightclubs for 30 days, North Carolina ordered all restaurants to close for dine-in customers, and the leaders of Connecticut, New York and New Jersey shuttered movie theaters, gyms and casinos.\n\nKemp has broad new powers to order similar restrictions in Georgia after his declaration of a public health emergency was ratified by state lawmakers. That gave him the authority to suspend state laws, restrict travel and limit public gatherings through mid-April.\n\nThough Kemp shut down Georgia schools until at least the end of the month, he’s been hesitant to use his powers to impose broader limits on gatherings that some local officials have ordered.\n\nAtlanta Mayor Keisha Lance Bottoms limited public gatherings to 50 people this week, and lawmakers in Athens-Clarke County discussed imposing a curfew.\n\n“We are not going there. We have to keep commerce going,” Kemp said, encouraging residents to patronize restaurants that exercise social distancing. Asked at what point he could order new restrictions, Kemp said it’s still too early.\n\n“That’s a really, really tough call. It will be interesting to see if the federal government does anything in that regard. What we’re doing is continuing to watch the data from around the state,” he said. “And right now there’s no reason for a statewide mandate.”\n\nPresident Donald Trump this week recommended that gatherings be limited to 10 people, though he didn’t issue any order to do so.\n\nKemp also told the station he has no plans to immediately offer state incentives for struggling businesses, which typically falls on the federal government during a national emergency.\n\n“That’s why I’m asking people to support small businesses, and one reason I’m asking them not to close.”"}}