{"GDELT": {"GlobalEventID": 913120999, "Day": 20200318, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2137, "Actor1Code": "LAB", "Actor1Name": "WORKER", "Actor1Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.7610350076103499, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Sterling Heights, Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_ADM2Code": "MI099", "Actor1Geo_Lat": 42.5803, "Actor1Geo_Long": -83.0302, "Actor1Geo_FeatureID": "638798", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Kentucky, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USKY", "Action2Geo_Lat": 37.669000000000004, "Action2Geo_Long": -84.6514, "Action2Geo_FeatureID": "KY", "DATEADDED": 20200318131500, "SOURCEURL": "https://www.freep.com/story/money/cars/chrysler/2020/03/18/coronavirus-deep-clean-sterling-heights-fca-plant/5075928002/"}, "ARTICLE": {"TITLE": "Fiat Chrysler workers removed from factory for deep clean after coronavirus diagnosis", "TEXT": "A Fiat Chrysler Automobiles spokeswoman confirmed Wednesday that factory workers were removed from their shift overnight to \"deep clean\" the Sterling Heights Assembly Plant that builds the Ram 1500 after a worker was diagnosed with coronavirus.\n\nA local TV station initially understood the action late Tuesday to be a wildcat strike but FCA spokeswoman Jodi Tinson said an unauthorized walkout did not occur.\n\n\"No walkout. We sent the plant home so we could do a deep clean,\" she told the Free Press at 6:13 a.m. \"We cleaned and sanitized. Getting plant up and running this morning.\"\n\nSterling Heights is running now, with the shift starting at 5 a.m., Tinson said.\n\n\"Yesterday afternoon, after learning of the confirmed case, we cleaned and sanitized the employee's working area,\" she said. \"Last night, around 11, employees were sent home so the plant could do a deep clean throughout the facility.\"\n\nTinson did not confirm how many workers were affected orprovide detail about the new cleaning process.\n\nFCA did not comment when asked to respond to complaints to the Free Press by unnamed workers at the Sterling Heights plant.\n\nEarly Wednesday, an FCA worker at another plant, who asked that his name not be used for fear of retribution, told the Free Press, \"You should come in yourself and see how clean it is. Bathrooms ... most don't have hot water. Was in one yesterday with no soap.\"\n\nFactory workers have been contacting the Free Press to say they are genuinely worried, that they would rather lose their jobs than contract the virus. Many say they support children and the elderly and exposure risks multiple family members. In addition, childcare facilities are being shutdown in various states and a union leader in Kentucky said they cannot go to the factories and leave minors unattended.\n\nOn Tuesday, Fiat Chrysler and the UAW confirmed the first known positive test of an auto factory worker in Michigan. It was the second known case in a factory in the U.S., and both have been at FCA plants. The first in Kokomo, Indiana.\n\nMaking changes\n\nUAW officials met Tuesday night with auto executives from FCA, Ford and General Motors to discuss safety measures being implemented at the factories.\n\nMore:Detroit 3 CEOs, UAW agree to 'partial' shutdown\n\nMore:Fiat Chrysler worker in Sterling Heights marks first known positive test in Michigan plant\n\nThe Detroit Three carmakers announced late Tuesday that they would begin rotating shudowns as a safety measure. Details were to be confirmed and announced Wednesday. New safety actions are to include rotating partial shutdowns, cleaning in-between shifts and extended periods between shifts.\n\nUAW President Rory Gamble previously said the union requested a two-week shutdown of operations \"to safeguard our members, our families, our communities.\"\n\nElsewhere, a GM employee at its Technical Center in Warren and a Ford employee in product development based at Building 5 in Dearborn also have tested positive for the virus.\n\nRipple effect\n\nMichelle Krebs, executive analyst for Cox Automotive, said, “People are fearful. The arrangement of a partial shutdown of plants negotiated by UAW leadership ... didn’t sit well with some workers.\"\n\nJon Gabrielsen, a market analyst who consults for auto companies and suppliers, said he can't understand why Fiat Chrysler, GM and Ford don't close manufacturing down immediately.\n\n\"As more locations have employees with the coronavirus, more and more plants will require deep cleaning, including the same plants over and over,\" he said.\n\n\"Add in that when the plant requiring deep cleaning is an engine or transmission plant, it impacts not only that plant, but shuts down multiple assembly plants that need those engines or transmissions from the impacted plant,\" Gabrielsen said. \"Before long, they will be shutting and trying to reopen plants constantly, throwing entire companies into disarray. Within a week, they will have to shut them all down anyway.\"\n\nStaff writer Darcie Moran contributed to this report. Contact Phoebe Wall Howard at 313-222-6512 or phoward@freepress.com. Follow her on Twitter @phoebesaid."}}