{"GDELT": {"GlobalEventID": 913121425, "Day": 20200318, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2137, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "BUS", "Actor2Name": "INDUSTRY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.32432432432433, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Putney, Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_ADM2Code": "GA095", "Actor1Geo_Lat": 31.4702, "Actor1Geo_Long": -84.1177, "Actor1Geo_FeatureID": "332767", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Putney, Georgia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USGA", "Actor2Geo_ADM2Code": "GA095", "Actor2Geo_Lat": 31.4702, "Actor2Geo_Long": -84.1177, "Actor2Geo_FeatureID": "332767", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Putney, Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_ADM2Code": "GA095", "Action2Geo_Lat": 31.4702, "Action2Geo_Long": -84.1177, "Action2Geo_FeatureID": "332767", "DATEADDED": 20200318131500, "SOURCEURL": "https://www.cbsnews.com/news/coronavirus-pandemic-hospitals-medical-supplies-unprepared/"}, "ARTICLE": {"TITLE": "Hospitals are warning they aren't prepared for coronavirus", "TEXT": "With hospitals warning they're not prepared for the impending coronavirus crisis, the Department of Defense is donating 5 million surgical masks, and 2,000 ventilators amid the coronavirus pandemic. The military is also using its labs to process civilian test kits. And Tuesday, Vice President Mike Pence called on the construction industry to donate face masks.\n\nOverwhelmed, short-staffed, ill-equipped as the outbreak continues, health care workers on the front lines say they do not have enough medical supplies to protect themselves and patients.\n\nAt Phoebe Putney Health Systems in Albany, Georgia, they are trying to maintain supplies like masks, gowns and gloves for health care workers which could mean the difference between life and death.\n\nThe shortage of medical supplies are forcing some states to request help from the $8 billion federal stockpile. Washington state, which has seen more than 50 deaths and more than 900 confirmed coronavirus cases, has received more than 145,000 N-95 respirators and 238,560 surgical masks to help combat the spread.\n\nThe lack of coronavirus testing has sidelined 200 health care workers across Connecticut because they were potentially exposed to the virus. Until they get tested, they cannot go back to work which is straining the system.\n\nThings are so desperate in Brooklyn that first responders lined up to grab surgical masks that were donated.\n\nAs hospitals become increasingly overwhelmed, doctors are urging people to consider telemedicine options, when possible, especially if your medical issue is not related to the coronavirus.\n\nMeanwhile, a community health center in the South Side of Chicago is temporarily closing its doors to patients — because it's dangerously low on medical supplies.\n\nNearly 30 million uninsured and under-insured Americans rely on community clinics for health care.\n\nThe Iman Community Health Center, where more than half of the patients are uninsured, is turning to phone and video consults only. Medical director Dr. Sofia Aadawy said supplies are too low for in house care.\n\n\"What you don't want to have happen is have a patient come in who has the virus and then we are unable to contain it in a way then that we're actually contributing to the spread,\" Aadawy explained. \"That's sorta the worst-case scenario for any health center.\""}}