{"GDELT": {"GlobalEventID": 913121078, "Day": 20200318, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2137, "Actor1Code": "MIL", "Actor1Name": "AIR FORCE", "Actor1Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.25, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR", "Actor1Geo_Lat": 32.0, "Actor1Geo_Long": 53.0, "Actor1Geo_FeatureID": "IR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20200318131500, "SOURCEURL": "https://nationalinterest.org/blog/buzz/us-air-force-flies-secretive-sentinel-spy-drones-134067"}, "ARTICLE": {"TITLE": "The U.S. Air Force Flies Secretive Sentinel Spy Drones", "TEXT": "Air Force chief of staff Gen. David Goldfein said that new, secret technology would replace the RQ-4s and other planes the service wants to retire. “Most of what we’re giving up is unclassified,” Goldfein told Defense News. “What we’re buying — not all but a lot of it — is in the classified realm.” Goldfein’s comment could hint at the Air Force’s acquisition of RQ-180 stealth spy drones.\n\nThe U.S. Air Force in its 2021 budget proposal asked Congress to let the service retire scores of aircraft, including 24 of its 34 high-flying Global Hawk spy drones.\n\nAir Force chief of staff Gen. David Goldfein said that new, secret technology would replace the RQ-4s and other planes the service wants to retire. “Most of what we’re giving up is unclassified,” Goldfein told Defense News. “What we’re buying — not all but a lot of it — is in the classified realm.”\n\nGoldfein’s comment could hint at the Air Force’s acquisition of RQ-180 stealth spy drones. But it’s worth remembering that the flying branch also possesses another secretive drone type that service leaders don’t often talk about. The RQ-170 Sentinel.\n\nOne of the last times the RQ-170 appeared in public was back in 2017, when a photographer spotted what appeared to be a new variant of the drone.\n\nMatt Hartman of Shorealone Films photographed an apparently heavily-modified Sentinel while covering the launch of a top-secret satellite from Vandenberg Air Force Base in southern California on March 1, 2017.\n\nThe batwing RQ-170, which Hartman observed from below and head-on while the drone was in flight with its landing gear lowered, sported dark-colored paneling along its leading-edge and under its port wing, as well as a instrument probe — all previously-unseen features on the Sentinel.\n\nIt’s not clear what, if any, new capabilities the modified Sentinel possesses — or what new missions the Air Force might assign to the apparently-upgraded drone. It’s worth noting that the Air Force quietly began flying RQ-170s from Vandenberg as early as 2011, according to documents that journalist Joseph Trevithick obtained via the Freedom of Information Act.\n\nThe 30th Reconnaissance Squadron, the main Sentinel unit, flies from Creech Air Force Base in Nevada. Vandenberg mostly handles space launches. But the remote installation could become a major drone hub. The base previously hosted Global Hawk spy drones and the secretive X-37B robotic space plane, and is a candidate to receive a new wing of Reaper hunter-killer drones.\n\nVandenberg is adjacent to the U.S. Navy’s 36,000-square-mile Pacific Range ocean test site. Reporter Tyler Rogoway, editor of The War Zone blog, exclusively published Hartman’s photographs of the modified RQ-170.\n\nRogoway has his own theories about the drone’s modifications.\n\n“The RQ-170, with its electro-optical sensors and what most experts think is a highly sensitive AESA-based synthetic aperture radar … could make the aircraft a potent targeting and surveillance node in an anti-access maritime and/or littoral combat environment.”\n\n“Proving that the RQ-170’s talents can be applied to the surface warfare realm would require that the aircraft have access to such an environment,” Rogoway added, “and the middle of the Nevada desert surely does not offer that kind of an opportunity, but Vandenberg AFB certainly does.”\n\nIf Rogoway is right and the Sentinel is taking on a maritime role, it could greatly expand what is already a diverse mission portfolio. The Air Force reportedly acquired around 30 RQ-170s from Lockheed Martin in the early 2000s and deployed them for surveillance missions over Iraq in 2003.\n\nIn 2007, a photographer spotted a Sentinel at Kandahar airfield in southern Afghanistan — the radar-evading drone’s public debut. The Air Force copped to the RQ-170’s existence in 2009, the same year the flying branch deployed the pilotless aircraft to Guam and South Korea on temporary tours.\n\nA Sentinel reportedly spied on Osama Bin Laden’s compound during the May 2011 raid by Navy SEALs that killed the terrorist leader. And in December 2011, an RQ-170 crashed on the Iran-Afghanistan border and was seized by Iranian officials for display and study.\n\nThat Sentinel’s frequent proximity to Iran and North Korea raised the possibility that the Air Force was sending the stealth drone on missions to investigate nuclear-weapons facilities.\n\nCorroborating that theory, the Air Force implied in a document dated 2013 — which Trevithick also obtained via the Freedom of Information Act — that the RQ-170 had participated in “national collection missions,” which is military code for specialized strategic reconnaissance, often targeting nuclear installations.\n\nFrom Special Operations Forces support to nuclear-snooping, in 2012 the Sentinel’s mission set expanded to include post-strike recon for B-2 stealth bombers, according to yet another document that Trevithick obtained via the federal information law.\n\nIn October 2012 at White Sands Missile Range in New Mexico, the Air Force tested a new version of the 15-ton Massive Ordnance Penetrator, a special bomb that the B-2 can drop to destroy deeply-buried strategic targets, including command bunkers and nuclear sites.\n\nAs part of the test, an RQ-170 followed behind the MOP-dropping stealth bomber in order to assess the results of the simulated strike. In a real-world raid, a B-2 could bomb a buried target and a Sentinel could perform post-attack battle-damage assessment.\n\nThe steady addition of new missions over the Sentinel’s roughly 15-year existence represents a strong vote of confidence on the part of the Air Force in the stealth drone’s usefulness, despite Iran’s capture of one of the robots in 2011.\n\nThe apparent new modifications to the RQ-170 inadvertently on display over southern California in March 2017 could point to even more missions to come.\n\nDavid Axe serves as Defense Editor of the National Interest. He is the author of the graphic novels War Fix, War Is Boring and Machete Squad. This first appeared in May 2019 and is being reposted due to reader interest.\n\nImage: Creative Commons."}}