{"GDELT": {"GlobalEventID": 913120011, "Day": 20200311, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.1945, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "MOS", "Actor2Name": "MUSLIM", "Actor2Religion1Code": "MOS", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.23055934515689, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200318131500, "SOURCEURL": "https://www.msn.com/en-us/news/world/reuters-world-news-summary/ar-BB11mey1"}, "ARTICLE": {"TITLE": "Reuters World News Summary", "TEXT": "Following is a summary of current world news briefs.\n\nChina says within its rights to bar U.S. reporters from Hong Kong\n\nChina defended its decision on Wednesday to expel American journalists from three U.S. newspapers and bar them even from working in Hong Kong, saying the measure falls within the central government's purview over diplomatic affairs. Chinese foreign ministry spokesman Geng Shuang also warned that China would be compelled to take further action against American media and journalists in China if the United States did not \"correct its mistakes\".\n\nBlockaded Gaza looks wryly on as world isolates itself\n\n\"Dear world, how is the lockdown? Gaza.\" A sly dig at the international community, this is just one among a torrent of social media posts that has emerged from the blockaded Gaza Strip in the wake of the coronavirus pandemic.\n\nFactbox: Public figures who have tested positive for coronavirus\n\nFollowing are some of the public figures who have tested positive for coronavirus around the world: Oscar-winning actor Tom Hanks and his wife, actress Rita Wilson, both tested positive in Australia, the actor said on Twitter. He said he fell ill while working on a film.\n\nRussia feeding disinformation about coronavirus to sow panic in West: EU document\n\nRussian media have deployed a \"significant disinformation campaign\" against the West to worsen the impact of the coronavirus, generate panic and sow distrust, according to a European Union document seen by Reuters. \"A significant disinformation campaign by Russian state media and pro-Kremlin outlets regarding COVID-19 is ongoing,\" the internal document, dated March 16, said.\n\nErdogan sees opportunities if Turkey contains coronavirus\n\nPresident Tayyip Erdogan said on Wednesday the coronavirus was hitting Turkey just as it was recovering from a 2018 lira crisis but that there would be big opportunities if it could bring the outbreak under control in the coming weeks. Turkey confirmed its first death related to the coronavirus on Tuesday and a doubling of its confirmed cases in one day to 98 after it ramped up measures to combat the spread of the virus.\n\nItaly says coronavirus lockdown may need to be extended\n\nAn unprecedented lockdown imposed on Italians last week to halt the spread of coronavirus might be extended if the incidence of new cases doesn't slow, officials said on Wednesday. The government has ordered restaurants, bars and most shops to shut down until March 25. In addition, it has shut schools and universities and told everyone to stay at home unless absolutely essential until April 3.\n\nU.S. plans to turn back migrants caught at Mexican border, cites coronavirus: sources\n\nThe Trump administration is considering immediately returning any foreigners caught at the U.S.-Mexico border to Mexico, arguing the step is necessary to combat the fast-spreading coronavirus, according to two administration officials. The measure, which remains under discussion, would apply to migrants caught crossing the illegally outside ports of entry and would not affect legal immigration or commercial traffic, the officials said.\n\nMyanmar army withdraws criminal complaint against Reuters\n\nMyanmar’s army said on Wednesday it had withdrawn a criminal complaint it filed against Reuters news agency after being requested to do so by the Myanmar Press Council and in the interest of good relations with the media. Police said last week the military had filed a lawsuit against Reuters and a local lawmaker for criminal defamation weeks after objecting to a news story about two Rohingya Muslim women, who died as a result of shelling in Rakhine state.\n\nStunned world grapples with 'once-in-100-year' coronavirus battle\n\nHundreds of millions of people worldwide were adjusting on Wednesday to once-in-a-generation measures to battle the coronavirus crisis that is not only killing the old and vulnerable but also threatening prolonged economic misery. The fast-spreading disease that jumped from animals to humans in China has now infected about 200,000 people and caused nearly 8,500 deaths in 164 nations, triggering emergency lockdowns and injections of cash unseen since World War Two.\n\nPutin is being protected from coronavirus around the clock, says Kremlin\n\nRussian President Vladimir Putin is being protected from coronavirus around the clock, the Kremlin said on Wednesday, saying all Kremlin staff involved in his events schedule were undergoing mandatory testing for the virus. Russia has recorded 147 cases of coronavirus so far and the authorities have temporarily barred foreigners from entering the country in an effort to prevent it spreading further."}}