{"GDELT": {"GlobalEventID": 913120579, "Day": 20200318, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2137, "Actor1Code": "FRAGOVBUS", "Actor1Name": "CHRISTINE LAGARDE", "Actor1CountryCode": "FRA", "Actor1Type1Code": "GOV", "Actor1Type2Code": "BUS", "Actor2Code": "DEU", "Actor2Name": "GERMANY", "Actor2CountryCode": "DEU", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.28477257745551, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200318131500, "SOURCEURL": "https://www.dw.com/en/coronavirus-latest-10-million-people-in-germany-may-become-infected-health-officials-warn/a-52813432"}, "ARTICLE": {"TITLE": "Coronavirus: Germany shuts down borders, halts public life", "TEXT": "Click here to follow the latest on the coronavirus on Thursday\n\nGerman Chancellor Angela Merkel says the coronavirus pandemic is the greatest challenge in decades.\n\nFrench police handed out over 4,000 fines on the first day of a nationwide lockdown\n\nMore than 1,300 people have been infected by the virus in Germany, according to Johns Hopkins University.\n\nUS President Donald Trump is to activate a defense law that lets the government boost production of masks and respirators.\n\nThe Eurovision Song Contest has been canceled, becoming the latest in a string of events to be called off.\n\nRead more: Germany turning people back at the airport: What you need to know\n\nUpdates in Universal Coordinated Time (UTC/GMT)\n\n00:00 This concludes our live updates on the coronavirus outbreak for the moment. More information on the outbreak is available on our page and on DW TV. Thank you for joining us.\n\n23:30 El Salvador's government said on Wednesday it has suspended deportations of its nationals from the US and Mexico, reported Reuters.\n\n23:09The European Central Bank launched a €750 billion ($820 billion) emergency bond purchase scheme. The Pandemic Emergency Purchase Programme should push down borrowing costs and help counter the economic slowdown in the bloc caused by the virus. The scheme will last until it ECB \"judges that the coronavirus Covid-19 crisis phase is over, but in any case not before the end of the year,\" said the bank in a statement.\n\n23:00 Airlines continue to be hit: Delta Airlines said 10,000 employees have taken voluntary unpaid leave. Workers will forgo their salary but keep benefits such as health insurance. Australia's biggest airline Qantas will halt all international flights later in March after Australia's government advised its citizens not to travel abroad.\n\n22:45 Costa Rica reports its first death from coronavirus, according to its health ministry.\n\n22:30 The United Arab Emirates will suspend entry of valid residence visa holders who are still abroad starting at midday local time on Thursday for two weeks.\n\n22:10 Portugal declared a 15-day state of emergency, following the actions of neighboring Spain and France. \"This is not an interruption of democracy. It is democracy trying to prevent an irreparable interruption in people's lives,\" said President Marcelo Rebelo de Sousa during a televised address.\n\n21:45 French police handed out over 4,000 fines on Wednesday for violating the order to stay home on the first day of the nationwide lockdown. \"The fine was €35 ($38) yesterday, and now from today is €135 and it can go up to €375. It should be a factor that dissuades people,\" said Interior Minister Christophe Castaner to TF1 television.\n\n21:12 Israel is stopping anyone from entering the country, unless they are a citizen or have permanent residency. The new regulations will come into effect immediately, said the country's foreign minister. New rules will also apply to Palestinian people living in the Israeli-occupied West Bank but who travel to Israel to work.\n\n21:00 The New York Stock Exchange (NYSE) will close its floor for trading and switch completely to electronic trading due to health concerns.\n\n\"NYSE's trading floors provide unique value to issuers and investors, but our markets are fully capable of operating in an all-electronic fashion to serve all participants, and we will proceed in that manner until we can re-open our trading floors to our members,\" said Stacey Cunningham, the head of the exchange.\n\n20:33 China will provide the EU with 2 million surgical masks, 200,000 more specialized N95 respirator masks and 50,000 testing kits, said the head of the EU Commission, Ursula von der Leyen.\n\n20:28 Thousands of Muslim worshipers in Bangladesh held a joint prayer meeting and chanted \"healing verses\" from the Koran in a bid to ward off the coronavirus pandemic. Pictures from the meeting were met with outrage online in the Muslim-majority country.\n\n20:17 US Senate passed the first coronavirus aid package on Wednesday, which provides paid sick leave for a large number of US workers and provide free coronavirus testing. The legislation still needs to be signed by President Donald Trump before going into effect.\n\n20:14 French police gave out nearly 4,100 fines to people breaking the isolation order on Wednesday. Since the day before, people in France are only allowed to leave their homes for essential trips, and only after signing a document stating where they are going.\n\n19:47 Germany currently has over 12,300 confirmed coronavirus cases, and the virus has so far claimed 28 lives, according to the data compiled by the US-based Johns Hopkins University. Over 100 people have already recovered.\n\n19:33 Two polar bear cubs first ventured outside in the Dutch Ouwehands Zoo today, but with no visitors present. The zoo in the central town of Rhenen is closed to the public until at least April 6, under a government order that bans gatherings of over 100 people. The yet unnamed twins were born in late November but remained in their mother's den until Wednesday.\n\n19:10 Another 89 people died of the coronavirus in France during the last 24 hours, bringing the death toll to 264.\n\n18:59 Almost 24,000 people responded to a call sent out by the authorities in Ireland, in which officials urged retired doctors, nurses, medical students and other inactive healthcare professionals to help fight the outbreak. Ireland currently has 65,000 practicing nurses and midwives. Out of 15,000 registered doctors, 7,000 are currently working.\n\n18:52 Germany has expanded its travel restrictions for the citizens of Austria, Spain, Italy, Switzerland, Luxembourg, and Denmark. Only German nationals or foreign citizens with an \"urgent reason to travel\" are now allowed to enter Germany by plane or ship, said the country's Interior Ministry.\n\n18:50 UK officials say the number of people who died of the coronavirus is now 103, compared to 71 on Wednesday.\n\n18:47 Serbia has deployed its military to its border crossings in a bid to curb the spread of the new virus. The border crossings have been controlled by the police since 2007, and the non-EU country has been a member of the visa-free Schengen zone since 2009.\n\nWatch video 01:01 Share Footballers working from home due to coronavirus Send Facebook google+ Whatsapp Tumblr linkedin stumble Digg reddit Newsvine Permalink https://p.dw.com/p/3Zdbv Footballers working from home due to coronavirus\n\n18:31 Jordan's military is set to lock down the capital, Amman, on Thursday until further notice.\n\n18:14 Italy declared 475 new deaths from the coronavirus on Wednesday. The unprecedented increase marks the biggest day-to-day jump in any nation, including China, since the outbreak began in late December. The total death toll in Italy is now nearly 3,000.\n\n18:03 Peru's president, Martin Vizcarra, ordered a curfew to spread curb COVID-19 spread.\n\n\"We're decreeing mandatory confinement from today, from eight at night to five in the morning,\" he told a news conference.\n\n17:54 British supermarket chains Tesco, Sainsbury, and Asda all limited purchases of food on Wednesday to prevent panic buying.\n\n17:40 Merkel urged Germans to follow official announcements rather than rumors and to support fellow citizens.\n\n\"This is a dynamic situation — and we will continue to learn as we go along, so that we change tack at any time and take different steps using different tools. And we will explain that too, as the time comes,\" the chancellor said.\n\n\"That is why I also ask you please not to believe rumors, but only the official announcements which we also always have translated into many languages.\"\n\nWatch video 12:40 Share Merkel on coronavirus crisis Send Facebook google+ Whatsapp Tumblr linkedin stumble Digg reddit Newsvine Permalink https://p.dw.com/p/3Zfg1 Merkel: Germany facing worst crisis since WWII\n\n\"We are a democracy: We don’t live by force but through shared knowledge and cooperation. This is an historical challenge and it can only be overcome together.\"\n\n\"And we shall overcome it – of that I am completely sure. But how high will the number of victims be? How many loved ones will we lose? To a large degree, we have control over that. We can all now act together and with determination. We can accept the current restrictions and support one another.\"\n\nHow is coronavirus affecting life in Germany? Food donations drop Panic-buying has left empty shelves in supermarkets — and food banks. With Germans snapping up canned goods and toilet paper to weather the outbreak, stores have fewer supplies left over to donate to the needy, said Jochen Brühl, head of Tafel Deutschland, which supports more than 1.5 million people with surplus groceries and other donations. Brühl encouraged those who had overreacted to donate.\n\nHow is coronavirus affecting life in Germany? Bundesliga suspended After playing one match behind closed doors, the Bundesliga has suspended its season until at least April 2. The Germany football league had considered playing matches behind closed doors until Paderborn's coach Steffen Baumgart and defender Luca Kilian tested positive for COVID-19.\n\nHow is coronavirus affecting life in Germany? Cultural cancellations Cultural life has also taken a hit, with major fairs and trade shows canceled or postponed. Among the casualties were the Leipzig Book Fair and the Musikmesse Frankfurt, Europe's biggest music trade fair. Numerous clubs, galleries and museums have closed across the country, and the gala award show for the annual German film and television award, the Goldene Kamera, has been moved to November.\n\nHow is coronavirus affecting life in Germany? Not the 'Wuhan flu' The Chinese origin of the virus has led to an increase in xenophobic sentiment in the places worst hit by the outbreak. Asian restaurants and stores — not just Chinese — have reported empty tables in countries hard hit by the pandemic, and people with Asian features have experienced discrimination. At a recent Bundesliga game in Leipzig, a group of Japanese fans was ejected from the stadium.\n\nHow is coronavirus affecting life in Germany? Flights grounded German airline Lufthansa has massively reduced its flight capacity as business and personal travel is cut back. The flagship carrier is now seeking state aid, according to a report from Germany business newspaper Handelsblatt. Lufthansa CEO Carsten Spohr will be attending a meeting with German Chancellor Angela Merkel, according to government sources.\n\nHow is coronavirus affecting life in Germany? Car production crippled Car plants in China have been shut down since January, and major German automakers like Volkswagen and Daimler have said both sales and production have been hit by the epidemic. And with many automakers sourcing electric car parts from China, work at plants in Germany has also hit a stumbling block. Berlin has said it plans to financially support companies suffering coronavirus losses.\n\nHow is coronavirus affecting life in Germany? Fewer tourists \"The consequences for the German tourism sector are serious,\" warned Guido Zöllick, head of the German Hotel and Restaurant Association. Already by the second week of March, 76.1% of members had reported a sharp decrease in bookings and a drop in revenue. The German parliament has banned tourists from visiting the glass dome of the Reichstag building until further notice.\n\nHow is coronavirus affecting life in Germany? Border checks In an effort to prevent further spread, Germany has closed its borders with France, Luxembourg, Switzerland, Austria and Denmark. Authorities in Poland and the Czech Republic had already begun spot checks, measuring the temperature of travelers crossing main road borders out of Germany.\n\nHow is coronavirus affecting life in Germany? School closures Preschools and primary schools across Germany have shut. The closures have affected more than 2.2 million children up to age 16 countrywide, according to Germany's Federal Statistical Office. German television stations have adjusted their programming in response to the school closures. Author: Martin Kuebler\n\n\n\n17:30 In a video message to the German nation, Chancellor Angela Merkel has appealed to citizens to do their part in helping overcome the virus, saying it was the country's greatest challenge in decades.\n\n\"Millions of you cannot work, cannot take your children to schools or kindergartens. Theaters, cinemas and stores are closed. And perhaps most difficult of all – we cannot have the contacts to one another that we otherwise take for granted. It’s natural that in a situation such as this, all of us has many questions and concerns about how things will continue.\"\n\n\"I truly believe that we will succeed in the task before us, so long as all the citizens of this country understand that it is also their task.\"\n\n\"So let me say this: The situation is serious. Please take it seriously. Since German unification, indeed since the Second World War, there has been no challenge to our nation that has demanded such a degree of common and united action.\"\n\nWatch video 02:01 Share EU in crisis mode Send Facebook google+ Whatsapp Tumblr linkedin stumble Digg reddit Newsvine Permalink https://p.dw.com/p/3ZegT Coronavirus pandemic: European Union in crisis mode\n\n17:25 The French military has used a military plane to evacuate six patients from eastern France to ease pressure on local hospitals, a move considered to be unprecedented in peacetime. The patients have been transported to military hospitals in the south of the country. More such transfers are expected.\n\n17:24 More young people in France and Italy are falling ill than previously thought, White House coronavirus task force coordinator Deborah Birx told reporters in Washington.\n\n\"There are concerning reports coming out of France and Italy about young people getting very seriously ill,\" she said. \"It may have been that the millennial generation - our largest generation, our future generation that will carry us through for the next multiple decades - there may be a disproportional number of infections among that group.\"\n\n17:23 UK Prime Minister Boris Johnson announced that schools will close in England, following Scotland and Wales.\n\nThe schools will close on Friday and stay closed \"for the vast majority of pupils until further notice,\" Johnson said in a televised speech.\n\n17:21 Authorities in the Bavarian town of Tirschenreuth imposed a curfew to fight the coronavirus outbreak on Wednesday, making the eastern town the first place in Germany to limit the citizens' movement. The residents are still allowed to buy foods, go to work, or visit the doctor. The curfew is set to last until April 2.\n\n17:16 The Defense Production Act, which Trump is set to sign on Thursday, will allow the administration to boost the production of masks, respirators, ventilators and similar necessary equipment.\n\nThe law was created in 1950, during the Korean War, and has been used several times since. It gives the president authority to steer resources from the US industry \"to support military, energy, space, and homeland security programs,\" according the Federal Emergency Management Agency.\n\n“We will be invoking the Defense Production Act just in case we need it,\" said Trump on Wednesday.\n\n17:07 German national team players have donated €2.5 million ($2.7 million) to causes related to fighting the coronavirus pandemic. Click here for the full story.\n\n\"In times like these, we have to look out for each other,\" said team captain Manuel Neuer in one of several Instagram videos released by the team on Wednesday. \"We have also put our heads together and have decided to donate €2.5m to good causes.\"\n\n16:52 Austria will introduce border checks with Germany on midnight Wednesday. Germany already restarted border checks on Monday.\n\n16:34 US President Donald Trump rejected accusation of racism after repeatedly referring to the novel coronavirus as \"the Chinese virus.\"\n\n\"It's not racist at all,\" he told a reporter. \"As you know, China said it was started by American soldiers.\"\n\n16:30 \"This virus is presenting us with an unprecedented threat but is also presenting us with an unprecedented opportunity to stand as one against the common enemy, the enemy of humanity,\" said WHO chief Tedros Adhanom Ghebreyesus.\n\n16:26 Addressing reporters in Geneva, WHO chief Tedros Adhanom Ghebreyesus urged \"flattening the curve\" of the infection by slowing down its spread.\n\n\"This access is saving lives and buying time for the development of vaccines and treatment,\" he said.\n\n16:21 At least one US Navy hospital ship will go to New York City to ease pressure on the existing medical facilities.\n\n16:19 Donald Trump has suspended all evictions and home loan foreclosures as the country faces the coronavirus pandemic.\n\n16:18 US President Donald Trump is invoking the Defense Production Act, which would allow the US government to expedite the production of equipment needed to fight the outbreak.\n\n16:14 Turkey and Poland joined the range of countries that have announced large aid packages mitigate the impact of the pandemic.\n\n16:12 Schools in Scotland and Wales will close on Friday, with England still not decided on the issue.\n\n16:10 Cybercriminals in Germany are using the pandemic to steal private data, said the Bavarian interior minister, Joachim Hermann. The attackers are sending out emails that attack files. They are made to look like information from the local health officials or the World Health Organization, or as advertisements for face masks.\n\nOthers present themselves as family members who had contracted the new virus and ask for money for treatment.\n\n\"Even in the age of the coronavirus, you still should not open attachments from unknown senders and you should be suspicious,\" minister Hermann said.\n\nHands off! What can we touch during the coronavirus outbreak? Contaminated door handles Current research says the coronavirus family of viruses can survive on some surfaces, like door handles, for an average of four to five days. Like all droplet infections, SARS-CoV-2 can spread via hands and frequently touched surfaces. Although it hasn't previously been seen in humans and therefore hasn't been studied in detail, experts believe it spreads similarly to other known coronaviruses.\n\nHands off! What can we touch during the coronavirus outbreak? Not so delicious A certain degree of caution is called for when eating lunch at your work cafeteria or in a cafe — that is, if they haven't been closed yet. Technically, coronaviruses can contaminate cutlery or crockery if they're coughed on by an infected person. But the German Federal Institute for Risk Assessment (BfR) states that \"no infections with SARS-CoV-2 via this transmission route are known to date.\"\n\nHands off! What can we touch during the coronavirus outbreak? Virus-carrying teddy bears? Should parents fear a possible infection from imported toys? It's unlikely, say the BfR. As of yet, there are no cases of an infection via imported toys or other goods. Initial laboratory tests show that the pathogens can remain infectious for up to 24 hours on cardboard and up to three days on plastic and stainless steel - especially in high humidity and cold settings.\n\nHands off! What can we touch during the coronavirus outbreak? Packages, letters and shipped goods A recent study from the Rocky Mountain Laboratories in the US found the novel coronavirus can survive up to 72 hours on stainless steel and up to 24 hours on cardboard surfaces — in an ideal laboratory setting. But because the survival of the virus is dependent on many factors like temperature and humidity, the BfR says getting infected from handling the post is \"rather unlikely.\"\n\nHands off! What can we touch during the coronavirus outbreak? Can my dog infect me, or can I infect my dog? Experts consider the risk of pets being infected with the coronavirus to be very low. But they can't yet rule it out. The animals themselves show no symptoms, so they don't become ill. However, if they are infected, it is possible they could transmit coronaviruses via the air or via excretions (their poop).\n\nHands off! What can we touch during the coronavirus outbreak? Fruit and vegetables: suddenly dangerous? \"Unlikely.\" According to the BfR, transmitting SARS-CoV-2 via contaminated food is not likely to happen and, so far, there are no proven cases of infection this way. As the viruses are heat-sensitive, heating food during cooking can further reduce the risk of infection. Of course, you should thoroughly wash your hands before cooking and eating — and this goes for anytime, regardless of corona!\n\nHands off! What can we touch during the coronavirus outbreak? Contaminated frozen food Although the SARS and MERS coronaviruses known to date don't like heat, they are quite immune to the cold. Research shows they can remain infectious at minus 20 degrees Celsius for up to two years. But the BfR gives frozen food the all-clear. So far, there's no evidence of SARS-CoV-2 infection via the consumption of any food, including frozen food.\n\nHands off! What can we touch during the coronavirus outbreak? But leave those wild animals alone! The COVID-19 outbreak has prompted many extraordinary measures and China's ban of the consumption of wild animals is no exception. There is compelling research to suggest the novel coronavirus originated in bats before being passed to humans via another intermediate animal. But it's not the animals we need to blame — experts say humans are exposed to these viruses via our interaction with animals. Author: Julia Vergin (cs)\n\n\n\n16:04 Germany is considering converting hotels, big venues and rehabilitation facilities into makeshift treatment centers.\n\n\"The measures \"can build up additional capacity for the numerous simpler treatments... freeing up hospitals to deal with the more serious cases,\" federal and state officials said in a statement.\n\n15:59 The first person to die of coronavirus in Cuba is a 61-year-old Italian tourist, Cuban officials said. The island has 10 confirmed coronavirus cases.\n\n15:56 New York City Mayor Bill de Blasio asked for \"urgent\" help from the US military as the number of infected was close to 1,000 in the American metropolis.\n\n\"There are American military officers right now still building a wall at the southern border when all they should be doing domestically is addressing coronavirus,\" de Blasio told broadcaster NBC. \"We need their medical resources, their logistical know-how, we need them to help ensure that food and medicine moves around this country and our supply chain is not disrupted.\"\n\n15:52 Norwegian Prime Minister Erna Solberg is planning emergency legislation that would give the government the right to take decisions on the coronavirus outbreak without consulting the parliament.\n\n15:45 Coronavirus death toll in Italy's most severely hit region, Lombardy, has jumped by 319 and is now at 1,959 deaths, according to a report by the AFP news agency. While the Wednesday figures have not yet been officially announced, the nationwide death toll for Italy stood at 2,503 on Tuesday.\n\n15:34 Canada has announced a coronavirus aid package worth Ca$82 billion ($56.4 billion, €51.9 billion), including direct aid to help workers and businesses.\n\nWatch video 01:54 World in coronavirus mode — DW correspondents report from around the globe\n\n15:25 A British cruise ship that was rejecting docking by the authorities of Barbados has now docked in Cuba. The ship, MS Braemar, has over 1,000 onboard including five confirmed coronavirus infections and about 50 more people isolated for showing flu-like symptoms.\n\nThe communist-ruled Cuba has agreed to allow the ship to dock for \"humanitarian reasons.\"\n\n14:58 The UK government has urged all British tourists in Spain to return home.\n\n14:56 Austria said they would spend up to €38 billion ($41.4 billion) to support the economy.\n\n14:53 The number of people infected worldwide has reached 200,000, with over 8,000 dead. Over 82,000 are now considered recovered from the virus, according to a tally by the Johns Hopkins University.\n\nHere's an interactive map from the Johns Hopkins University with live data on the coronavirus pandemic.\n\n14:51 North Macedonia calls a state of emergency due to the coronavirus.\n\n14:50 The Trump administration has asked the US Congress for another $45.8 billion in funding to various US agencies working to curb the spread of the coronavirus. The request is separate from a $1 trillion stimulus package designed to mitigate the impact on the economy.\n\nCoronavirus: The consequences for tourism First Mediterranean cruise has set sail With 2,500 instead of 6,000 passengers, the MSC Grandiosa left the port of Genoa on August 16. Stops on the seven-day voyage include Naples, Palermo and Valletta. Passengers and crew were tested for coronavirus before boarding, and body temperature is to be checked on a daily basis. Rival cruise company Costa will not be offering Mediterranean cruises again until September.\n\nCoronavirus: The consequences for tourism Germany declares most of Spain high-risk area Germany's health and interior ministries have agreed that all of Spain — apart from the Canary Islands — is now a high-risk area due to a surge in cases. Spain said it was closing night clubs across the country. Restaurants, bars and similar venues would need to close by 1 a. m. and would not be allowed to take in new guests after midnight.\n\nCoronavirus: The consequences for tourism Paris is again a high-risk area France has declared Paris and the Bouches-du-Rhone department on the Mediterranean coast around Marseille high-risk coronavirus zones. The measure is in response to a sharp rise in COVID-19 infections over the past two weeks.\n\nCoronavirus: The consequences for tourism COVID-19 deals tourism in Berlin a heavy blow In the first six months of 2020, 59% fewer tourists came to Berlin than in the previous year. The Statistics Office said on August 10 that 2.7 million guests had visited Berlin, the lowest number since 2004. The slump was even worse for foreign tourists: two thirds stayed away. Since June, the figures have been recovering and are at 30 to 40% of the previous year.\n\nCoronavirus: The consequences for tourism Compulsory COVID-19 tests on entry into Germany Anyone entering Germany from a high-risk area must take a coronavirus test from August 8, after an order by Health Minister Jens Spahn. Currently, many countries are classified as risk areas, including the United States and Brazil. In the European Union, Luxembourg, the Belgian region of Antwerp and the Spanish regions of Aragon, Catalonia and Navarre were risk areas as of early August.\n\nCoronavirus: The consequences for tourism Germany lifts travel warning for four Turkish regions Germans can again travel to Turkey. The German government has partially lifted the travel warning for the four popular coastal provinces of Antalya, Izmir, Aydin and Mugla. Travelers must be tested for coronavirus before returning to Germany. The costs of between €15 and 30 must be paid by the traveler. Turkey is one of the most popular holiday destinations for Germans.\n\nCoronavirus: The consequences for tourism Setback for cruise holidays Norwegian cruise operator Hurtigruten has stopped all cruises on August 3 until further notice after an outbreak of the coronavirus on one of its ships. At least 40 passengers and crew members on the Roald Amundsen tested positive for COVID-19. Meanwhile, German cruise line Aida Cruises has also postponed its planned restart due to the lack of necessary permits.\n\nCoronavirus: The consequences for tourism Nepal reopens Mount Everest for climbers amid COVID-19 Despite coronavirus uncertainty, Nepal has reopened Mount Everest for the autumn trekking and climbing season. To boost the struggling tourism sector the government will permit international flights to land in the country from August 17. The Himalayan country shut its borders in March just ahead of the busy spring season when hundreds of mountaineers usually flock to the country.\n\nCoronavirus: The consequences for tourism German Foreign Office advises against travel to Barcelona On July 28, the German Foreign Office issued an advisory opinion against non-essential tourist trips to the Spanish regions of Aragon, Navarre and Catalonia, citing the high number of COVID-19 infections as well as local restrictions. The Catalan regional government in Barcelona has said it regrets the decision, saying the regional government was acting responsibly while trying to protect lives.\n\nCoronavirus: The consequences for tourism Amsterdam wants fewer weekend visitors Concerned over a possible second wave of coronavirus, Amsterdam has requested that tourists not visit the Dutch capital on weekends. Potential day-trippers should come between Monday and Thursday, the city said on July 23. The tourist influx has swelled to such a degree that recommended social distancing of 1.5 meters between people is currently not possible in the city center.\n\nCoronavirus: The consequences for tourism Crowd management in alpine idyll In order to manage tourist throngs amid the pandemic, Bavaria's Economy Minister Hubert Aiwanger is planning a live digital guiding system for visitors. Clogged streets, wild campers and overcrowding on hiking trails in the Alps — this brings popular regions such as Lake Tegernsee (photo) to their limits. The live update system is primarily intended to redirect day-trippers to less full areas.\n\nCoronavirus: The consequences for tourism Eiffel Tower summit open again Visitors to Paris can finally visit the top of the Eiffel Tower again — the third level of the world-famous landmark opened on July 15. The number of tickets available is limited, in order to assure social distancing measures between visitors. Distancing is also in effect at the Disneyland Paris amusement park, which is opening its doors again after a four-month obligatory closure.\n\nCoronavirus: The consequences for tourism End of the party Due to illegally held parties, Mallorca has ordered the forced closure of restaurants at Ballermann and Magaluf, resort areas visited by German and British tourists. The regulation came into effect on July 15 for two months. The behavior of a few vacationers and local owners should not jeopardize the huge efforts to fight the pandemic, said Balearic Tourism Minister Iago Negueruela.\n\nCoronavirus: The consequences for tourism Stricter face mask rules on Balearic Islands On Mallorca and the other Balearic Islands, the regulations for wearing face masks have been tightened. To prevent the spread of the coronavirus, mouth and nose protection must be worn from July 13 in all enclosed public spaces as well as outdoors, whenever it is possible to encounter other people. On the beach, at the pool and during sports, however, masks are still not mandatory.\n\nCoronavirus: The consequences for tourism Flights overshadowed by fear Holiday flights within Europe are on the move again, with passengers sitting close together. According to an opinion poll by the International Air Transport Association (IATA), 62% of those questioned are afraid of being infected by passengers in the next seat. This was identified by IATA as the main reason for the decline in willingness to travel, which is now only 45%.\n\nCoronavirus: The consequences for tourism EU relaxes entry restrictions Starting from July 1, people from third countries with low infection rates may enter the EU again as regular travelers. These countries are Algeria, Australia, Canada, Georgia, Japan, Morocco, Montenegro, New Zealand, Rwanda, Serbia, South Korea, Thailand, Tunisia and Uruguay. China will only be considered if it also lifts its entry restrictions for Europeans.\n\nCoronavirus: The consequences for tourism COVID-19 test center opened at Frankfurt airport A coronavirus test center has been in operation at Frankfurt airport since June 29. Here, passengers both departing and arriving can be tested to avoid quarantine. The standard procedure, in which the results are available as a download within six to eight hours, costs €59. Around 300 tests can be performed per hour.\n\nCoronavirus: The consequences for tourism World famous Alhambra in Granada opens again The Alhambra Castle in Granada in southern Spain opened its doors to tourists again on June 17. Initially, only 4,250 visitors were admitted at the same time — only half as many as usual. In addition, masks are mandatory. The Alhambra is considered the most important testimony to Arab architecture in Europe and is a World Heritage site.\n\nCoronavirus: The consequences for tourism 'Re-open EU': A website with travel rules for Europe Entry regulations, masks, quarantine? The new EU overview website \"reopen.europa.eu\" provides information on the coronavirus rules of individual EU countries — and in 24 languages. Tourists can enter their destination country on the website and find out about regulations that apply there. So far, the site contains information on 27 EU countries and is to be continuously updated.\n\nCoronavirus: The consequences for tourism Germany's borders are open again During the night of June 15, the federal police ended the border controls that had been introduced three months ago due to the coronavirus crisis. Complete freedom of travel between Germany and its neighboring countries is back in effect. At the same time, the Foreign Office's travel warnings for 27 European countries ended.\n\nCoronavirus: The consequences for tourism German government extends worldwide travel ban The beaches of the world people dream of, like here on Ko Phi Phi in Thailand, will have to do without German tourists. The German government has extended the travel warning for tourists due to the coronavirus pandemic for more than 160 countries outside the EU until August 31. However, exceptions can be made for individual countries where the spread of the virus has been sufficiently contained.\n\nCoronavirus: The consequences for tourism Tourist pilot project launched on Mallorca Some 6,000 Germans will be the first foreign tourists to be allowed to travel to the Balearic Islands from June 15. According to Spanish media, the pilot project is intended to test the security precautions at airports and hotels before all of Spain opens its borders on July 1. Germany was chosen because the epidemiological situation there is similar to that on the Balearic Islands.\n\nCoronavirus: The consequences for tourism Italy reopened for Europeans Starting on June 3, tourists from Europe have been allowed to enter Italy again, the country that was one of the worst hit by the coronavirus pandemic worldwide. A two-week quarantine for travelers from Europe was no longer required. This should save the travel season. Italians will again be able to move freely throughout the country and travel to other regions.\n\nCoronavirus: The consequences for tourism Aida cancels cruises until end of July The 14 cruise ships of the German Rostock-based shipping company Aida Cruises will remain in port until July 31. In many holiday destination countries the regulations for international tourism were still being discussed, the company announced. The Italian shipping company Costa also extended the cruise suspension for its fleet until July 31.\n\nCoronavirus: The consequences for tourism Colosseum and other sights in Italy open again Rome's 2,000-year-old landmark could finally be visited again from June 1, and the Vatican Museums also reopened on that day. Ancient Pompeii, south of Naples at the foot of Mount Vesuvius, welcomed visitors early, but only those from within the country. Foreign tourists had to wait until June 3 to visit the ancient sites.\n\nCoronavirus: The consequences for tourism Tourism on Greek islands restarts From May 25, Greece's islands were accessible again by plane and ferry for domestic tourists. Taverns, bars and cafes reopened nationwide. Ferries were to sell only 50% of their tickets, and taverns were only allowed to occupy half of their tables. The list of countries from which foreign tourists can enter Greece without a two-week quarantine was set to be announced at the end of May.\n\nCoronavirus: The consequences for tourism Austria reopens border to Germany The Austrian government has announced that the border with Germany will be opened on June 15. Tourism in Austria has been effectively suspended due to the coronavirus pandemic. On May 29, hotels and other accommodation in Austria will be allowed to reopen. Austrian tourism is heavily dependent on guests from Germany.\n\nCoronavirus: The consequences for tourism Start of the season on the North Sea Islands Borkum, Juist (photo) and the other East Frisian islands are happy to be able to greet tourists again, even if it's a limited surge of visitors. Since May 11, overnight stays in holiday apartments and camping sites throughout Lower Saxony have been allowed again. Holidaymakers must stay at least one week. However, day tourists and hotel overnight stays are still prohibited.\n\nCoronavirus: The consequences for tourism Will travel within Europe soon be possible again? Holidaymakers might also be able to travel to the Balearic or Greek Islands in summer. \"If there are very few new infections there and the medical care works, one could also think about a summer holiday in those places\", the government's commissioner for tourism, Thomas Bareiss, told the Tagesspiegel newpaper. Long-distance travel, however, is likely to be canceled this summer.\n\nCoronavirus: The consequences for tourism Holiday season at the Baltic Sea to start Mecklenburg-Western Pomerania is the first federal state to reopen to tourists from all over Germany: From May 25th they can again stay in hotels, guest houses and holiday homes. 60 percent of the bed capacity will be released for this purpose. This means that the tourist season can start with the Whitsun holidays in popular holiday regions like the Baltic Sea and the Mecklenburg Lake District.\n\nCoronavirus: The consequences for tourism Germany extends worldwide travel warning Germany extended on Wednesday (April 29) its worldwide travel warning due to the coronavirus crisis to at least June 14. The Federal Foreign Office said that \"severe and drastic restrictions in international air and travel traffic and worldwide entry restrictions, quarantine measures and restrictions on public life in many countries can still be expected.\"\n\nCoronavirus: The consequences for tourism Oktoberfest in Munich canceled Oktoberfest has been canceled this year due to the coronavirus pandemic. Bavaria's premier Markus Söder and Munich Mayor Dieter Reiter announced the decision on April 21.\"It pains us, and it is a great pity,\" said Söder. But in times of the coronavirus, the danger of infection at the folk festival, which attracts about 6 million visitors annually, would just be too great.\n\nCoronavirus: The consequences for tourism Mallorca worried about the summer Hotels, cafes and souvenir shops are closed. It is unusually empty outside the Royal Palace in Palma (picture). The Easter season on the Spanish holiday island of Mallorca has been canceled. The Majorcan hotel association now fears that due to the uncertain situation in the main markets of Germany and Great Britain, some hotels will remain closed even during the peak season.\n\nCoronavirus: The consequences for tourism More Germans brought back from abroad By April 5, 205,000 travelers had been brought back to Germany, according to the federal government. Airplanes from Peru and Colombia were the most recent to take off. More than 40,000 Germans however are still stranded abroad. Foreign Minister Heiko Maas said on Twitter. \"We will continue our efforts to find solutions for the travelers who have not yet been able to return.\"\n\nCoronavirus: The consequences for tourism A symbol of hope A light installation on the Matterhorn in Switzerland is giving a sign of solidarity and hope in the fight against the coronavirus. Encouraging messages are also being projected on to many other tourist landmarks around the world. \"Stay safe\", \"Stay at home\" could be see on Monday evening on the Great Pyramid in Giza near the Egyptian capital Cairo.\n\nCoronavirus: The consequences for tourism Huge repatrition drive The German foreign ministry announced on Wednesday (March 25) that, together with tour operators, it had brought back more than 150,000 Germans from abroad. Tour operator TUI added that almost 95 percent of the tourists who were stranded because of the coronavirus pandemic are now back in Germany. They were mainly flown out from Egypt, Spain, Portugal and the Cape Verde Islands.\n\nCoronavirus: The consequences for tourism Africa's measures to deal with the pandemic African countries have also ordered numerous measures to prevent the spread of the coronavirus. South Africa, for example, has banned access to the country for people coming from risk areas. Nigeria is monitoring the temperature of travelers at airports, ports and borders. Cameroon has closed its borders indefinitely.\n\nCoronavirus: The consequences for tourism Australia bans foreign travel The Australian government has imposed an indefinite ban on all foreign travel by its citizens. Prime Minister Scott Morrison also called on all Australians who are abroad to return home. A 14-day compulsory quarantine for all people entering the country has already been in place for some time. Here, too, it has become quiet in the cities.\n\nCoronavirus: The consequences for tourism Tourism in Germany comes to a halt The coronavirus crisis is impacting travelers and the tourism industry with full force. Several tour operators, including TUI, has canceled trips, and some airlines are shutting down. Germany's federal and state governments decided that overnight stays should only be used for \"necessary and explicitly not for touristic purposes\". Germans are to \"no longer take holiday trips at home and abroad\".\n\nCoronavirus: The consequences for tourism EU external borders closed The EU has closed its entire external borders for 30 days as from March 17. \"All travel between non-European countries and the European Union will be suspended for 30 days,\" French President Emmanuel Macron said in a television address on March 16. The Schengen Area, which includes several non-EU countries, also closed its external borders.\n\nCoronavirus: The consequences for tourism Germany brings travelers back home More and more countries are sealing their borders, and many flights are canceled. With special flights Lufthansa and its subsidiary Eurowings want to bring up to 6,500 stranded holidaymakers from the Caribbean, the Canary Islands and on Mallorca back to Germany. In Morocco, the German government is assisting German tourists who are stranded there due to their return flights being canceled. Author: Andreas Kirchhoff, Susan Bonney-Cox\n\n\n\n14:45 In the Philippines, President Rodrigo Duterte declared a unilateral ceasefire with communist rebels. Interior Secretary Eduardo Ano ordered the police to stop their attacks.\n\n\"We call on them to be a part of the solution in fighting our common enemy, the coronavirus,'' Ano said in a statement.\n\n14:32 With Italy the hardest-hit nation after China, DW's Seema Gupta describes the situation in the north of the European country as \"very dire.\"\n\n\"We're hearing dramatic stories of funeral workers getting infected because they are having to deal with an overwhelming number of deaths,\" she said. \"People are not allowed to attend the funerals of their loved ones in the area now.\"\n\n14:30 DW's correspondent in Rome, Seema Gupta, says people in the Italian capital now \"keep a distance\" from each other.\n\n\"You look at that person coming down the street — you cross the road to go the other side,\" she said. \"A growing number of people now put masks on. If they don't have a mask, they use a scarf.\"\n\n14:27 DW's correspondent in Rome, Seema Gupta, says the Italian Interior Ministry has noted 8,000 curfew violations in just one day.\n\n\"People have to fill in a self declaration form in order to move around for essential activity or for work or for health issues,\" she told DW TV. \"You have to declare also if you are under quarantine or if you've tested positive and if anybody violates that, they face a charge of causing a pandemic.\"\n\n14:22 The pandemic might destroy up to 25 million jobs globally, according to the UN agency in charge of workers' rights.\n\n\"However, if we see an internationally coordinated policy response, as happened in the global financial crisis of 2008/9, then the impact on global unemployment could be significantly lower,\" said the International Labour Organization.\n\n14:19 Hungary has decided to briefly open its borders for citizens of Romania, Bulgaria, and Serbia stuck at the border between Hungary and Austria. Hungary serves as a transit country for guest workers from the Balkans.\n\nCoronavirus: Timeline of the global spread of COVID-19 Pneumonia-like virus hits Wuhan On December 31, 2019, China notifies the World Health Organization of a string of respiratory infections in the city of Wuhan, home to some 11 million people. The root virus is unknown and disease experts around the world begin working to identify it. The strain is traced to a seafood market in the city, which is quickly shut down. Some 40 people are initially reported to be infected.\n\nCoronavirus: Timeline of the global spread of COVID-19 First death in China On January 11, China announces the first death from the coronavirus — a 61-year-old man, who had shopped at the Wuhan market, dies from complications with pneumonia. Like SARS and the common cold, scientists identified that the new virus is in the coronavirus family. It is temporarily named 2019-nCoV. Symptoms include fever, coughing, difficulty breathing, and pneumonia.\n\nCoronavirus: Timeline of the global spread of COVID-19 Virus reaches neighboring countries In the following days, countries such as Thailand and Japan begin to report cases of infections in people who had visited the same Wuhan market. In China, a second fatality is confirmed in the city. By January 20, three people have died in China and more than 200 are infected.\n\nCoronavirus: Timeline of the global spread of COVID-19 Millions under lockdown China places Wuhan on quarantine on January 23 in an attempt to limit the spread of the virus. Transportation is suspended and workers attempt to quickly build a new hospital to treat infected patients, which total over 830 by January 24, as the death toll climbs to 26. Officials eventually extend the lockdown to 13 other cities, affecting at least 36 million people.\n\nCoronavirus: Timeline of the global spread of COVID-19 A global health emergency? More and more cases are confirmed outside of China, including in South Korea, the US, Nepal, Thailand, Hong Kong, Singapore, Malaysia and Taiwan. As the number of infections rises, the World Health Organization on January 23 determines that it's \"too early\" to declare a global public health emergency.\n\nCoronavirus: Timeline of the global spread of COVID-19 Coronavirus reaches Europe On January 24, French authorities confirm three cases of the new coronavirus within its borders, marking the disease's first appearance in Europe. Hours later, Australia confirms four people have been infected with the respiratory virus.\n\nCoronavirus: Timeline of the global spread of COVID-19 First cases confirmed in Germany On January 27, Germany announces its first known case of the virus — a 33-year-old in Bavaria who contracted it during a workplace training with a visiting Chinese colleague. He is put under quarantine and observation at a Munich hospital. The following day, three of his colleagues are confirmed infected. The death toll in China reaches 132, with around 6,000 infected worldwide.\n\nCoronavirus: Timeline of the global spread of COVID-19 WHO declares global health emergency On January 30, the UN's World Health Organization (WHO) declares coronavirus a public health emergency of international concern in a bid to protect countries with \"weaker health systems.\" However, WHO Secretary-General Tedros Adhanom Ghebreyesus does not recommend trade and travel restrictions, saying these would be \"an unnecessary disruption.\"\n\nCoronavirus: Timeline of the global spread of COVID-19 First death outside China The first death linked to the novel coronavirus outside of China is reported in the Philippines on February 2. A 44-year-old Chinese man had traveled from Wuhan to Manila before falling ill and being taken to hospital, where he later died of pneumonia.\n\nCoronavirus: Timeline of the global spread of COVID-19 Bad ending to a cruise Also on February 3, the cruise ship Diamond Princess is quarantined off Yokohama in Japan after cases of the new coronavirus were found on board. As of February 17, the number of people infected has grown to more than 450, the largest cluster of cases outside of China. Several of the 3,700 passengers and crew onboard the ship are being or have been flown back to their home countries.\n\nCoronavirus: Timeline of the global spread of COVID-19 Italy under quarantine Cases in Italy rise dramatically, with 77 deaths and thousands of confirmed cases by March 3. Many countries instigate travel restrictions to northern Italy and tourist numbers plummet. On March 8, the Italian government put the entire Lombardy region into quarantine, affecting 16 million people. March 10 sees 168 fatalities in Italy, the highest in a single day.\n\nCoronavirus: Timeline of the global spread of COVID-19 Economic woes European and US stock markets slump on March 6, leading to the worst week since the 2008 financial crisis. The effect on global business has been significant, with many companies reporting losses and the tourism industry and airlines badly hit. The EU pledge €7.5 billion ($8.4 billion) on March 10 in an investment fund to try to stop the Eurozone falling into a recession.\n\nCoronavirus: Timeline of the global spread of COVID-19 WHO declares outbreak as pandemic As worldwide cases top 127,000 and deaths pass 4,700, the World Health Organization designates the global outbreak as a \"pandemic\" on March 11. US President Donald Trump announces a travel restriction on people coming from the Schengen Zone in Europe, annoying the EU. German Chancellor Angela Merkel announces that in Germany, 70% of the population could get the virus.\n\nCoronavirus: Timeline of the global spread of COVID-19 Public life on hold in Europe On March 14, Spain joins Italy in imposing a near-total nationwide lockdown to prevent the virus spreading. The population of 46 million is told not to leave their homes unless for essential tasks. In France, cafés, restaurants and non-essential shops are closed as of March 15. Many public events in Germany are cancelled and schools close.\n\nCoronavirus: Timeline of the global spread of COVID-19 International travel severely restricted As of March 15, many countries impose strict travel bans or restrictions in an attempt to stop the spread of Covid-19. For example, New Zealand and Australia require all international passengers to self-isolate for 14 days after arrival in the country. The US extends a European travel ban to include the United Kingdom and Ireland.\n\nCoronavirus: Timeline of the global spread of COVID-19 Germany imposes partial lockdown In a landmark televised address German Chancellor Angela Merkel announces far-reaching restrictions on everyday life on March 22, banning meetings between more than two people not from the same household outside of the workplace. The country has a surprisingly low death rate, a phenomenon attributed to a high level of testing, and a high number of intensive care beds.\n\nCoronavirus: Timeline of the global spread of COVID-19 Virus strikes at top as UK locks down On March 23rd Britain becomes the latest country to impose restrictions on personal freedoms, with people only allowed to leave their homes in a limited number of circumstances. Prime Minister Boris Johnson is diagnosed with the viruson March 27, as well as heir to the throne Prince Charles on March 25. Meanwhile, there are complaints that not everyone is taking social distancing seriously.\n\nCoronavirus: Timeline of the global spread of COVID-19 Grim milestone for the US On March 27 the US overtakes China in terms of the number of people infected, making it the country with the most cases of COVID-19. This came as President Donald Trump claimed that the nation would get back to work \"pretty quickly.\" At the same time, it emerged that more than 3 million Americans had lost their jobs due to the pandemic. New York is worst-hit, with a hospital ship sent to help out.\n\nCoronavirus: Timeline of the global spread of COVID-19 Spain's surging death toll Spain also overtakes China in the number of COVID-19 cases on March 30, as the government toughens the severity of its lockdown. All non-essential activities are halted. Only Italy has a higher death toll than Spain. Most affected is the capital, Madrid. With funeral services overwhelmed, officials turn the Palacio de Hielo ice skating rink into a temporary morgue.\n\nCoronavirus: Timeline of the global spread of COVID-19 More than a million On April 2nd the Johns Hopkins University announced on Thursday that there were more than a million confirmed coronavirus cases around the world. The US is the most affected with three times the number than China, where the virus emerged in December. Over 50.000 people have died — and the outlook remains grim.\n\nCoronavirus: Timeline of the global spread of COVID-19 UK PM Boris Johnson hospitalized The 55-year-old was admitted to the intensive care unit at London's St Thomas hospital on Monday evening (6.4.) and was given oxygen treatment after his condition worsened. He had been diagnosed with COVID-19 on March 27. Author: Richard Connor\n\n\n\n14:17 Greenland, the world's largest island with the population of some 56,000 people and one confirmed coronavirus infection, will stop all air traffic to the island for at least two weeks. The ban will also apply to domestic flights in the sparsely populated territory.\n\n14:12 China has sent one million mask to France to help the EU country's response to the coronavirus outbreak, according to French Defense Minister Florence Parly.\n\n14:08 Croke Part, Ireland's biggest sports stadium, has been converted to a drive-thru coronavirus testing center for northern Dublin.\n\n14:05 The Czech Republic imported 150,000 new coronavirus tests from China, which were delivered to the European country on Wednesday.\n\n14:03 The US military reported 13 new cases of the coronavirus among their members, bringing the total of the infected troops to 49.\n\n13:58 Due to the coronavirus pandemic, Germany is suspending the intake of refugees on humanitarian grounds \"until further notice,\" according to a spokesperson in the Federal Office for Migration and Refugees.\n\n13:50 The US border with Canada will be closing temporarily for \"non-essential traffic,\" US President Donald Trump said on Twitter.\n\n\"Trade will not be affected,\" he added.\n\n13:46 The premier of the German state of Saxony, Michael Kretchmer, called for military assistance at the crowded border crossings with Poland. Long lines of people were waiting to cross the border amid escalating lockdown measures after Poland reintroduced border checks. On Wednesday, the German Red Cross reported the lines were stretching up to 60 kilometers (37 miles) into Germany.\n\n13:43 Kosovo Prime Minister Albin Kurti fired the country's interior minister Agim Veliu after the minister clashed with him on coronavirus response. Previously, Kosovo's President Hashim Thaci proposed declaring a state of emergency, a suggestion later rejected by the prime minister. The interior minister, however, publicly sided with the president.\n\n\"In these circumstances I am obliged to act and I have decided to dismiss the interior minister Veliu,\" Kurti said in a press statement.\n\n13:37 \"It is with deep regret that we have to announce the cancelation of the Eurovision Song Contest 2020 in Rotterdam,\" the organizers of the ESC said in a statement. The annual event had been planned for May.\n\n\"We would ask people to bear with us while we work through the ramifications of this unprecedented decision and patiently await any further news in the coming days and weeks.\"\n\n13:28 The coronavirus pandemic is bringing more disruption to Europe: the beloved Eurovision Song Contest (ESC), that sees European music acts compete in an internationally televised show, will not take place this year.\n\n12:45 Iran's official COVID-19 death toll jumped drastically from 988 to 1,135, health officials confirmed Wednesday. The increase in deaths is the largest single 24-hour increase in Iran since officials first acknowledged that coronavirus had reached the country.\n\nWith more than 17,300 confirmed COVID-19 cases, Iran is one the countries hardest hit by the pandemic. Some experts estimate the actual case numbers could be much higher than officially reported.\n\nRead more: Iran faces catastrophic death toll from coronavirus\n\n12:14 Christine Lagarde, the president of the European Central Bank, told Germany's Frankfurt Allgemeine Zeitung Wednesday that lockdowns in euro zone countries to counter the spread of coronavirus could shrink the EU's economy by 5%.\n\n12:07 Nigeria said it would ban entry to people arriving from 13 countries starting Friday. These include the United States, Britain, Germany, China, Italy, Iran, South Korea and Japan.\n\nWatch video 01:41 Share Middle East coronavirus fears Send Facebook google+ Whatsapp Tumblr linkedin stumble Digg reddit Newsvine Permalink https://p.dw.com/p/3ZXfS WHO concerned about spread of virus in Mideast\n\n11:33 Spanish health authorities said Wednesday the number of COVID-19 infections in the country rose by 2,500 cases in 24 hours to over 13,700. The current number of fatalities is at nearly 600. Spain has been under a lockdown since the beginning of the week.\n\n11:21 The 2020 Glastonbury Festival in Great Britain has been canceled. One of the world's largest outdoor music festivals, Glastonbury had been due to take place in June. Organizers said tickets for 2020 will be rolled over to 2021.\n\n11:05 Reza Ahmari, public relations director for the German Federal Police at Frankfurt Airport, told DW that around 140 people have so far been refused entry at Frankfurt Airport on Wednesday, adding that the new measures would affect around 120 flights on Wednesday, and there are around 9,000 passengers to be reviewed.\n\n11:00 Belgium became the latest European country to issue a nationwide lockdown due to the coronavirus outbreak. The lockdown is expected to last until April 5.\n\nAccording to DW's Brussels correspondent, Bernd Riegert, police in the Belgian capital said they would enforce the lockdown \"slowly\" and in a \"friendly way.\" Brussels is the de-facto capital of the European Union.\n\nBelgian Prime Minister Sophie Wilmes said people should only go out in case of emergency, or to supermarkets, pharmacies or doctors. Any gatherings or meetings will be prohibited.\n\n10:16 European markets fell in early trading Wednesday as the coronavirus pandemic continues to impact the global economy.\n\nFrankfurt's DAX fell 3.7%, the FTSE 100 in London dropped 4.3% and the CAC in Paris lost 3.4%.\n\n09:58 Lothar Wieler, president of Germany's Robert Koch Institute (RKI), warned that Germany could have 10 million COVID-19 cases in a few months if the containment measures ordered by the government are not followed.\n\n\"The epidemic is taking an exponential course,\" Wieler said in Berlin on Wednesday, adding that people need to avoid social contact as the virus is mainly spread person-to-person.\n\nAccording to the RKI, there are currently 8,200 COVID-19 cases in Germany, which is a rise of 1,000 cases in 24 hours. At least 12 people have died in Germany from a COVID-19 infection.\n\n09:25 Traffic was backed up for more than 60 kilometers (37 miles) on the A4 highway at the German-Polish border Wednesday morning as border controls were introduced by Poland. German police in the border city of Görlitz in Saxony advised all travelers to avoid roads in the area.\n\n09:15 German border officials began turning back non-EU citizens arriving at Frankfurt Airport Wednesday morning in accordance with an entry ban announced Tuesday evening.\n\nAhmari told German broadcaster Hessische Rundfunk that immigration authorities expect that many passengers arriving Wednesday do not know yet that they will have to be turned back.\n\n\"It could be the case that there are 20 or 30 passengers on board a plane that will need to directly fly back on the same plane,\" said Ahmari, adding that passengers denied entry will have access to a transit area with facilities. Airlines have been asked to fly those denied entry back to their airport of origin.\n\nRead more: German government to fly home tens of thousands of tourists\n\n08:00 Russian authorities said schools nationwide will close on Monday. Russia currently has 114 COVID-19 cases, and Moscow is currently implementing containment measures including border closures and bans on public gatherings.\n\nWatch video 02:13 Share Travel into EU restricted Send Facebook google+ Whatsapp Tumblr linkedin stumble Digg reddit Newsvine Permalink https://p.dw.com/p/3ZcHJ EU shuts borders, Belgium joins internal lockdown\n\n07:15 South African health officials said the number of COVID-19 cases has risen by 23 to 85. At least eight of the cases were \"transmitted locally\" said Health Minister Zwelini Mkhize.\n\n06:50 Belgium will impose a lockdown to restrict the movement of people starting at noon Wednesday until at least April 5. The Belgian capital, Brussels, is the de-facto capital of the European Union.\n\n03:30 The International Monetary Fund (IMF) rejected a surprise request by Venezuela for an emergency $5 billion loan to fight the coronavirus outbreak. An IMF spokesperson said the request can't be considered because there was \"no clarity\" among the IMF's 189 member states on who it recognizes as Venezuela's rightful leader.\n\n03:00 The German Patient Protection Foundation said a plan needs to be implemented to better protect people who work in the care sector to ensure elderly care homes and mobility care services continue to operate. According to the foundation, the sector provides care and assistance to and estimated 3.4 million people that are especially susceptible to coronavirus.\n\n02:30 The German government should motivate manufacturers to produce supplies needed to tackle coronavirus, Alice Weidel the co-leader of the far-right Alternative for Germany Party (AfD) parliamentary faction told the press agency DPA.\n\nWatch video 04:09 Share Could we run out of medicine? Send Facebook google+ Whatsapp Tumblr linkedin stumble Digg reddit Newsvine Permalink https://p.dw.com/p/3ZYj8 Coronavirus: Could we run out of medicine?\n\n01:50 Human rights organization Pro Asyl called on Germany and other European countries to push forward with plans to take in refugee children currently living in overwhelmed Greek camps, despite the travel bans imposed by coronavirus.\n\n01:40 The coronavirus death toll in the US has reached more than 100, according to John Hopkins University.\n\n01:35 \"I believe that we all underestimated the virus at the beginning, because we are not experts,\" EU Commission chief Ursula von der Leyen told a broadcast of Bild Live. \"All these measures that seemed drastic or draconian 14 days or three weeks ago — now we've understood that it needs to be this way.\"\n\n01:30 Mainland China reported 11 deaths from COVID-19 on Tuesday, down from 13 on Monday. The country also reported 13 new confirmed cases of the COVID-19. Chinese health authorities said that 12 of these new infection cases were imported The virus originated in China but has spread around the world. The World Health Organization (WHO) said last week that Europe is now at the epicenter of the COVID-19 pandemic.\n\n01:20 The Philippine Stock Exchange (PSE) will re-open on Wednesday after Philippine authorities exempted trading platforms from strict quarantine measures. The PSE had suspended trading operations on Tuesday, becoming the first stock exchange in the world to close down due to the COVID-19 pandemic.\n\n01:15 Brazilian President Jair Bolsonaro tweeted that his second coronavirus test came back negative.\n\n01:10 Many Parisians stepped onto their balconies late Tuesday evening to applaud healthcare workers who left their homes to help those infected with COVID-19. The country is on lockdown to stop the virus from spreading.\n\nSpain and Italy — countries also under sweeping quarantine orders — showed their appreciation to healthcare workers in the same way just days before.\n\nWatch video 00:18 Paris residents applaud coronavirus healthcare workers\n\n01:00 Brazilian security forces say that they have caught 586 prisoners who escaped from three jails in the Sao Paulo area on Monday. Around 800 prisoners failed to return to after they were told their day-release privileges were being revoked over fears that the prisoners might bring the virus back with them into prison.\n\n00:40 US Treasury Secretary Steve Mnuchin is said to have warned Republican senators that failure to act on a proposed coronavirus rescue package could lead to US unemployment as high as 20% and lasting economic damage, reported Reuters news agency.\n\n00:30 Canada is the latest country announcing a new financial support package to help counter an economic slowdown caused by the coronavirus. Prime Minister Justin Trudeau said the Canadian government is preparing around Can$25 billion ($18 billion, €16 billion) to help businesses and households.\n\n00:20 Brazil's government statistics agency IBGE is putting its 2020 census on hold for a year until 2021 in order to protect the health of census-takers and the households that they visit.\n\n00:10 Here's a summary of the latest global figures:\n\n197,168 confirmed cases globally\n\n7,905 global deaths\n\n80,840 recovered\n\nAll 50 US states have confirmed cases of the virus. There are 6,421 confirmed cases in the US.\n\n00:05 Follow yesterday's coronavirus developments here: Germany implements non-EU travel ban\n\nWatch video 09:19 Share What role is Big Pharma poised to play in the coronavirus crisis? Send Facebook google+ Whatsapp Tumblr linkedin stumble Digg reddit Newsvine Permalink https://p.dw.com/p/3Zb49 What role is Big Pharma poised to play in the coronavirus crisis?\n\ndj, wmr, kmm/rc (Reuters, AFP, AP, dpa)\n\nEach evening at 1830 UTC, DW's editors send out a selection of the day's hard news and quality feature journalism. You can sign up to receive it directly here."}}