{"GDELT": {"GlobalEventID": 913121292, "Day": 20200318, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2137, "Actor1Code": "USA", "Actor1Name": "FLORIDA", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.7462686567164101, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_Lat": 27.8333, "Actor1Geo_Long": -81.717, "Actor1Geo_FeatureID": "FL", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Louisiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USLA", "Action2Geo_Lat": 31.1801, "Action2Geo_Long": -91.8749, "Action2Geo_FeatureID": "LA", "DATEADDED": 20200318131500, "SOURCEURL": "https://www.westhawaiitoday.com/2020/03/18/nation-world-news/with-3-more-victories-biden-pulls-further-away-from-sanders/"}, "ARTICLE": {"TITLE": "With 3 more victories, Biden pulls further away from Sanders", "TEXT": "WASHINGTON — Joe Biden swept to victory in Florida, Illinois and Arizona on Tuesday, increasingly pulling away with a Democratic presidential primary upended by the coronavirus and building pressure on Bernie Sanders to abandon his campaign.\n\nThe former vice president’s third big night in as many weeks came amid tremendous uncertainty confronting the Democratic contest as it collides with efforts to slow the spread of the virus that have shut down large swaths of American life. Polls were shuttered in Ohio, and although balloting went ahead as scheduled in the three other states, election workers and voters reported problems.\n\nADVERTISING\n\nBiden’s quest for his party’s nomination now seems well within reach. He needs less than half of the remaining delegates. The party establishment has also lined up behind him as the best option in November to try and unseat President Donald Trump.\n\nUsing a livestream to address supporters from his home state of Delaware, Biden seemed ready to move past the primary. He paid tribute to Sanders for advancing key issues like affordable health care and combating climate change.\n\n“Sen. Sanders and his supporters have brought a remarkable passion and tenacity to all of these issues. Together they have shifted the fundamental conversation in this country,” Biden said. “So let me say, especially to the young voters who have been inspired by Sen. Sanders, I hear you. I know what’s at stake. I know what we have to do.”\n\nFor his part, Sanders made no immediate move on Tuesday to contact Biden, according to people familiar with the situation who spoke on condition of anonymity because they were not authorized to speak for the candidates. During remarks early in the night, the Vermont senator said little about the future of the race and instead focused on the coronavirus outbreak.\n\nAs Biden and Sanders considered their next steps, Trump formally clinched the Republican presidential nomination after facing minimal opposition.\n\nBut much of the action was on the Democratic side, where higher vote totals in some key states suggested enthusiasm that even the coronavirus couldn’t contain. Turnout in Florida’s Democratic primary was on pace to approach 2 million, surpassing the 1.7 million who cast ballots four years ago.\n\nSanders’ path to the nomination is quickly narrowing, and some Democrats are now calling on him to drop out in the name of party unity. Top advisers have said he’s considering whether the political landscape could look different as the virus continues to reshape life across the country, though.\n\nStill, the race increasingly favors Biden. He maintained the strength on Tuesday with African Americans and older voters who have been the hallmark of his campaign. He also appeared to chip away at Sanders’ previous advantage with Hispanics that helped him win Nevada and California early in the race.\n\nIn Florida, Latinos were roughly 20% of Democratic primary voters, and they largely sided with Biden. The former vice president received the support of 65% of Puerto Rican voters and 56% of Cubans, according to AP VoteCast, a broad survey of primary voters.\n\nStill, the public health and economic havoc wreaked by the coronavirus will influence how the presidential contest unfolds. Rallies and other big events have been canceled. Democratic National Committee Chairman Tom Perez urged states with upcoming primaries to expand vote-by-mail and absentee balloting, as well as polling station hours — trying to ensure the primary isn’t further hampered going forward.\n\n“The right to vote is the foundation of our democracy, and we must do everything we can to protect and expand that right instead of bringing our democratic process to a halt,” Perez said in a statement.\n\nBut the damage may have already happened.\n\nFour states — Louisiana, Georgia, Kentucky and Maryland — have joined Ohio in moving to push back their upcoming primaries, and others may yet do so. That has left the Democratic primary calendar empty until March 29, when Puerto Rico is scheduled to go to the polls. But island leaders are working to reschedule balloting there, too.\n\nThat means there is nowhere for Sanders to gain ground on Biden anytime soon, even if he could find a way to mount a sudden surge.\n\nAt least one of Sanders’ top advisers chided party officials for going forward with voting on Tuesday.\n\n“The Democratic Party rightly berates the GOP for ignoring scientists’ warnings about climate change,” David Sirota tweeted. “The same Dem Party just ignored scientists’ warnings & pushed to continue in-person elections during a lethal pandemic, rather than delaying until there is vote by mail.”\n\nThere were problems across the country on Tuesday. In Illinois, for instance, there was a push to relocate about 50 Chicago-area polling places after locations canceled at the last minute.\n\nJim Allen, a spokesman for the Chicago Board of Election Commissioners, said that the board asked Gov. J.B. Pritzker last week to cancel in-person voting, but the governor refused. Pritzker countered that state law doesn’t give him the authority to make the sweeping changes that elections officials wanted.\n\n“Let me tell you this: It is exactly in times like these when the constitutional boundaries of our democracy should be respected above all else. And if people want to criticize me for that, well, go ahead,” the governor said.\n\nThere weren’t problems, everywhere, though. Mel Dockens, a 49-year-old small-business owner, voted in the Phoenix suburb of Glendale and said it was a tough choice. But he went for Biden because he thought Sanders’ progressive views might turn off some Democratic voters.\n\nADVERTISING\n\n“It’s all about electability,” Dockens said. “It’s not that I don’t trust Bernie Sanders, but I trust (Biden) a little more.”"}}