{"GDELT": {"GlobalEventID": 913120478, "Day": 20200318, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2137, "Actor1Code": "DEU", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 6.19469026548673, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Absen, Niedersachsen, Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM06", "Actor1Geo_ADM2Code": "40698", "Actor1Geo_Lat": 53.4, "Actor1Geo_Long": 8.45, "Actor1Geo_FeatureID": "-1736750", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Absen, Niedersachsen, Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM06", "Action2Geo_ADM2Code": "40698", "Action2Geo_Lat": 53.4, "Action2Geo_Long": 8.45, "Action2Geo_FeatureID": "-1736750", "DATEADDED": 20200318131500, "SOURCEURL": "https://www.lsionline.com/kern-stelly-appointed-peerless-av-distributor"}, "ARTICLE": {"TITLE": "Kern & Stelly appointed Peerless-AV distributor", "TEXT": "Kern & Stelly offers specialist trade partners in Germany and Austria a wide range of AV solutions\n\nGermany - UK-based Peerless-AV has signed a distribution agreement with Kern & Stelly Medientechnik covering Germany and Austria. As of March 2020, the AV distributor from Hamburg will offer dealers and integrators Peerless-AV’s DvLED mounting solutions for brands, such as Samsung and Absen, as well as the Xtreme High Bright Outdoor Displays and Outdoor Kiosk solutions.\n\nKern & Stelly is one of the largest AV distributors in the German speaking area and a member of the Midwich Group. The company offers specialist trade partners in Germany and Austria a wide range of AV solutions - from projectors and professional flat screens to signal management equipment and accessories. Through the distribution agreement with Peerless-AV, Kern & Stelly is expanding its portfolio to include dvLED mounting solutions, outdoor displays and kiosks.\n\n“With strong partners like Kern & Stelly, we want to increase our market share in Germany,” explains Melinda Von Horvath, vice president of sales and marketing – EMEA, Peerless-AV. “Kern & Stelly’s dynamic and specialist approach to distribution in the DACH region perfectly aligns with our growth strategy. They have an impressive solution-oriented product portfolio and a strong technical sales team in the office and in the field. We are very pleased about the new partnership which will allow us to significantly expand our presence in German and Austrian territories.”\n\n(Jim Evans)"}}