{"GDELT": {"GlobalEventID": 913512138, "Day": 20200320, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2192, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -2.6831785345717205, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Casablanca, Grand Casablanca, Morocco", "Actor1Geo_CountryCode": "MO", "Actor1Geo_ADM1Code": "MO45", "Actor1Geo_ADM2Code": "147343", "Actor1Geo_Lat": 33.59, "Actor1Geo_Long": -7.61, "Actor1Geo_FeatureID": "-28159", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Casablanca, Grand Casablanca, Morocco", "Action2Geo_CountryCode": "MO", "Action2Geo_ADM1Code": "MO45", "Action2Geo_ADM2Code": "147343", "Action2Geo_Lat": 33.59, "Action2Geo_Long": -7.61, "Action2Geo_FeatureID": "-28159", "DATEADDED": 20200320054500, "SOURCEURL": "https://abcnews.go.com/Politics/us-evacuating-americans-morocco-bans-block-virus-strand/story?id=69699997"}, "ARTICLE": {"TITLE": "Americans evacuated from Morocco, Peru, as travel bans to block coronavirus strand thousands", "TEXT": "Americans evacuated from Morocco, Peru, as travel bans to block coronavirus strand thousands Trump appeared to blame those Americans for being \"late.\"\n\nThe U.S. is arranging chartered flights to evacuate hundreds of Americans out of Peru, according to an alert from the State Department obtained by ABC News, as repatriation flights from Morocco began Friday to bring home over 1,000 Americans stranded there.\n\nThousands of Americans have been stuck overseas as local governments shut down borders to stem the spread of the novel coronavirus. For days, their pleas for help to U.S. embassies and consulates had been met with little response, as U.S. officials were overwhelmed by the sudden need.\n\n\"People are running out of medications. We're stressed and exhausted,\" said Joyce Graham, one of between 150 and 200 U.S. senior citizens on tour with the company Overseas Adventure Travel, or OAT, in Morocco. \"It's unconscionable of our government to allow this to happen.\"\n\nThe State Department issued an unprecedented worldwide alert Thursday, telling all Americans \"do not travel\" and for those already overseas to return to the U.S. immediately or possibly be trapped abroad for an \"indefinite period.\"\n\nBut in Morocco, as well as Peru, Ecuador, Madagascar, Moldova and several other countries, there are no commercial options to get out, with Americans asking the U.S. for an evacuation flight, as the government did five times from Wuhan, China -- the original novel coronavirus hot zone -- and twice for passengers on the Diamond Princess cruise ship in Japan.\n\nTune into ABC at 1 p.m. ET and ABC News Live at 4 p.m. ET every weekday for special coverage of the novel coronavirus with the full ABC News team, including the latest news, context and analysis.\n\nGenerally, the State Department does not evacuate Americans, issuing warnings for weeks now that they said they should \"have a travel plan that does not rely on the U.S. Government for assistance.\" But Secretary of State Mike Pompeo announced Friday the department had set up a repatriation task force, adding the administration will \"use all the tools we can\" to bring folks home.\n\nThe situations in Morocco and Peru have been particularly difficult. Both governments moved to close their borders earlier this week, banning commercial flights in and out of the country. At least 1,800 Americans in Peru and more than 1,000 in Morocco suddenly saw their upcoming flights get canceled.\n\n\"Since the beginning, the embassy has been turning people away, saying there's nothing they can do,\" said Shannon Malone, who had one flight out canceled, and a second postponed for weeks, leaving them stranded in Cusco.\n\nPresident Donald Trump said Thursday that the U.S. military would assist Americans in the Latin American country, without saying how or why not in other countries. The Pentagon's Southern Command referred questions to the White House.\n\nThe Pentagon did assist Americans in Honduras on Friday. A U.S. military aircraft evacuated 55 players and coaches from a women's football team that played in the America's Women Bowl, to Charleston, after they had been stranded when the Honduran government closed all land, sea and air travel on Sunday.\n\nUp through Thursday night, the U.S. embassy in Peru had been telling Americans they were not conducting evacuation flights, but that changed on Friday after anger and frustration grew among those Americans left in the country, who had been organizing online and calling their congressional offices.\n\nThe first repatriation flight, chartered through United Airlines, was en route to Lima on Friday, with the State Department working on additional flights out of the capital and from Cusco, according to a notice sent from the State Department to some lawmakers' offices and obtained by ABC News.\n\nThe State Department has not yet responded to requests for comment. The U.S. embassy in Peru has not yet posted any details of repatriation flights, instead directing Americans to sign up for notifications with Avianca, a Colombian airliner, and LATAM Airlines, a Chilean airliner, for details of possible chartered flights to the U.S.\n\nHundreds of Americans are stuck within the country as well. For those touring the ancient capital Cusco or hiking the ruins of Machu Pichu, they have been forced to shelter in place, unable even to leave their hotel or hostels, with some concerned they'll run out of food.\n\n\"We are forbidden from stepping out of our hostel. ... Those are the rules of our hostel during quarantine,\" Stephanie Goldberger told ABC News from Lima.\n\nFor more than a thousand Americans, the story had been similar until early Friday morning when they were notified by the embassy in Rabat that they had arranged for flights out after days of outcry.\n\nChartered on British Airways, the repatriation flights started to leave Friday at 12:30 p.m. local time, and every hour on the half hour until 5:30 p.m. U.S. citizens and lawful permanent residents flew first to London Heathrow Airport, where they have to spend one night before heading onward to one of 10 U.S. airports: Miami, Los Angeles, Newark, Boston, Washington Dulles, Chicago, John F. Kennedy in New York, Seattle, San Francisco or Dallas-Fort Worth. The one-way ticket will cost $1,485 per person, with passengers obligated to sign a promissory note to get on board.\n\nLess than 24 hours ago, an exasperated Graham told ABC News, \"We're just very frustrated that the State Department hasn't stepped up and sent in planes for us. How many people have to call them, email, go on TV for our government to do something?\"\n\nBut after days of shuttling back and forth on hours-long bus rides between Moroccan cities and waiting for hours at airports, she arrived in London Friday evening en route to the U.S.\n\n\"The State Department did a great job getting us through the process and getting on a flight,\" she said.69699997"}}