{"GDELT": {"GlobalEventID": 913511999, "Day": 20200320, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2192, "Actor1Code": "CVLHRI", "Actor1Name": "VOTER", "Actor1Type1Code": "CVL", "Actor1Type2Code": "HRI", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.2734375, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Cuyahoga County, Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_ADM2Code": "OH035", "Actor1Geo_Lat": 41.4334, "Actor1Geo_Long": -81.6665, "Actor1Geo_FeatureID": "1074030", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Ohio, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOH", "Actor2Geo_Lat": 40.3736, "Actor2Geo_Long": -82.7755, "Actor2Geo_FeatureID": "OH", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 40.3736, "Action2Geo_Long": -82.7755, "Action2Geo_FeatureID": "OH", "DATEADDED": 20200320054500, "SOURCEURL": "https://www.cleveland.com/metro/2020/03/death-in-toledo-might-be-related-to-coronavirus-overnight-news-links.html"}, "ARTICLE": {"TITLE": "Decision on daycares could come today: Overnight News Links", "TEXT": "Featured stories\n\nOhio Gov. Mike DeWine says update on daycare response to coronavirus coming Friday (cleveland.com)\n\nOhio health officials investigating possible first death from coronavirus in Lucas County (cleveland.com)\n\nGov. Mike DeWine deploys Ohio National Guard to help distribute food during coronavirus crisis (cleveland.com)\n\nUniversity Hospitals drive-thru coronavirus testing site closed Friday (cleveland.com)\n\nYounger people are getting severe cases of coronavirus, new CDC report shows as partiers flood Florida for spring break (cleveland.com)\n\nMapping Ohio’s 119 cases of coronavirus (cleveland.com)\n\nCoronavirus in Ohio\n\nOhio's 119 confirmed cases of coronavirus are spread across 24 counties.Rich Exner, cleveland.com\n\nOhio unemployment claims soar after Gov. Mike DeWine closes businesses due to coronavirus (cleveland.com)\n\nTo relieve coronavirus pressure on hospital ERs, Ohio Medicaid is expanding telemedicine: Gov. Mike DeWine’s Thursday, March 19 briefing (cleveland.com)\n\n119 cases of confirmed coronavirus in Ohio: Department of Health update for Thursday, March 19 (cleveland.com)\n\nTwo patients test positive for coronavirus at Dayton-area nursing home (cleveland.com)\n\nOhio businesses, nonprofits hurt by coronavirus crisis can now receive up to $2 million in federal disaster loans (cleveland.com)\n\nCoronavirus update: How Ohio, hospitals decide who to test (cleveland.com)\n\nWhen thermometers are not available, what should Ohio employers do to screen workers for the coronavirus? (cleveland.com)\n\nWorld Health Organization says it’s OK to use ibuprofen to treat coronavirus symptoms, unless you have reason to avoid (cleveland.com)\n\nSeeing ads for a coronavirus cure? Ignore them, says Ohio AG Dave Yost (cleveland.com)\n\nOhio Supreme Court chief justice calls for 'uniform buy-in’ among judges in response to coronavirus pandemic (cleveland.com)\n\nVoter rights groups accuse Frank LaRose of breaking the law by not extending voter registration amid coronavirus outbreak (cleveland.com)\n\nGiant Eagle to add hour of early-morning shopping for older customers, those with special needs (cleveland.com)\n\nCan anyone talk sense into millennials and Gen-Z concerning coronavirus? (cleveland.com)\n\nOhio Lottery ongoing during coronavirus, but its regional offices close (cleveland.com)\n\nWhy the long face? Horse racing – and betting – continues without fans amid coronavirus pandemic (cleveland.com)\n\nHow aggressive is Ohio against coronavirus? (cleveland.com)\n\nCoronavirus information, services limited for Ohioans who don’t speak English (cleveland.com)\n\nDiscount Drug Mart hiring temporary employees at all 76 Ohio store locations (cleveland.com)\n\nWhat can I do if my workplace doesn’t seem safe from coronavirus? (cleveland.com)\n\nIkea, Kohl’s shut down all U.S. stores due to coronavirus crisis (cleveland.com)\n\nJapanese drug making waves treating coronavirus. Will it come to U.S.? (cleveland.com)\n\nFunerals and coronavirus: How to say goodbye when mass gatherings are discouraged (cleveland.com)\n\nCrime\n\nA 21-year-old man was fatally wounded Wednesday when a group of males opened fire on the vehicle in which he was sitting on Cleveland's East Side, police say. (cleveland.com file photo)\n\nPolice seek multiple suspects in fatal shooting in Cleveland’s Euclid-Green neighborhood (cleveland.com)\n\nMan found dead of gunshot wounds in Cleveland field (cleveland.com)\n\n1 dead, 1 hospitalized after shooting near the Cuyahoga County Juvenile Justice Center (WOIO Channel 19)\n\nAkron man caught with 35 pounds of cocaine faces years behind bars, authorities say (WOIO Channel 19)\n\nElyria: Man faces felony charges for allegedly trying to drown his wife (Lorain Morning Journal)\n\nElyria man allegedly leads police on chase in stolen vehicle (Lorain Morning Journal)\n\nDuo faces charges after woman found naked on street (Ashtabula Star Beacon)\n\nCleveland / Cuyahoga County\n\nCleveland City Hall. (cleveland.com file photo)\n\nCleveland Mayor Frank Jackson to propose relief for small businesses struggling with economic impact of coronavirus (cleveland.com)\n\nSecond coronavirus case at Cleveland VA comes as hospital restricts visitors, moves appointments online to protect unique patient population (cleveland.com)\n\nCuyahoga County suspends new foreclosures and defaults on delinquent property tax payments for at least 60 days (cleveland.com)\n\nCoronavirus prompted Cleveland, Cuyahoga and Summit counties, communities to restrict services, but adjustments are being made (cleveland.com)\n\nCuyahoga County Board of Revision hearings postponed for at least three weeks; deadline for appeals remains March 31 (cleveland.com)\n\nCuyahoga County activates at-home video visitation for jail inmates, gives one free visit per week amid coronavirus pandemic (cleveland.com)\n\nStaying at home amid the global coronavirus pandemic creates new dangers for victims of domestic violence and abuse, experts say (cleveland.com)\n\nCuyahoga County Probate Court begins issuing marriage licenses via online video calls (cleveland.com)\n\nOriana House releases hundreds of halfway house and community corrections residents in wake of coronavirus-related health concerns (cleveland.com)\n\nCleveland halfway house resident spoke to a reporter about coronavirus concerns. Then he got hauled back to prison (cleveland.com)\n\nVentilators play a critical role in treating coronavirus patients. Does Northeast Ohio have enough? (cleveland.com)\n\nNortheast Ohio Internet providers work to aid customers during coronavirus outbreak (cleveland.com)\n\nLocal hospitals have adequate supplies for coronavirus testing; rest of U.S. fears shortages (cleveland.com)\n\nHundreds wait in line for Greater Cleveland Food Bank’s first drive-through giveaway (cleveland.com)\n\nLocal news East\n\nThe Geauga County Maple Festival, held annually in Chardon, Ohio, has been canceled because of the coronavirus. (cleveland.com file photo)\n\nGeauga County Maple Festival canceled due to coronavirus (News-Herald)\n\nCoronavirus update: Beachwood closes city hall; University Heights ask residents to take ‘Time Out Together’ (cleveland.com)\n\nKent suspends water shut-offs due to coronavirus pandemic (cleveland.com)\n\nLocal news West\n\nGeneral Motors Parma plant scheduled to close Friday evening due to coronavirus concerns (WOIO Channel 19)\n\nIndependence school board holds off on potential August bond issue as district continues critical functions during coronavirus pandemic (cleveland.com)\n\nBerea School District food drive yields much needed family support (cleveland.com)\n\nAkron / Canton area\n\nEmployee at Purell factory in Cuyahoga Falls suspected of contracting COVID-19 coronavirus, company says (cleveland.com)\n\nSummit Mall, Aurora Farms outlets temporarily close due to COVID-19 coronavirus concerns (cleveland.com)\n\nWestern Reserve Academy in Hudson to continue online classes for remainder of school year due to coronavirus (cleveland.com)"}}