{"GDELT": {"GlobalEventID": 913512029, "Day": 20200320, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2192, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -6.832298136645959, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sierra Leone", "Actor1Geo_CountryCode": "SL", "Actor1Geo_ADM1Code": "SL", "Actor1Geo_Lat": 8.5, "Actor1Geo_Long": -11.5, "Actor1Geo_FeatureID": "SL", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Sierra Leone", "Actor2Geo_CountryCode": "SL", "Actor2Geo_ADM1Code": "SL", "Actor2Geo_Lat": 8.5, "Actor2Geo_Long": -11.5, "Actor2Geo_FeatureID": "SL", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Sierra Leone", "Action2Geo_CountryCode": "SL", "Action2Geo_ADM1Code": "SL", "Action2Geo_Lat": 8.5, "Action2Geo_Long": -11.5, "Action2Geo_FeatureID": "SL", "DATEADDED": 20200320054500, "SOURCEURL": "https://allafrica.com/stories/202003200008.html"}, "ARTICLE": {"TITLE": "Africa: Teen Pregnancy Risk Rises As Schools Shut for Coronavirus in Africa", "TEXT": "Dakar — With lessons from Ebola, experts warn that closing schools leaves young women at higher risk of abuse from relatives and neighbours, and sees higher rates of consensual teen sex\n\nSchool closures due to coronavirus in West Africa risk exposing girls to sexual violence and unwanted pregnancy, experts said on Thursday, basing the warning on past experience with Ebola.\n\nActivists said countries should take preventative measures now, such as reinforcing sexual violence hotlines, making public announcements about the penalties for rape and using technology to help teachers keep in contact with students.\n\nAt least 22 African states this week closed schools in an attempt to slow the spread of coronavirus, which has not hit Africa hard yet but threatens to quickly overwhelm countries with weak health systems and poor sanitation if it does.\n\nIn many places, schools serve a critical role as a safe space for girls, said Judy Gitau, Africa coordinator for the global women's rights group Equality Now.\n\n\"It is critical that governments begin to think about this,\" Gitau told the Thomson Reuters Foundation.\n\n\"Public service announcements need to be made that any violations that happen within the context of the quarantine will be punished, and investigations will be undertaken,\" she said.\n\nThe case that has many people worried is Sierra Leone during the 2014-2016 Ebola outbreak, when schools were closed for nine months and there was a nationwide spike in teenage pregnancy.\n\nThe U.N. Population Fund estimated that 18,000 teenage girls became pregnant during that outbreak, with long-term consequences. When schools re-opened the government banned them from attending, and many missed university entrance exams.\n\n\"The majority of the girls violated (in Sierra Leone) were violated in the context of the Ebola virus quarantine. People were told to stay home, and many girls were violated by their relatives and neighbours and people they knew,\" said Gitau.\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Africa Education Coronavirus By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\nSchools closing can also lead to a rise in consensual sex between teenagers, she said, which states should address by providing access to sexual health information and services.\n\nSenegal should use this moment to educate the public about a new law it passed in December increasing the penalties for rape, said Eric Hazard, advocacy and campaigns director in Africa for the global charity Save the Children.\n\nCountries should also reinforce existing gender-based violence hotlines and make sure girls know where they can turn for help, he said.\n\n\"If we do this type of proactive work, maybe we can reduce the risk,\" said Hazard.\n\nClosing schools poses risks for children everywhere, from sexual violence to lack of mid-day meals, but the impact may be bigger in Africa, said Lee Crawfurd, a senior research associate at the Center for Global Development think tank.\n\n\"Social protection systems are just not nearly as developed in low-income countries, so it's really worrying,\" he said.\n\n(Reporting by Nellie Peyton, Editing by Claire Cozens. The Thomson Reuters Foundation is the charitable arm of Thomson Reuters, and covers the lives of people around the world who struggle to live freely or fairly. Visit http://news.trust.org)\n\nOur Standards: The Thomson Reuters Trust Principles."}}