{"GDELT": {"GlobalEventID": 913512509, "Day": 20200320, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2192, "Actor1Code": "TTO", "Actor1Name": "TRINIDAD AND TOBAGO", "Actor1CountryCode": "TTO", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 4.50643776824035, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Barbados", "Actor1Geo_CountryCode": "BB", "Actor1Geo_ADM1Code": "BB", "Actor1Geo_Lat": 13.166667000000002, "Actor1Geo_Long": -59.533333, "Actor1Geo_FeatureID": "BB", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Barbados", "Action2Geo_CountryCode": "BB", "Action2Geo_ADM1Code": "BB", "Action2Geo_Lat": 13.166667000000002, "Action2Geo_Long": -59.533333, "Action2Geo_FeatureID": "BB", "DATEADDED": 20200320054500, "SOURCEURL": "http://thevincentian.com/digicel-brands-gospel-fest-again-p19181-1.htm"}, "ARTICLE": {"TITLE": "Digicel brands Gospel Fest again", "TEXT": "Chairman of the Gospel Fest Committee Leroy Browne (left) accepts the Brand Sponsors cheque from Digicel’s Country Manager Fanta Williams.\n\nOne of this country’s mobile providers looks at its relationship with organisers of the Gospel Fest as a long term one.\n\n\n\n\n\nDigicel’s Country Manager Fanta Williams compares that relationship to a marriage, and vows there will be \"no divorce.”\n\n\n\n\n\nAl last Tuesday’s launch of Gospel Fest 2020, Williams described her Company’s involvement with the event as \"no accident,” and that they have been linked to the Festival even before it was officially launched April 1, 2002.\n\n\n\n\n\nWilliams praised the Gospel Fest Committee for the execution of the event.\n\n\n\n\n\n\"Every year, they raise the bar for quality event management,” Williams outlined. \"It makes it simple for us to align with an event like this. It’s excellence meeting excellence,” she added.\n\n\n\n\n\nShe justified her Company’s attachment as fulfilling part of their responsibility.\n\n\n\n\n\nThe uncertainty occasioned by the COVID-19 outbreak is not lost on Williams, and while she will be relying on the authorities to guide the national response, she is holding faith.\n\n\n\n\n\nOther support\n\n\n\n\n\nWhile Digicel is the brand sponsor of the Festival, a number of other institutions have joined in supporting the event.\n\n\n\n\n\nSentry Insurance Manager Fidel Taylor endorsed the event as one of value, hence his Company’s support. His prayer is that it \"brings people closer to God.”\n\n\n\n\n\nThe General Employees Cooperative Credit Union (GECCU) is pleased to be associated with the Festival, and its representative Danny Lee Francis welcomed the idea of having her 45,000 strong membership bonded to the Festival.\n\n\n\n\n\nCecil Lynch, representing ASL Auto, found no difficulty in identifying with the venture.\n\n\n\n\n\nThe St. Vincent and the Grenadines Teachers Cooperative Credit Union’s Junior Mason is excited with his institution supporting the festival. He sees development of young people as vital, and the Festival as instilling positive outlooks on life. The SVGTCCU is taking care of the Dance Praise aspect of the programme.\n\n\n\n\n\nThe Festival is scheduled to blast off April 5 with the Digicel Celebration of Praise at Victoria Park. That will feature renowned Vincentian Singing Evangelist Bridget Blucher, as well as teams from different churches.\n\nWhile the rest of the package hinges on prevailing conditions, up to nine Zonal Gospel Showcases have been planned.\n\n\n\n\n\nThe National Gospel Showcase, billed as the crowning even, is scheduled for April 26. That will feature Prince of Trinidad and Tobago and Neesha Woods from Barbados.\n\n\n\n\n\nChairman of the Gospel Fest Committee Leroy Browne is encouraging Christians to be part of the Festival.\n\nCoordinator of the show Michael Peters acknowledges the volatile nature of the current situation, and is also alert to the directives that could affect the Festival."}}