{"GDELT": {"GlobalEventID": 913512451, "Day": 20200320, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2192, "Actor1Code": "PHL", "Actor1Name": "FILIPINO", "Actor1CountryCode": "PHL", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.46253469010176, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "San Francisco, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA075", "Actor1Geo_Lat": 37.7749, "Actor1Geo_Long": -122.419, "Actor1Geo_FeatureID": "277593", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA", "Action2Geo_Lat": 36.0, "Action2Geo_Long": 138.0, "Action2Geo_FeatureID": "JA", "DATEADDED": 20200320054500, "SOURCEURL": "https://news.abs-cbn.com/ancx/culture/movies/03/20/20/20-outstanding-filipino-movies-all-streamable-to-get-you-through-the-lockdown"}, "ARTICLE": {"TITLE": "20 outstanding Filipino movies you can stream for Independence Day", "TEXT": "Get to know the cinematic artistry and stories of our country. Here are 20 noteworthy titles to get you started. And take note, all titles with an asterisk (*) in front of them are available to stream for free via iWant. There’s no better time than now to sign up for an iWant account (full disclosure: your humble critic also works as a creative manager for projects to be produced for iWant), or check out the Cinema One Originals channel on YouTube. Any movie purchases—especially for hard-to-find or digitally restored titles—will set you back a measly 30 bucks.\n\nYou may also like:\n\nMODERN MELODRAMA\n\nHello, Love, Goodbye (2019)\n\nDirector: Cathy Garcia-Molina\n\nBy now, the migrant love story is a drama sub-genre unto itself—witness the James Reid-Nadine Lustre squabblefest Never Not Love You (2018), then move on to Olivia Lamasan’s Sana Maulit Muli (1995) on a throughline that goes all the way back to Elwood Perez’s Lollipops and Roses at Burong Talangka (the 1975 confection which had Nora Aunor and Cocoy Laurel frolicking in the streets of San Francisco… with a supporting turn from Don Johnson!). But Hello, Love, Goodbye is the mother of all migrant dramas—and not just because it is officially the highest grossing Filipino movie of all time. It’s a movie that dares to tell you upfront that the love story at its center will be transient—when you meet Kathryn Bernardo’s Joy, she is literally running away from her dire circumstances, while Alden Richards’ Ethan is an untethered bartender slinging drinks in Hong Kong—but it makes you root for something permanent anyway.\n\nHello, Love, Goodbye is available for purchase on iWant.\n\n*Starting Over Again (2014)\n\nDirector: Olivia M. Lamasan\n\nCall this light drama—the comedic elements are too anchored to hefty drama to call this a romantic comedy—the Filipino variation on My Best Friend’s Wedding: A successful architect (Toni Gonzaga) reconnects with the guy (Piolo Pascual) whose heart she broke years ago, only to second-guess her decision when she sees he has become a confident, successful chef. (Let’s not get into the slightly off-putting fact that he was her professor when they started their relationship.) The characters are well-drawn, the acting is superb, and the motivations are so morally compromised, a happy ending just isn’t possible. And just like in that Julia Roberts vehicle, it’s more than okay.\n\n*That Thing Called Tadhana (2014)\n\nDirector: Antoinette Jadaone\n\nIt may have gotten its start at the indie film festival Cinema One Originals, but make no mistake: This is a mainstream love story through and through. And while it’s the Filipino riff on the Richard Linklater Before trilogy (Before Sunrise, Before Sunset, Before Midnight), it also launched another sub-genre in Filipino romances: The Dialogue-Heavy Discussion on Love and Life Against Gorgeous Settings. But there’s a reason why the first is still the best: Angelica Panganiban and JM de Guzman charm as two Filipino travelers who first meet at Rome’s Fiumicino airport, then work through their problematic love issues as they make their way across Manila all the way up to Sagada. You can’t ask for two better travel companions.\n\nThat Thing Called Tadhana is also available to stream for free via Cinema One’s YouTube channel.\n\n*One More Try (2012)\n\nDirector: Ruel S. Bayani\n\nHow about this for a humdinger of a premise: A woman (Angel Locsin) has to have sex with a past one-night stand (Dingdong Dantes) so she can have another child to save the sickly one he fathered with her. The problem is, he’s married to a woman (Angelica Panganiban) who is having trouble conceiving and she’s in a serious relationship with a man (Zanjoe Marudo) who can’t stand the thought of her with someone else. A remake of Xiaoshuai Wang’s In Love We Trust, this movie’s 140 minutes just fly by.\n\n*The Mistress (2012)\n\nDirector: Olivia M. Lamasan\n\nA long-time mistress (Bea Alonzo) of a rich and powerful man (Ronaldo Valdez) falls in love with his son (John Lloyd Cruz). Enough said.\n\nINDIE GEMS\n\nThe titles below are available to stream via CinemaOne’s YouTube channel unless otherwise indicated:\n\nSignal Rock (2018)\n\nDirector: Chito S. Roño\n\nThere is a reason why Chito Roño is one of the best directors working in Philippine cinema today: Whether it’s glossy mainstream fare or gritty indies, his sense of narrative and visual acuity never waver. In this well-executed indie, a small-town wheeler-dealer (Christian Bables) desperately tries to orchestrate a plan to make his family look better off than they really are so his immigrant sister (voiced by Judy Ann Santos) can keep her child away from the clutches of her foreigner husband. Signal Rock is proof that no matter how small the canvas, Roño’s talents cannot be contained.\n\nSignal Rock is available for purchase via iWant and HOOQ.\n\n2 Cool 2 Be 4gotten (2016)\n\nDirector: Petersen Vargas\n\nA lonely bookworm (Khalil Ramos) living in post-lahar Pampanga becomes friends with two Filipino-American brothers (Ethan Salvador and Jameson Blake) and gets entangled in a deadly, dysfunctional friendship. There is something devilishly perverse in how the three boys’ interpersonal dynamics play out, and the sense of place is firmly executed. You will never look at the coming-of-age story in quite the same way ever again.\n\n2 Cool 2 Be 4gotten is available for purchase via iWant.\n\nOn the Job (2013)\n\nDirector: Erik Matti\n\nIt doesn’t get more violent for action fans out there than this gritty entry from Erik Matti: A police officer (Piolo Pascual) is set on a collision course with an inmate (Gerald Anderson) as he investigates a scheme where prisoners are granted temporary freedom to execute hits for corrupt politicians. Beneath Matti’s exactingly mounted set pieces lie disturbing questions about integrity and morality.\n\nOn the Job is available for purchase via iWant.\n\nYanggaw (2008)\n\nDirector: Richard Somes\n\nThe Ilonggo-born production designer-turned-director Richard Somes is at the helm of this atmospheric horror story about a woman with an ear infection whose malady devolves to her transformation into an aswang. The tropical setting benefits from Somes’ in-the-blood familiarity with it, and his visual chops should come as no surprise—he apprenticed with Erik Matti, who in turn matriculated with the great Peque Gallaga.\n\nConfessional (2007)\n\nDirectors: Jerrold Tarog and Ruel Dahis Antipuesto\n\nA documentary filmmaker (played by Tarog himself) sets out to cover Cebu’s Sinulog festivities, but instead manages to tease out incendiary confessions from an old politician undergoing a crisis of conscience. An exhilarating exercise in stretching the limits of genre, Confessional manages to subvert your expectations at every turn.\n\nMODERN CLASSICS\n\n*May Minamahal (1993)\n\nDirector: Jose Javier Reyes\n\nWriter-director Joey Reyes cemented his status as chronicler of the foibles of the Filipino middle class with this landmark romantic comedy which unabashedly put matters of money front and center in the conflict, grounding it in accessible reality. Aga Muhlach plays Carlitos, an eligible bachelor who is suddenly the linchpin of his family’s financial hopes after his father's sudden death; Aiko Melendez is the scruffy girl who steals his heart. Both have never been more charming.\n\nMay Minamahal is also available for purchase via HOOQ.\n\n*Ikaw Pa Lang ang Minahal (1992)\n\nDirector: Carlos Siguion Reyna\n\nArguably the finest entry in the director’s regrettably short phase of adapting classic love stories, Ikaw Pa Lang ang Minahal finds naïve heiress Maricel Soriano falling for the dashing Richard Gomez, who her emotionally distant father (Eddie Gutierrez) suspects is a gold digger. A riveting remake of The Heiress, this adaptation does everyone from William Wyler to Henry James proud.\n\n*Working Girls (1984)\n\nDirector: Ishmael Bernal\n\nThe comedy comes sharp and the empathy runs deep in this multi-plotlined, proto-feminist—for the Philippines anyway—exploration of the lives and loves of Filipinas of every stripe trying to make it in the world of business. Combine an all-star cast (including Hilda Koronel, Carmi Martin and Gina Pareño at the top of their game), a script brimming with insight and quotable lines (“Life isn’t a poem, Roy, it’s a race. And I intend to win!”), and the sly political aside here and there (watch out for Zorayda Sanchez as a secretary shredding the yellow pages to use as confetti for a rally) and you get a film that really works.\n\nKarnal (1983)\n\nDirector: Marilou Diaz-Abaya\n\nDiaz-Abaya was one of the strongest female voices in Philippine cinema, and in this period drama she lambasted the commodification of women as strongly as she ever had. A son (Phillip Salvador) returns to his hometown with his new bride (Cecille Castillo) in tow, only to have her be the object of his father’s (Vic Silayan) lust due to her resemblance to his deceased wife. Swirling with themes of oppressive patriarchy and Oedipal complexes, shot through with startling violence, Karnal is as close to noir as Philippine movies can get.\n\nKarnal is available for purchase via iWant and HOOQ.\n\nOro Plata Mata (1982)\n\nDirector: Peque Gallaga\n\nYou could argue that this period drama about a landed family fleeing the Japanese at the dawn of World War II is screenwriter Joey Reyes’ first stab at dissecting the idea of socio-economic class in Philippine society. What is beyond question is the dexterity and confidence with which Gallaga, in his directorial debut, tackles the theme of civilization’s flimsy veneer as the once-genteel Ojeda family sinks deeper and deeper into squalor and savagery. Made on a shoestring budget, the film looks panoramic and the tension thrums in every frame.\n\nOro Plata Mata is available for purchase via iWant and HOOQ.\n\n*Kisapmata (1981)\n\nDirector: Mike de Leon\n\nI remember being frustrated because I was too young to catch this true-crime thriller when it first came out at the 7th Metro Manila Film Festival. Based on the Nick Joaquin article “The House on Zapote Street”, Kisapmata proved too dark for audiences’ tastes for the time, but its status as a harrowing exploration of the shadowy corners of the Filipino psyche remains unparalleled to this day. Vic Silayan plays a terrifying patriarch with a stranglehold over his family, including his newly married and hapless daughter (Charo Santos-Concio). The less said about the film’s poisonous surprises, the better.\n\nKakabakaba Ka Ba? (1980)\n\nDirector: Mike de Leon\n\nA year earlier, the director who would be making audiences flinch with Kisapmata was making them laugh with this satire skewering everything from politics to religion to showbiz. Four friends—including Christopher de Leon and director’s muse Charo Santos-Concio, both looking unbelievably gorgeous—stumble on a plot to smuggle drugs using priests and nuns. The humor is so random and whimsical, the film dares you not to laugh.\n\nKakabakaba Ka Ba? is available for purchase via iWant.\n\nKung Mangarap Ka’t Magising (1977)\n\nDirector: Mike de Leon\n\nAnd three years before Kakabakaba Ka Ba?, de Leon was making cinemagoers swoon with this gentle coming-of-age love story between an aimless student/aspiring songwriter (Christopher de Leon) and the beautiful woman (Hilda Koronel) whose marriage ultimately proves to be a heartbreaking wakeup call to their dream of being together. Sweet without being cloying, dramatic without being overwrought, and leavened with welcome comic relief from Danny Javier, Buboy Garovillo and Bibeth Orteza, Kung Mangarap Ka’t Magising is Mike de Leon at the peak of his powers, and also serves as a poignant document to a Baguio City long vanished.\n\nKung Mangarap Ka’t Magising is available for purchase via iWant.\n\nTatlong Taong Walang Diyos (1976)\n\nDirector: Mario O’ Hara\n\nThe darkest years of the Marcos regime seemed to produce some of the greatest works of Philippine cinema, just as war seems to produce the best drama. Both can be said of Mario O’ Hara’s Tatlong Taong Walang Diyos. Produced by then-married couple Nora Aunor and Christopher de Leon, the World War II-set drama follows Rosario (Aunor), a woman abandoned by her lover (Bembol Roco) when he joins the Resistance, only to then fall in love with a Japanese soldier (de Leon). The way Rosario’s town mates turn against her is chilling to watch—it is a thinly veiled reflection of the paranoia of the time in which it was made—but the movie wouldn’t be as haunting or as heartbreaking if it wasn’t riding on the small but supremely capable shoulders of its leading lady.\n\nTatlong Taong Walang Diyos is available for purchase via iWant.\n\n*Patayin Mo sa Sindak si Barbara (1974)\n\nDirector: Celso Ad. Castillo\n\nThis horror movie is our A Star Is Born, our perverse Little Women, just by the sheer number of times it has been retold. Something about its premise makes it irresistible to filmmakers—a self-sacrificing woman (Susan Roces) gives up the man (Dante Rivero) she loves to her needy younger sister (Rosanna Ortiz), only to become the object of supernatural attacks after her sister’s suicide. Is it the question of whether emotional infidelity counts as a betrayal? Or is it the matter of revenge not just being a dish best served cold, but an all-encompassing buffet? Whatever its dark allure, Patayin was remade by Chito Roño in 1995. After that, you can check out the 2019 Barbara Reimagined—all three versions are free to stream on iWant!—to make your cinematic journey come full circle."}}