{"GDELT": {"GlobalEventID": 913512439, "Day": 20200320, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2192, "Actor1Code": "NZLEDU", "Actor1Name": "NEW ZEALAND", "Actor1CountryCode": "NZL", "Actor1Type1Code": "EDU", "Actor2Code": "NZL", "Actor2Name": "NEW ZEALAND", "Actor2CountryCode": "NZL", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.48128342245989, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ", "Actor1Geo_Lat": -42.0, "Actor1Geo_Long": 174.0, "Actor1Geo_FeatureID": "NZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ", "Actor2Geo_Lat": -42.0, "Actor2Geo_Long": 174.0, "Actor2Geo_FeatureID": "NZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ", "Action2Geo_Lat": -42.0, "Action2Geo_Long": 174.0, "Action2Geo_FeatureID": "NZ", "DATEADDED": 20200320054500, "SOURCEURL": "https://www.stuff.co.nz/national/health/coronavirus/120458882/coronavirus-economic-shock-could-see-unemployment-skyrocket-leaving-hundreds-of-thousands-jobless"}, "ARTICLE": {"TITLE": "Coronavirus economic shock could see unemployment skyrocket, leaving hundreds of thousands jobless", "TEXT": "An imminent recession means the unemployment rate could be about to soar higher than at any point in the last two decades, potentially topping it's GFC high and getting close to the 10.7 percent it reached in 1992.\n\nThat could mean nearly 300,000 people unemployed.\n\nBut noone knows just how high it will go and one economist cautions that things aren't just about to return to normal. Whole industries, in particular tourism, may never be the same.\n\nThis week, US Treasury Steven Mnuchin reportedly warned the unemployment rate could go as high as 20 per cent if nothing was done to soften the impact of coronavirus on the US economy.\n\nMnuchin's figure was an outside estimate given to lawmakers to act to stem job losses.\n\nFinance Minister Grant Robertson said this week he'd received \"indications that overall this will be worse than the global financial crisis when employment peaked at 6.7 per cent,\" but he had not seen any estimates than New Zealand's unemployment rate would go as high as 20 per cent, or anywhere close to that figure.\n\nThe official unemployment rate for the three months to December 2019 is 4.0, which translates to 111,000 people. An unemployment rate of 20 per cent would mean more than half a million New Zealanders out of work.\n\nAn unemployment rate of 6.7 per cent would still mean about 185,000 New Zealanders out of work.\n\nBNZ economist Stephen Toplis expected unemployment to head up to about 7 percent, although there's a risk it could go higher if there's a community outbreak.\n\nEconomist Cameron Bagrie said it was too early to tell how high the unemployment rate would go.\n\n\"We're facing a crisis at the moment that is unlike one we've seen before,\" he said.\n\nSUPPLIED Air New Zealand looks set to make potentially thousands of staff redundant.\n\nHe said the number of unemployed would depend on how deep the downturn was and how long it lasted, questions which noone has the answer to at the moment.\n\nThis is an economic environment that I don't think New Zealand has faced for an exceptionally long time,\" he said.\n\n\"Forget about the GFC as a benchmark. That was a walk in the park compared to this,\" he said.\n\nThe key thing to remember was that the economy would eventually improve. Politicians should focus on mitigating the social consequences of long-term unemployment so that people would be ready for the jobs that emerged after the crisis.\n\n\"When you get really large increases in unemployment for an extended period of time you don't just have an economic feedback loop you have some very strong social consequences on the other side\n\n\"It's the impact of those that gets concerning,\" he said.\n\nBagrie said the economic experience of the 1987 crash and the long period of high unemployment was an example of what could happen during a tectonic economic change.\n\n\"We've been through big economic adjustments before during 1987-91 when unemployment went up to over 10 per cent there wasn't juts an economic story there's a social story too, you can end up with a whole lot of people being displaced and unemployed for a long period,\" he said.\n\nIndustries like tourism would likely take a long time to recover. After the 2008 crash, tourism spending from most of New Zealand's main markets took several years to recover to pre-2008 levels.\n\nBagrie said this crisis would likely have a similar effect, with several industries changing to adjust to the \"new normal\".\n\n\"The tourism sector is going to look fundamentally different in four years,\" he said.\n\nThe key to coming out the other side well was trying to get ready for the world that emerged from the crisis, which would likely be focused more on domestic tourism - and even include the return of some manufacturing that had previously gone offshore.\n\n\"There are going to be some very big tectonic shifts,\" he said.\n\nDuring and after the GFC, unemployment went from a low 3.3 per cent in December 2007 to a high of 6.5 per cent two years later. It stayed high for years, topping out at 6.7 per cent in September 2012, before falling.\n\nThe return to low levels of unemployment was long and painful, the unemployment rate didn't fall below 5 per cent until March 2017 (bar one quarter in 2015).\n\nUnemployment rates also differ starkly across gender and ethnicity. The unemployment rate for men fell back down to around 5 per cent in March 2013, while the unemployment rate for women stayed above 6 per cent until December 2015. The two rates didn't draw close together until September 2018."}}