{"GDELT": {"GlobalEventID": 913512670, "Day": 20200320, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2192, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.6666666666666698, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "South Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USSC", "Actor1Geo_Lat": 33.8191, "Actor1Geo_Long": -80.9066, "Actor1Geo_FeatureID": "SC", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "North Charleston, South Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USSC", "Actor2Geo_Lat": 32.8546, "Actor2Geo_Long": -79.9748, "Actor2Geo_FeatureID": "1225072", "Action2Geo_Type": 3, "Action2Geo_Fullname": "North Charleston, South Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USSC", "Action2Geo_Lat": 32.8546, "Action2Geo_Long": -79.9748, "Action2Geo_FeatureID": "1225072", "DATEADDED": 20200320054500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8132939/Nikki-Haley-resigns-Boeing-board-airlines-bailout.html"}, "ARTICLE": {"TITLE": "Nikki Haley quits Boeing board after opposing proposed $60 billion bailout for the airline industry", "TEXT": "Former U.N. ambassador Nikki Haley has resigned from the board of Boeing - which is preparing to pause production - after opposing a proposed $60billion bailout for the airline industry amid the coronavirus pandemic.\n\nHaley's departure cuts her ties with a company she long supported as a governor of South Carolina and gives her the opportunity to draw a distinction with the Trump administration, something that some strategists have said could be helpful if Haley pursues the White House herself.\n\nToday, it became known that the airline company is leaning toward a temporary work stoppage at its twin-aisle jetliner factories due to the spread of coronavirus, according to people familiar with the matter.\n\nSouth Carolina Gov. Nikki Haley speaks during the dedication of Boeing Co.'s $750 million final assembly plant in North Charleston, S.C. in 2011\n\nThe U.S. planemaker has not made a final decision on the timing and duration of a potential work stoppage as it weighs health guidance and broader impacts to its supply chain.\n\nBoeing would use a stoppage of a few days to conduct a deep clean of its Washington state and South Carolina twin-aisle factories, but seems broadly committed for now to keeping production lines running after the suspension, the people said.\n\nA Boeing spokesman declined to comment.\n\nHaley resigned from Boeing in a letter written to CEO Dave Calhoun on March 16.\n\n'I strongly believe that when one is part of a team, and one cannot in good faith support the direction of the team, then the proper thing to do is to resign,' she wrote.\n\nThe letter was provided Thursday to The Associated Press.\n\nIn this file photo Nikki Haley, the United States Ambassador to the United Nations looks on during a meeting with US President Donald Trump speaks in the Oval office of the White House October 9, 2018 in Washington, DC\n\nEarlier this week, Boeing said it was seeking $60 billion in 'public and private liquidity' for the aerospace industry, which is struggling amid a COVID-19 outbreak that has halted major travel and shuttered many businesses.\n\nThe fast-spreading coronavirus has disrupted life across the United States, hammering the economy and virtually wiping out air travel demand.\n\nAirbus announced plans earlier this week to halt operations at its plants in France and Spain for four days, after Reuters reported it was studying plans to slow or halt production.\n\nBoeing, which employs 70,000 people in Seattle's Puget Sound area, has some 14 confirmed coronavirus cases as of Thursday, many reported at its Everett hub north of Seattle.\n\nAs cases rise, so too have angst and anger among some rank-and-file machinists, insiders say. A number of workers have used an \"Imminent Danger, Stop Work\" contract clause to halt specific jobs until safety concerns are addressed.\n\nOne 777 work crew was sent home earlier this week due to concerns of infection, and mechanics on the next shift refused to work on the same jet because they were not sure the area was cleaned properly, one person with knowledge of the matter said.\n\nFile photo of Qantas Boeing 737-800 taxiing at Sydney Kingsford Smith Airport in 2018\n\nConfirming a Reuters report, Boeing said last week it was freezing hiring and industry sources have said layoffs or furloughs are likely as virus concerns peak.\n\nBoeing suppliers, already reeling from a production halt on Boeing's 737 line due to a year-old safety ban, face an even slimmer workload as flight cancellations mean less airline demand for spare parts and services.\n\nAircraft parts shortages were likely, while productivity could take another blow from enforced minimum distances between workers inside factories, industry sources say.\n\nBoeing representatives have been contacting parts suppliers to remind them to follow guidance from U.S. health officials, gather information on personnel and contingency plans, and warn firms to restrict visitors while also meeting contractual obligations, supplier sources said.\n\nAirbus plans to resume output at French and Spanish plants on March 23 but industry sources say there are doubts over how long either planemaker can maintain the previous levels of output because of scattered shortages in the supply chain.\n\nThe Trump administration has said it would back Boeing, which is also a top U.S. defense contractor.\n\nHaley's board resignation marked a distancing from the Trump administration, which she left on her own terms, occasionally speaking out against President Donald Trump while not directly drawing his ire.\n\nIt's part of the territory some strategists have said she is treading carefully with an eye on her potential future need to win back GOP traditionalists who aren´t fans of the polarizing president, if she runs for the presidency, potentially as early as 2024.\n\nHaley, 48, joined the Boeing board last year after her departure from the Trump administration. Haley, popular in her home state, moved back to South Carolina - where Boeing has a major production facility - founded a nonprofit organization, and wrote and promoted a memoir.\n\nAs governor of South Carolina prior to joining the Trump administration, Haley fought attempts by unions to represent workers at the North Charleston plant where the company assembles its Boeing 787 jetliners. At the time, she said unions weren't needed because companies in her state take care of their workers.\n\nIn 2017, workers at the plant voted about 3-to-1 against representation by the International Association of Machinists and Aerospace Workers, a resounding setback for unions that have long hoped to make inroads in the South.\n\nBoeing is among the companies whose stocks are tumbling amid the COVID-19 outbreak. Earlier this month, the Chicago-based company said it had imposed a hiring freeze in response to the virus outbreak, which is undercutting air travel and threatening to kill airlines´ appetite for new planes."}}