{"GDELT": {"GlobalEventID": 913512058, "Day": 20200320, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2192, "Actor1Code": "EUR", "Actor1Name": "EUROPEAN", "Actor1CountryCode": "EUR", "Actor2Code": "BEL", "Actor2Name": "BELGIAN", "Actor2CountryCode": "BEL", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.51802656546489, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Actor1Geo_CountryCode": "BE", "Actor1Geo_ADM1Code": "BE11", "Actor1Geo_ADM2Code": "5850", "Actor1Geo_Lat": 50.8333, "Actor1Geo_Long": 4.33333, "Actor1Geo_FeatureID": "-1955538", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Actor2Geo_CountryCode": "BE", "Actor2Geo_ADM1Code": "BE11", "Actor2Geo_ADM2Code": "5850", "Actor2Geo_Lat": 50.8333, "Actor2Geo_Long": 4.33333, "Actor2Geo_FeatureID": "-1955538", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Action2Geo_CountryCode": "BE", "Action2Geo_ADM1Code": "BE11", "Action2Geo_ADM2Code": "5850", "Action2Geo_Lat": 50.8333, "Action2Geo_Long": 4.33333, "Action2Geo_FeatureID": "-1955538", "DATEADDED": 20200320054500, "SOURCEURL": "https://dailytimes.com.pk/579627/book-loving-belgians-fear-dumbed-down-lockdown/"}, "ARTICLE": {"TITLE": "Book-loving Belgians fear dumbed-down lockdown", "TEXT": "Belgians stocked up on reading material Wednesday as they prepared to join their European neighbours in an enforced period of home comforts and cultural pursuits.\n\nAs elsewhere on the continent, when the partial coronavirus lockdown came into effect there were — carefully spaced — queues outside supermarkets as residents stocked up.\n\nEasy-going Belgium’s effort to stem the epidemic by discouraging “non-essential” trips — announced on Tuesday by Prime Minister Sophie Wilmes — was not to be as sternly enforced as in neighbouring France.\n\nBut the authorities nevertheless want to discourage all visits outside the home except those to pharmacies, groceries, banks, post offices and petrol stations.\n\nVisitors and Belgians alike seemed to be taking the measures seriously, at least at first, and after they came into force at midday tourist hotspots like the Mannekin Pis statue were deserted.\n\nIn front of one well-known bookstore in the city, a young man equipped with blue protective gloves was on hand to ensure the last clients allowed in before the shut-down kept a discreet distance apart.\n\n“With books, we can lock down without dumbing down,” 64-year-old Philippe Van Erp told AFP, picking up some manga comics and a weighty work by German-American philosopher Hannah Arendt.\n\nParents were also keen to fill their shelves with wisdom, like the 40-year-old Italian father whose under-fives have seen school suspended for at least three weeks — leading into an Easter break of two more than usual.\n\n“We used to read them a story at bedtime, now we also have to read to them during the day,” Francesco Cardarelli said. “I think it would make more sense for book shops to stay open than for hairdressers.”\n\nOn Tuesday evening, when Wilmes announced the shut down there seemed to be some hope for bibliophiles. Speaking in French she said “librairies” — book shops — could remain open.\n\n‘Librairies’ vs ‘krantenwinkels’\n\nBut in Belgium this term is often also extended to news agents — which in turn double as tobacconists — selling daily papers.\n\nAnd when Wilmes made her announcement in Dutch, bilingual Belgium’s other main tongue, she spoke of “krantenwinkels” — newspaper stores.\n\nSo, according to a mail from the French-speaking booksellers’ union, the ban has been taken to include book stores that do not double up as news stands, and those visited by AFP were planning to close.\n\nAt the “Librairie Europeenne” near Brussels Jubilee Park in the European quarter that houses the EU’s institutions, a sign was taped behind the window urging clients to order by email.\n\n“If anyone sees a book they want on our site or in the window, we can deliver, we’ve always done it,” smiled sales manager Nathalie Sebbe.\n\nBelgium is home to 11.4 million people and has seen a rapid spread of the novel coronavirus strain sweeping the world, with 1,486 confirmed cases and already 14 deaths.\n\nIn addition to the partial stay-at-home order, businesses have been asked to switch as far as possible to teleworking from home and foreign trips and large gatherings have been banned."}}