{"GDELT": {"GlobalEventID": 913511921, "Day": 20200320, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2192, "Actor1Code": "CHR", "Actor1Name": "CHRISTIAN", "Actor1Religion1Code": "CHR", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.08225108225108, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Christian County, Missouri, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMO", "Actor1Geo_ADM2Code": "MO043", "Actor1Geo_Lat": 36.9667, "Actor1Geo_Long": -93.1835, "Actor1Geo_FeatureID": "758476", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Christian County, Missouri, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMO", "Action2Geo_Lat": 36.9667, "Action2Geo_Long": -93.1835, "Action2Geo_FeatureID": "758476", "DATEADDED": 20200320054500, "SOURCEURL": "https://www.news-leader.com/story/news/local/ozarks/2020/03/19/report-christian-county-health-department-warns-those-who-attended-james-river-march-8/2880201001/"}, "ARTICLE": {"TITLE": "Report: Christian County Health Department warns those who attended James River March 8", "TEXT": "All of the News-Leader's coverage of coronavirus is being provided for free to our readers. Please consider supporting local journalism by subscribing at News-Leader.com/subscribe.\n\nLate Thursday, the Christian County Health Department warned the public about two positive cases of COVID-19 that were confirmed Wednesday.\n\nThe Christian County Headliner-News reported that the health department sent out a news release specifically warning about one of the positive cases.\n\nThe patient is said to have attended the third James River Assembly service held on Sunday, March 8.\n\n“While risk of exposure is low because the patient was not symptomatic, we would like to notify attendees of this service that if they currently have or develop any symptoms that could be associated with COVID-19 they should contact their healthcare provider,” the newspaper wrote, quoting from a news release issued by the health department.\n\nThe News-Leader was not immediately able to reach the health department administrator. A representative for the department said the administrator was in a meeting late Thursday.\n\nThe Ozark-based James River campus is the biggest church in Christian County, with an average weekly attendance of around 15,000 people, a church official told the News-Leader early this week.\n\n\"That patient was reportedly exposed to COVID-19 by international travelers who have also tested positive for the coronavirus,\" the newspaper reported. \"That patient reportedly isolated himself when he developed symptoms.\"\n\nThe health department said the other case is considered a “low risk of spread of the infection to the general public” and is quarantined, along with others in their household that have been in close contact, according to the Headliner-News.\n\nLate Thursday, the News-Leader reached out for comment on the news to a spokesperson for the Assemblies of God, Mark Forrester.\n\nForrester said in an email, \"I have no knowledge of this case or circumstance. I know there are multiple cases outside of the two employees at our office.\" x\n\nEarlier Thursday, Forrester confirmed in a separate email, \"There were 16 visitors from France in Texas who drove to Springfield on March 4 to see our National Office. They left Springfield to return to France on March 6. They did not attend church services. We later discovered that by March 9, after they had returned to France, one of them had begun showing symptoms of COVID-19.\"\n\nIt is not clear if the French visitors are the same \"international travelers\" referenced in the latest update from Christian County.\n\nEarlier Thursday, the News-Leader reached out to two top officials with the Assemblies of God in France to learn details about their trip to Missouri but has not yet heard back.\n\nGregory Holman is the investigative reporter for the News-Leader. Email news tips to gholman@gannett.com and consider supporting vital local journalism by subscribing. Learn more by visiting News-Leader.com/subscribe."}}