{"GDELT": {"GlobalEventID": 913511783, "Day": 20200320, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2192, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.8367346938775602, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Baton Rouge, Louisiana, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USLA", "Actor2Geo_Lat": 30.4507, "Actor2Geo_Long": -91.1545, "Actor2Geo_FeatureID": "1629914", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Baton Rouge, Louisiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USLA", "Action2Geo_Lat": 30.4507, "Action2Geo_Long": -91.1545, "Action2Geo_FeatureID": "1629914", "DATEADDED": 20200320054500, "SOURCEURL": "https://www.houmatoday.com/news/20200319/louisiana-small-businesses-can-apply-for-disaster-loans-heres-how"}, "ARTICLE": {"TITLE": "Louisiana small businesses can apply for disaster loans. Here’s how", "TEXT": "Louisiana small businesses can apply for up to $2 million in loans to help them weather the coronavirus crisis.\n\nU.S. Small Business Administration chief Jovita Carranza confirmed Thursday that Louisiana’s more than 440,000 small business are eligible to apply for low-interest federal disaster loans.\n\n“COVID-19 is a unique crisis affecting all walks of life, and that means Louisiana’s small business community will continue to be heavily impacted by disruptions to their operations,” Gov. John Bel Edwards said said in a news release announcing the aid. “We are pleased to work with SBA and the federal government in providing this critical working capital to our small business owners who are suffering from the necessary measures installed due to the coronavirus.\n\n“Our hope is that these SBA disaster loans will be an important part of sustaining their businesses and providing support to their employees who make up over half of Louisiana’s private-sector workforce.”\n\nImpacted small businesses may apply for loans to pay for fixed debts, payroll, accounts payable and other bills that can’t be paid because of the COVID-19 disaster.\n\nLoans at 3.75% percent interest for small businesses and 2.75% for nonprofits may be extended up to 30 years to keep payments affordable, Edwards said.\n\nTo get started immediately, visit SBA.gov/Disaster. SBA explains the three-step process for disaster loans on the website.\n\nLouisiana Economic Development also is offering “COVID-19: Business Resources,” an online guide to assistance available for impacted businesses. Look for updates to the guide at OpportunityLouisiana.com.\n\n“LED continues to monitor business conditions throughout Louisiana and we are identifying every possible avenue of support for our businesses, large and small, so that we can help them navigate the unique challenges of COVID-19,” LED Secretary Don Pierson said. “We are grateful to SBA Administrator Jovita Carranza and Gov. Edwards for securing this critical SBA disaster assistance as an important part of our recovery and sustainability efforts.”\n\nMembers of Louisiana’s congressional hailed the new measures.\n\nU.S. Rep. Garrett Graves, R-Baton Rouge, sent a letter to President Donald Trump Wednesday urging him to expedite the aid. Graves, whose district includes northern Terrebonne and Lafourche parishes, also held a Facebook Live session Wednesday with a regional SBA official to discuss the loans.\n\nRep. Steve Scalise, R-Metairie, said Thursday’s action will provide critical help to businesses facing financial losses amid the pandemic.\n\n“I have been listening to small businesses throughout southeast Louisiana to get critical input on the best ways Congress can help them stay afloat and get back up and running when this crisis is over,” said Scalise, whose district includes southern Terrebonne and Lafourche. “Small businesses are the backbone of our economy, and I will continue working with our federal, state, and local officials to provide relief to them and their employees as this crisis continues.”\n\n– Executive Editor Keith Magill can be reached at 857-2201 or keith.magill@houmatoday.com."}}