{"GDELT": {"GlobalEventID": 913755023, "Day": 20200321, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2219, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.39551746868820004, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200321124500, "SOURCEURL": "https://www.telegraph.co.uk/tv/0/lennie-james-interview-kid-policeman-called-n-word/"}, "ARTICLE": {"TITLE": "Lennie James interview: ‘As a kid, a policeman called me the N-word’", "TEXT": "Lennie James is in Austin, Texas, where shooting of the post-apocalyptic drama Fear the Walking Dead has been halted by the unexpected arrival of the actual apocalypse.\n\n“Production is down while we figure out what the world looks like in a month’s time,” says the 54-year-old south Londoner, who was part of the wave of British actors who moved to the US in the mid-2000s, well before he jolted UK audiences into awareness of his talent in the first series of Line of Duty in 2012.\n\nWe were supposed to be meeting in London to talk about the second series of his hit Sky Atlantic drama Save Me, but Covid-19 has got in the way. I’m wondering if, as someone who has been playing a survivor of a zombie plague in The Walking Dead and its spin-off for many years, James finds himself imagining the worst.\n\n“Well, one of the things I get from the shows is how selfish and broken and destructive and desperate people can get,” he says. That scares him, “but the overriding message from both is about how people strive to survive and continue and re-form in some way as society, as community and family. They’re about the resilience of the human spirit.”\n\nThat’s true, too, of Save Me, which James created, wrote and stars in as Nelson “Nelly” Rowe, a womanising ne’er-do-well, who learns that the 13-year-old daughter he hasn’t seen since she was a toddler has been abducted, possibly by a paedophile ring. He discovers in himself a love and need to find her, which continues into series two. He also finds a sense of community among the regulars of the pub where he DJs. It’s tense and seedy, with a cast that includes Stephen Graham, Suranne Jones and Kerry Godliman."}}