{"GDELT": {"GlobalEventID": 913754785, "Day": 20200321, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2219, "Actor1Code": "JUD", "Actor1Name": "CONSTITUTIONAL COURT", "Actor1Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 2.21238938053098, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Togo", "Actor1Geo_CountryCode": "TO", "Actor1Geo_ADM1Code": "TO", "Actor1Geo_Lat": 8.0, "Actor1Geo_Long": 1.166667, "Actor1Geo_FeatureID": "TO", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Togo", "Action2Geo_CountryCode": "TO", "Action2Geo_ADM1Code": "TO", "Action2Geo_Lat": 8.0, "Action2Geo_Long": 1.166667, "Action2Geo_FeatureID": "TO", "DATEADDED": 20200321124500, "SOURCEURL": "https://www.businessghana.com/site/news/politics/207848/Togo-s-constitutional-court-declares-Faure-Gnassingbe-winner-of-presidential-elections"}, "ARTICLE": {"TITLE": "Togo's constitutional court declares Faure Gnassingbé winner of presidential elections", "TEXT": "Togo's constitutional court Tuesday announced the official results of the presidential elections held on February 22, declaring President Faure Gnassingbé as winner of the elections.\n\nThe court dismissed all appeals filed by Agbéyomé Messan Kodjo, Gnassingbe's main contender and confirmed the re-election of Faure Gnassingbé.\n\nThe incumbent obtained 70.78 per cent of the votes against 19.45 per cent for the former Prime Minister- Agbeyome.\n\nThe constitutional court first examined the appeals filed by Agbéyomé in which he asked for the cancellation of the election in several prefectures due to \"ballot stuffing, fraud, the expulsion of MPDD polling agents and the abuse of proxy votes\".\n\nThough the appeals were said to be admissible, they were dismissed by the court led by Aboudou Assouma, President of the constitutional court.\n\nThe court upheld the votes obtained by candidates thus the final results gave Faure Gnassingbé the winner, 70.78 per cent of the votes followed by Agbéyomé Kodjo with 19.45 per cent, Jean-Pierre Fabre, 4.68 per cent, Aimé Gogué, 2.40 per cent.\n\nThe rest are; Komi Wolou, 1.15 per cent, Georges-William Kouessan, 0.80 per cent, and Mouhamed Tchassona-Traoré, 0.69 per cent.\n\nTherefore in line with provisions of article 60, paragraph one and two of the Togolese Constitution, Faure Gnassingbé was declared the winner by the Constitutional Court for having obtained an absolute majority of the votes in the first round of the elections.\n\nThe announcement was greeted with great joy by supporters of the President's Party with many describing it as a \"knockout.\"\n\nA few minutes after the declaration, the Ghana News Agency (GNA) saw some young people on the streets of Lomé, singing and dancing, with some saying, \"we are happy, yes, our champion remains the champion\".\n\nFaure Gnassingbé, born June 06, 1966 in Afagnan, Togo and son of Eyadema Gnassingbe, former President of Togo, first served as an acting President from February 07 to 25, 2005, then elected four times in succession on April 24, 2005, March 04, 2010, April 25, 2015 and February 22, 2020.\n\nLong before the official declaration by the constitutional court, Dr. Gabriel Agbéyomé Messan Kodjo contested the results claiming serious \"irregularities\". During a press conference in his home, he asked for the results to be declared \"polling station by polling station\", something the electoral code did not provide for.\n\nIn Togo, the constitutional court is the highest court of the State in constitutional matters and its decisions are without appeal.\n\nThe declaration ceremony attracted members of the government, the President of the National Assembly, and the Prime Minister Selom Klassou.\n\nMr. Gnassingbé will be sworn into office to begin his fourth term in the coming weeks."}}