{"GDELT": {"GlobalEventID": 913754868, "Day": 20200321, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2219, "Actor1Code": "MIL", "Actor1Name": "MILITARY", "Actor1Type1Code": "MIL", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 0, "EventCode": 150, "EventBaseCode": 150, "EventRootCode": 15, "QuadClass": 4, "GoldsteinScale": -7.2, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.08552631578947, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT", "Actor1Geo_Lat": 42.833333, "Actor1Geo_Long": 12.833333, "Actor1Geo_FeatureID": "IT", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT", "Actor2Geo_Lat": 42.833333, "Actor2Geo_Long": 12.833333, "Actor2Geo_FeatureID": "IT", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT", "Action2Geo_Lat": 42.833333, "Action2Geo_Long": 12.833333, "Action2Geo_FeatureID": "IT", "DATEADDED": 20200321124500, "SOURCEURL": "https://www.zerohedge.com/geopolitical/nato-cancels-massive-military-exercise-defender-europe-2020-due-covid-19"}, "ARTICLE": {"TITLE": "NATO Cancels Massive Military Exercise 'Defender Europe 2020' Due To COVID-19", "TEXT": "Authored by Rod Renny via TheDuran.com,\n\nNATO’s massive military exercise ‘Defender Europe 2020’ has been effectively canceled over the covid-19 pandemic. Instead of hype about Russia, perhaps the alliance should address the actual danger to Europe, analysts tell RT.\n\nThe Pentagon had already deployed some 6,000 troops and 3,000 pieces of equipment to Europe by March 13, when the transfers were halted amid the rapid spread of the coronavirus. The decision to cancel the drills actually improved European security, since the risk of covid-19 transmission among the troops – and from them to civilians – was unacceptably high, former US Marine Corps intelligence officer and international security commentator Scott Ritter told RT.\n\nCanceling the exercise was “the most prudent action possible” from the political standpoint, said Ritter, as the fallout from US troops infecting civilians with the coronavirus would have made future such exercises “problematic.”\n\n“The exercise was more political than practical, a show of force designed to deter Russian ‘aggression’ in the Baltics,” Ritter added. Poland and the Baltic states have clamored for a bigger NATO – mainly US – presence in their territory since 2014, hyping the threat of “Russian aggression” by pointing to the conflict in Ukraine. The US has happily obliged, even under the Trump administration, while NATO maintained its increased deployments on the Russian border were entirely defensive in nature. Needless to say, Moscow is not buying it.\n\n“There’s no actual military threat to Europe. Nobody is going to attack it,” Konstantin Sokolov, geopolitics expert and research fellow with Russia’s Academy of Natural Sciences, told RT.\n\nPolitical relations within NATO have been fraying for months, with unilateral actions in Syria by the US and Turkey prompting French President Emmanuel Macron to describe the alliance as “brain dead.”\n\n“The crisis of political relations between the US and its allies is getting worse in the current situation, which is aggravated by selfishness of all sides,” Sokolov told RT. The US and its European allies have been acting on their own to cope with the virus, shutting down borders and implementing strictly national policies. The main threat to Europe is the coronavirus, not Russia, says Vladimir Batyuk, a senior fellow at the Russian Institute for US and Canadian Studies.\n\n“In Italy alone, the virus has killed several hundred people. Russian military action didn’t hurt a single person from European NATO member states in the last three decades,” Batyuk told RT. There were 2,500 recorded deaths from the coronavirus in Italy as of Tuesday.\n\nRick Rozoff, peace activist at StopNato International, thinks it’s incredibly ironic that a virus seems to have derailed, however temporarily, NATO’s strategic priority to expand to the Russian border.\n\n“This is a tactical retreat, in the face of nature,” he told RT. “I’m going to have to assume that, if and when the coronavirus is brought under control, that we’ll see the resumption of such military provocations, large-scale military exercises on Russia’s western border.”\n\nRozoff pointed out that the Atlantic Council – the alliance’s massive think-tank and lobbying arm – had just called for an increased US troop presence in Europe under the pretext of fighting the coronavirus, same as they’ve done with anything from terrorism to climate change and women’s rights over the years. Some of those US troops may be more urgently needed at home, he added, as over 1,000 National Guard personnel have already been called up to help with the pandemic.\n\n‘Defender Europe 2020’ was supposed to be the largest NATO exercise in 25 years, encompassing smaller exercises that were scheduled to take place in Belgium, the Netherlands, Germany, Poland, Lithuania, Latvia and Estonia starting in April and continuing into May."}}