{"GDELT": {"GlobalEventID": 913754647, "Day": 20200321, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2219, "Actor1Code": "GOV", "Actor1Name": "MINIST", "Actor1Type1Code": "GOV", "Actor2Code": "MARCVL", "Actor2Name": "MOROCCO", "Actor2CountryCode": "MAR", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.36764705882353, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Casablanca, Grand Casablanca, Morocco", "Actor2Geo_CountryCode": "MO", "Actor2Geo_ADM1Code": "MO45", "Actor2Geo_ADM2Code": "147343", "Actor2Geo_Lat": 33.59, "Actor2Geo_Long": -7.61, "Actor2Geo_FeatureID": "-28159", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ottawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12755", "Action2Geo_Lat": 45.4167, "Action2Geo_Long": -75.7, "Action2Geo_FeatureID": "-570760", "DATEADDED": 20200321124500, "SOURCEURL": "https://ca.news.yahoo.com/st-johns-woman-stranded-covid-204016803.html"}, "ARTICLE": {"TITLE": "St. John's woman stranded by COVID-19 in Casablanca hoping to get home soon", "TEXT": "A St. John's woman stuck in Morocco hopes an announcement Friday by the federal government means she will be home in days, instead of months.\n\nPrime Minister Justin Trudeau said a flight will be arriving in the north African country to take Canadians there home — welcome news for Kim Larouche.\n\n\"It's certainly good news. Of course, we are trying to make sure we are on that first flight or any flight really that leaves,\" said Larouche, a health consultant whose husband and two children are in St. John's.\n\nLarouche is with her sister and brother-in-law in Casablanca, all Canadian citizens registered with the Canadian consulate there.\n\n\"We sent them an email in French and English saying we want to get on that flight but we don't know if it's going to Paris first and then Canada from there. So all we are doing is kind of waiting and hoping for the best,\" she said.\n\nTrudeau didn't provide much detail about the flight Friday when he announced it, but said the federal government is in discussions with Canadian airlines to help Canadians stranded abroad get home.\n\nAdrian Wyld/Canadian Press More\n\n\"We will have more details to share but the first flight will be picking up Canadians from Morocco this weekend,\" Trudeau said from outside Rideau Cottage in Ottawa, where he remains in self-isolation.\n\nA spokesperson for Foreign Affairs Minister François-Philippe Champagne told CBC News that Global Affairs Canada has heard from tens of thousands of Canadians looking to get home after the federal government announced a week ago that all travellers abroad should return to Canada and self-isolate for 14 days.\n\nThe minister's office said the government is particularly concerned about travellers in Morocco and Peru, two destinations where a large number of Canadians are stranded. Peru is under martial law and has closed its borders to everyone looking to get in or out.\n\nLarouche has been in Morocco since March 8 with with a women's group to take part in a rally to raise money for a Moroccan community. The rally was cancelled because of coronavirus concerns.\n\nState of Emergency\n\nThere are more than 40 cases of novel coronavirus in Morocco and the country has declared a state of emergency.\n\nLarouche was scheduled to leave Wednesday. She tried to get on a flight to Europe before Morocco cancelled all flights in or out of the country last Saturday but she was told all those flights were full.\n\nLarouche said she was feeling disheartened before Trudeau's announcement.\n\n\"Thankfully we're all healthy, and I'm just really grateful that there are so many people trying to help us get back home safe,\" she said.\n\nLarouche said she will be in isolation for 14 days at her cabin in Whitbourne when she finally gets back to Newfoundland and Labrador.\n\n\"I'm probably going to go straight to Whitbourne and I just want to keep everyone safe. After that I'm really hoping to hug my family and I want to see my in-laws and I miss my mother, who is in Gatineau, so hopefully I'll get to see her soon.\"\n\nRead more from CBC Newfoundland and Labrador"}}