{"GDELT": {"GlobalEventID": 913754685, "Day": 20200321, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2219, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.23690773067331, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Vietnam, Republic Of", "Actor1Geo_CountryCode": "VM", "Actor1Geo_ADM1Code": "VM", "Actor1Geo_Lat": 16.166667, "Actor1Geo_Long": 107.83333300000001, "Actor1Geo_FeatureID": "VM", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM", "Action2Geo_Lat": 16.166667, "Action2Geo_Long": 107.83333300000001, "Action2Geo_FeatureID": "VM", "DATEADDED": 20200321124500, "SOURCEURL": "https://www.msn.com/en-my/finance/topstories/health-ministry-confirms-eight-covid-19-deaths-so-far-e2-81-a0-e2-80-94-just-hours-after-saying-four-people-had-died-of-disease/ar-BB11v2kC"}, "ARTICLE": {"TITLE": "Health Ministry confirms eight Covid-19 deaths so far ⁠— just hours after saying four people had died of disease", "TEXT": "© Provided by The Edge\n\nKUALA LUMPUR (March 21): Just hours after announcing that four people had died of Covid-19, the Ministry of Health said a further four had also perished from the disease, bringing the total death toll in Malaysia to eight.\n\nIn a Facebook posting, they said the four cases which were reported to its Crisis Preparedness and Response Centre were a 79-year-old woman and her 40-year-old daughter, a 57-year-old man and a 69-year-old man.\n\nThe 79-year-old woman was admitted to Borneo Medical Centre in Sarawak on March 16 after having a fever and cought for five days.\n\nWhile she experienced breathing difficulties, her family did not allow the hospital to put her on a ventilator, and subsequently brought her home on March 17; she passed away the next day.\n\nAccording to a press relelase by Sarawak's state disaster management, there was a delay in reporting her death as the private medical centre had to wait for the laboratory results from Kuala Lumpur.\n\nShe had infected her son and daughter, the latter whom was admitted to Sarawak General Hospital on March 18 after having a fever and cough since March 7.\n\nHer daughter passed away on March 21, two days after being diagnosed with Covid-19.\n\nAccording to the committee, her son is currently on life support.\n\nThe source of their infection is currently being investigated.\n\nThe seventh person to die from the infection is a 57-year-old man who had visited Vietnam ⁠— which currently has 91 confirmed cases ⁠— and was in contact with someone from the tabligh gathering cluster who tested positive for the virus.\n\nHe was admitted to Kuala Lumpur Hospital on March 18 after having fever, cough and sore throat for a week, when his health rapidly declined and he was put on a ventilator the next day; he passed away at 3.22pm today."}}