{"GDELT": {"GlobalEventID": 913754878, "Day": 20200321, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2219, "Actor1Code": "MNCIRL", "Actor1Name": "RYANAIR", "Actor1CountryCode": "IRL", "Actor1Type1Code": "MNC", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.2847965738758, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Poland", "Actor1Geo_CountryCode": "PL", "Actor1Geo_ADM1Code": "PL", "Actor1Geo_Lat": 52.0, "Actor1Geo_Long": 20.0, "Actor1Geo_FeatureID": "PL", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Poland", "Action2Geo_CountryCode": "PL", "Action2Geo_ADM1Code": "PL", "Action2Geo_Lat": 52.0, "Action2Geo_Long": 20.0, "Action2Geo_FeatureID": "PL", "DATEADDED": 20200321124500, "SOURCEURL": "https://simpleflying.com/lcc-polish-flight-suspension/"}, "ARTICLE": {"TITLE": "Wizz Air & Ryanair Suspend All Flights To And From Poland", "TEXT": "Advertisement:\n\nFollowing yesterday’s announcement that the government of Poland’s decision to “lockdown” the whole nation to contain the COVID-19 outbreak, both Ryanair and Wizz Air will suspend services to the country.\n\nAltogether, no foreign citizens will be allowed to enter Poland, while Polish citizens arriving from abroad will be placed in quarantine. The airline has suspended all its flights to and from Poland until further notice. These initiatives were announced by Prime Minister Mateusz Morawiecki.\n\nAccording to a press release, Ryanair’s flights to and from the country will be canceled from Sunday, March 15th to at least Tuesday, March 31st. These cancellations also include flights serviced by the company’s Buzz and Lauda brands.\n\nRyanair is informing all travelers that are impacted by the move by email and it advises customers not to call in while it sorts out the issues.\n\n“This is a fast-moving and complex situation and the safety and well-being of our people and customers is our main priority. We will continue to comply fully with all WHO and EASA guidelines and we will follow any travel restrictions that are imposed,” the Irish low-cost carrier said.\n\n“Ryanair Group Airlines apologise sincerely to all customers affected by these Government Restrictions in order to combat the Covid-19 virus.”\n\nAdvertisement:\n\nMeanwhile, Wizz Air also apologized after being forced to make a similar move. However, there is no proposed return date like Ryanair. The global situation is continuing to develop. Therefore, it makes sense why Wizz has chosen not to mention a specific return date right now.\n\nIf a customer had booked tickets to Poland on the airline’s website or on its mobile app, they will automatically be informed of flight suspensions via email. Moreover, 120% of the original fare will automatically be uploaded to the customer’s Wizz account. This can be used in the next 24 months for the purchase of The Hungarian airline’s products and services.\n\nAdditionally, customers can instead opt for a 100% cash refund but this will take longer to complete. Those who booked through travel agencies are advised to contact their companies.\n\nAdvertisement:\n\nContinental drift\n\nIt has been an extraordinary week for airlines and travelers with multiple travel restrictions and airport closures implemented. Several carriers were also struggling due to the drops in demand but now aircraft will become further grounded due to governmental policies.\n\nWhat are your thoughts on how the coronavirus outbreak has been impacting the aviation industry? Have you been affected by the suspensions? Let us know what you think of the ongoing situation in the comment section.\n\nSimple flying reached out to Ryanair and Wizz Air for comment on how the restrictions will impact their operations. We will update the article with any further announcements."}}