{"GDELT": {"GlobalEventID": 913754466, "Day": 20200321, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2219, "Actor1Code": "CRM", "Actor1Name": "CRIMINAL", "Actor1Type1Code": "CRM", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -8.79518072289156, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Indiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIN", "Actor1Geo_Lat": 39.8647, "Actor1Geo_Long": -86.2604, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Indiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIN", "Action2Geo_Lat": 39.8647, "Action2Geo_Long": -86.2604, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200321124500, "SOURCEURL": "https://www.ktlo.com/2020/03/21/man-in-court-on-1-charge-arrested-for-lying-on-public-defender-eligibility-form/"}, "ARTICLE": {"TITLE": "Man in court on 1 charge, arrested for lying on public defender eligibility form", "TEXT": "Photo: Jason Frye\n\nA Mountain Home man who wanted to get back at someone he said owed him money but took his revenge out on another person’s house was in Baxter County Circuit Court earlier this month.\n\nThirty-six-year-old Jason Frye was also arrested earlier this month for making false statements on an application to obtain the services of a public defender to represent him in the original case.\n\nIt is alleged Frye understated his income and assets on the application. He had said he had $75 in the bank, but was found to have made withdrawals totaling about $1,100. In addition, he receives almost $4,600 a month from what appeared to be disability payments.\n\nHe was released shortly after being booked on the felony false statement charge on a $5,000 bond.\n\nIn the original case, Frye is charged with residential burglary, criminal mischief and tampering with physical evidence.\n\nBoth Frye and 24-year-old Ariel Beck were charged in connection with the incident.\n\n\n\n\n\n\n\nPhoto: Ariel Beck\n\nIn the attacking the wrong house case, Frye had mistaken the Baxter County residence of a man who lives in Indiana for the one where the alleged debtor lived.\n\nOn Sept. 12, the alarm system in the residence alerted the owner to someone being at the home.\n\nHe checked surveillance cameras on his computer in Indiana. The cameras had picked up a male and female at the home, and the owner called the Baxter County Sheriff’s Office.\n\nWhen deputies arrived, the two suspects were gone, but a significant amount of damage had been done to items in the front yard.\n\nThe victim said he had taped the incident and provided investigators with a copy. He also placed security camera images of the two suspects on social media and received a tip the intruders were Frye and Beck.\n\nFrye was also picked up by security cameras on Sept. 7 knocking on the front door, but getting no answer and leaving. He returned Sept. 12 and knocked on the door again, and he claims it somehow came open.\n\nAccording to the probable cause affidavit, Frye made contact with the victim in Indiana via social media and told the homeowner he had done the damage at the man’s home thinking he was exacting revenge on the person who he claimed owed him money.\n\nThe homeowner reported a number of statues in his yard were damaged, a mailbox, wagon wheel and porch railing were destroyed and two exterior surveillance cameras were damaged.\n\nA trial date of March 30 has been set for Frye.\n\nFrye applied for an Order of Protection in mid-August alleging Beck had been court ordered to move from his home but had refused to go.\n\nIn the affidavit seeking the protective order, Frye refers to Beck as “very violent, physical and abusive.” The affidavit also alleges Beck was stealing money and “much needed” pain medication from Frye\n\nAt the bottom in large letters is the message “Please help me.”\n\nFrye later filed a request to have the Order of Protection petition dismissed.\n\nTwo days after the duo had allegedly been together and done damage to the wrong house, Beck called the sheriff’s office and reported it was Frye harassing her by calling, as well as having his friends call.\n\nAlso, just a day after the attack on the victim’s house, Frye was arrested, after he became involved in what was described as a loud and profane verbal fight with his father who lives along County Road 27.\n\nWhen a Baxter County deputy arrived, Frye contended he had come to ask his father for financial help, but his parent started yelling at him. Frye was reported to have launched into a discussion of his “abusive childhood.”\n\nHis father told the deputy his son had come to his residence and started yelling and cursing him. He said he did not want his son arrested, but did want him off the property with instructions not to return.\n\nFour minutes after the deputy left, Jason Frye came back and was reported in a 911 call to be “causing problems.” Two deputies went to the father’s house on the second call and took Frye into custody. He was booked into the county jail, charged with criminal trespass and obstructing governmental operations.\n\nIn addition to being a co-defendant with Frye in damaging the house along Hicks Road, Beck also faced an unrelated charge of taking a money order inadvertently left on the counter at a local business.\n\nThe victim reported a lost or stolen money order to the Mountain Home Police Department. Beck was identified on surveillance camera video as the person who took the money order. She was seen on camera folding it and putting it in her purse.\n\nShe returned to the same store later and allegedly attempted to cash the money order, but store staff seized it.\n\nBeck recently pled guilty to that charge and was sentenced to five years probation.\n\nWebReadyTM Powered by WireReady® NSI"}}