{"GDELT": {"GlobalEventID": 913754536, "Day": 20200321, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2219, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.2346368715083798, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Maryland, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMD", "Actor1Geo_Lat": 39.0724, "Actor1Geo_Long": -76.7902, "Actor1Geo_FeatureID": "MD", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Maryland, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMD", "Actor2Geo_Lat": 39.0724, "Actor2Geo_Long": -76.7902, "Actor2Geo_FeatureID": "MD", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Maryland, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMD", "Action2Geo_Lat": 39.0724, "Action2Geo_Long": -76.7902, "Action2Geo_FeatureID": "MD", "DATEADDED": 20200321124500, "SOURCEURL": "https://www.cnn.com/2020/03/21/us/coronavirus-student-impact/"}, "ARTICLE": {"TITLE": "Rites of passage are deferred as students adjust to school in isolation", "TEXT": "(CNN) A week ago Tess DeMeyer was sitting in class taking a midterm. Today, the Brown University senior is home in Georgia , waiting to learn whether her college graduation will happen in person or online.\n\nLife as a student, no matter what grade, has been forever changed because of the coronavirus pandemic. Graduations, proms and senior events have been canceled. College entrance exams, like the SAT and ACT, have been postponed. And classes that traditionally require face-to-face interactions have been moved online.\n\nIn the age of coronavirus , students are filled with raw emotion, confused, frustrated and unsure of their futures.\n\nWhile they understand the rationale behind the decisions as coronavirus continues to spread across the country , the sudden changes have left many students grappling with an overwhelming sense of loss.\n\n\"We know that this was the most logical and smart and safe thing to do,\" DeMeyer said. \"But in the moment, it still really hurts. It still breaks your heart.\"\n\nBroken traditions\n\nThe more than half-a-dozen college students who spoke to CNN said their last semester was supposed to be something special, a culmination of years of hard work. But instead, this milestone will pass them by with little to no fanfare.\n\nAs the state of the nation's response to the coronavirus outbreak continues to change at a rapid pace, academic institutions are scrambling to provide answers to students when it comes to age-old rites of passage like graduation.\n\nSome, like the University of Pennsylvania, have decided to hold their commencement ceremonies virtually. Others have postponed them indefinitely.\n\nBrooke Jackson, a senior at Minnesota State University, learned Wednesday night that all Minnesota state colleges are canceling graduation, she told CNN. The university posted the cancellation notice Thursday on its website.\n\nBrooke Jackson, Minnesota State University Class of 2020\n\n\"It still really sucks to think that after the time, money and energy I put into four years of college, I won't get the 10 seconds of validation from getting my diploma onstage,\" Jackson said. \"It's such a small thing, but it's been given so much meaning. It just feels nice to have your name be called in front of a huge room of people to celebrate making it through college.\"\n\nWith campuses closing and students moving home, commencement is not the only tradition that's at stake.\n\nDeMeyer told CNN \"it's heartbreaking\" to think about not being able to participate in certain events surrounding commencement, like walking through Brown University's iconic Van Wickle gates, which open only twice in a school year -- once for freshman convocation and then again for senior graduation.\n\n\"For us to possibly not get to walk through the gates, which is like the biggest tradition, the biggest deal, is hard,\" DeMeyer said.\n\nMany of the seniors told CNN they felt campus was closing at the time when the fun was supposed to begin. Eliza Ewing, a Princeton University senior who is working on a thesis in ecology and evolutionary biology, said that at Princeton they refer to the last few months of senior year after theses are submitted as \"PTO,\" or personal time off.\n\n\"I'll regret never being PTO on campus,\" Ewing said. \"All of those events that are meant to close the circle of Princeton, we missed. It feels very forlorn.\"\n\nAt Georgetown University, students remain uncertain about the fate of \"senior week,\" a series of events ending with a senior ball at Washington's Union Station on the eve of commencement. While commencement was postponed after a student-led petition not to have the ceremony online garnered more than 1,000 signatures, the date and structure of the commencement are still up in the air.\n\nGeorgetown University senior Julie Antao, who serves as senior ball chair for the Class of 2020, told CNN that the \"ball as I and my committee envisioned will likely not happen. These experiences are lost and there is no way of getting them back.\"\n\nLiving with friends is one of the key experiences of residential colleges like Georgetown. With campuses closed, many students have had to move back home. Megan Simmons, a Barnard College junior who had her semester abroad cut short by coronavirus, said sharing space with her parents instead of friends has been an adjustment.\n\n\"Going from having those 5-6 people that you're with all day every day to now being alone in your childhood bedroom is now a different jump,\" Simmons said. \"I don't know how people quarantined without Facetime.\"\n\nAltered timelines\n\nAmal Chowdhary, a third-year medical student at the American University of the Caribbean, had to pack up and go home in the middle of her clinical rotations after the Association of American Medical Colleges issued an online statement Wednesday in support of pausing student clinical rotations.\n\n\"This pause will allow the medical education community, including learners, to develop appropriate educational strategies and alternative clinical experiences to best assure safe, meaningful clinical learning for students,\" the association's chief academic officer, Dr. John Prescott, said in the statement. \"It will also help with current concerns about the availability of personal protective equipment.\"\n\nThis year is one of Chowdhary's most important, and missing one deadline, one exam, one rotation makes a significant difference in her graduation timeline, she told CNN.\n\nShe started medical school in 2017 in St. Maarten, an island in the northeast Caribbean, but was displaced by Hurricane Irma. She moved to several temporary locations to finish the basic-sciences portion of her education, then landed in Miami for her clinical rotations. From there, she accepted a three-month surgery rotation in Maryland.\n\nMedical student Amal Chowdhary was sent home early from her clinical rotations\n\nBut halfway through, Chowdhary's school canceled that rotation due to coronavirus concerns, she said.\n\n\"Canceling doesn't mean you get credit for what wasn't completed,\" Chowdhary said. \"Ultimately, I'm going to have to complete what wasn't finished, but my timeline right now to graduate is so strict, and them canceling my rotation and my exams, I'm just wondering when that's going to get rescheduled.\"\n\nEven with her exams and rotations canceled, Chowdhary sees the bigger picture. If anything, all this has taught her that she wants to be a physician now more than ever, she said.\n\n\"It just makes me know I really want it,\" Chowdhary said. \"We medical students still want to help if they end up needing us. I'm ready to offer any assistance if it comes to it.\"\n\nA loss of learning\n\nAlthough many schools moved their classes online in hopes of providing instructional continuity, the nontraditional situation has had consequences.\n\nFor college seniors Ryley Seymour and Alyssa Mulé, online instruction has made it harder for them to complete their senior capstone and thesis, respectively. Both told CNN they now lack access to on-campus resources.\n\nRyan Sogness planned his final year at Manchester Township High School in Manchester, New Jersey, around a specific set of classes and teachers. All of his classes have now moved online to Google Classroom.\n\nSogness told CNN he had really been looking forward to a hands-on learning experience.\n\nRyan Sogness (right), Manchester Township High School Class of 2020\n\n\"We dissect a lot in this class (anatomy),\" he said. \"A pig, eye, brain, grasshopper, and by missing all of that, the stuff that I was looking forward to when I signed up for this class in the beginning of the year really, really sucks.\"\n\nJustina Sharp , a senior at California State University Fullerton, said she thinks the online format is not conducive for certain subjects and fears the sudden shift to online classes will have ramifications for years to come.\n\n\"If I had a class where I was learning a necessary skill for whatever my career path was going to be,\" Sharp told CNN, \"you're going to have a knowledge gap there as a result of what's happening right now.\"\n\nAbbey Shaneyfelt, a high school senior from Kansas, said her school hasn't explained how they will progress further now that it has closed its doors. She believes the school still wants its students to complete graduation requirements and her peers are stressed out about not being prepared for Advanced Placement tests.\n\n\"I understand why seniors' problems are seen as less important,\" Shaneyfelt said. \"When people are dying, losing their jobs and fearing for the safety of their loved ones, being sad over a canceled graduation ceremony feels selfish and ridiculous. I don't think any of us are trying to argue that our issues are all that matter right now, but we still want the opportunity to process and discuss how we're feeling.\""}}