{"GDELT": {"GlobalEventID": 914792756, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "CVL", "Actor1Name": "POPULATION", "Actor1Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.48717948717949, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Wyoming, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWY", "Actor1Geo_Lat": 42.7475, "Actor1Geo_Long": -107.209, "Actor1Geo_FeatureID": "WY", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Wyoming, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWY", "Action2Geo_Lat": 42.7475, "Action2Geo_Long": -107.209, "Action2Geo_FeatureID": "WY", "DATEADDED": 20200326234500, "SOURCEURL": "https://k2radio.com/aclu-wants-wyoming-prisons-to-plan-for-covid-corrections-department-says-its-on-it/"}, "ARTICLE": {"TITLE": "Wyoming Prisons Work to Stop COVID; ACLU Says They Should Do More", "TEXT": "The Wyoming Department of Corrections last week changed some of its policies for its five institutions to cope with the novel coronavirus COVID-19 pandemic.\n\nThose changes addressed visitation, site access and testing for inmates and others.\n\nThat apparently wasn't enough for the Wyoming ACLU.\n\nOn Wednesday, ACLU organizer Antonio Serrano, apparently unaware of the new policies, sent a letter to the department and its institutions, and county jails asking them \"to immediately develop evidence-based and proactive plans for the preservation and management of COVID-19 in Wyoming's jails, detention centers, prisons, ICE facilities and detainee transportation.\"\n\nSerrano's letter notes how crowded prison and jail conditions are conducive to the virus spreading, that ventilation is often inadequate for inmates, that inmates often lack soap and cleaning supplies.\n\n\"From policing, prosecution and pretrial hearings to sentencing, confinement, and release, every aspect of the system must come under intense scrutiny for how it responds to this national public health crisis,\" Serrano said in his letter.\n\nThose issues are known and are being dealt with, Department of Corrections spokesman Mark Horan said Wednesday.\n\nHoran expressed some puzzlement about Serrano's letter, he said. \"I don't see this as anything new.\"\n\nThese are these are the policy changes outlined by Department Director Bob Lampert on the front page of the department's website:\n\nVisitation and volunteer programs: Inmate visitation and volunteer programs were temporarily suspended. Attorney/legal visitation was restricted to non-contact or video/phone conference. The DOC will continue to evaluate and monitor these restrictions on a weekly basis.\n\nSite access: The DOC enhanced screenings -- taking temperatures and completing a questionnaire -- for all staff, visitors, contractors, program staff and incarcerated individuals entering our facilities. The enhanced screening is done on a 24/7 basis and will occur before anyone enters the secure perimeter of a total confinement facility.\n\nAnyone who fails the security screening will be denied access. This applies to employees, vendors, contractors and others.\n\nTesting and monitoring: The department's health services team has developed a specific protocol for COVID-19 screening, testing and infection control that they are updating regularly.\n\nThe inmate population will be closely monitored for anyone who exhibits signs or symptoms of the virus who can then be seen by the appropriate medical professionals for evaluation and/or testing.\n\nWednesday, Horan said there have been no identified COVID-19 cases in any of its institutions.\n\nThursday, Sorranno said he wasn't aware of Lampert's order on March 18, and whatever he's seen about the Department of Corrections' actions seemed broad and not transparent.\n\n\"We need to know about the kinds of access [to health care], we need more details,\" he said."}}