{"GDELT": {"GlobalEventID": 914777019, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "IND", "Actor1Name": "KARNATAKA", "Actor1CountryCode": "IND", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.5080113100848302, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Uttarakhand, Uttaranchal, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN39", "Actor1Geo_ADM2Code": "70282", "Actor1Geo_Lat": 30.25, "Actor1Geo_Long": 79.25, "Actor1Geo_FeatureID": "6240779", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Uttarakhand, Uttaranchal, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN39", "Action2Geo_ADM2Code": "70282", "Action2Geo_Lat": 30.25, "Action2Geo_Long": 79.25, "Action2Geo_FeatureID": "6240779", "DATEADDED": 20200326214500, "SOURCEURL": "https://indianexpress.com/article/opinion/columns/cronavirus-covid-19-lockdown-helping-hand-6333448/"}, "ARTICLE": {"TITLE": "The need of the hour is for Centre to release funds for states to fight COVID-19", "TEXT": "Our health authorities must now scale up testing, isolation and treatment of those infected by the COVID-19 virus. (File Photo) Our health authorities must now scale up testing, isolation and treatment of those infected by the COVID-19 virus. (File Photo)\n\nIn Karnataka, we celebrate Ugadi by eating bevu bella, neem leaves mixed with jaggery so we can take both bitter and sweet in our stride. Our new year started with the 21-day lockdown announced by Prime Minister Narendra Modi. This extraordinary but appropriate risk management measure should help keep our fellow citizens safe at home. Our health authorities must now scale up testing, isolation and treatment of those infected by the COVID-19 virus. Over the next three weeks, we should be able to drastically curtail its spread.\n\nThe government has finally announced a financial relief package to help Indians facing a loss of livelihood and food security as a result of the lockdown. They now have some reassurance that the government is thinking of their plight and will do its duty and provide them with a safety net.\n\nAlong with this, we urgently need the Centre to enhance the resources it allocates to India’s states. They are already taking decisive measures to combat the pandemic and to provide support to those who are economically displaced. Our governance model provides for decision-making at the Union level. But the burden of policy execution falls upon states. Healthcare, sanitation, agriculture and public utilities are administered by state governments.\n\nOur early success in containing the spread of the virus has been due to the early start by state governments. Kerala started screening people and recommended social distancing weeks earlier. Chhattisgarh started scaling up its healthcare infrastructure to tackle COVID-19 as early as February. Rajasthan was the first state to announce a complete lockdown and comprehensive social security measures like cash transfers and provision of food for the most vulnerable. Karnataka is working to make food available for those affected. Maharashtra, Punjab, Uttar Pradesh, Odisha, Uttarakhand, Assam, and other states have taken similar proactive measures.\n\nIndia’s states, however, are at a massive disadvantage. They are at the frontline but have limited resources to fight. Post GST, their ability to raise resources through taxes has been curtailed. To fight the global pandemic, I urge the Union government to strengthen federalism and take the following measures:\n\nFirst, release all the pending dues owed to the state governments on account of GST compensation. Make an advance payment of the dues that will arise over the financial year. Earmark a fund dedicated to supporting state government activities to contain COVID-19, which may go beyond what the Centre has decreed. If states are still short of money, actively assist them in raising finances from markets, even giving an explicit sovereign guarantee to lenders. The Centre should also share some of the bonanzas it will gain from the fall in crude oil prices and hike in excise duty.\n\nOpinion | In confronting coronavirus, India’s first moves have been right, but much will depend on follow-up\n\nSecond, reorient investments to activities that will contain the pandemic, especially since the fight against COVID-19 will not end in 21 days. Medium-term and long-term planning must start now. Utilise funds earmarked for investments in infrastructure to supplement efforts of state governments. The redevelopment of the Central Vista, a grand Rs 20,000-crore project to create a new Parliament House and prime ministers’ residence, can wait. Setting up isolation centres, production of medical and safety equipment, and ramping up of testing capabilities cannot wait. Projects under the Swachh Bharat Mission and MGNREGA should be reoriented to align with the larger health mission.\n\nThe Union government must clear all its dues to states under different programmes and policies. Most welfare schemes that rely on central government transfers suffer from delays in allocation. The Mid-day Meal Scheme and MGNREGA are less effective because of massive delays in releasing funds to states. These vital components of our social safety net must be fully funded and dues released urgently.\n\nThird, regularly consult all chief ministers and lieutenant governors and devise a protocol to ensure seamless execution of activities. Supply chains have been greatly affected by the varied lockdowns across India. Different states’ guidelines hinder the movement of citizens from other states and essential goods and services. Their concerns and other bottlenecks must be removed through a holistic approach.\n\nOne welcome step by the Union government was directing states to transfer funds to registered construction workers from the earmarked welfare funds. Different states have made decisions based on their financial capabilities. What is lacking is support from the Union government.\n\nOpinion | State’s measures to fight virus may protect you and me. But they are stripping the poor of dignity and hope\n\nWhile Rajasthan and Punjab announced advance payments of monthly pensions, some states have not. The Union government should step up by starting a direct cash transfer scheme similar to Congress’s NYAY proposal. Payments can be made through the Kisan Samman Nidhi and to Jan Dhan accounts.\n\nIt is harvest time in parts of India but, with the lockdown and depressed demand, we are staring at a huge drop in earnings for farmers, along with labour shortage. Nearly half of India depends upon agriculture for their livelihoods. The Union government must offer support to state governments to ensure that farmers receive a fair price and can move their produce, especially perishables, to markets.\n\nSome state governments are doing a stellar job. The need of the hour is for the Union government to support all of them to step up. Team India is in this together. The prime minister must ensure our states have the resources to fight, and overcome, COVID-19.\n\nEditorial | Finance Minister’s package to deal with corona fallout can be only a beginning, will need to be reviewed as situation changes\n\nThis article first appeared in the print edition on March 27, 2020 under the title ‘A helping hand to states’. The writer is a Congress MP in the Rajya Sabha and chairperson of the AICC Research Department.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest Opinion News, download Indian Express App."}}