{"GDELT": {"GlobalEventID": 914776140, "Day": 20200319, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2164, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.87224669603524, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Chelan, Washington, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWA", "Actor2Geo_ADM2Code": "WA007", "Actor2Geo_Lat": 47.841, "Actor2Geo_Long": -120.016, "Actor2Geo_FeatureID": "1530831", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chelan, Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_ADM2Code": "WA007", "Action2Geo_Lat": 47.841, "Action2Geo_Long": -120.016, "Action2Geo_FeatureID": "1530831", "DATEADDED": 20200326214500, "SOURCEURL": "https://methowvalleynews.com/2020/03/25/methow-valley-physician-ann-diamond-volunteers-her-services-in-wenatchee/"}, "ARTICLE": {"TITLE": "Methow Valley physician Ann Diamond volunteers her services in Wenatchee – Methow Valley News", "TEXT": "Mazama resident Ann Diamond had to make sudden changes in her travel plans last week, like so many other people around the world. Instead of going to Nicaragua to volunteer at a medical clinic as she’d planned, she went to Wenatchee to volunteer her medical expertise at a hospital grappling with the threat of COVID-19.\n\nDiamond, a family physician for more than 25 years, canceled her plans to work in Nicaragua as travel became increasingly restricted due to the worldwide coronavirus pandemic. Instead, she looked for a way to contribute her medical expertise closer to home.\n\n“I contacted Confluence Health [in Wenatchee]. I knew they were ramping up their COVID-19 response. I offered to volunteer my services and come down and help. They agreed,” Diamond said.\n\nCOVID-19 is a respiratory disease caused by the newly emerging coronavirus. Common symptoms include fever, a dry cough and shortness of breath. The number of confirmed infections in central and eastern Washington is relatively small so far compared to the outbreak in the Seattle area. One person has died from COVID-19 at Central Washington Hospital (operated by Confluence Health), which has been actively preparing for an anticipated surge in cases.\n\n“I got absorbed immediately into their walk-in clinic and a triage tent outside the emergency room,” said Diamond. The hospital has created new protocols and facilities to care for COVID-19 patients and to protect other patients and medical professionals from infection, she said.\n\nBoth Methow Valley medical clinics are screening patients, Diamond said, and ask that patients call before coming to the clinic to determine the best care plan.\n\nConfluence Health has established a COVID-19 hotline, (509) 663-8711, for people who think they may have been exposed to the coronavirus. Callers are screened on the phone by a nurse, who will instruct callers about what to do next.\n\nVariety of patients\n\nWorking in the walk-in clinic last week, Diamond said she treated a variety of patients, “everything from anxiety, which could be COVID-19-related, to abdominal pain.” Her volunteer services helped relieve the burden that preparations for COVID-19 are creating for hospital staff.\n\n“I found it inspiring to be with medical providers who are trying to do their best in an ever-changing environment,” Diamond said. “This is a true community of health care workers, nurses, and respiratory therapists — people on the front line.”\n\nLike health care workers around the country, Central Washington Hospital staff are concerned by the lack of tests available to identify people infected with COVID-19, Diamond said. Earlier this month, the hospital had set up a drive-through testing station on a former bank property, where people with a referral from a doctor could drive up and have a nasal swab done while they sat in their car.\n\n“After a day or two they didn’t have adequate tests for the volume they were seeing. That drive-through, which was working really well, is now shut down. However, it could be restarted in a moment, if more testing kids become available,” Diamond said. Medical providers around the country report a shortage of test kits.\n\nHospital staff are also concerned about a potential shortage of protective gear, needed to prevent them from contracting the virus while treating infected patients. Also of concern is the potential shortage of ventilators for COVID-19 patients who can no longer breathe on their own, Diamond said.\n\nThe medical professionals she worked with in Wenatchee are continually adapting to an uncertain and changing situation, Diamond said. The hospital must still care for the general patient population while diverting personnel and resources to the COVID-19 fight. “It’s a constant triage, unlike anything I’ve seen before. In trying to plan for the next day, they are trying to plan for a series of branching possibilities of what might happen,” Diamond said.\n\nMore cases\n\nDiamond said she expects the hospital will see growing numbers of COVID-19 patients in the coming weeks. While the most vulnerable populations for COVID-19 are older people and people with underlying conditions like heart or lung disease, it’s becoming clear that younger people are at serious risk as well, although many aren’t treating it as such, she said.\n\n“When you look at the numbers of people who are hospitalized, 20 percent are under 45 years old,” she said. “Younger people are not as likely to be put on a ventilator and die, but they are being hospitalized. They’re taking up a bed. They’re not doing well. And they certainly are not having a good time.”\n\nDiamond advises everyone to follow guidelines by the Centers for Disease Control calling for cleaning hands often, avoiding touching your face, and especially social distancing — keeping a distance of at least 6 feet from other people.\n\nDiamond, who owned the Country Clinic in Winthrop for 15 years, is currently a candidate for 12th Legislative District in Washington’s House of Representatives. She recently announced she is suspending her campaign during the coronavirus threat.\n\nShe remains on call to provide medical services at Central Washington Hospital, and is working locally to help organize surgical mask production that is coordinated with a larger regional (Chelan/Douglas County) response. And to help with planning for a potential regional surge in COVID-19 cases, she is assisting in an inventory of medical supplies.\n\n“Everyone is trying to figure out how to help,” she said. “It’s a really encouraging community response.”"}}