{"GDELT": {"GlobalEventID": 914793290, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "SAU", "Actor1Name": "SAUDI ARABIA", "Actor1CountryCode": "SAU", "Actor2Code": "GOV", "Actor2Name": "PRIME MINISTER", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.6304347826087, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA", "Actor1Geo_Lat": 25.0, "Actor1Geo_Long": 45.0, "Actor1Geo_FeatureID": "SA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS", "Actor2Geo_Lat": -25.0, "Actor2Geo_Long": 135.0, "Actor2Geo_FeatureID": "AS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA", "Action2Geo_Lat": 25.0, "Action2Geo_Long": 45.0, "Action2Geo_FeatureID": "SA", "DATEADDED": 20200326234500, "SOURCEURL": "https://www.mamamia.com.au/covid-19-spread/"}, "ARTICLE": {"TITLE": "COVID-19 spread: Global cases surpass 500,000 infections.", "TEXT": "Potential ‘patient zero’ of coronavirus identified.\n\nA 57-year-old woman who worked at Wuhan’s Huanan market appears to be one of the first people who tested positive to COVID-19, and could provide valuable information about how the virus began, and how it spread.\n\nAccording to The Wall Street Journal, the woman sold live shrimps at the market, and first started to feel unwell on December 10.\n\nShe is the first person from the Wuhan market who tested positive, and it’s believed the market is where the virus originally jumped from animal to human.\n\nSpeaking to Chinese news publication The Paper, she said she thought it was the flu. “I felt a bit tired, but not as tired as previous years,” she said.\n\nJust over a week later, she was in hospital, barely conscious.\n\nA doctor in one of Wuhan’s biggest hospitals described her illness as “ruthless,” and noted that he had seen a number of people present with similar symptoms. She later tested positive to COVID-19.\n\nThe woman recovered in early January, and says she thinks she may have contracted the virus via the shared toilet at the seafood market. People working at stalls on either side of her also contracted the virus.\n\nG20 nations pledge $7.5 trillion to kickstart the global economy.\n\nAustralia and other G20 nations have struck a deal to co-ordinate efforts to tackle the coronavirus pandemic, as they collectively pledged $A7.5 trillion to kickstart the global economy.\n\nPrime Minister Scott Morrison joined US President Donald Trump and other members of the G20 through a video link-up overnight, which you can see in the image above.\n\nThere were an extraordinary 52 people all on the one call.\n\nThe virtual summit was called by Saudi Arabia, which is chairing the forum this year.\n\nIn a communique issued after the meeting, Morrison and other leaders described the pandemic as \"a powerful reminder of our interconnectedness and vulnerabilities\"."}}