{"GDELT": {"GlobalEventID": 914776722, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.32978723404256, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200326214500, "SOURCEURL": "https://www.daytondailynews.com/business/henny-penny-ceases-production-for-two-weeks/UC1tDvzKJXr5RoitpS6GvK/"}, "ARTICLE": {"TITLE": "A global area manufacturer ceases production for two weeks", "TEXT": "CORONAVIRUS: Complete Dayton Daily News coverage\n\n“Those employee owners who were able began working from home the week of March 16 and will continue to do so to maintain critical business functions during this two-week period,” Henny Penny said in an email.\n\n“When we look back on these extraordinary times, we wanted to be proud of the decisions we made — what we did and how we did it,” said Rob Connelly, Henny Penny chairman and chief executive.\n\n“We also wanted our employee-owners, suppliers, customers and the community to be proud of how we handled this crisis,” he added.\n\nRECORD JOBS LOSS: Nearly 3.3M jobless claims filed in one week\n\nHenny Penny added that it has partnered with the Dayton Foodbank to fund food boxes that will be delivered to seniors in Preble County.\n\nThe company also extended use of company vehicles for the Once Around Shop in Eaton to pick up food at the Foodbank and the Preble County Success Program to help distribute nearly 10,000 bags of food for school children in need while local schools are closed.\n\nHenny Penny has food preparation equipment in more than 100 countries, serving dining chains, health care facilities; supermarkets; and more. The company also has facilities in Paris, France and Sohzou, China.\n\nThe business has just over 450 manufacturing employees and 290 office employees in the Dayton area.\n\nFounded in 1957, Henny Penny became an employee-owned company in 2015."}}