{"GDELT": {"GlobalEventID": 914776645, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "DEU", "Actor1Name": "BERLIN", "Actor1CountryCode": "DEU", "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.0, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Brooklyn, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY025", "Actor1Geo_Lat": 42.3442, "Actor1Geo_Long": -75.1704, "Actor1Geo_FeatureID": "944840", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Brooklyn, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_ADM2Code": "NY025", "Actor2Geo_Lat": 42.3442, "Actor2Geo_Long": -75.1704, "Actor2Geo_FeatureID": "944840", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Brooklyn, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_ADM2Code": "NY025", "Action2Geo_Lat": 42.3442, "Action2Geo_Long": -75.1704, "Action2Geo_FeatureID": "944840", "DATEADDED": 20200326214500, "SOURCEURL": "https://decider.com/2020/03/26/unorthodox-netflix-stream-it-or-skip-it/"}, "ARTICLE": {"TITLE": "Stream It Or Skip It: ‘Unorthodox’ On Netflix, Where A Hasidic Woman From Brooklyn Finds A New Life In Berlin", "TEXT": "In her bestselling memoir Unorthodox: The Scandalous Rejection of My Hasidic Roots, Deborah Feldman explores how repressive her upbringing in a Hasidic Jewish sect in Brooklyn was and how she escaped to Berlin with her child at the age of nineteen. The new Netflix miniseries Unorthodox takes Feldman’s story and applies some dramatic license, but it still is a similar story of a woman breaking free of a society where she wasn’t happy to discover what else is out there in life. Read on for more.\n\nUNORTHODOX: STREAM IT OR SKIP IT?\n\nOpening Shot: A broken wire hangs from a pole outside a brick building.\n\nThe Gist: Esther “Esty” Shapiro (Shira Haas) is staring out the window of her Williamsburg apartment, knowing today’s the day that she escapes her marriage and tightly-controlled life in her Hasidic community. She packs some essentials in a sweater and tries to leave the building. But the eruv, the wire that allows orthodox Jewish residents of a community to carry things and push strollers during Shabbat, is broken. Esty goes back up and stuffs as much as she can down her skirt.\n\nShe goes to the apartment of her piano teacher, who gives her a passport and a gift. As she’s getting in an Uber to JFK airport, her husband Yanky (Amit Rahav) wonders where his wife is when he goes to his parents’ apartment for lunch. They’ve been married for about a year, an arrangement between the Shapiro family and her aunt Maika Schwartz (Ronit Asheri) — she has “no mother”, according to Yanky’s mother, and her father Mordechai (Gera Sandler) is basically an alcoholic — but Esty has been unable to give him a child and is generally unsatisfied.\n\nEsty makes her way to Berlin, still wearing the skin-covering clothes, pantyhose and sheitel (wig) that is required of married women in her community, and thinks back to before she was married, including her devotion to her Babby (Dina Doron), who liked to listen to the music her father sang to her back in Hungary. She also remembers her first meeting with Yanky, where she told the shy boy that she’s different from other girls. “Different is good,” he said, likely not truly realizing what he meant. Because she was not married, she still had the long, flowing hair she was born with.\n\nIn Berlin, Etsy helps a guy named Robert (Aaron Altaras) bring coffee to his friends who study music at a local conservatory, and she’s amazed at the music they’re playing during the rehearsal. She asks if she can tag along with them as they go to wherever they’re going. They go to a lake that separated the old East and West Berlin; as she sees her friends run into the lake, she slowly realizes she can do the same. She wades in, rips off her wig, revealing a buzz cut, and floats on the water, finally free of the stifling life she had in Brooklyn, where she couldn’t even learn to play piano after she got married.\n\nBack in Brooklyn, Yanky’s father and the local rabbi enlist the help of Yanky’s cousin, Moishe Lefkovitch (Jeff Wilbusch). Some years ago, Moishe left the community but has since come back, looking to reestablish himself after going astray. Moishe is more aggressive than the shy Yanky, and he finds out that she’s escaped to Berlin. The reason why she’s in Berlin is because that’s where her mother Leah (Alex Reid) went to live after she escaped the community some years ago. The two of them set off to find her. But before they leave, Yanky finds out that Esty is pregnant, so she’s left with the baby that she couldn’t provide for a year.\n\nOur Take: The opening credits for Unorthodox state that the four-part limited series is “inspired by” the memoir of the same name by Deborah Feldman. There are some minor differences, namely the fact that Deborah already had a child, whom she took with her from Brooklyn to Berlin. But the major difference between Esty’s adventure and the one Feldman went on is that there was very little mention of her husband coming after her in Berlin. The idea that Esty’s husband and his cousin are chasing her as sort of a ticking time bomb that hangs over her rebirth away from the community brings more dramatic tension to the story, making Unorthodox a coming-of-age thriller of sorts.\n\nWe’re just not sure if that’s really necessary. Showrunner Anna Winger and her writing staff (Maria Schrader directs) are looking to contrast Esty’s rebirth in Berlin with the restrictive life she would have led back in Brooklyn, and the best way to do it is show what she left behind. We’re likely to get more scenes from Brooklyn, as well as flashbacks by Esty regarding her wedding and her unsatisfying life with Yanky as the series goes on. In the book, Feldman was in an abusive relationship.\n\nWe’re not sure if that’s the direction the series will go, but in a scene where Leah comes back to give her daughter documentation that would help her escape, Esty seems adamant that she’ll be happy in this new marriage. So in the intervening year-plus, what changes her mind? Is it just the desire to play piano? Was it just a sexual incompatibility? Or is there something more sinister going on?\n\nKnowing how repressive to women ultra-orthodox Jewish sects, like the Hasidic one Esty was in, can be, the scenes were she’s essentially treated like an object that’s married off to care for some random teenage man-boy’s babies were uncomfortable for us to watch. But that’s the reality of life in those communities, where, even in bustling Williamsburg, the people of those communities are essentially isolated from the greater society. It’s the reason why Esty has an accent even though she never left New York.\n\nSo the scenes where she starts exploring what life can be outside of the community are a wonder to watch, and every time we go away from those scenes, over to the constrictive life back in Brooklyn, we just want to see more of Esty being free. The idea that Yanky and Moishe are going to be chasing after Esty like she’s been abducted by terrorists feels more menacing than dramatic, and we are hoping that doesn’t overwhelm the story of Esty’s burgeoning freedom.\n\nThen again, there are many potential viewers who are not as familiar with how repressive communities like the one Esty came from are, so the context is helpful. We just hope that we get more Esty and less of the men trying to force the girl to come back home.\n\nSex and Skin: Nothing for now.\n\nWith nowhere to stay, Esty sneaks into the conservatory after dark. She goes on stage and envisions herself at the piano playing a concert. Then she goes to a music room and goes to sleep under a table.\n\nSleeper Star: Two of Esty’s new friends, Yael (Tamar Amit-Joseph) and Dasina (Safinaz Sattar) will be important in helping guide her through this new world. Dasina seemed especially interested in what Esty is going through, alerted by what’s in Esty’s possessions as she watches Esty go into the lake with all her clothes on.\n\nMost Pilot-y Line: This isn’t really a problem per se, but we can’t avoid thinking that Wilbusch looks like Ben Affleck in payot. That’s no fault of Wilbusch, but it is distracting.\n\nOur Call: STREAM IT. We wish Unorthodox didn’t have the menacing specter of Esty’s estranged husband (more accurately, his family) interfering with her story of discovery, but the story is well-told despite the thriller aspect.\n\nJoel Keller (@joelkeller) writes about food, entertainment, parenting and tech, but he doesn’t kid himself: he’s a TV junkie. His writing has appeared in the New York Times, Slate, Salon, , , Fast , , Billboard and elsewhere.\n\nStream Unorthodox On Netflix"}}