{"GDELT": {"GlobalEventID": 914776504, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "COL", "Actor1Name": "COLOMBIA", "Actor1CountryCode": "COL", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -8.03689064558626, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Colombia", "Actor1Geo_CountryCode": "CO", "Actor1Geo_ADM1Code": "CO", "Actor1Geo_Lat": 4.0, "Actor1Geo_Long": -72.0, "Actor1Geo_FeatureID": "CO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Colombia", "Actor2Geo_CountryCode": "CO", "Actor2Geo_ADM1Code": "CO", "Actor2Geo_Lat": 4.0, "Actor2Geo_Long": -72.0, "Actor2Geo_FeatureID": "CO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Colombia", "Action2Geo_CountryCode": "CO", "Action2Geo_ADM1Code": "CO", "Action2Geo_Lat": 4.0, "Action2Geo_Long": -72.0, "Action2Geo_FeatureID": "CO", "DATEADDED": 20200326214500, "SOURCEURL": "https://www.business-standard.com/article/pti-stories/us-indicts-venezuela-s-maduro-on-narco-terrorism-charges-120032700077_1.html"}, "ARTICLE": {"TITLE": "US indicts Venezuela's Maduro on narco-terrorism charges", "TEXT": "Nicols Maduro effectively converted Venezuela into a criminal enterprise at the service of drug traffickers and terrorist groups as he and his allies stole billions from the South American country, the Justice Department charged in several indictments against the embattled socialist and his inner circle that were made public Thursday.\n\nThe coordinated unsealing of indictments against 14 officials and government-connected individuals, and rewards of USD 55 million against Maduro and four others, attacked all the key planks of what Attorney General William Barr called the \"corrupt Venezuelan regime,\" including the Maduro-dominated judiciary and the powerful armed forces.\n\nOne indictment by prosecutors in New York accused Maduro and socialist party boss Diosdado Cabello, head of the rubber-stamping constitutional assembly, of conspiring with Colombian rebels and members of the military \"to flood the United States with cocaine\" and use the drug trade as a \"weapon against America.\"\n\n\n\nCriminal acts to advance a drug and weapons conspiracy that dates back to the start of Hugo Chavez's revolution in 1999 occurred as far afield as Syria, Mexico, Honduras and Iran, the indictment alleged. Barr estimated that the conspiracy helped smuggle as much as 250 metric tons of cocaine a year are out of South America.\n\nMaduro blasted back by accusing the US and Colombia of \"giving orders to flood Venezuela with violence.\"\n\n\n\nHis chief prosecutor also announced an investigation against opposition leader Juan Guaid after one of the individuals indicted on drug charges, retired army Gen. Cliver Alcala, said in a radio interview Thursday that he signed a contract with the opposition leader and his American \"advisers\" to purchase US assault rifles for a planned coup against Maduro.\n\nGuaid's team said he has never met Alcala, who has been living openly in Colombia since 2018 despite having been previously sanctioned by the US for drug smuggling.\n\n\"As head of state, I am obligated to defend peace and the stability of our homeland given any circumstance that arises,\" Maduro tweeted.\n\nAs the indictments were announced, Secretary of State Mike Pompeo said the State Department would offer cash rewards for information leading to the arrests or convictions of Maduro and his associates, including rewards of up to USD 15 million for Maduro and up to USD 10 million each for four others.\n\n\"The Maduro regime is awash in corruption and criminality,\" Barr said in an online conference from Washington. \"While the Venezuelan people suffer, this cabal lines their pockets with drug money, and the proceeds of their corruption. And this has to come to an end.\"\n\n\n\nIn Miami, prosecutors charged Supreme Court Chief Justice Maikel Moreno with laundering in the US at least USD 3 million in illegal proceeds from case fixing in Venezuela, including one involving a General Motors factory.\n\nMuch of the money he spent on private aircraft, luxury watches and shopping at Prada, prosecutors allege. Maduro's Defense Minister, Gen. Vladimir Padrino, was charged with conspiracy to smuggle narcotics in a May 2019 indictment unsealed in Washington.\n\nThe shock indictment of a functioning head of state is highly unusual and is bound to ratchet up tensions between Washington and Caracas as the spread of the coronavirus threatens to collapse Venezuela's health system and oil-dependent economy driven deep into the ground by years of corruption and US sanctions.\n\nMaduro has ordered Venezuelans to stay home to try to stave off the spread of the virus that officials say has infected 106 people.\n\nAnalysts said the indictments could boost US President Donald Trump's re-election chances in the key swing state of Florida, which he won by a narrow margin in 2016 and where Venezuelans, Cubans and Nicaraguans fleeing authoritarian regimes have political muscle.\n\nBut its unclear how it brings Venezuela any closer to ending a 15-month standoff between Maduro, who has the support of Russia and China, and the US-backed opposition leader Juan Guaid. It also could fragment the US0-led coalition against Maduro if European and Latin American allies think the Trump administration is overreaching.\n\n\"This kind of action does nothing to help a negotiated solution something that's already really difficult,\" said Roberta Jacobson, who served as the State Department's top diplomat for Latin America until 2018.\n\nMaduro, a 57-year-old former bus driver, portrays himself as an everyman icon of the Latin American left. He's long accused the US \"empire\" of looking for any excuse to take control of the world's largest oil reserves, likening its plotting to the 1989 invasion of Panama and the removal of strongman Gen. Manuel Noriega to face drug trafficking charges in Florida.\n\n(This story has not been edited by Business Standard staff and is auto-generated from a syndicated feed.)"}}