{"GDELT": {"GlobalEventID": 914777385, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "USA", "Actor1Name": "DETROIT", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 2.3255813953488302, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Detroit, Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_ADM2Code": "MI163", "Actor1Geo_Lat": 42.3314, "Actor1Geo_Long": -83.0458, "Actor1Geo_FeatureID": "1617959", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Detroit, Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_ADM2Code": "MI163", "Action2Geo_Lat": 42.3314, "Action2Geo_Long": -83.0458, "Action2Geo_FeatureID": "1617959", "DATEADDED": 20200326214500, "SOURCEURL": "https://www.monstersandcritics.com/celebrity/bob-allison-detroit-radio-legend-dies-aged-87/"}, "ARTICLE": {"TITLE": "Bob Allison, Detroit radio legend, dies aged 87", "TEXT": "Legendary Detroit based radio broadcaster Bob Allison has passed away at the age of 87.\n\nHe reportedly died Wednesday, March 25, from complications arising from a recent fall in his home. Allison’s career spanned a mind-boggling six decades in television and radio.\n\nHe started in the broadcasting business in 1950 when he was straight out of high school. He began working at Detroit’s WWJ-950 AM, and in 1962 he launched his famous Ask Your Neighbor show.\n\nSign up for our newsletter!\n\nThe show mostly consisted of homemakers calling in to share recipes and helpful tips with each other.\n\nBob Allison’s show Ask Your Neighbor is still going strong\n\nAmazingly the show still airs today, and Bob still hosted. Recently, his son Rob assisted and acted as co-host and producer. The show will be hosted commercial-free on Thursday by Rob.\n\nAllison went on to work at several other Detroit area stations, including WIID, WEXL, WLQV, and WJR.\n\nBy the 1960s, Allison was a Michigan celebrity, and in addition to his work on radio, he appeared on TV as the Twin Pines Dairy milkman on the Milky’s Party Time kids show and was the host of the popular series Bowling for Dollars.\n\nRead More Guys go Luddite on Willie over 3D Printer on Duck Dynasty\n\nBob Allison said all he wanted to do was to perform\n\nIn an interview last year, with WWj-950 AM, Allison said when asked what he was going to do when he retired, he responded with, “I don’t know, I never worked.”\n\nHe said he just did what he wanted to do, which was to perform.\n\nDetroit radio historian Art Vuolo said he was considered to be the longest living, still active, on-air broadcast host, in Detroit.\n\nTributes were posted online for the veteran broadcaster with “thoughts and prayers” sent to Allison’s family.\n\nhttps://twitter.com/KenKalDRW/status/1243148449987678209\n\nHe’ll “always be remembered,” said one Twitter user.\n\n#THENINE It's 10 o'clock and time for the Boblo boat to leave the foot of Woodward. Rest in Peace Bob Allison… you will always be remembered. pic.twitter.com/6CkWP0x2c4 — Mark (@Mark06265891) March 26, 2020\n\nAllison and his wife were well known in the Detroit area for their philanthropic works.\n\nThey committed their time and millions of dollars to universities, health care organizations, arts groups and other worthwhile causes throughout the region.\n\nAllison’s real surname is Allesee, but he simplified it for ease of audience pronunciation.\n\nAllison is survived by his wife Maggie and sons Rob, John, and Bill Alesee, among others.\n\nMay he rest in peace.\n\nDon Imus, another radio personality, passed away at the end of last year; the veteran shock jock died in Texas at the age of 79.\n\nLast month 69-year-old Rush Limbaugh announced that he was receiving treatment for advanced lung cancer and would be taking a break from the show while he fought the illness."}}