{"GDELT": {"GlobalEventID": 914776370, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.83244206773619, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Costa Rica", "Actor1Geo_CountryCode": "CS", "Actor1Geo_ADM1Code": "CS", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": -84.0, "Actor1Geo_FeatureID": "CS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Costa Rica", "Action2Geo_CountryCode": "CS", "Action2Geo_ADM1Code": "CS", "Action2Geo_Lat": 10.0, "Action2Geo_Long": -84.0, "Action2Geo_FeatureID": "CS", "DATEADDED": 20200326214500, "SOURCEURL": "https://www.tampabay.com/arts-entertainment/2020/03/26/tiger-kings-carole-baskin-says-the-series-is-full-of-unsavory-lies/"}, "ARTICLE": {"TITLE": "Tiger King’s Carole Baskin says the series is full of ‘unsavory lies’", "TEXT": "Joe Exotic may be the tiger-breeding, country-singing, polygamist magician-turned-political candidate referred to in the title of Tiger King, but Tampa’s Carole Baskin has gotten a lion’s share of attention herself this week as the series rose to No. 1 on Netflix.\n\n“What are your thoughts? Do you think Carol killed him?,” tweeted Kim Kardashian to 64 million followers on Sunday. The series, filmed partly in Tampa, has become a cultural phenomenon of the social distancing era.\n\nBaskin is the CEO of Big Cat Rescue, and the woman who Joe Exotic, real name Joseph Maldonado-Passage, was convicted of trying to take out in a murder-for-hire conspiracy that sent him to prison.\n\nShe says the seven-part series bookended by Joe’s rise and fall is full of lies and innuendo. It resurfaced claims that she killed her millionaire husband in the 1990s and fed him to their tigers.\n\nBaskin told the Tampa Bay Times last week she hoped Tiger King would be a Blackfish for the tiger community, referring to the documentary that helped end orca captivity at Sea World. She said she participated because she wanted it to draw attention to her mission: “ending the abusive tiger cub petting industry.”\n\n“There are not words for how disappointing it is to see that the docuseries not only does not do any of that, but has the sole goal of being as salacious and sensational as possible,” Baskin wrote in a 3,000-plus word blog post titled Refuting Netflix Tiger King after Tiger King premiered.\n\n“It has a segment devoted to suggesting, with lies and innuendos from people who are not credible, that I had a role in the disappearance of my husband Don 21 years ago. The series presents this without any regard for the truth or in most cases even giving me an opportunity before publication to rebut the absurd claims. ... The unsavory lies are better for getting viewers.”\n\nDonations to Big Cat Rescue, however, do “appear to be up\" since the premiere, Big Cat Rescue spokeswoman Susan Bass told the Tampa Bay Times. She said that Big Cat Rescue’s followers have been “extremely supportive” since the premiere, but others who’ve contacted the refuge seem to have been “duped by the lies and sensationalism of the show.”\n\nBaskin declined to be interviewed again.\n\nHer husband Don Lewis went missing in 1997. His van was found at a Pasco County airport with the keys on the floor. Deputies searched the wildlife sanctuary, then named Wildlife on Easy Street, and flew to Costa Rica looking for leads. They never found him.\n\nBaskin was never charged with any crime, but Joe Exotic for years used the rumors to taunt her, even filming a music video titled “Here Kitty Kitty,” starring a Baskin lookalike feeding a man to his tigers.\n\nTiger King tells the story of a 20-year-old Baskin meeting the wealthy, older Lewis, as she walked along Tampa’s Nebraska Avenue after a fight with her first husband.\n\nIn the third episode, Lewis’ first wife, daughters and business associates discuss theories of Baskin’s involvement in his disappearance. The evidence, they say, includes a restraining order Lewis filed saying she’d threatened to kill him, and the strangely foreshadowing use of the word “disappearance” in a legal document giving Baskin power of attorney.\n\nA photo provided by the Santa Rose County Jail in Milton, Fla., shows Joseph Maldonado-Passage, left. The image was used by Netflix for the release of \"Tiger King.\" [ Associated Press/Netflix ]\n\nAs for the restraining order, which was denied, Baskin writes that it was only a tactic her husband used to prevent her from removing junk he was hoarding on their property. The word “disappearance” in the power of attorney document she admitted was unusual, but writes that it was added on an attorney’s advice.\n\n“Don had told me about people going to Costa Rica and disappearing. Our Costa Rican attorney, Roger Petersen, said the Helicopter Brothers were the local version of the mafia and Don was loaning them money. That is why I included ‘disappearance’ as an event that would activate the power of attorney.”\n\nShe also says the series exaggerates Lewis’ wealth, shows cages at her sanctuary to be smaller than they are and features a misleading image of a meat grinder, in which she was rumored to have placed her missing husband.\n\n“Our meat grinder was one of those little tabletop, hand crank things, like you’d have in your kitchen at home ...,” she wrote. “The idea that a human body and skeleton could be put through it is idiotic. But the Netflix directors did not care. They just showed a bigger grinder.”\n\nTiger King makes use of headlines from the Tampa Bay Times and Tampa television news footage throughout. The Times most recently profiled Baskin and the accusations against her in 2007.\n\nOther Tampa Bay residents featured in the documentary maintain that Baskin is the liar. Anne McQueen is referred to as Lewis’ trusted assistant. Baskin wrote in the blog post that McQueen was actually embezzling from him.\n\n“I have spent the past 20 years staying on my side of town and not having anything to do with her,” McQueen said. “If you think for one second that what she said about me is true, she’d have me in jail, behind bars, with the key thrown away for the rest of my life.”\n\nMcQueen said that she could not make it through watching the entire series, and now regrets taking part, because she did not realize that her segment would be “right in the middle of all that trashiness, nonsense and cussing.”\n\n“I’m a Christian. I don’t agree with Joe’s lifestyle, and the other guy they show with all the women, I definitely don’t agree with his lifestyle,” she said.\n\n“From my understanding, what Carole posted on Facebook borders on slander. Am I going to pursue that? Probably not. I want her to leave me the heck alone,” she added. “If this show brings out the truth about Don, wonderful. If not, well, at least we tried.”\n\nVernon Yates is a local animal trapper who frequently works with Florida wildlife officials in Tampa Bay, including catching the famed “mystery monkey,” Cornelius. He was featured in the documentary because Baskin has accused him of abusing animals “housed in small barren cages.”\n\n“Vernon has twice physically attacked me,” she wrote.\n\n“How do you know Carole Baskin is lying? She’s moving her mouth,” said Yates, who runs the non-profit Wildlife Rescue and Rehabilitation facility in Seminole. “How many times have I had to go over near her property and catch wallabies that got loose from her. She doesn’t know what she’s doing, and she lies about where her tigers come from.”\n\nYates said he’s received calls from friends all over the country who’ve seen Tiger King, but he doesn’t plan to watch it himself."}}