{"GDELT": {"GlobalEventID": 914793066, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "HRI", "Actor1Name": "RIGHTS GROUP", "Actor1Type1Code": "HRI", "Actor2Code": "CVL", "Actor2Name": "VOTER", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.31023784901758, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Wisconsin, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWI", "Actor1Geo_Lat": 44.2563, "Actor1Geo_Long": -89.6385, "Actor1Geo_FeatureID": "WI", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Wisconsin, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWI", "Actor2Geo_Lat": 44.2563, "Actor2Geo_Long": -89.6385, "Actor2Geo_FeatureID": "WI", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Wisconsin, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWI", "Action2Geo_Lat": 44.2563, "Action2Geo_Long": -89.6385, "Action2Geo_FeatureID": "WI", "DATEADDED": 20200326234500, "SOURCEURL": "https://www.foxnews.com/politics/next-round-of-primaries-will-feature-mail-only-voting-due-to-coronavirus"}, "ARTICLE": {"TITLE": "Democracy 2020 Digest: States embrace mail-in voting as coronavirus upends elections", "TEXT": "While more than 10 states with upcoming presidential nominating contests have postponed their elections due to the coronavirus outbreak, three states scheduled to hold primaries and caucuses on April 4 are not delaying the dates of their contests.\n\nBut the states – Alaska, Hawaii and Wyoming -- will not allow any in-person casting of ballots and instead will be 100 percent vote by mail.\n\nHawaii Democrats had always expected that most of the voting in its party-run presidential primary would be by mail. Now that’s the only option.\n\nThe state party recently announced that it has nixed plans for in-person voting at 21 polling sites across Hawaii. The party had already mailed out two rounds of ballots and will now put out a third round as well. They also pushed back the deadline to register to vote in the primary to April 4. The party stressed, “Safety comes first during this challenging time.”\n\nHawaii Democrats says it won’t have primary results until May.\n\nThe Alaska Democratic Party – which, like Hawaii, is holding a party-run presidential primary – also scrapped its April 4 in-person voting. The party extended the date a mailed-in ballot needed to be postmarked from March 24 to April 10.\n\nBallots had already been mailed to all Alaska Democrats but the party now says ballots can also bet downloaded from its website.\n\nThe Wyoming Democratic Party’s presidential caucus will also be mail-in only, after they removed the option for people to vote in person. People who registered too late to receive a ballot in the mail will now be mailed a ballot. The deadline to request a replacement ballot has been pushed back to March 31. The party also moved the date by which ballots must be received from April 4 to April 17.\n\nPennsylvania's change\n\nPennsylvania Gov. Tom Wolf’s expected to sign a bill pushing back his state’s presidential primary from April 28 to June 2. Meeting remotely for the first time in history, the state’s Republican-controlled legislature on Wednesday voted to delay the date of the primary.\n\nA bill passed last year in Pennsylvania gave all voters the ability to vote by mail.\n\nWith 186 Democratic convention delegates up for grabs, Pennsylvania’s the second-largest remaining primary, following New York State.\n\nOhio extends mail-in deadline\n\nOhio lawmakers moved to extend the deadline for mailed-in ballots in that state’s presidential primary through April 28.\n\nThe Ohio primary was originally scheduled for March 17, but on the eve of the contest, Gov. Mike DeWine said it wasn’t safe for voters to head to the polls. While the governor didn’t have the unilateral power to delay the election, the state’s top health official ordered polling places closed without officially moving the date of the primary.\n\nUnder a bill passed by the legislature Wednesday – which DeWine is expected to sign – postcards will be sent to every registered voter to explain how they can obtain an absentee ballot. Ballots must be postmarked by April 27 and received by May 8 to be counted. The state will allow an extremely limited group of people – mostly disabled voters – to cast a ballot in person.\n\nVoting rights groups argue that the new primary rules would disenfranchise some voters.\n\nWisconsin not moving its date\n\nAs of now, Wisconsin’s primary is still scheduled to be held on April 7.\n\nGov. Tony Evers – who on Monday issued a stay-at-home order for Wisconsin residents to try and prevent the spread of the coronavirus – is urging voters to cast ballots by mail.\n\nWisconsin has no-excuse absentee voting, which state officials say are being sent in at a record pace. And there’s also curbside in-person voting in parts of the state.\n\nOn the ballot: many crucial general election contests for mayors and county officials – as well as the presidential primary.\n\nFormer Vice President Joe Biden’s campaign announced on Thursday that they’re starting to help education voters in Wisconsin on the mail-in options for the primary.\n\n“Our team has worked quickly to call into Wisconsin and talk to voters about their extended options to register online and request a mail-in ballot. We will seek to grow our delegate lead through remaining primary contests -- and we will do it safely,” Biden campaign manager Jennifer O’Malley Dillon wrote in an email to supporters.\n\nWisconsin is also a crucial general election battleground state and O’Malley Dillon noted that the campaign’s “beginning to create a general election-ready foundation of engagement across priority states.”\n\nIn the 2016 presidential election, then-GOP nominee Donald Trump narrowly carried Wisconsin and two other reliably blue states – Michigan and Pennsylvania – helping him to win the White House.\n\n$400 million to beef up voting by mail\n\nThe massive $2 trillion coronavirus stimulus package President Trump is waiting to sign into law upon likely passage by the House of Representatives includes $400 million to help states move toward mail-in voting, amid a pandemic that is forcing many Americans to shelter at home.\n\nThe funds would assist states as they expand voting by mail, early voting, online registration and make in-person voting safer for all.\n\nLawmakers and election advocates are warning that if states don’t receive federal assistance to move away from in-person voting, there could be low turnout and disruptions in November’s general election.\n\nRead the entire story here\n\nKlobuchar’s husband on the mend\n\nSen. Amy Klobuchar announced on Thursday that her husband – who contracted COVID-19 – is now recovering at the family’s home.\n\n“Thanks to all who sent kind words and prayers for my husband John,” the Minnesota Democrat who suspended her presidential campaign earlier this month said in a statement. “He has coronavirus and has been in the hospital for pneumonia and low oxygen. He took a good turn, was just released and is now recovering at home. Thanks to those who cared for him and for all front line health care workers.”"}}