{"GDELT": {"GlobalEventID": 914777593, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAEDU", "Actor2Name": "RHODE ISLAND", "Actor2CountryCode": "USA", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.9009009009009, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Maryland, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMD", "Actor1Geo_Lat": 39.0724, "Actor1Geo_Long": -76.7902, "Actor1Geo_FeatureID": "MD", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Maryland, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMD", "Actor2Geo_Lat": 39.0724, "Actor2Geo_Long": -76.7902, "Actor2Geo_FeatureID": "MD", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Maryland, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMD", "Action2Geo_Lat": 39.0724, "Action2Geo_Long": -76.7902, "Action2Geo_FeatureID": "MD", "DATEADDED": 20200326214500, "SOURCEURL": "https://www.providencejournal.com/news/20200326/class-of-2020-no-graduation-no-idea-what-comes-next"}, "ARTICLE": {"TITLE": "The Class of 2020: No graduation, no idea what comes next", "TEXT": "PROVIDENCE —Call them the young and the anxious, those college seniors who are poised to graduate into a world of unknowns.\n\nAt Brown University in particular, commencement is a ritual steeped in tradition: Campus dance and the march through the famous Van Wickle Gates.\n\nNow imagine graduating without the speeches, the multi-course meals on Federal Hill, the final hugs with friends.\n\nTO OUR READERS: This content is being provided for free as a public service during the coronavirus outbreak. Sign up for our daily or breaking newsletters to stay informed. Please support local journalism by subscribing to The Providence Journal.\n\nImagine stepping into adulthood in the middle of a worldwide health crisis and a hollowed-out economy.\n\n“All of my plans — Plan A, Plan B and Plan C — were happening out of the country,” said Gia Dao, a comparative literature major from Brown who speaks five languages. “Things are totally up in the air.“\n\nFor Brown senior Scarlett Bergam, the coronavirus has kicked her major, public health, from the classroom into the field.\n\n“At first, it was fascinating. I study infectious diseases,” she said. “Now it’s horrifying. We’re witnessing a historic event, a calamity.”\n\nThe uncertainty could be crippling. Bergam saw her internship with the World Health Organization in Geneva dry up.\n\nInstead of succumbing to dread, however, she bought a $20 bike and began exploring Rhode Island.\n\nTerrifying is the word used by Ian Weiner, a senior at the University of Rhode Island, to describe his future.\n\n“Quite literally, the whole economy is shutting down,” he said. “Even if I wasn’t going to find a full-time job, I could have found something in a grocery store or a restaurant. But now I can’t even do that.”\n\n“Literally the only option I have is moving back to my parents’ house in Maryland, for which I am very fortunate,” he said.\n\nMeanwhile, he and his roommates are staying home.\n\n“Except for walks on the beach, we haven’t left the house in two weeks,” he said.\n\n“Most of us are taking this very seriously,” he said. “ Personally, I think it’s a paradox. My generation has been warning about climate change for a long time and no one listened. Now you [older adults] know what it feels like to be not listened to.\n\n“This whole experience shows us that we have to work generationally if we want to fix things. If not, this will get worse.”\n\nAmadi Umi, a senior and criminal justice major from Salve University, said she feels blessed because she will return to campus next year to finish a five-year program.\n\nBut she will sorely miss the pomp and circumstance of commencement. No senior night at O’Brien’s Pub on Thames Street, no commencement ball.\n\n“It’s the realization that I may never see some of my friends again,” she said. “It’s so sad.”\n\nUmi, who is back home in Maryland, is taking care of herself, binge watching “Love is Blind” and snacking, lots of snacking.\n\n“I’ve always been able to be positive in stressful times because of my family,” she said. “I’m surrounding myself with people I love.”\n\nlborg@providencejournal.com\n\n(401) 277-7823\n\nOn Twitter: @lborgprojocom\n\nSalve Regina senior Amadi Umi is sad about “the realization that I may never see some of my friends again.” [The Providence Journal / Linda Borg]"}}