{"GDELT": {"GlobalEventID": 914792934, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "GOV", "Actor1Name": "INTERIOR SECRETARY", "Actor1Type1Code": "GOV", "Actor2Code": "AGR", "Actor2Name": "FARMER", "Actor2Type1Code": "AGR", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.59518599562363, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "La Boquilla, Coahuila de Zaragoza, Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX07", "Actor1Geo_ADM2Code": "19807", "Actor1Geo_Lat": 28.15, "Actor1Geo_Long": -103.667, "Actor1Geo_FeatureID": "-3809937", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "La Boquilla, Coahuila de Zaragoza, Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX07", "Actor2Geo_ADM2Code": "19807", "Actor2Geo_Lat": 28.15, "Actor2Geo_Long": -103.667, "Actor2Geo_FeatureID": "-3809937", "Action2Geo_Type": 4, "Action2Geo_Fullname": "La Boquilla, Coahuila de Zaragoza, Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX07", "Action2Geo_ADM2Code": "19807", "Action2Geo_Lat": 28.15, "Action2Geo_Long": -103.667, "Action2Geo_FeatureID": "-3809937", "DATEADDED": 20200326234500, "SOURCEURL": "https://apnews.com/664c0dea0897104654ff7f7edf995881"}, "ARTICLE": {"TITLE": "Mexican farmers burn vehicles to protest water payment to US", "TEXT": "MEXICO CITY (AP) — Farmers in the northern Mexico border state of Chihuahua burned pickup trucks and blocked roads Thursday to protest releases of water from a Mexican dam to repay a water debt owed to the United States.\n\nVideo shared by activists showed a highway blocked and two pickups overturned and in flames at an intersection. Another video showed protesters with a tractor pulling a federal armored security vehicle after police apparently abandoned it.\n\nOther videos showed demonstrators protesting at the La Boquilla dam, where the flood gates were opened.\n\nJavier Corral, governor of Chihuahua, asked the federal government to stop the water transfer. The state interior secretary, Luis Fernando Mesta, expressed fears that Chihuahua farmers could be left without enough water, but Mesta also called on demonstrators to show restraint.\n\nADVERTISEMENT\n\n“The governor supports the farmers, because these measures cannot be tolerated, but he also calls for restraint and asks for an end to the burning of federal government vehicles and highway blockages,” Mesta said.\n\nOther officials said the opening of the dam’s gates could risk floods in communities downstream.\n\nMexico’s National Water Commission said it opened the dam’s flood gates Wednesday to comply with a 1944 bilateral water-sharing treaty and to provide border communities with drinking water.\n\nUnder the treaty, Mexico and the United States are supposed to allow cross-border flows of water to each other, but Mexico has fallen badly behind and now has to quickly catch up on payments.\n\nBy late Thursday, the commission apparently backed down in the face of protests.\n\n“Given the opposition among Chihuahua water users to complying with the International Water Treaty of 1944 and in light of the adverse social situation, Conagua (as the commission is known) has decided to return to normal-level releases of water from the L Boquilla dam,” the commission wrote on its Twitter account.\n\nChihuahua had said the water should be given to local farmers, in the hope that heavy summer rains will fill dams enough to repay the United States. Mexico has long used that wait-and-hope strategy, but it has led to problems in the past.\n\nPresident Andrés Manuel López Obrador has said there is enough water both for local farmers and payments to the United States.\n\n“We do not want an international conflict,” the president said. “Treaties have to be lived up to. If we have signed a treaty, we have to comply with it.”\n\nAccording to the International Boundary and Water Commission, which oversees treaty compliance, Mexico has an obligation to give the United States about 1.75 million acre-feet every five years. The United States, in return, gives Mexico even more water from other water sources farther west.\n\nIn the current five-year cycle, Mexico kept up with payments between 2015 and 2017. But since Lopéz Obrador took office Dec. 1, 2018, Mexico has delivered less water than it was supposed to. As of January, Mexico was about 478,000 acre-feet short of meeting its requirement and must deliver that amount by the time the five-year cycle ends in October."}}