{"GDELT": {"GlobalEventID": 914777187, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "LEG", "Actor1Name": "SENATE", "Actor1Type1Code": "LEG", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.5089163237311398, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200326214500, "SOURCEURL": "https://www.spokesman.com/stories/2020/mar/26/washington-idaho-senators-praise-compromise-tout-f/"}, "ARTICLE": {"TITLE": "Washington, Idaho senators praise compromise, tout fixes in $2 trillion coronavirus relief bill", "TEXT": "Federal lawmakers representing the Inland Northwest touted individual legislative victories to assist the nation in a $2 trillion relief package that passed the Senate unanimously Wednesday.\n\nWashington Sen. Patty Murray, who had been critical of a previous version of the package offered by Republicans early this week as full of “corporate bailouts,” said the version that now goes to the House of Representatives includes major provisions protecting schools and child care providers whose services have been upended by efforts to stem the spread of the novel coronavirus.\n\n“I’m glad Democrats got some important changes that will do more to help workers, small businesses, & hard-hit families and communities in WA state,” Murray wrote on Twitter. “But I want to be clear that this is not the bill I would have written on my own & there’s no question there is much more to do.”\n\nThe bill that passed the Senate sets aside $30 billion to assist schools, including both K-12 and post-secondary schools. That money is being placed in what’s known as an Education Stabilization Account, and is designated to assist public schools in providing meals, access to technology and child care and maintaining mental health services. Colleges and universities will receive funding to support housing and dining services, if needed, and some relief from student loan payments.\n\nMurray’s office said the bill includes $200 million worth of assistance to Washington state schools.\n\nIdaho Sen. Mike Crapo, chairman of the Senate’s Banking Committee, emphasized the legislation’s assistance to small businesses and lending institutions in his statement in support of the bill.\n\n“Small and large businesses are losing access to liquidity, putting them at serious risk of closing down permanently and displacing millions of workers,” Crapo said in a statement on the bill’s passage. “If businesses go insolvent today, then the economy and the finances of U.S. citizens will suffer long after the coronavirus is contained.”\n\nThe Senate’s relief bill sends $500 billion to the Treasury Department’s Exchange Stabilization Fund, an account that can be used to back lending from the Federal Reserve to financial institutions. The banks can then loan money to the businesses that need it, according to Crapo’s office.\n\nThe loans must be repaid once the coronavirus emergency is over, according to a statement on the legislation from the Senate Banking Committee.\n\nWashington Sen. Maria Cantwell also emphasized the bill’s assistance for small businesses, pointing to a $350 billion provision expanding loan programs through the federal government’s Small Business Administration. Businesses will be able to apply for loans to cover paid sick leave, payroll and mortgage payments throughout the crisis, according to her office, and more than 609,000 small businesses in Washington would be eligible for assistance, her office said.\n\n“Our businesses, small businesses have been hit hard,” Cantwell said in a speech on the Senate floor ahead of the bill’s passage. “Our restaurants, our other businesses who shut down, who don’t have the same resources to come to Washington, D.C., and to lobby for aid and support, but are counting on us to create a program that small businesses can get both grants and loans.”\n\nIdaho Sen. Jim Risch endorsed the bill’s provisions for small businesses in his statement in support of the bill, which passed the chamber unanimously and is headed for a House of Representatives vote as early as Friday.\n\n“This nation has been through a revolution, a civil war, two world wars, the Great Depression, and 9/11. Each challenge has tested us, but ultimately, we have come out of every adversity stronger,” Risch said in a statement.\n\nLeaders in the House of Representatives are hoping members will allow the relief bill to pass the chamber via a voice vote, which would keep lawmakers from returning to Capitol Hill as health experts urge social distancing and avoiding large gatherings to prevent the spread of the virus. But one member may request a recorded vote, and the House of Representatives has not approved procedures that would allow members to vote remotely.\n\nC-SPAN, the cable public affairs network that televises proceedings of Congress, said Thursday that it would allow members to provide recorded statements about the bill for air on their network and online. The network, started in 1979, has never allowed such pre-recorded messages from lawmakers, according to a statement."}}