{"GDELT": {"GlobalEventID": 914792844, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "EGY", "Actor1Name": "SINAI", "Actor1CountryCode": "EGY", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 2.8985507246376803, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Barbados", "Actor1Geo_CountryCode": "BB", "Actor1Geo_ADM1Code": "BB", "Actor1Geo_Lat": 13.166667000000002, "Actor1Geo_Long": -59.533333, "Actor1Geo_FeatureID": "BB", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Barbados", "Action2Geo_CountryCode": "BB", "Action2Geo_ADM1Code": "BB", "Action2Geo_Lat": 13.166667000000002, "Action2Geo_Long": -59.533333, "Action2Geo_FeatureID": "BB", "DATEADDED": 20200326234500, "SOURCEURL": "http://hiphopweekly.com/kylie-jenner-donates-1-million-to-hospital-that-delivered-her-daughter/"}, "ARTICLE": {"TITLE": "Kylie Jenner Donates $1 Million to Hospital That Delivered Her Daughter", "TEXT": "267 SHARES Share Tweet\n\nAs the world continues to battle the Coronavirus and it’s detrimental effects on just about every aspect of life, celebs are stepping up to do their part to help combat the virus. Makeup mogul Kylie Jenner is the latest star to donate to the cause, with a generous $1 million donation to the medical center where her daughter was born.\n\n\n\nDr. Thaïs Aliabadi, the OB-GYN who reportedly delivered Kylie and Travis Scott’s daughter Stormi Webster at Cedars Sinai Medical Center, shared the news in a lengthy Instagram post, where she thanked the reality star for her thoughtful gift during these trying times.\n\n\n\n“I am speechless, my eyes are filled with tears of joy and my heart is overwhelmed with gratitude. I made a wish to the Universe to gather protective masks for our brave healthcare workers and today my dream came true.” Dr. Aliabadi wrote in the posted, which featured a collage of herself next to a photo of Stormi and Kylie.\n\n\n\nDr. Thaïs Aliabadi revealed that the million-dollar donation will “buy hundreds of thousands of masks, face shields, and other protective gear which we will have delivered directly to our first responders, as too many masks at hospitals are disappearing before making their way onto the faces of our front line heroes.”\n\n\n\nCurrently, there is a shortage of protective gear for medical personnel, which is critical in slowing the spread of the Coronavirus.\n\nKylie Jenner is not alone in her generosity. Rihanna provided ventilators to her home country of Barbados, as well as a $5 million donation toward Coronavirus relief efforts."}}