{"GDELT": {"GlobalEventID": 914793003, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "GOVHLH", "Actor1Name": "HEALTH OFFICIAL", "Actor1Type1Code": "GOV", "Actor1Type2Code": "HLH", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.24570024570024, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Otsego, Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_ADM2Code": "MI005", "Actor1Geo_Lat": 42.4606, "Actor1Geo_Long": -85.6964, "Actor1Geo_FeatureID": "634156", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Otsego, Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_ADM2Code": "MI005", "Action2Geo_Lat": 42.4606, "Action2Geo_Long": -85.6964, "Action2Geo_FeatureID": "634156", "DATEADDED": 20200326234500, "SOURCEURL": "https://www.interlochenpublicradio.org/post/second-home-owners-coming-north-should-shelter-place-health-officials-say"}, "ARTICLE": {"TITLE": "Second home owners coming up north should ‘shelter in place’ — health officials say", "TEXT": "Health officials are worried about people traveling up north from downstate and other areas around the country to their second homes.\n\nMany are coming to northern Michigan to hunker down as the COVID-19 disease spreads in cities throughout the United States.\n\nHealth officials say they could be bringing the disease with them.\n\nThe Health Department of Northwest Michigan says returning residents — particularly those from New York City, Florida, metro Detroit and other areas experiencing high levels of COVID-19 exposure — should strictly abide by the “stay at home” order to keep others safe.\n\nMunson Healthcare echoes that sentiment, forecasting if people go out, it could lead to more hospitalizations, which would strain the health care system.\n\n“It concerns us greatly that people would be coming to this area knowingly being possibly exposed to more cases of COVID-19 in other areas either downstate or out of state,” says Dianne Michalek, a spokeswoman for the hospital system. “I just really encourage if anyone is going to do that please stay home and abide by the governor’s executive order, because otherwise Munson Healthcare and northern Michigan will be experiencing the exact same thing as southeastern Michigan is experiencing.”\n\nA provision in Gov. Gretchen Whitmer’s stay at home order allows those with second homes in Michigan to travel to their other residences throughout the state.\n\nMichalek anticipates the community is about a week behind what the hospitals in the Detroit metro area are dealing with.\n\nIn a press conference earlier Thursday, Lisa Peacock — health officer for the health department overseeing Charlevoix, Emmet, Antrim and Otsego counties — said her team will work to assist the newly arrived residents.\n\n“When we have part time residents in our jurisdiction we care about them just like our full time residents,” she said. “We want them to be aware of the executive order. We want them to have what they need to be able to comply with it and to ensure that they know where to ask questions if they aren’t.”\n\nPeacock says people can call 211 to get connected to community services, if they need to.\n\nShe says all residents over the age of 65, or who have a chronic illness, should limit trips out in the public as much as is feasibly possible, including to the grocery store.\n\nOtsego and Missaukee Counties each reported a new case today."}}