{"GDELT": {"GlobalEventID": 914776900, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "GOV", "Actor1Name": "GOVERNOR", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.66225165562914, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Utah, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USUT", "Actor1Geo_Lat": 40.1135, "Actor1Geo_Long": -111.854, "Actor1Geo_FeatureID": "UT", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Utahn, Utah, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USUT", "Actor2Geo_ADM2Code": "UT013", "Actor2Geo_Lat": 40.2711, "Actor2Geo_Long": -110.432, "Actor2Geo_FeatureID": "1437710", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Utahn, Utah, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USUT", "Action2Geo_ADM2Code": "UT013", "Action2Geo_Lat": 40.2711, "Action2Geo_Long": -110.432, "Action2Geo_FeatureID": "1437710", "DATEADDED": 20200326214500, "SOURCEURL": "https://www.sunews.net/article.cfm?articleID=2759"}, "ARTICLE": {"TITLE": "State K-12 schools and tech colleges dismissed until May 1", "TEXT": "Gov. Gary R. Herbert, State Superintendent Syd Dickson and Acting Commissioner of Technical Education Jared Haines announced Monday that Utah’s K-12 public schools will extend their dismissal through Friday, May 1, and that Utah’s technical colleges will suspend teaching from Monday, March 30 until Friday, May 1. These entities will continue to evaluate the situation to make a determination about the remaining school year.\n\nGov. Herbert expressed his appreciation to the educators throughout our state who have quickly adapted their instruction to remote learning platforms.\n\n“These are unprecedented times in Utah’s and our nation’s history,” the governor said, “I have been overwhelmed with Utahns’ outpouring of support for one another, and nowhere has this been more evident than in the way our educators are supporting Utah students and families.”\n\nDistance learning will continue during the extended dismissal for all K-12 public schools, where feasible. Employees will be limited at school buildings, following the Governor’s and CDC’s guidelines to avoid gatherings of groups of 10 or more. Teachers are being, and will continue to be, encouraged to telecommute when possible.\n\n“We recognize that being away from school creates additional work and stress for everyone in our communities; however, it is a necessary step in stopping the spread of COVID-19,” said State Superintendent Sydnee Dickson. “During the uncertainties of the coming weeks, it is more important than ever to remain socially connected with our students and families while doing our best to ensure learning continues. The flexibility and initiative of our educators is a shining example of how we rise together in challenging circumstances.”\n\nMeal services at K-12 public schools will also continue on an as-needed basis. Please visit the Utah State Board of Education’s website for an interactive map of emergency meals available for children daily.\n\nIn addition, all of Utah’s technical colleges will temporarily cease instruction and coursework beginning Monday, March 30 through Friday, May 1. Utah’s higher education campuses have previously moved to strictly online instruction; however, given the unique nature of technical college coursework with hands-on instruction and open-entry scheduling, continuing in an online-only model is not widely feasible for students at this time.\n\nStudents currently enrolled in technical college programs will retain their progress toward completion during this pause. In addition, college presidents have discretion to address limited exceptions for delivering coursework online or for individuals or small groups of students nearing completion, following the guidelines provided by the CDC and for which instructional equipment can be properly sterilized. Colleges will provide further guidance to their employees.\n\n“I appreciate the willingness of our UTech instructors and programs to be flexible through this time of disruption,” Interim Commissioner Jared Haines said, “We are invested in the quality of our instruction and want technical college students to have the knowledge and skills needed to be successful in industry. This requires hands-on labs and assessments that we are unable to safely administer at this time. Students will be able to seamlessly resume their progress toward completion as soon as possible.”\n\nThe COVID-19 Task Force, Utah Department of Health and Governor Herbert will continue to monitor and assess the risks, and respond accordingly in conjunction with Utah’s school officials. All of our schools play an important role in protecting our communities from the growing spread of coronavirus/COVID-19.\n\nFor more statewide information, we would encourage you to visit https://coronavirus.utah.gov/. For questions related to K-12 public schools, visit https://schools.utah.gov/coronavirus, or contact your local school, district or charter. For questions related to technical colleges, click on the COVID-19 link on each institution’s website."}}