{"GDELT": {"GlobalEventID": 914792932, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.02298850574713, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH40", "Actor1Geo_ADM2Code": "26423", "Actor1Geo_Lat": 13.75, "Actor1Geo_Long": 100.51700000000001, "Actor1Geo_FeatureID": "-3250083", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH40", "Action2Geo_ADM2Code": "26423", "Action2Geo_Lat": 13.75, "Action2Geo_Long": 100.51700000000001, "Action2Geo_FeatureID": "-3250083", "DATEADDED": 20200326234500, "SOURCEURL": "https://www.ttrweekly.com/site/2020/03/thailand-suspends-travel-to-fight-covid-19/"}, "ARTICLE": {"TITLE": "Thailand suspends travel to fight Covid-19", "TEXT": "BANGKOK, 27 March 2020: A state of emergency got underway in Thailand, Thursday, that virtually halts international travel while restricting overland travel between provinces country-wide.\n\nPrime Minister, General Prayut Chan-o-cha, declared the national state of emergency that introduces a raft of restrictions to intensify measures to fight Covid-19.\n\nEffective until midnight on 30 April the decree halts travel to the country by air land and sea as well as curtailing travel between provinces. The state of emergency enables the government to impose more stringent measures as it deems fit.\n\nInbound travel to Thailand ends except for diplomatic passport holders and officials representing international organisations that have a presence in Thailand. Expatriates who have a work permit can enter Thailand, but they will need to show health certificates that state they are free of the Covid-19 infection and have insurance cover of USD100,000 or more. Thai nationals who are returning must provide “fit to fly” certificates issued by a Thai embassy to board flights.\n\nUnder its emergency decree powers, the government can arrest those who disseminate fake news and information on Covid-19.\n\nVulnerable groups including people who are older than 70 years, children aged below five years, and people with some diseases, such as diabetes, hypertension, stroke and cardiopathy, respiratory problems, and allergy should self isolate at their homes until 30 April.\n\nOfficials emphasise that Thailand is not under as lockdown as Thais can still return to the country and visit their home provinces. Also, factories, banks, pharmacies, financial institutions, restaurants (takeaway services only), and shops that sell essential consumer items remain open.\n\nThe government has not banned people from travelling to other provinces, but measures will be implemented to make trips less convenient. Highway checkpoints have been set up to ensure travellers are wearing masks. Temperature scan will be operational around Bangkok.\n\nDrivers will also need to download a tracking application. Facebook posts are encouraging support for the “stay home and save the country” campaign that calls on everyone to practice social distancing, stay home, and if feasible work from home."}}