{"GDELT": {"GlobalEventID": 914792921, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "GOV", "Actor1Name": "MAYOR", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.5221932114882499, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "State Of Utah, Utah, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USUT", "Actor1Geo_ADM2Code": "UT039", "Actor1Geo_Lat": 39.2502, "Actor1Geo_Long": -111.751, "Actor1Geo_FeatureID": "1455989", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "State Of Utah, Utah, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USUT", "Action2Geo_Lat": 39.2502, "Action2Geo_Long": -111.751, "Action2Geo_FeatureID": "1455989", "DATEADDED": 20200326234500, "SOURCEURL": "https://www.ksl.com/article/46735228/salt-lake-city-mayor-says-stay-at-home-order-will-be-issued-for-city-if-statewide-order-isnt-enacted"}, "ARTICLE": {"TITLE": "Salt Lake City mayor says stay-at-home order will be issued for city if statewide order isn't enacted", "TEXT": "SALT LAKE CITY — Salt Lake City Mayor Erin Mendenhall says she wants a stay-at-home order, but she would prefer to work with the state as a whole to enact one.\n\nShe posted a video message Thursday afternoon in which she says she is eager to see a stay-at-home order issued statewide, but if that doesn't happen, she is ready to act independently as mayor.\n\n\"I've been working hard with our county mayor Jenny Wilson, and with our state leaders to work this toward a state mandate. That is my goal,\" Mendenhall said. \"If that can't come to fruition then Salt Lake City can take action alone as a city, but it is so much more impactful if we can act together.\"\n\nSo far, Summit County is the only region in Utah to mandate staying at home. Utah Gov. Gary Herbert has said he prefers not to see such measures instituted on a statewide level, but nothing is off the table as far as statewide restrictions.\n\nLike many, I'm eager to issue a stay at home order. But as a capital city surrounded by & relied upon by others throughout Utah, our efforts are only as good as the efforts of those around us. Moving ahead with the state will be more effective. If we can't, I'm ready to act soon pic.twitter.com/vFVlpwtdgP — SLC Mayor Erin Mendenhall (@slcmayor) March 26, 2020\n\nSalt Lake County Mayor Jenny Wilson also said a stay-at-home order is \"likely necessary,\" but she will work with state leaders to coordinate such a mandate.\n\n\"We are fortunate that Utah is a couple weeks behind much of the nation, so we can use what is happening in other areas to inform our decision making,\" Wilson said in a Thursday statement. \"I believe a stay-at-home order is likely necessary to avoid overburdening our hospitals as early as April, but a decision like that is best done in coordination with the State of Utah, our neighboring counties, and our municipalities.\"\n\nWilson said she had a meeting Thursday with hospital representatives and state leaders to discuss information in order to make an informed decision."}}