{"GDELT": {"GlobalEventID": 914776515, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "COLREB", "Actor1Name": "FARC", "Actor1CountryCode": "COL", "Actor1Type1Code": "REB", "Actor2Code": "COL", "Actor2Name": "COLOMBIAN", "Actor2CountryCode": "COL", "IsRootEvent": 0, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.764075067024129, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Venezuela", "Actor1Geo_CountryCode": "VE", "Actor1Geo_ADM1Code": "VE", "Actor1Geo_Lat": 8.0, "Actor1Geo_Long": -66.0, "Actor1Geo_FeatureID": "VE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Venezuela", "Actor2Geo_CountryCode": "VE", "Actor2Geo_ADM1Code": "VE", "Actor2Geo_Lat": 8.0, "Actor2Geo_Long": -66.0, "Actor2Geo_FeatureID": "VE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Venezuela", "Action2Geo_CountryCode": "VE", "Action2Geo_ADM1Code": "VE", "Action2Geo_Lat": 8.0, "Action2Geo_Long": -66.0, "Action2Geo_FeatureID": "VE", "DATEADDED": 20200326214500, "SOURCEURL": "https://www.voanews.com/americas/us-announces-narcoterrorism-charges-against-venezuelas-maduro"}, "ARTICLE": {"TITLE": "US Announces Narcoterrorism Charges Against Venezuela's Maduro", "TEXT": "WASHINGTON - The U.S. Justice Department on Thursday announced narcoterrorism charges against Venezuelan President Nicolas Maduro and other top officials, accusing them of collaborating with a leftist Colombian guerrilla group to traffic cocaine to the United States.\n\nThe charges are likely to heighten tensions between the United States and Venezuela. Relations deteriorated last year after the Trump administration recognized Maduro’s electoral rival as the country’s interim president and later imposed sweeping economic sanctions designed to remove Maduro from office.\n\nIn a sweeping indictment unsealed in New York, prosecutors accused Maduro of running a drug cartel in partnership with two Colombian guerrilla leaders and several top Venezuelan officials, including the speaker of Venezuela's national assembly; a former director of military intelligence; and a former general in the Venezuelan armed forces.\n\nThe four men face charges of participating in a narcoterrorism conspiracy, conspiring to import cocaine into the United States and two weapons-related charges.\n\nIn a separate indictment and criminal complaint, Venezuelan Defense Minister Vladimir Padrino Lopez was charged with conspiracy to distribute cocaine on board an aircraft registered in the United States, while Supreme Court Chief Justice Maikel Jose Moreno Perez was accused of money laundering in connection with receiving tens of millions of dollars and bribes to fix dozens of civil and criminal cases in Venezuela.\n\nIn all, 15 current and former Venezuelan officials, along with two leaders of the Colombian FARC group, were indicted.\n\nThe dramatic charges were announced by Attorney General William Barr and other senior law enforcement officials at a virtual press conference.\n\n\"Today’s announcement is focused on rooting out the extensive corruption within the Venezuelan government — a system constructed and controlled to enrich those at the highest levels of the government,\" Barr said. \"The United States will not allow these corrupt Venezuelan officials to use the U.S. banking system to move their illicit proceeds from South America nor further their criminal schemes.”\n\nThis image provided by the U.S. Department of Justice shows a poster of Venezuelan leaders, March 26, 2020. The U.S. Justice Department has indicted Venezuela's socialist leader Nicolás Maduro and several key aides on charges of narcoterrorism.\n\nOn Twitter, Maduro accused the United States and Colombia of conspiring against Venezuela.\n\nIt is only the second time in recent decades that the Justice Department has indicted a sitting foreign head of state, though one not officially recognized. In 1988, the Justice Department indicted Manuel Noriega, then the military ruler of Panama, on drug trafficking charges. He was captured the following year during the U.S. invasion of Panama and subsequently spent 17 years in prison in the United States.\n\nBarr said the United States expects “eventually to gain custody\" of Maduro, Venezuela’s president since 2013, and his associates, and will explore all options to arrest them. But Barr declined to say whether the United States would send in the military to capture them.\n\n“Some of them do travel, and that may be an opportunity,” Barr said. “Hopefully, the Venezuelan people will see what’s going on and eventually gain control.”\n\nThe State Department announced a reward of up to $15 million for information leading to the arrest and or conviction of Maduro. Awards of up to $10 million were also announced for four other officials wanted by the Justice Department.\n\nIn a statement, the department said the officials \"violated the public trust by facilitating shipments of narcotics from Venezuela, including control over planes that leave from a Venezuelan air base.\"\n\nFARC signed a peace deal with the Colombian government in 2016, ending more than 50 years of conflict. But a group of 2,500 FARC dissidents, backed by the Maduro regime, remains involved in trafficking cocaine from Colombia to the United States via Venezuela and Central America, officials said.\n\nThe indictment alleges that Maduro began cultivating FARC as early as 2006 when he was foreign minister and agreed to help the group in exchange for receiving $5 million. He later agreed to keep the Venezuelan border open to the group to facilitate its drug trafficking, according to U.S. Attorney Geoffrey Berman of the Southern District of New York.\n\n\"The scope and magnitude of the drug trafficking alleged was made possible only because Maduro and others corrupted the institutions of Venezuela and provided political and military protection for the rampant narcoterrorism crimes described in our charges,\" Berman told reporters via video link.\n\n\"As alleged, Maduro and the other defendants expressly intended to flood the United States with cocaine in order to undermine the health and well-being of our nation,\" Berman said. \"Maduro very deliberately deployed cocaine as a weapon.\""}}