{"GDELT": {"GlobalEventID": 914793354, "Day": 20200326, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2356, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.26385224274406, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Indianola, Iowa, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIA", "Actor1Geo_ADM2Code": "IA181", "Actor1Geo_Lat": 41.358000000000004, "Actor1Geo_Long": -93.5574, "Actor1Geo_FeatureID": "457810", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Indianola, Iowa, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIA", "Action2Geo_ADM2Code": "IA181", "Action2Geo_Lat": 41.358000000000004, "Action2Geo_Long": -93.5574, "Action2Geo_FeatureID": "457810", "DATEADDED": 20200326234500, "SOURCEURL": "https://www.desmoinesregister.com/story/news/2020/03/26/iowa-girl-scouts-encourage-donations-give-cookies-first-responders-clinics/2916229001/"}, "ARTICLE": {"TITLE": "Girl Scouts finding creative ways to move excess cookie supply created by coronavirus", "TEXT": "Peggy Hugen has 1,400 boxes of Girl Scout cookies in her house. Jennifer Sedlock keeps her 1,400 in her garage.\n\nThough in different troops, the service unit managers are both in a similar position: too many cookies, and nowhere to sell them.\n\nHugen, the co-service unit manager for the Carlisle Girl Scouts, said her service unit has around 3,300 boxes of cookies they still have to sell. The service unit comprises seven Carlisle troops.\n\nAs the manager, Hugen orders the cookies and helps troops determine where to sell them. She said she typically pushes sales the hardest in the last two weeks, which would have been right about now.\n\n\"We really hit the booths hard the last two weeks of the sale so we can hit our goal and get our girls to camp, so I went and got 150 cases and three days later there was no way that we could sell them anywhere,\" she said.\n\nBefore the pandemic shut down cookie booths on March 13, Girl Scouts of Greater Iowa was on track to break records. Girl Scouts of Greater Iowa chief marketing and communications officer Antoinette Bernich said the cookie program was expected to sell 161,000 cases of cookies this year, but with more sales and good weather, the council increased the number to 169,000 cases. The cases had already been purchased before the selling slowed.\n\nAcross the 70 counties Girl Scouts of Greater Iowa serves, Bernich said she estimates anywhere from 10% to 15% of the cookies that have already been purchased will go unsold this year. Usually, it's 2% to 3%.\n\n► Coronavirus in Iowa: The latest news on the spread and impact\n\n► More: Inside a Carlisle restaurant doing its best to survive a pandemic\n\nMany troop leaders, including Hugen, are now struggling to empty their inventory when they thought they had another three weeks to make sales with booths.\n\nBut instead of simply sitting among their piles of cookies, Hugen and her troops got to work. If people can't go out and buy cookies, her troop decided the Girl Scouts would bring the cookies to those who need them most.\n\nOn Sunday, the Carlisle Girl Scouts published a YouTube video to encourage people to donate money for the scouts to deliver cookies to first responders and medical clinics. Since the video premiered, the troops have received $800 and growing for cookie donations.\n\n\"It’s our girls that are asking for donations so that we can take them to area clinics and gas stations and clinics and grocery stores — to anyone who is on the front lines right now as a way to say thank you,\" she said.\n\nSedlock, a service unit product chair for troops in Indianola, has also been encouraging donations. She said her daughter, Brooklynn, is still focused on selling cookies to help her troop.\n\n\"She was like, 'Mom we have to get rid of all these cookies for our troop and help everybody else,'\" Sedlock said.\n\nAlong with donations, Hy-Vee has also taken a few boxes off troops' hands. In Indianola, store manager Nathan Fehl purchased 200 boxes of cookies to hand out to his employees. In Ankeny, the Hy-Vee is carrying 3,000 boxes of cookies and selling them in the store.\n\nThe Girl Scout Cookie Program funds activities for scouts throughout the year. Bernich said she doesn't know what the total financial impact will be if cookies aren't sold.\n\n\"We’ve paid for those cookies and the proceeds of the cookies stay local here in Iowa,\" she said. \"They support our camps, they support our girl programs, our activities, and so if we have to take those cookies back and it’s a sunk cost then that’s money we can’t use to put into one of our programs.\"\n\nCookie sales have been extended through April 26. People can buy boxes from a local girl scout and have the cookies dropped on their porch, or donate to their local council to send a box of cookies to workers on the front lines of the pandemic. People can also donate to the Cookie Relief Fund to offset the cost of unsold cookies.\n\nWhere to donate\n\nCarlisle Girl Scouts: Email CarlisleGirlScouts@gmail.com or Venmo Carlisle Girl Scouts\n\nIndianola Girl Scouts: Email Jennifer Sedlock at jmbrjs@msn.com\n\nCookie Relief Fund: www.girlscoutsofgreateriowa.org\n\nSarah LeBlanc covers trending news for the Register. Reach her at 515-284-8161 or sleblanc@registermedia.com.\n\nYour subscription makes work like this possible. Join today at DesMoinesRegister.com/Deal."}}