{"GDELT": {"GlobalEventID": 915273320, "Day": 20200329, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2438, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor2Code": "ZAF", "Actor2Name": "SOUTH AFRICAN", "Actor2CountryCode": "ZAF", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.32067510548523, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF", "Actor1Geo_Lat": -30.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "SF", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF", "Actor2Geo_Lat": -30.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "SF", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20200329231500, "SOURCEURL": "https://www.channel24.co.za/Movies/Reviews/uncorked-20200329"}, "ARTICLE": {"TITLE": "Uncorked", "TEXT": "WHAT IT'S ABOUT:\n\nSet in Memphis, Tennessee we follow Elijah (Mamoudou Athie) as he struggles between choosing his dream of becoming a qualified wine expert or inheriting the family BBQ restaurant from his well-meaning, but the stern father. Along the way there are challenges, and a well-placed love interest.\n\nWHAT WE THOUGHT:\n\nThe family tension in Uncorked is a fairly standard formula - the young son, Elijah, with buckets of potential but no follow-through is our hero. The overbearing and traditional father (Courtney B. Vance) is matched by the loving and caring matriarch (Niecy Nash). Add to the mix a love interest and a sprinkle of humour, and you have a good foundation on which to build a Netflix film.\n\nHowever, what makes Uncorked deliciously full-bodied are the two characters that are not listed in the credits: wine and music.\n\nUncorked borrows from another Netflix hit, Chefs Table, with tribute shots of food and wine, in all their elegance. There are glamour shots throughout - glistening ribs on the grill, Parisian cafe scenes, tables laden with Southern-style family food, and sparkling crystalware.\n\nThe attention to detail is noticed by this wine snob (me), which is accurate but not overbearing for the non-wine geeks. Each wine featured does in fact exist, and while mostly from the USA and France, they can be tasted - for a price. Naturally, I was a little disappointed that I didn't even catch a glimpse of a South African label in the background.\n\nWhile there is plenty of drama and momentum, one aspect is not overexaggerated in Uncorked. The examinations to become a qualified wine expert or sommelier (so-mee-lee-yay) are notoriously brutal. Students study and taste hundreds of wines over many months in the hopes of joining the ranks of the select few. There are only 274 Master Sommeliers worldwide, with only nine students ever passing the exam on the first attempt.\n\nThe original soundtrack by Hit Boy is peppery and spicy, like a good Shiraz. It brings an edge and tempo to some of the slower scenes. In particular, Elijah's trip to Paris could have been a naive trope, but now feels new and fresh with a thumping French hip hop soundtrack.\n\nPerhaps Uncorked's most important message is not \"wine is wonderful\" but rather \"wine is for everyone\". We see black and brown people taking up space in a world that today, largely remains the domain of white men. So while you may not learn a lot about which wine to pair with your dinner, Uncorked does offer that magical message that we love in dance- and sport-films: Yes, you too can do the impossible!\n\nUncorked's plot feels well-worn like a favourite sweater (the one with the wine stains), and honestly, that's exactly what the doctor ordered. Cheers!\n\nWATCH THE TRAILER HERE:\n\nWATCH IT NOW ON NETFLIX"}}