{"GDELT": {"GlobalEventID": 915273624, "Day": 20200329, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2438, "Actor1Code": "IND", "Actor1Name": "KERALA", "Actor1CountryCode": "IND", "Actor2Code": "INDCOP", "Actor2Name": "KERALA", "Actor2CountryCode": "IND", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -11.390887290167802, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Kerala, Kerala, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN13", "Actor1Geo_ADM2Code": "17699", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": 76.5, "Actor1Geo_FeatureID": "-2100307", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Kerala, Kerala, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN13", "Actor2Geo_ADM2Code": "17699", "Actor2Geo_Lat": 10.0, "Actor2Geo_Long": 76.5, "Actor2Geo_FeatureID": "-2100307", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Kerala, Kerala, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN13", "Action2Geo_ADM2Code": "17699", "Action2Geo_Lat": 10.0, "Action2Geo_Long": 76.5, "Action2Geo_FeatureID": "-2100307", "DATEADDED": 20200329231500, "SOURCEURL": "https://www.indiatoday.in/mail-today/story/india-packed-prisons-raise-coronavirus-alarm-1661136-2020-03-30"}, "ARTICLE": {"TITLE": "Coronavirus: India's packed prisons raise Covid-19 alarm", "TEXT": "As authorities scale up efforts to flatten the rising Coronavirus curve, many Indian prisons already bursting at the seams have emerged as potential infection hotspots. Several states, including Delhi, are scrambling to release thousands of inmates on parole, furlough or bail as epidemiologists warn that things will spiral out of control if the virus starts spreading inside these jails.\n\nThis is after the Supreme Court directed all states and Union Territories on March 16 to submit written replies on steps being taken to prevent the spread of the pandemic among prisoners and juveniles.\n\nOn March 23, it suggested that prisoners convicted of, or charged with, offences involving jail terms of seven years or less could be considered for parole or interim bail.\n\n\"Indian prisons are infamous for being overcrowded. They have 17 per cent more prisoners than their full capacity. They have males, females and children, who are born inside, mostly below the age of 5,\" said Dr KK Aggarwal, cardiologist and president of the Heart Care Foundation of India.\n\nIndian prisons have 17% more prisoners than their full capacity. When social distancing is key to breaking chain of infections, this kind of overflowing occupancy is a matter of grave concern. Sanitation facilities in prisons are horrible. - Dr KK Aggarwal, health expert\n\n\"Now at a time when social distancing is the key to breaking the chain of infections, this kind of overflowing occupancy in prisons is a matter of grave concern,\" he said. \"Sanitation facilities in prisons are horrible. Learning from other countries who are in far worse conditions, prison authorities need to make sure that inmates maintain 6-foot distance,\" Dr Aggarwal said.\n\nTIHAR IN A TIZZY\n\nDelhi's Tihar prison complex, Asia's largest, has urged the government to release 1,500 convicts on parole or furlough and around the same number of under-trial prisoners - not the hardened or dangerous ones - on interim bail to ease congestion.\n\nThe Delhi government has issued a notification introducing a new provision of \"Emergency Parole\" of two months, in addition to regular parole available to convicts. Till now, as many as 409 prisoners have been released - 356 were given interim bail, while 63 came out on emergency parole.\n\nSandeep Goel, Director General (Prisons), Delhi, said, \"We have also started precautionary steps against possible infection of Coronavirus. We have made the isolation ward in each jail for any inmate showing flu-like symptoms. Medical screening of new inmates is being done and they are being kept in separate barracks for at least three days.\"\n\n\"Family mulaqat and all court productions have been stopped till March 31. Sensitisation of jail staff, as well as inmates about general hygiene and precautions regarding Coronavirus, is being done. Masks are being provided for staff and inmates. Hand wash and sanitisers are also being given,\" he said.\n\nWe have made isolation wards for inmates showing symptoms. Medical screening of new inmates is being done and they are being kept in separate barracks. Masks and hand sanitisers are being provided for staff and inmates. - Sandeep Goel, Director General (Prisons), Delhi\n\n\"In the jails, we are also producing simple surgical masks (not N-95 mask), hand wash and hand sanitisers,\" he said. The number of inmates in Tihar as on December 31, 2019, had increased by 11.79% in a year. It has 17,534 prisoners against its capacity of 10,026.\n\nUTTAR PRADESH\n\nIn neighboring Uttar Pradesh, 11,000 inmates lodged across 71 jails will now be released in accordance with an order of the Allahabad High Court which directed the state government not to overcrowd prisons during the Coronavirus outbreak.\n\nWhile some of these prisoners will be out on bail, others will be released on parole for eight weeks. Authorities said those serving sentences of seven years or less will be eligible for release on bail. The final decision will be made by prison committees comprising jail staff, legal volunteers and district legal services staffers. These committees are being set up in each prison. But there's a downside too.\n\n\"This unprecedented release of prisoners may amount to passing on the burden to society,\" Dr Aggarwal said.\n\nMAHARASHTRA\n\nThe state has proposed to release over 11,000 inmates, while making COVID-19 tests mandatory for all new ones. Mumbai's Arthur Road Jail, which houses 3,231 inmates against a capacity of less than 1,000, has set up 20 isolation cells for sick prisoners. The high-security Yerwada Jail in Pune has 5,569 inmates and 18 kids, born inside the prison. \"All security measures are being taken but tension remains,\" said a jail official.\n\nHARYANA, OTHER STATES\n\nThe state has also asked prison authorities to come up with a block-wise timetable relating to food and other services for prevention of overcrowding. Andhra Pradesh, Uttarakhand, Punjab and Ladakh have identified vulnerable groups of prisoners - such as aged one with respiratory diseases - for special attention.\n\nRajasthan and Jharkhand are decongesting jails by transferring inmates to other, less-congested prisons. Kerala prison authorities are educating inmates about the virus and asking them to be conscious and cautious about their surroundings.\n\n(With inputs from Chayyanika Nigam in New Delhi and Shivendra Srivastava in Lucknow.)"}}