{"GDELT": {"GlobalEventID": 915273504, "Day": 20200329, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2438, "Actor1Code": "EUR", "Actor1Name": "EUROPEAN", "Actor1CountryCode": "EUR", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.47761194029851, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR", "Actor1Geo_Lat": 32.0, "Actor1Geo_Long": 53.0, "Actor1Geo_FeatureID": "IR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20200329231500, "SOURCEURL": "https://workpermit.com/news/coronavirus-travel-and-visas-around-world-29-march-20-20200329"}, "ARTICLE": {"TITLE": "Coronavirus travel and visas around the World 29 March 20", "TEXT": "Sanwar Ali By\n\nAll over the World Countries are restricting entry of overseas visitors and migrants due to coronavirus COVID-19. Travel around the World, anyway, is extremely difficult with airlines either completely stopping flights or largely suspending flights. Many airports are also unable to accept incoming airlines. Countries around the World are stopping the issuance of temporary and permanent visas.\n\nMigrants and refugees are suffering more than others because of coronavirus (COVID-19). Migrants are likely not to benefit from many of the measures that Governments are taking to help people affected by the Pandemic. Refugees are more likely to be living in cramped, unsanitary conditions and so more likely to catch coronavirus, for example on the US border. In the US and the UK and other Countries some migrants claiming refugee status are being detained so increasing the risk of coronavirus transmission.\n\nThe European Union proposes that all non-essential travel to the EU should be suspended for 30 days. The UK has been invited to join. With the ongoing pandemic more and more people are suggesting that the Brexit transitional period is extended so that the UK can concentrate on issues relating to coronavirus. Apparently about two thirds of the UK population are in favour of an extension.\n\nThe United States has largely banned travel from European Countries, and China and Iran. The UK and the US has largely stopped issuing visas to people applying from abroad. This is causing serious problems for businesses and individuals around the World.\n\nHow long could this situation last? Nobody really knows. It could be a number of months. Perhaps longer? The death toll will be significant and there is talk of a Worldwide recession.\n\nBelow we include details of restrictions for a selection of Countries around the World:\n\nAustralia\n\nAustralian Prime Minister Scott Morrison said on March 19 that the border would close to all visitors, except for citizens and permanent residents and close family members. International travellers need to isolate themselves for 14 days. From 15 March cruise ships banned for 30 days.\n\nBrazil\n\nOn 19 March it was decided that entry to overseas visitors at land borders would end for 15 days.\n\nCanada\n\nOn 16 March Canada announced that the border was closed to all those who are not Canadian citizens or permanent residents. The exceptions are for family members of Canadian citizens, aircrew, diplomats and US citizens.\n\nChina\n\nOn 26 March China said that it was banning entry of most foreign nationals. China even said that overseas nationals with residence permits would not be allowed entry from 28 March. Recently internal restrictions have been relaxed.\n\nEuropean Countries\n\nCurrently European Countries tend to either have huge restrictions on entry or have an almost complete ban on entry. There are also restrictions on travel internally within Countries. Typically any form of travel even within a Country is discouraged. In many Countries restaurants, bars, theatres, cinemas, gyms and any venues where a large number of people can meet are closed. There are social distancing rules with people having to keep apart.\n\nUnited Kingdom\n\nThere is currently no ban on entry into the UK. However, in practice due to travel bans around the World and the lack of airlines operating flights, travel in and out of the Country is difficult. Fortunately overseas nationals stranded in the UK should be allowed to stay longer. Many people who would otherwise be unable to do so can also apply for UK visas in-Country.\n\nThere are also increasingly tough restrictions inside the UK. Restaurants, pubs and many shops have been forced to close. Food shops and certain shops that are considered essential are allowed to remain open. Takeaways are still open. Steps are being taken to enforce social distancing.\n\nUnited States\n\nThere is currently a travel ban for a number of Countries. All overseas nationals from China, Iran and many European countries are barred from entering the United States. This includes anyone who visited these countries within the 14 days prior to their US trip.\n\nEuropean Countries which include Austria, Belgium, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden and Switzerland. Trump also added the United Kingdom and Ireland to this list.\n\nThis is one of a series of ongoing reports on coronavirus and migration and travel issues. workpermit.com specialises on news relating to visas and travel."}}