{"GDELT": {"GlobalEventID": 915273855, "Day": 20200329, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2438, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.18289353958144, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Los Angeles, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0522, "Actor1Geo_Long": -118.244, "Actor1Geo_FeatureID": "1662328", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Los Angeles, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 34.0522, "Actor2Geo_Long": -118.244, "Actor2Geo_FeatureID": "1662328", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Los Angeles, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 34.0522, "Action2Geo_Long": -118.244, "Action2Geo_FeatureID": "1662328", "DATEADDED": 20200329231500, "SOURCEURL": "https://www.thecorsaironline.com/corsair/2020/3/29/misdemeanor-if-caught-outdoors-whilst-mercy-arrives-to-la"}, "ARTICLE": {"TITLE": "Misdemeanor if Caught Outdoors, While Mercy Arrives to LA — The", "TEXT": "Attempts to Contain COVID-19 as California Adopts Tough Rules\n\nMayor Garcetti began to enforce the \"Safer at Home\" order on March 19, halting all non-essential movement outdoors. This week, the order expanded through a statement from the City of Los Angeles.\n\n“We’re all safer at home, and that’s not a suggestion – it is the law,” said Garcetti. “Failure to obey this law would result to a misdemeanor that could be followed by “‘fines or jail time.’”\n\nThe City of Santa Monica also adopted these new measures as of March 23, clarifying that they are not adding new provisions but they are following the Governor's orders. Santa Monica City Manager Rick Cole highlighted the possibility of getting fined if one does not conform to the safety orders.\n\n“This will flatten the curve of infection and save lives in our community. Stay calm, stay informed, and stay healthy,” said Cole in an online press release.\n\nBy the end of the week that the measures were instated, Mayor Garcetti tweeted that he “is closing all public trails, beaches and piers within the county,” in order to increase measures against COVID-19.\n\n“These are difficult decisions, but I agree they are vitally needed steps to protect the health and safety of our communities and save lives,\" said Garcetti.\n\nKohanghadosh said that “it is very saddening to be spending so much time in isolation during our prime years of making connections,” when he is motivated to go on campus to tutor students and help as many people as possible.\n\n“I definitely miss getting on a grand piano,\" said SMC student Aviana Tiara Brown music major. “I'm very grateful for the small keyboards that were loaned out to students who had no keyboard at home, I was one of them.”"}}