{"GDELT": {"GlobalEventID": 915273799, "Day": 20200329, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2438, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.30414746543779, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Stanford, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA085", "Actor1Geo_Lat": 37.4241, "Actor1Geo_Long": -122.166, "Actor1Geo_FeatureID": "1867061", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Stanford, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA085", "Action2Geo_Lat": 37.4241, "Action2Geo_Long": -122.166, "Action2Geo_FeatureID": "1867061", "DATEADDED": 20200329231500, "SOURCEURL": "https://www.startribune.com/stanford-researchers-turn-back-the-clock-on-aging-cells/569205852/"}, "ARTICLE": {"TITLE": "Stanford researchers turn back the clock on aging cells", "TEXT": "Researchers at Stanford University report that they can rejuvenate human cells by reprogramming them back to a youthful state. They hope that the technique will help in the treatment of diseases, such as osteoarthritis and muscle wasting, which are caused by the aging of tissue cells.\n\nA major cause of aging is thought to be the errors that accumulate in the epigenome, the system of proteins that packages the DNA and controls access to its genes. The Stanford team says its method, designed to reverse these errors and walk back the cells to their youthful state, does indeed restore the cells’ vigor and eliminate signs of aging.\n\nIn their report, published Tuesday in Nature Communications, they described their technique as “a significant step toward the goal of reversing cellular aging” and say it could produce therapies “for aging and aging-related diseases.”\n\nLeonard Guarente, an expert on aging at MIT, said that the method was “one of the most promising areas of aging research” but that it would take a long time to develop drugs based on RNA, the required chemical.\n\nThe Stanford approach uses powerful agents known as Yamanaka factors, which reprogram a cell’s epigenome to its time zero, or embryonic state. Embryonic cells, derived from the fertilized egg, can develop into any of the specialized cell types of the body. Their fate, whether to become skin or an eye or liver cell, is determined by chemical groups, or marks, that are tagged on to their epigenome.\n\nIn each type of cell, these marks make accessible only to the genes that the cell type needs, while locking down all other genes in the DNAs. The pattern of marks thus establishes each cell’s identity.\n\nAs the cell ages, it accumulates errors in the marking system, which degrade the cell’s efficiency at switching on and off the genes needed to operate.\n\nIn 2006, Dr. Shinya Yamanaka, a stem-cell researcher at Kyoto University, amazed biologists by showing that a cell’s fate could be reversed with a set of four transcription factors — agents that activate genes — that he had identified. A cell dosed with the Yamanaka factors erases the marks on the epigenome, so the cell loses its identity and reverts to the embryonic state. Erroneous marks gathered during aging are also lost in the process, restoring the cell to its state of youth. Yamanaka shared the 2012 Nobel Prize in medicine for the work.\n\nBut the Yamanaka factors are no simple panacea. Applied to whole mice, the factors made cells lose their functions and primed them for rapid growth, usually cancerous; the mice all died.\n\nIn 2016, Juan Carlos Izpisua Belmonte, of the Salk Institute for Biological Studies in San Diego, found that the two effects of the Yamanaka factors — erasing cell identity and reversing aging — could be separated, with a lower dose securing just age reversal. But he achieved this by genetically engineering mice, a technique not usable in people.\n\nThe Stanford team described a feasible way to deliver Yamanaka factors to cells taken from patients, by dosing cells kept in cultures with small amounts of the factors. If dosed for a short enough time, the team reported, the cells retained their identity but returned to a youthful state, as judged by several measures of cell vigor.\n\nSebastiano said the Yamanaka factors appeared to operate in two stages, as if they were raising the epigenome’s energy to one level, at which the marks of aging were lost, and then to a higher level at which cell identity was erased.\n\nThe Stanford team extracted aged cartilage cells from patients with osteoarthritis and found that after a low dosage of Yamanaka factors the cells no longer secreted the inflammatory factors that provoke the disease.\n\nMembers of the Stanford team have formed a company, Turn Biotechnologies, to develop therapies for osteoarthritis and other diseases."}}