{"GDELT": {"GlobalEventID": 915691180, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "MIL", "Actor1Name": "CARRIER", "Actor1Type1Code": "MIL", "Actor2Code": "BUS", "Actor2Name": "INDUSTRY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.04040404040404, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ethiopia", "Actor1Geo_CountryCode": "ET", "Actor1Geo_ADM1Code": "ET", "Actor1Geo_Lat": 8.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "ET", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ethiopia", "Actor2Geo_CountryCode": "ET", "Actor2Geo_ADM1Code": "ET", "Actor2Geo_Lat": 8.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "ET", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ethiopia", "Action2Geo_CountryCode": "ET", "Action2Geo_ADM1Code": "ET", "Action2Geo_Lat": 8.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "ET", "DATEADDED": 20200331234500, "SOURCEURL": "https://moguldom.com/268183/ethiopian-airlines-scales-back-25-percent-as-global-airline-industry-flatlines-amid-covid-19-crisis/"}, "ARTICLE": {"TITLE": "Ethiopian Airlines Scales Back 25 Percent As Global Airline Industry Flatlines Amid COVID-19 Crisis", "TEXT": "Ethiopian Airlines Scales Back 25 Percent As Global Airline Industry Flatlines Amid COVID-19 Crisis\n\nWritten by Peter Pedroncelli\n\n60 SHARES Share Tweet\n\nEthiopian Airlines has scaled back its operations by 25 percent as the global airline industry has flatlined amid the global COVID-19 crisis. A Nigerian port health official, right, uses a thermometer to screen Ethiopian Airline cabin crews for COVID-19 virus, upon arrival at the Murtala Muhammed International Airport in Lagos, Nigeria, Wednesday, March 4, 2020. Image: AP Photo/ Sunday Alamba\n\nThe coronavirus outbreak has been responsible for the near-collapse of the international airline industry, but Ethiopian Airlines continues to fly globally, including to countries hit hardest by COVID-19.\n\nThe airline reduced operations by 25 percent, grounding 20 aircraft indefinitely while announcing losses of around $190 million since February, according to TheAfricanReport.\n\nAirlines face bans on entry, border closures, passenger quarantines, and decreased demand.\n\nThirty Ethiopian international routes were suspended on March 20, including flights to Angola, Cameroon, Chad, Congo, DR Congo, Madagascar and Nigeria, AfricaNews reports.\n\nThe Ethiopian government-owned carrier continues to operate flights to the U.S., Europe, and Asia.\n\nMany of the world’s airlines could be bankrupt by May because of the COVID-19 pandemic, according to aviation consultancy Capa.\n\nU.K.-based Flybe and U.S.-based Trans States Airlines and Compass Airlines have already gone bankrupt in March, BusinessInsider reports.\n\nOther U.S. carriers are counting on a $58-billion industry bailout from the federal government.\n\nDespite the disruption to some routes, Ethiopian Airlines remains one of the only major international carriers that continue to fly to China alongside Japan Airlines, Korean Air and Russia’s Aeroflot, according to TheAfricaReport.\n\nEthiopian Airlines operates a daily flight to Beijing and Shanghai, and two flights a day to Guangzhou, a city supplying African importers.\n\nThere are also three flights a week to Chengdu, a city producing machine tools for Africa and a temporary home to many African students studying in China.\n\nNow that the epicenter of the virus has shifted from China to Europe, Ethiopian Airlines continues to fly to some of the most affected areas.\n\nThe carrier operates a daily flight to Paris and only suspended its service to Rome on March 17 when the airport in the Italian capital closed.\n\nListen to GHOGH with Jamarlin Martin | Episode 69: Jamarlin Martin\n\nJamarlin goes solo to unpack the question: Was Barack Obama the first political anti-Christ to rise in Black America? To understand the question, we have to revisit Rev. Wright and Obama’s decision to bring on political disciples David Plouffe, Joe Biden and Eric Holder.\n\nThe airline also flies to and from Brussels, Frankfurt, London and Vienna in Europe, and Chicago, New York City and Washington D.C. in the U.S., with a stopover in Lomé, Togo.\n\nWhen operating at full capacity, Ethiopian Airlines flies to 106 international and 23 domestic destinations and is an important airline for many Africans traveling to and from the continent.\n\nI am shocked that you @Mtca_somalia are allowing the Ethiopian airlines to continue flying to North Somalia\n\n\n\nRemember this: You will be held responsible if the outbreak of the Coronavirus disease increases in North Somalia and in the rest of Somalia https://t.co/xy5PqIrocy — MyWorld (@KingYusufYusuff) March 26, 2020"}}