{"GDELT": {"GlobalEventID": 915690983, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "HLH", "Actor1Name": "NURSE", "Actor1Type1Code": "HLH", "Actor2Code": "USA", "Actor2Name": "COLUMBUS", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.11764705882352, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Columbus, Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_ADM2Code": "OH049", "Actor1Geo_Lat": 39.9612, "Actor1Geo_Long": -82.9988, "Actor1Geo_FeatureID": "1080996", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Columbus, Ohio, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOH", "Actor2Geo_ADM2Code": "OH049", "Actor2Geo_Lat": 39.9612, "Actor2Geo_Long": -82.9988, "Actor2Geo_FeatureID": "1080996", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Columbus, Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_ADM2Code": "OH049", "Action2Geo_Lat": 39.9612, "Action2Geo_Long": -82.9988, "Action2Geo_FeatureID": "1080996", "DATEADDED": 20200331234500, "SOURCEURL": "https://www.dispatch.com/news/20200331/coronavirus-health-care-workers-fear-protective-gear-shortage-as-ohio-cases-climb"}, "ARTICLE": {"TITLE": "Coronavirus: Health care workers fear protective gear shortage as Ohio cases climb", "TEXT": "A nurse at Ohio State University’s Wexner Medical Center says medical professionals are unsettled by a shortage of masks, gloves and more. Around 18% of confirmed coronavirus cases are health care workers.\n\nAs the coronavirus spreads across Ohio, a large swath of the people contracting the disease are health-care workers on the front lines of the crisis.\n\nMedical professionals represented 16% of confirmed cases in Ohio as of one week ago. That number has since grown to at least 18%, according to the Ohio Nurses Association.\n\nA total of 2,199 people had been diagnosed with coronavirus in Ohio as of Tuesday, and 55 of them have died, according to the state Health Department.\n\nThe spread of COVID-19 among medical personnel and frequent changes in hospital policy due to the virus have left health-care workers “very unsettled,” said Rick Lucas, a rapid response nurse at Ohio State University’s Wexner Medical Center and president of the Ohio State University Nurses Organization, the union representing 4,000 nurses there.\n\n>> This story is being provided free as a public service to our readers during the coronavirus outbreak. You can find more stories on coronavirus here. Please support local journalism by subscribing to The Columbus Dispatch at subscribe.dispatch.com.\n\n“It's a very crazy time to be in health care, for sure,” Lucas said. “We're committed for caring for people. That's what we do.”\n\nA nurse at Ohio State was recently intubated because of the virus but has since been removed from a ventilator and is doing better, Lucas said.\n\nAt least five other nurses at Ohio State have tested positive for the virus, the union said Tuesday. Jeannie Danker, director of radiology at Wexner Medical Center, died Sunday of COVID-19, a hospital spokeswoman said via email.\n\nWith new visitor restrictions and elective surgeries postponed, area hospitals are mostly empty right now as they prepare for a surge in coronavirus patients, doctors said last week.\n\nDr. Amy Acton, director of the Ohio Department of Health, has described it as “the calm before the storm.”\n\nAs they await the surge, area hospital leaders said they are exploring options to protect health-care workers who may end up treating coronavirus patients. Hospitals are already running “critically low” on such things as gloves, gowns and masks, OhioHealth spokesman Mark Hopkins has said.\n\nThat shortage means nurses are “going to work every day in fear,” Lucas said.\n\nThe shortages have led some health-care workers to express concern about the lack of protection against the virus.\n\nTwo nurses, one in Lorain and one in Columbus, said they are concerned about contracting the virus while taking care of patients. They spoke to The Dispatch on the condition of anonymity.\n\nThey both said they have been rationing masks in paper bags provided by their hospitals. Every shift they are supposed to reuse the mask from the paper bag with their name on it until the mask is deemed \"soiled.\"\n\n“Reusing those masks is very worrisome,” Lucas said. “Folks are worried that the mask is going to get contaminated and that they could possibly spread it to another patient or that they could catch it themselves from their own masks.”\n\nLucas said he’s heard a wide range of stories because of the shortages. Some medical professionals are struggling to obtain protective goggles, while others have developed bruises on the bridge of their nose from wearing masks so often, he said.\n\nHospitals and other organizations are responding to the shortfall of personal protective equipment, or PPE, in a variety of ways. Columbus-based Battelle on Sunday received approval from the Food and Drug Administration to use technology it created to sterilize protective masks worn by those treating coronavirus victims.The nonprofit research institute has developed machines that can each sterilize up to 80,000 masks up to 20 times per mask depending on the condition of the mask.\n\n>>Read more: Coronavirus: Emptied by postponed surgeries and new restrictions, central Ohio hospitals anticipate patient surge\n\nOhio State has asked its employees to conserve masks by using one per day if possible and sticking them in a bag when they are not using them. Wexner Medical Center also is working to acquire more protective gear from vendors and is trying to combine tasks assigned to caregivers to cut down on the number of times someone has to enter a patient’s room.\n\n“The situation is fluid and we respond as soon as new information becomes available,” the medical center said in a statement. “We currently have the (personal protective equipment) supply needed for our health care workers to properly care for our patients, and we’re taking every possible measure to maintain our supplies.”\n\nTo cut down on interactions with patients, OhioHealth will deploy about 500 iPads for use in COVID-19 patient rooms. The health-care provider also has moved IV pumps outside of patient rooms so that medical professionals can adjust them without entering a room.\n\n“The safety of our health-care workers and associates is always a top priority, including during the COVID-19 pandemic,” Lisa Gossett, OhioHealth chief nursing executive, said in a statement. “At OhioHealth, we continue to follow standards for personal protective equipment based on (Centers for Disease Control and Prevention) guidelines.”\n\nOfficials with Mount Carmel Health System did not respond to a request for comment for this story.\n\nDispatch Reporter Lucas Sullivan contributed to this story.\n\nmfilby@dispatch.com\n\n@MaxFilby"}}