{"GDELT": {"GlobalEventID": 915614634, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "INT", "Actor1Name": "FOREIGN NATIONAL", "Actor1Type1Code": "INT", "Actor2Code": "CVL", "Actor2Name": "TOURIST", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.9557945041815992, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Delhi, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6667, "Actor2Geo_Long": 77.2167, "Actor2Geo_FeatureID": "-2094230", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20200331160000, "SOURCEURL": "https://in.news.yahoo.com/2100-foreigners-visited-india-tablighi-152918544.html"}, "ARTICLE": {"TITLE": "2100 foreigners visited India for Tablighi activities this year: MHA", "TEXT": "New Delhi, Mar 31 (PTI) The government on Tuesday said 2,100 foreigners visited India for Tablighi activities since January 1 and all of them first reported at Tablighi Jammat's headquarters at Nizamuddin, which has apparently become a coronavirus hotspot.\n\nThe home ministry said a total of 303 Tablighi activists had symptoms of COVID-19 and were referred to different hospitals in Delhi.\n\nIn a statement, the home ministry also said so far 1,339 Tabligh Jamaat workers have been shifted to Delhi's Narela, Sultanpuri and Bakkarwala quarantine facilities, as well as to LNJP, RGSS, GTB, DDU Hospitals in Delhi, and AllMS, Jhajjar (Haryana).\n\nRest of them are being currently medically screened for COVID-19 infections, it said, adding the government is committed to identify, isolate and quarantine all positive Tabligh Jamaat (TJ) workers in India post their congregation in Nizamuddin.\n\nThe home ministry said it is estimated that from January 1 onwards, approximately 2,100 foreigners had visited India for Tablighi activities.\n\nAs on March 21, approximately 824 of them dispersed to Markazes in different parts of the country, and 216 of them were staying at Nizamuddin Markaz.\n\nOthers might have left the country before the 21-day lockdown was announced on March 24, and which came into effect from the next day.\n\nTablighi Jamaat workers, both foreigners as well Indians, indulge in preaching tours or 'Chilla' across the country throughout the year.\n\nPeople from various countries, particularly Indonesia, Malaysia, Thailand, Nepal, Myanmar, Bangladesh, Sri Lanka and Kyrgyzstan come for Tabligh activities.\n\nAll such foreign nationals normally report their arrival at Tablighi Markaz at Banglewali Mosque in Hazrat Nizamuddin, Delhi, the statement said.\n\nFrom here, they are detailed for 'Chilla' activities to different parts of the country.\n\n'Chilla' activities in all states are coordinated by district coordinators in different districts, who, in turn, in some states are supervised by 'state Amirs', the statement said.\n\nThe home ministry said a large number of Indian Tablighi Jamaat workers were also engaged in different parts of the country.\n\nDetails of the 824 foreigners had been shared on March 21 with all state police forces for identifying them, getting them medically screened and quarantining them, it said.\n\nThe details of foreign and Indian Tabhlig Jamaat (TJ) workers were shared with all states after COVID-19 positive cases among these workers surfaced in Telangana, it said, adding the swift action was taken with a view to identify, isolate and quarantine those TJ workers who might be COVID-19 positive.\n\nBesides, on March 28, all state police were advised to collect the names of Indian Tablighi Jamaat workers from the local coordinators, locate them, get them medically screened and quarantine them.\n\n'So far, about 2,137 such persons have been identified in different states,' the statement said.\n\nThey are being medically examined and quarantined. This process is still on and more such people would be identified and located.\n\n'As on March 21, there were about 1,746 people staying in Hazrat Nizamuddin Markaz. Of these, 216 were foreigners and 1,530 were Indians.\n\nOn March 28, the home ministry also issued a detailed advisory to Chief Secretaries and DGPs of all states, as well as the Commissioner of Police, Delhi, on this issue, the home ministry said.\n\nAgain, State DGPs were advised by the Director of Intelligence Bureau on March 29, to trace the movement of all such Tablighi workers in their area, ascertain the people coming in their contacts and take steps for their medical screening.\n\nMany states have already started doing this, it said.\n\nAll the Tabligh Jamaat workers staying at Hazrat Nizamuddin Markaz are being medically screened since March 26, it said, adding so far 1,203 Tabligh Jamaat workers have been medically screened.\n\nThe ministry said the Bureau of Immigration has been sharing (since February 1) with state authorities, details of all international arrivals from affected countries based on self-declaration form filled-in by them.\n\nIn addition, since March 6, the Bureau of Immigration had also been sharing details of all the international arrivals (both Indians and foreigners) at all the international airports in the country to the concerned state, based on the permanent address mentioned in their passports, in case of Indians, and hotel address, in case of foreigners.\n\nStory continues"}}