{"GDELT": {"GlobalEventID": 915691402, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 6.111111111111111, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Edwardsville, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL119", "Actor1Geo_Lat": 38.8114, "Actor1Geo_Long": -89.9532, "Actor1Geo_FeatureID": "407807", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Edwardsville, Illinois, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIL", "Actor2Geo_ADM2Code": "IL119", "Actor2Geo_Lat": 38.8114, "Actor2Geo_Long": -89.9532, "Actor2Geo_FeatureID": "407807", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Edwardsville, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL119", "Action2Geo_Lat": 38.8114, "Action2Geo_Long": -89.9532, "Action2Geo_FeatureID": "407807", "DATEADDED": 20200331234500, "SOURCEURL": "https://www.theintelligencer.com/news/article/Edwardsville-program-distributes-more-than-3K-in-15169734.php"}, "ARTICLE": {"TITLE": "Edwardsville program distributes more than $3K in gift cards from local restaurants", "TEXT": "Edwardsville program distributes more than $3K in gift cards from local restaurants\n\nImage 1 of / 1 Caption Close Edwardsville program distributes more than $3K in gift cards from local restaurants 1 / 1 Back to Gallery\n\nEDWARDSVILLE — The distribution of more than $3,000 in local restaurant gift cards was the result of a community campaign coming together, according to Mayor Hal Patton.\n\n“Our Feed the Community Program uniquely supports both our residents and our local restaurants,” he said.\n\nThe program uses monetary donations to purchase gift cards from local restaurants. Gift cards are then provided to community organizations, including Neighbors in Need, Faith Coalition, Glen-Ed Pantry, Edwardsville NAACP and the Main Street Community Center, that are able to distribute them directly to residents in need. Gift cards have also been provided to Southern Illinois University Edwardsville to assist students who remain on campus.\n\nSara Berkbigler, executive director of Main Street Community Center, praised the program.\n\n“We are thankful to the city of Edwardsville for providing us with gift certificates for local restaurants,” she said. “Some of these have already been distributed to seniors living in their own homes – and the rest will be distributed Wednesday to seniors who live at the May Building. The certificates not only help our local restaurants, but also provide a wonderful meal or two for our local seniors who are sheltering at home.”\n\nMore than 100 gift cards have been purchased from our local restaurants.\n\n“The generosity of our community never ceases to amaze me,” said Jeanne Wojcieszak, city clerk.\n\n“I ask all our residents to continue to support our local restaurants by either buying a gift card for themselves to use in the future, purchasing a gift card and donating it to our Feed the Community Program, or sending a monetary donation to our program,” said Patton. “Our locally-owned restaurants have made Edwardsville into a Foodie Town. Let’s show them our support.”\n\nThe city continues to accept monetary donations for the program. Checks, cash or gift cards can be placed in the after-hours drop box located at city hall or mailed to the city clerk’s office at 118 Hillsboro, P.O Box 407, Edwardsville, Illinois 62025. Credit cards are also accepted by calling (618) 692-7500."}}