{"GDELT": {"GlobalEventID": 915614381, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "GOV", "Actor1Name": "PRIME MINISTER", "Actor1Type1Code": "GOV", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -0.50761421319797, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Quebec, Quebec, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA10", "Actor2Geo_ADM2Code": "12750", "Actor2Geo_Lat": 47.5, "Actor2Geo_Long": -72.0, "Actor2Geo_FeatureID": "-571850", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Quebec, Quebec, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA10", "Action2Geo_ADM2Code": "12750", "Action2Geo_Lat": 47.5, "Action2Geo_Long": -72.0, "Action2Geo_FeatureID": "-571850", "DATEADDED": 20200331160000, "SOURCEURL": "https://ipolitics.ca/2020/03/31/process-nerd-with-the-house-on-hiatus-lets-take-a-trip-through-question-periods-past/"}, "ARTICLE": {"TITLE": "Process Nerd: With the House on hiatus, let’s take a trip through Question Periods past", "TEXT": "Nineteen days.\n\nThat, for those who may not have been quite so meticulously keeping track, is how long it has been since Team Trudeau came under direct, real-time, in-person cross-examination from across the Commons aisle.\n\nIt’s worth noting, of course, that due to the pre-scheduled breaks in the House calendar, MPs have really only lost seven sitting days so far, but even so, that’s still seven missed opportunities to hold the government to account.\n\nREAD MORE: Process Nerd: What to expect from tomorrow’s COVID-19 committee of the whole\n\nIn the pre-pandemic timeline, today was also supposed to mark Finance Minister Bill Morneau’s first-ever — and, depending on his success, possibly last ever — attempt to sell his annual budget plan to a minority-controlled House, which would undoubtedly have triggered a fresh barrage of pointed questions on his fiscal foresight.\n\nIn any case, with at least three weeks to go before the House powers up for a return to regular programming – which, let’s face it, seems increasingly likely to be postponed until next month at the earliest, and possibly not even then — it seemed like the perfect time for a trip down parliamentary memory lane, courtesy of the century-and-a-half worth of back issues of Hansard available online.\n\nWe may not be able to watch the current crop of House denizens quiz the government of the day over its policies, so let’s hit the rewind button and find out what was at the top of the political agenda for their predecessors on various March 31s past:\n\nMarch 31, 1920\n\nLead question: Soldiers’ widows and children*\n\nUnionist MP Henry Mackie:\n\n1. Have the widows with children or orphans received any share of the forty million dollars voted by Parliament last session?\n\n2. Do widows with children or orphans get anything from the Canadian Patriotic Fund?\n\n3. Do said widows receive as much assistance as if the father had returned?\n\n4. Do they come within the scope of any scheme for re-establishment such as: Vocational Training, Special High School or College Training, Agricultural Training, Hospital Accommodation, Sanatorium Accommodation or Land Settlement?\n\nA.L. Sifton (Customs and Inland Revenue, Public Works and Secretary of State)\n\n1. No.\n\n2. Widows with children, or orphans, are assisted by the Canadian Patriotic Fund when they are ineligible for a federal pension and when the man has seen service overseas. Under certain conditions assistance of an emergency character is sometimes rendered to widows even if they are in receipt of federal pension.\n\n3. It is impossible to say if widows receive as much assistance as if the father had returned, as there is no way of telling the amount that he would have been able to provide in that event.\n\n4. When necessary, and under certain conditions, the Canadian Patriotic Fund pays for hospital or sanatorium treatment.\n\n*According to Hansard, this question was asked and answered in writing, but as it is the first listed under the rubric, it qualifies as the opener for the purpose of this roundup.\n\nMarch 25, 1970 (Note: The House did not sit on March 31, 1970)\n\nLead topic: Role of federal auditor general\n\nProgressive Conservative Leader Robert Stanfield:\n\nIn view of the indication in the report of the auditor general that all is not yet perfect in the area of government expenditures, can the President of the Treasury Board tell us when the government will be introducing the legislation the auditor general has been seeking to better define and enable him to carry out his position, duties and responsibilities [and] give the House the time when this legislation will be introduced?\n\nPresident of the Treasury Board Charles “Bud” Drury:\n\nMr. Speaker, I do not think I can give a time. I recognize that there are certain things wrong with the present legislative arrangements in respect of the auditor general, and to this end studies have been conducted looking toward new legislation. I have not been able to get a satisfactory time as yet from the House Leader so I would hesitate to give any undertaking.\n\nMarch 31, 1995\n\nLead topic: Federal interference in provincial jurisdiction\n\nBloc Quebecois MP Michel Bellehumeur:\n\nAt a time when the federal government is bragging about the new freedoms it is giving the provinces in the areas of social assistance and post-secondary education, Ottawa is getting ready to impose new national standards in these areas of provincial jurisdiction, actually restricting the freedom of the provinces and of Quebec.\n\nHow can the minister reconcile the statements he made yesterday that the 1995 budget in no way shows any readiness on the part of the federal government to impose more national standards on the provinces, when legislative measures introduced since blatantly encroach on the powers of the provinces and of Quebec in areas which fall exclusively under their jurisdiction?\n\nHuman Resources Minister Lloyd Axworthy:\n\nMr. Speaker, no new conditions are set out in the omnibus legislation.\n\nAs the hon. member knows, the Canada Health Act already has a series of requirements for the provinces to meet. Those are being maintained. There are also requirements under the Canada assistance plan about mobility, to ensure that everybody in need gets assistance. Those are the conditions which are being put forward in the legislation, subject to future discussions and negotiations with the provinces to see how we can provide a more coherent approach to social programming across Canada.\n\nFrankly, the assumption which the hon. member makes is simply not the case.\n\nMarch 31, 2010\n\nLead topic: Canada’s G8 maternal health initiative\n\nLiberal MP Bob Rae:\n\nWhat was supposed to be the Canadian signature initiative on maternal health has been described as completely inadequate by the two major allies that could get to a microphone, both the United States and the United Kingdom.\n\nI wonder if the Prime Minister can explain how such a major diplomatic setback could be occurring in the buildup to the G8 summit which Canada is hosting.\n\nPrime Minister Stephen Harper:\n\nOn the contrary, Mr. Speaker, the initiative on maternal and child health is supported throughout the G8.\n\nOf course, G8 countries will have different priorities in terms of the specific things they fund. Particularly on the issue of abortion, a number of G8 countries have a different position.\n\nWhether it comes to our role in Afghanistan, our sovereignty over our Arctic, or ultimately our foreign aid priorities, it is Canada and Canadians who will make Canadian decisions.\n\nMarch 31, 2015\n\nLead topic: The budget\n\nNew Democrat Leader Tom Mulcair:\n\nMr. Speaker, new GDP numbers out from Statistics Canada today show that the Canadian economy is again losing ground. GDP has been flat for over the last three months, but now it is actually starting to fall. The Governor of the Bank of Canada is warning of “atrocious” GDP numbers when the full first-quarter results are released in a couple of months. Governor Poloz is calling for immediate action to boost the economy and create jobs.\n\nWhere is the budget?\n\nPrime Minister Stephen Harper:\n\nMr. Speaker, just to look at all of the facts, the fact is, of course, that the Canadian economy has grown over the past year, and the Bank of Canada and all other experts predict it will grow in the year to come.\n\n\n\nObviously, we are all aware that there are negative impacts on the Canadian economy in the short run due to the fall of global oil prices. That is why we think it is more important now more than ever to make sure we have more money in people’s pockets. That is why we cut taxes and provided benefits to every single Canadian family, legislation that is before Parliament right now. I encourage all members to support it."}}