{"GDELT": {"GlobalEventID": 915614901, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "MED", "Actor1Name": "JOURNALIST", "Actor1Type1Code": "MED", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.08155510084771, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Portland, Oregon, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOR", "Actor1Geo_ADM2Code": "OR051", "Actor1Geo_Lat": 45.5235, "Actor1Geo_Long": -122.676, "Actor1Geo_FeatureID": "1136645", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Portland, Oregon, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOR", "Actor2Geo_ADM2Code": "OR051", "Actor2Geo_Lat": 45.5235, "Actor2Geo_Long": -122.676, "Actor2Geo_FeatureID": "1136645", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Portland, Oregon, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOR", "Action2Geo_ADM2Code": "OR051", "Action2Geo_Lat": 45.5235, "Action2Geo_Long": -122.676, "Action2Geo_FeatureID": "1136645", "DATEADDED": 20200331160000, "SOURCEURL": "https://www.invw.org/2020/03/31/covering-your-climate-pacific-northwest-rides-adaptation-wave/"}, "ARTICLE": {"TITLE": "Covering Your Climate: Pacific Northwest Rides Adaptation Wave", "TEXT": "In the fourth and final installment of our special report “Covering Your Climate: The Emerald Corridor,” InvestigateWest and the Society of Environmental Journalists’ SEJournal are jointly examining how business, government, tribes and academia in the Pacific Northwest are changing how we live to accommodate the inevitable impacts from the changing climate. The project focuses on the so-called Emerald Corridor that stretches from Portland and the Willamette Valley to Vancouver, B.C., but is generally applicable across the Pacific Northwest, also known as Cascadia.\n\nThis tipsheet is meant to offer fresh story ideas whether you’re a veteran environmental journalist or on another beat and new to covering climate change. There are definitely stories here, because even after coronavirus, climate change will continue to affect numerous aspects of life in the Pacific Northwest and British Columbia. Also see the special report’s opening backgrounder, a tipsheet on covering climate impacts, a second tipsheet on action taken to mitigate its worst effects, a third tipsheet on adaptation, plus a reporting toolbox of links and sources.\n\nOne of the most important stories you can cover in your community is how local institutions are preparing to adapt to more-destructive wildfire seasons, increased flooding, landslides and myriad other effects of a warming climate in the Pacific Northwest.\n\nAdaptation is about researching and then planning — skills Northwesterners are especially adept at.\n\nAll of these are predicted by scientists to occur in the coming decade. Let’s get ahead of the curve.\n\nAre your local institutions figuring out how to blunt the impacts of climate change? It’s a topic that offers you the ability to tell your audience something they almost surely did not know about and that could affect their livelihood or their very home.\n\nWhen people started talking over the last two decades about the need to adapt to climate change, they were ridiculed by some who viewed such efforts as giving up on cutting emissions of greenhouse gases.\n\nBut governments, businesses, nongovernmental organizations, academics and scientists are not throwing in the towel on that score. They’re still trying to cut greenhouse gas emissions. But they say that since past emissions have made significant climate impacts inevitable, they’re already in the “pipeline.”\n\nWhat follows are some big adaptation coverage themes for the coming months and years.\n\nAdaptation is about researching and then planning — skills Northwesterners are especially adept at.\n\nIndeed, Oregon’s climate change adaptation framework, first adopted in 2010, identified 11 likely impacts including increased wildfires, floods and landslides, and disruption of water supplies. It argued that taking actions now can help cushion the economic impact of climate change over the next three to four decades.\n\nBritish Columbia also has an adaptation plan, as do cities including Vancouver, Seattle and King County. Portland breaks its adaptation efforts into plans for water, for transportation and, with Portland State University, for downtown Portland.\n\nWashington has what it calls a resilience plan. And the state’s capital city, Olympia, has a plan for sea level rise because it’s one of the places in Washington where that’s most obviously a problem.\n\nFollow along as we introduce additional thoughts on how to provide coverage to your readers, listeners or viewers.\n\nAdapting how we work the land\n\nJohn Durban (NOAA Fisheries/Southwest Fisheries Science Center)\n\nEverything is changing on this front. The Emerald Corridor from Portland to Vancouver is embracing “adaptive management” to change old protocols and best practices in forestry, farming, fishing and managing water supplies as the climate warms.\n\nHow have local land managers adapted their work routines because of the changing climate?\n\nAcademia and governments throughout the region are enlisting “citizen scientists” to help expand their ability to observe and monitor changes in nature, such as salmon watchers in Washington’s King and Snohomish Counties, and Oregon volunteers who measure rainfall, survey bugs and track the life cycle of plants.\n\nStory idea: What are citizen scientists doing in your neighborhood?\n\nThe Oregon Wildlife Institute and the U.S. Geological Survey, or USGS, are trying to curb the spread of invasive species in a warming landscape. And the University of Washington’s Climate Impacts Group studied how to adapt to climate change to keep wildlife habitat connected across the Washington-B.C. border.\n\nStory idea: What are the climate-driven pressures on your local habitats? Researchers almost certainly are studying something interesting in your area.\n\nAdapting in forests\n\nDan DeLong/InvestigateWest\n\nThe University of Washington and others are mapping Northwest landscapes in search of “wildlife refugia” they can protect from warmer weather. UW and The Evergreen State College are also looking at “climate corridors” connecting wildlife refugia.\n\nAnd Oregon is looking for treetop safe havens from wildfires for endangered species like northern spotted owls and marbled murrelets, while UW and USGS have studied wildlife refuges during droughts in Washington and Oregon.\n\nStory idea: What wildlife species are threatened by climate change in your area? And what do scientists suggest to deal with the problem?\n\nBritish Columbia is planting trees to replace those killed by heat-driven pine beetle devastation that makes forests vulnerable to fire. The UW is leading a team to study how to better fight changing wildfire behavior.\n\nCommunity Planning Assistance for Wildfire has helped cities like Wenatchee and Chelan, Wash., and Sisters, Ashland, Medford and Wasco County in Oregon reduce wildfire risk with risk mapping and land use planning. And agroforestry mixes trees, livestock and farming, and helps reduce wildfires.\n\nStory idea: What prevention techniques, like controlled burns or thinning the forest, are being used to combat wildfires near you? And what are the unintended consequences?\n\nAdapting on pastures and farmland\n\nDan DeLong/InvestigateWest\n\nNorthwest scientists are studying the changing cycles of nature, called phenology — when buds first burst, when pollinators show up to feed, when their predators arrive — to help adjust to the changing climate. The Climate Leadership Initiative funded research to strengthen the climate resilience of Oregon’s Willamette Valley breadbasket.\n\nStory idea: How secure is the local food supply? Especially after the restrictions imposed during the new coronavirus outbreak, how self-sufficient is your “foodshed?” (We include the Willamette Valley in our definition of the “Emerald Corridor” stretching from Oregon to B.C.)\n\nWashington State is encouraging farmers to adopt “regenerative agriculture” techniques to stash carbon in soil by using cover crops, composting and leaving plant and leaf litter on the ground. The Victoria-based University of British Columbia is leading trials of blueberry and vegetable growers to keep soil healthy and boost crop yields.\n\nAlso, the B.C.-based company AgriChar sells biochar for cattle feed to reduce methane emissions from burping cows, and the U.S. Department of Agriculture is studying whether using biochar can enrich soil during droughts.\n\nBusiness story idea: Seattle startup Nori and its partners guide farmers on how to sequester carbon in soil and then use blockchain technology to sell tokens that represent carbon offsets. Are local farmers adopting these soil-focused strategies?\n\nFood story idea: The future of foods, especially meat, has spawned a host of ideas and companies making alternatives out of insects, algae, mushrooms and in the lab. Microsoft founder Bill Gates has backed Impossible Burger, and researchers at Oregon State University’s Hatfield Marine Science Center have turned seaweed into “bacon.” Is anyone near you creating these new foods? Are local consumers buying these foods?\n\nAdapting in the water\n\nWashington and Oregon scientists are rethinking how to help salmon navigate the journey to the sea despite future heat and droughts. A study attempted to predict and reduce climate-driven invasive fish that threaten native salmon and trout in the Columbia River basin. What fish corridors exist near you?\n\nAcademics from British Columbia, Oregon and Washington are collaborating to study and address acidification and hypoxic “dead zones” off the Pacific coast. And Taylor Shellfish in Puget Sound is removing oysters from the overly acidic ocean during infancy to give them a chance at surviving. What’s the health of local ocean creatures with carbonate shells?\n\nThe town of Golden, B.C., studied the potential for flooding along rivers that experience extreme ice jams. And in 2012, after a series of devastating floods, Vernonia, Ore., built a new high school above the floodplain.\n\nPaul Joseph Brown/InvestigateWest\n\nStory idea: What critical buildings, like schools or hospitals, lie in your floodplain?\n\nA 2018 report by Northwest scientists looks at actions such as engineering systems that mimic natural processes to limit flooding and erosion as well as retreating from low-lying coastal areas. When houses began falling into the Pacific off Washaway Beach, Wash., residents researched ways to halt erosion, and raised money to fund “dynamic revetment.”\n\nStory idea: Have there been attempts to shore up eroding beaches or cliffs near you? What works and what doesn’t?\n\nAdapting on tribal land\n\nPhoto: United States Department of Agriculture\n\nTribes are mapping the changing range and phenology of native foods like huckleberry, salal and hazelnuts, and are looking at how climate change will change tribal forest resources, cultural practices and ecosystem services to benefit tribes and improve collaborations.\n\nA Swinomish Indian Tribal Community study connected climate forecasts and indigenous knowledge of coastal tribes in the Salish Sea to protect resources like clean water, community health, cultural sites and first foods.\n\nStory idea: What foods are sacred to nearby tribes, and how are they trying to protect them in the face of climate change?\n\nThe Jamestown S’klallam tribe is buying land to create setbacks along the Dungeness River to preserve farmland and restore salmon habitat.\n\nStory idea: Are local tribal governments stepping in to protect streams and salmon habitat near you?\n\nThe Makah, Nez Perce, Tulalip and other Northwest tribes are looking at climate impacts and using data to plan actions such as the Quinault tribe’s relocation from the ocean.\n\nStory idea: Are your coastal communities already threatened by rising seas?\n\nThe Upper Skagit tribe is encouraging residents of Hamilton, Wash., to move away from constant floods and help restore salmon by selling their homes in the river’s path. And non-Native governments may need to revisit Native and non-Native access to resources (i.e., hunting and fishing) to certain calendar seasons because of the changing climate.\n\nStory idea: How well does your local government work with tribal governments on climate change issues?\n\nAdapting critical infrastructure\n\nOne of the hottest ideas in climate adaptation is biomimicry: using nature as inspiration for new products. Biomimicry Oregon studied how rainwater flows naturally to create stormwater management systems. The Biomimicry network includes a Puget Sound branch.\n\nSimon Fraser University in B.C. used geckos as the model for wall-climbing robots meant to repair spaceships. Biomimicry has inspired a number of California-based entrepreneurs to create products drawn from nature. With any new technology, like “green concrete,” it’s worth digging to be sure the claims aren’t being exaggerated.\n\nStory idea: Is anyone near you using products like these, or experimenting with biomimicry?\n\nIn cities and towns\n\nWashington State University in Vancouver looked at streetside trees in Portland to assess how to manage interactions between stormwater runoff, urban trees and cold-water streams to keep water from heating up too much as it flows into salmon runs. Seattle’s public utility agency is working on hardening the city’s wastewater drainage to handle heavy rains and sea level rise.\n\nStory idea: What do researchers say about how water temperatures have changed and what impact that has on aquatic life and urban plants?\n\nOregon’s Department of Transportation is strengthening high- and low-lying coast highways facing bluff erosion, flooding, storm surges and sea level rise. Washington state is doing the same, while in B.C., the Association of Professional Engineers and Geoscientists of British Columbia has developed guidelines for climate adapted highway construction.\n\nStory idea: Can your roads stand up to climate challenges?\n\nVancouver, B.C., Portland and Seattle have long been home to houseboats, a seed that’s led to the grander concept of entire floating cities.\n\nStory idea: What are the most visionary ideas about the future of your city?\n\nIn construction\n\nMichael Elkan/University of British Columbia\n\nWood is becoming a go-to building material, known as “mass timber” for home-building, and even high-rise buildings.\n\nUniversity of Oregon architecture students won an award for their design of a parking garage for nearby Springfield made of “cross-laminated timber,” or CLT. A 36-story skyscraper called the “Spar” going up in downtown Portland is set to become the tallest CLT-made building in the United States, supplanting Portland’s eight-story Carbon 12 building.\n\nThe tallest CLT building in British Columbia is UBC’s 18-story CLT and concrete student dorm, but these height records are likely to be broken soon as the fire-resistant wood continues to take off.\n\nBut be sure to ask detailed questions about any “mass timber” project. Has a life cycle analysis been done? Has it been reviewed by scientists who are independent of the builder? The UW’s Carbon Leadership Forum is a good place to start finding out about the intricacies of these calculations.\n\nBritish Columbia has created a guide for the public sector to low-carbon building materials, including “embodied carbon” (wood), cement, rammed earth, straw bale and hempcrete.\n\nBusiness story idea: What new building materials are being used where you live?\n\nThe Northwest engineering firm McKinstry built a combined heat and power system for a Puyallup, Wash., hospital to cut carbon emissions. Portland-based Indow uses web-based measurements to make precisely cut window inserts to reduce drafts and heat loss.\n\nBusiness Story idea: What are some of the smaller adaptations being used by green builders?\n\nStrategies for original reporting on adaptation\n\nAdapting mindsets\n\nMany of the world’s major religions have tackled the moral issues embedded in taking action on climate change.\n\nAmerica’s founding fathers believed in an old legal principle dating back to the Napoleonic code, the right of usufruct, that property was to be used in one’s lifetime, but passed on in at least as good shape as when you received it.\n\nA University of Oregon PHD student explains intergenerational morality in terms of climate change as what we owe to those who come after us.\n\nStory idea: What do local religious leaders, ethicists and philosophers think about climate change?\n\nOf course, one of the big factors making it harder to adapt to climate change is an ever-growing population.\n\nConsumption of energy and natural resources drives climate change, and population drives consumption. Generally speaking, industrialized nations have been emitting greenhouse gases longer than anyone else, but have flat or declining populations, while the least developed nations have the fewest emissions and the highest birth rates.\n\nPopulation control is a taboo subject in many countries, including the United States, which remains divided on abortion and immigration, as the Sierra Club discovered back in 2001 when it tackled population growth.\n\nEducating women has emerged as one of the least controversial and most effective ways to limit overpopulation.\n\nStory idea: Is anyone in your area talking about this controversial topic?\n\nUnpack the lifecycle of things\n\nProducts and processes are made of natural resources.\n\nStory idea: How many greenhouse gas emissions — embodied carbon — went into making them?\n\nEven death is part of the cycle of life. In 2019, Washington became the first state in the United States to allow families to compost human bodies as an alternative to burial or carbon-intensive cremation.\n\nStory idea: Is this idea gaining traction locally?\n\nChristy George/InvestigateWest\n\nLook through other people’s eyes\n\nImagine that you’re an Oregon seed-saver, a Washington cannabis grower or a coder in British Columbia. Climate change would affect all three people, and potentially require them to adapt their work life.\n\nFeature story idea: How might climate change affect your livelihood? Then consider profiling some of the people you meet.\n\nTime-shift your world\n\nStory ideas: Walk down a street and think how it will look in a decade, or several. Talk to futurists about what they expect in 2050 or 2100. Interview local historians to discover what’s changed in the past 50 or 100 years.\n\nExplore the emotional impact of climate change\n\nThe Northwest is a hotbed of environmental therapists and academics. Lewis and Clark College in Portland offers a certificate course in ecopsychology, and University of Oregon psychologist Bob Doppelt studies how to build greater resilience in people and move them toward taking action. And Washington offers ecotherapy programs for veterans.\n\nFeature story idea: What are people worried about and how is nature helping them?\n\nLook beyond the Northwest\n\nDevastating wildfires in California were fanned by wind-driven sparking electrical wires.\n\nBusiness story idea: Could power lines in the Northwest be buried underground?\n\nEast Coast ocean farmers are experimenting with vertical 3D farming, kelp and algae harvesting and other ocean-based food production.\n\nStory idea: Is anything like that happening on Northwest coasts?\n\nA National Bureau of Economic Research paper argues Americans are paying too much for property in floodplains.\n\nBusiness/real estate story idea: What if Northwest housing prices adapted to reflect climate risks?\n\nThe Marine Biological Laboratory in Woods Hole, Mass., discovered that not developing wetlands allowed them to hold sediment and thus sequester carbon.\n\nStory idea: Could Northwest coastal land managers do the same? Is anyone in your area creating wetlands?\n\nLook beyond the U.S.\n\nJoe A. Kunzler/FLICKR\n\nFor instance, research by the Imperial College of London found that planes can reduce climate-affecting contrails by changing altitude by just 2,000 feet.\n\nBusiness/transportation story idea: Could the Seattle area aviation hub lead the way on adapting flight patterns?\n\nUniversity of Zurich and the Boyce Thompson Institute are studying the ancient plant Hornwort, which, like algae, can transform carbon dioxide into sugar and thus increase crop yields without fertilizer.\n\nStory idea: Could Northwest farmers grow hornwort or harvest algae?\n\nHamburg, Germany, has elevated a waterfront complex of shops and housing to adapt to flooding and rising sea levels.\n\nStory idea: Could a complex like that work in a Pacific coast city?\n\nThere are methods to desalinate saltwater, but they’re expensive. Cheaper methods like one discovered by a Portland high school senior could slow global climate migrations and help Northwest communities’ water supplies.\n\nEducation story idea: Who in your area is encouraging students to do innovative science projects?\n\nReporting resources\n\nThis list is just a taste of what’s out there. There are multiple databases of examples of successful and in-progress projects, research and tools such as:\n\nCross-platform writer-producer-editor Christy George has been covering climate change and the environment for 15 years.\n\nShe’s currently an itinerant editor for public radio newsrooms from Seattle to Salt Lake City, and has been a reporter-producer for the PBS-TV program, “History Detectives;” the national business show Marketplace Radio; Oregon Public Broadcasting, WGBH-TV; WBUR-FM; and the Boston Herald, where she edited national and foreign news.\n\nHer awards include three Emmys, an Edward R. Murrow award and a Gracie Allen award. She shared in Marketplace’s team Columbia-duPont Silver Baton. She was a 1991 John S. Knight Journalism Fellow at Stanford University.\n\nGeorge is also a past SEJ president and board member. She and Rocky Barker are co-chairing SEJ’s conference in Boise, Idaho this coming September."}}