{"GDELT": {"GlobalEventID": 915691197, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "MNCUSA", "Actor1Name": "DISNEY", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.37313432835821, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_Lat": 27.8333, "Actor1Geo_Long": -81.717, "Actor1Geo_FeatureID": "FL", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 27.8333, "Actor2Geo_Long": -81.717, "Actor2Geo_FeatureID": "FL", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 27.8333, "Action2Geo_Long": -81.717, "Action2Geo_FeatureID": "FL", "DATEADDED": 20200331234500, "SOURCEURL": "https://moguldom.com/268198/8-times-u-s-officials-downplayed-the-covid-19-crisis/"}, "ARTICLE": {"TITLE": "8 Times U.S. Officials Downplayed The COVID-19 Crisis", "TEXT": "8 Times U.S. Officials Downplayed The COVID-19 Crisis\n\nWritten by Dana Sanchez\n\n34 SHARES Share Tweet\n\n8 Times U.S. officials downplayed the COVID-19 crisis: There’s much speculation as to why Trump undersold coronavirus to the public … and tragic consequences. From left to right: CDC Director Robert Redfield; Surgeon General Jerome Adams addresses the opioid epidemic, Dec. 6, 2018, at Harvard Medical School in Boston (AP Photo/Steven Senne, File); President Donald Trump; Gov. Andrew Cuomo at the Friars Foundation Gala, NYC. Photo by: HQB/STAR MAX/IPx 3/20/20;and Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, at a White House briefing, March 15, 2020. (AP Photo/Alex Brandon)\n\nThere’s much speculation as to why the U.S. president and other officials downplayed the coronavirus threat.\n\nIt could be that President Donald Trump wanted the virus to not be that bad. Or that he wanted to talk the economy out of breaking and messing up his messaging for his 2020 reelection campaign.\n\nAt the daily coronavirus press conference on Monday — more than 120,000 people have signed a petition to stop those, saying they’re just campaign rallies — CNN’s Jim Acosta asked Trump why he downplayed the threat posed by the coronavirus.\n\n“The statements I made are I want to keep the country calm, I don’t want panic in the country,” Trump told Acosta. “I could cause panic much better than even you. I could do much — I would make you look like a minor league player.”\n\nTrump’s attempts to undersell the virus to the public had real-world consequences, “including a very slow start to testing for the virus in this country and our current shortages on masks and ventilators,” wrote CNN editor-at-large Chris Cillizza.\n\nHere are eight times U.S. officials downplayed the COVID-19 crisis.\n\nSpewing happy talk about Covid-19\n\nJust a month ago, top White House economic advisor Larry Kudlow told CNBC that he thought the virus was contained in the U.S. even though doctors were warning otherwise. Kudlow was predicting “weeks, not months” of economic turmoil due to the global pandemic.\n\nHe has since changed his mind. ABC host Martha Raddatz reminded Kudlow, who is the director of the National Economic Council, that he downplayed the threat of a long-lasting economic tragedy. “Why should people trust you?” she asked.\n\n“Nobody could have predicted or expected this,” Kudlow said on CNBC’s “The Exchange.”\n\nWrong. On Feb. 25, the same day of Kudlow’s comments, Dr. Nancy Messonnier, director of the National Center for Immunization and Respiratory Diseases, said it wasn’t a matter of if but when. “We expect we will see community spread in this country.”\n\nDeflecting blame for the fast spread in NYC\n\nLess than three weeks ago, New York Mayor Bill de Blasio was still telling New Yorkers to “go about their lives” as the coronavirus quietly incubated and spread like wildfire in the city’s crowded common areas.\n\nNow de Blasio says it wasn’t his fault — he was only working with the information he had at the time “and trying to avoid panic.”\n\n“In retrospect, is that message at least in part to blame for how rapidly the virus has spread across the city?” CNN asked de Blasio on State of the Union.\n\n“We should not be focusing, in my view, on anything looking back,” de Blasio replied. “This is just about how we save lives going forward.” New York City feels like a different world now, de Blasio added — a “war-time environment.”\n\nBut high-level health experts and officials warned of the huge threat posed by the virus in February.\n\n‘I’m worried about the flu,’ the surgeon general tweeted on March 6\n\nAll that official talk about containment? That was just posturing, according to U.S. Surgeon General Jerome Adams.\n\n“Initially we had a posture of containment so that we could give people time to prepare for where we are right now,” Adams said on March 8 on CNN’s State of the Union. “Now we’re shifting into a mitigation phase, which means that we’re helping communities understand you’re going to see more cases. Unfortunately, you’re going to see more deaths, but that doesn’t mean that we should panic.”\n\nOn March 6, in a tweet that has since been removed, Adams tweeted, “Early am flight. No one with masks (they aren’t recommended for general public) but noticed several people using antibacterial wipes on seats (I do this too). I’m not worried about #COVID19 – I’m worried about #flu, & the guy reclining all the way back into me before takeoff.”\n\nIf you had a nefarious agenda, Jerome Adams seems perfect for an informational hit man job. Diversity is always good so give the people more COVID-19 in the lungs. Facebook put lobbyist Neil Potts out front & MAGA found Jerome. pic.twitter.com/cscgdpr6m1 — Jamarlin Martin (@JamarlinMartin) March 29, 2020\n\nThe virus ‘is being contained’\n\nSenior Trump official and presidential counselor Kellyanne Conway said on March 6 that the virus “is being contained.” She told Fox News that this was so because of Trump’s February travel restrictions on foreign nationals who had recently been to China. “The President’s swift, substantive and resolute action at the very beginning of this, and his task force working 24/7, really has made the difference in terms of containing this in this country so far,” Conway said. Challenged later by reporters, Conway argued, “It is being contained…do you not think it’s being contained in this country?”\n\nShe said the number of U.S. deaths attributed to the virus was proof that that the virus has been contained, CNN reported. At the time, at least 17 people had died in the U.S. and more than 330 people had tested positive.\n\nTwenty-five days later on March 31, the U.S. reported 187,347 cases and 3,860 coronavirus deaths.\n\n‘I like the numbers being where they are’\n\nWhen the Diamond Princess cruise ship was moored 25 miles off the coast of California with 3,500 people on board, Trump said he’d prefer its sick patients to stay there. The number of passengers who tested positive for coronavirus kept growing.\n\n“I like the numbers being where they are,” Trump said. “I don’t need to have the numbers double because of one ship that wasn’t our fault. And it wasn’t the fault of the people on the ship either, okay? It wasn’t their fault either and they’re mostly Americans. So, I can live either way with it. I’d rather have them stay on, personally.”\n\nThat was Trump saying “the quiet part out loud,” Jake Lahut wrote for Business Insider.\n\nListen to GHOGH with Jamarlin Martin | Episode 70: Jamarlin Martin Jamarlin goes solo to discuss the COVID-19 crisis. He talks about the failed leadership of Trump, Andrew Cuomo, CDC Director Robert Redfield, Surgeon General Jerome Adams, and New York Mayor de Blasio.\n\nShortages? What shortages?\n\nOn March 26, President Donald Trump went on Fox News and said he doesn’t believe there are shortages of medical supplies. “I don’t believe you need 40,000 or 30,000 ventilators,” he said, referring to New York Gov. Andrew Cuomo’s pleas for help. The president made the statement in spite of government reports predicting shortages in a severe pandemic, New York Times reported. The next day, just to show that he was in control, Trump called for urgent steps to produce more ventilators.\n\n‘It’s going to be just fine’\n\nNo matter how much the count of coronavirus cases has grown, Trump has described it as low.\n\nWhen the first case of the virus was reported in the U.S in January, Trump downplayed it as “one person coming in from China.” He said the situation was “under control” and “it’s going to be just fine” despite the Centers for Disease Control and Prevention telling the public to “expect more cases.”\n\nWith five cases, Trump said in late January, “We have very little problem in this country.” On March 5, he tweeted, “Only 129 cases.” By March 12 (more than 1,200 cases), Trump said this was “very few cases” compared to other countries.\n\n‘Enjoy Disneyland,’ CDC director said on March 8\n\nOn March 7, CDC Director Robert Redfield — the head of the leading national public health institute in the U.S. — tried to calm down Florida’s tourism industry executives amid growing concern for the massive threat to the state’s economy. Disney Orlando was safe, Redfield said. At the time, there were eight coronavirus cases in Florida — two, fatal.\n\nJust five days later on March 12, Disney announced that “in an abundance of caution,” it would close its flagship Walt Disney World in Orlando. All 11 Disney theme parks including Disneyland resort in Anaheim, California and Disney in Asia and Europe have since been closed, along with the Disney Cruise Line."}}