{"GDELT": {"GlobalEventID": 915613721, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "Actor2Code": "AUSGOV", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.66448445171849, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cape York, Queensland, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS04", "Actor1Geo_ADM2Code": "154696", "Actor1Geo_Lat": -10.7167, "Actor1Geo_Long": 142.467, "Actor1Geo_FeatureID": "-1564109", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cape York, Queensland, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS04", "Actor2Geo_ADM2Code": "154696", "Actor2Geo_Lat": -10.7167, "Actor2Geo_Long": 142.467, "Actor2Geo_FeatureID": "-1564109", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cape York, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "154696", "Action2Geo_Lat": -10.7167, "Action2Geo_Long": 142.467, "Action2Geo_FeatureID": "-1564109", "DATEADDED": 20200331160000, "SOURCEURL": "https://www.washingtonpost.com/world/the_americas/the-worlds-indigenous-peoples-with-tragic-history-of-disease-implore-outsiders-to-keep-coronavirus-away/2020/03/31/98597e3c-6f7f-11ea-a156-0048b62cdb51_story.html"}, "ARTICLE": {"TITLE": "The world’s indigenous peoples, with tragic history of disease, implore outsiders to keep coronavirus away", "TEXT": "Now, as the novel coronavirus advances, indigenous groups are locking down and imploring outsiders to stay away.\n\nThe pandemic is exacerbating deep-seated health and socioeconomic inequities throughout the world. Analysts say that makes indigenous peoples particularly vulnerable. In many communities, key services such as water and housing are chronically underfunded. Many are remote, leaving residents no choice but to travel long distances to access anything beyond basic health-care services. And indigenous peoples may suffer from higher rates of chronic illnesses, underlying conditions that can put them at greater risk of severe complications from covid-19, the disease caused by the coronavirus.\n\n“You combine all these factors together and what you see is a perfect storm of risks,” said Jeff Reading, a health sciences professor at Simon Fraser University in Burnaby, B.C. “If the virus gets into a community . . . it will spread like wildfire.”\n\nAD\n\nAD\n\nAnna Banerji, director of global and indigenous health at the University of Toronto’s medical school, said the coronavirus is particularly dangerous for tribal elders, who occupy a special place in their communities as knowledge keepers and language holders.\n\n“To lose, potentially, some elders or many elders all at once could be really devastating,” she said.\n\nHere’s how some indigenous communities are preparing.\n\nWaswanipi, Quebec\n\nThe checkpoint went up in the Cree community of Waswanipi in central Quebec earlier this month. Michel Awashish was in charge — and what he saw troubled him.\n\nToo many people were traveling to and from Montreal and Ottawa, where cases of the coronavirus were ticking up. As the coronavirus spread quickly through Quebec, it inched closer to Waswanipi.\n\nAD\n\nSo it sealed itself off to nonresidents. Returning residents must self-isolate for 14 days.\n\nAD\n\n“We’re taking it very seriously,” Awashish said.\n\nMore stringent measures, such as banning travel outside Waswanipi, are possible, he said. But the town’s grocery store sells only basic items, so its 2,000 residents often need to travel to a larger market in Chibougamau, about an hour away.\n\nIndigenous people made up a disproportionate number of deaths in Canada during the H1N1 influenza pandemic in 2009. At one point, two-thirds of all patients on ventilators in Manitoba were indigenous. Leaders asked Ottawa for resources and were sent body bags. (Health Canada later apologized.)\n\nAD\n\nPrime Minister Justin Trudeau, who came to power on a promise to repair the country’s relationship with its indigenous people, set aside $216 million to address the needs of indigenous communities during the pandemic. But some worry it’s not enough.\n\nPublic health officials in Canada have urged social distancing and frequent hand-washing as lines of defense against the virus. But in some indigenous communities, where housing shortages mean cramped quarters and tap water is safe for neither drinking nor bathing, such measures are next to impossible.\n\nAD\n\n“We do have overcrowding, but our water is safe to drink,” Awashish said. “Thank God.”\n\nManoa-Pium, Brazil\n\n“Blocked Access. Covid-19,” reads a sign at the entrance of the Manoa-Pium indigenous land in northern Brazil. It’s one of more than 100 indigenous communities in Roraima state that has closed its borders to keep out the coronavirus.\n\nAD\n\nMario Nicácio, a local leader, said the atmosphere is tense. There are shortages of masks, hand sanitizer and medical equipment. As many as 10 people live in a single dwelling — fertile conditions for viral spread.\n\nNicácio, a member of the Wapichana people, said the pandemic is altering traditions. Members of the same tribe often share a single container of caxiri, a traditional drink.\n\n“We know our collective way of living is a breeding ground for the virus,” Nicácio said. “And we are guiding the population to adapt temporarily.”\n\nConfirmed cases and deaths are swelling in Brazil, where President Jair Bolsonaro last week dismissed covid-19 as a “little cold,” contradicting his own health officials. Bolsonaro wants to open the Amazon to more commercial development, to the dismay of many of its indigenous inhabitants.\n\nAD\n\nAD\n\nSofia Mendonça, a public health expert at the Universidade Federal de São Paulo, has worked with indigenous tribes in the Amazon for four decades. She said respiratory diseases are a leading cause of death among Brazil’s 850,000 indigenous people.\n\n“[They] will face this pandemic with great difficulty,” Mendonça said. “It can cause a serious reduction in this population.”\n\nUnderscoring the fears, a doctor who worked with an indigenous tribe in the Amazon tested positive for the coronavirus last week.\n\nElsewhere, in Sao Gabriel da Cachoeira, where 95 percent of the town’s 37,000 residents are indigenous, curfews have been imposed and entrances to some tribal lands have been sealed off to outsiders.\n\nAD\n\nTraffic from neighboring Colombia and Venezuela to the town on the Rio Negro has slowed, said Marivelton Barroso, president of the Federation of Indigenous Organizations of the Rio Negro. But still he’s worried.\n\nAD\n\nOnly 11 percent of homes in the municipality in Amazonas state have proper sewage systems, according to the Brazilian Institute of Geography and Statistics. Testing kits and hospital beds are in short supply. There are no ventilators.\n\n“We do not want to wait for the problem to arise before action is taken,” said Barroso, a member of the Baré people. “The virus cannot get here. Every precaution is necessary.”\n\nMapoon, Australia\n\nThe walls went up around Mapoon last week.\n\nAD\n\nThe town on the western coast of Australia’s northeastern Cape York peninsula is one of many remote indigenous communities in the country that has implemented strict travel restrictions to limit exposure to the coronavirus.\n\nSchools are closed. Visitors are banned. Local rangers are on patrol. Anyone who leaves is not allowed back in.\n\nAD\n\nNaseem Chetty, chief executive of the Mapoon Aboriginal Shire Council, said the “lockdown” was necessary. Many of the community’s 350 residents suffer from underlying medical conditions.\n\n“We don’t want to regret that we could have done this,” she said. “When you think about life, I think it’s more important to be proactive rather than reactive.”\n\nAD\n\nThe coronavirus’s spread into the community could quickly overwhelm its health-care system. The shire has one medical clinic with one bed and one nurse. A 24-bed visitor accommodation center has been converted into a temporary hospital.\n\nAt the town’s grocery store, there are limits on purchases of staples such as flour and rice. A plane delivered more food and supplies last week, but Chetty still anticipates shortages of products such as jam and tomato sauce.\n\nPrime Minister Scott Morrison gave states and territories authority in March to restrict entry into and out of indigenous communities, and he advised Australians against traveling to them.\n\nAD\n\nPat Turner, chief executive of the National Aboriginal Community Controlled Health Organization, said the spread of the deadly coronavirus into Australia’s indigenous communities would be “absolutely catastrophic.”\n\n“I can’t be any blunter,” she said told Australia’s public broadcaster. “If covid-19 gets into our communities, we are gone.”"}}