{"GDELT": {"GlobalEventID": 915613901, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "CHNCVL", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor1Type1Code": "CVL", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.72331154684096, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200331160000, "SOURCEURL": "https://www.reuters.com/article/us-health-coronavirus-breakingviews/breakingviews-hong-kong-rues-taking-off-its-face-mask-idUSKBN21I0C9"}, "ARTICLE": {"TITLE": "Breakingviews - Hong Kong rues taking off its face mask", "TEXT": "People with protective masks walk at a market, following the novel coronavirus disease (COVID-19) outbreak, in Hong Kong, China March 30, 2020. REUTERS/Tyrone Siu\n\nHONG KONG (Reuters Breakingviews) - Hotels in Hong Kong are thronging with guests once more. Some of Dorsett Hospitality International’s local properties are fully booked this week, but it’s not because of an influx of tourists. The company is offering 14-night packages costing just over $700. The occupants? Residents, many of whom fled overseas to escape the first wave of the coronavirus and returned to what they thought were safer shores. They are now being asked to self-quarantine in their tiny home apartments or in hotels amid a fresh outbreak of Covid-19 that has put the city into a second lockdown.\n\nHong Kong won global applause for its handling of the initial outbreak. Social distancing, virus mapping and work-from-home measures put in place in the city state soon after its first case was reported in January helped to keep the number of cases to roughly 200 until a fortnight ago. That’s a staggeringly low figure considering the city’s close ties to mainland China where the pandemic started. That gave the government confidence to let civil servants return to their offices on March 2 after a month of working from home, with much of the private sector following its cue. Dim sum restaurants started to fill up again, as did bars in Lan Kwai Fong. Hong Kong was springing back to life.\n\nBut the return proved premature. Case numbers have since more than tripled as residents who had flown overseas for work, study or simply to escape the first lockdown have come back, bringing the virus with them. The few now allowed to enter must self-quarantine for two weeks, either at home or in hotels such as those run by Dorsett, and they’re cuffed with bracelets connected to a location-tracking app. Offices are mostly closed.\n\nThe second phase of shuttering is less fraught in some ways. Confidence in supply chain stability, for one, is greater, and so the panic-buying of toilet paper, hand sanitiser and other essential items is less prevalent. People know how to work from home having done so earlier for a month or so. And locals can still escape the confines of their infamously small apartments for long walks on Hong Kong’s picturesque hiking trails, where social distancing is easier than it is on city streets.\n\nStill, the stop, start and stop again of everyday life is particularly painful for the Asian hub, which was already in recession before the virus struck. Hong Kong recorded its first budget deficit in 15 years in late February at roughly 1.3% of GDP – and Finance Secretary Paul Chan warned of deficits for the next five years.\n\nHong Kong is famed for its eating and shopping, and relies heavily on spending by visitors, but these are still bit players in terms of what they contribute to the overall economy. The real breadwinners are the city’s financial services and trading and logistics industries, which each accounted for roughly a fifth of GDP in 2018. They’re also sectors that depend on a constant churn of people and goods entering and exiting borders.\n\nThe former British territory is a conduit for fundraising, trade and investment between China and the rest of the world, through ports and financial markets. Bankers fly in and out to court institutional investors for initial public offerings of Chinese companies on New York and Hong Kong stock exchanges, and to inspect factories on the mainland before committing capital for investment. Morgan Stanley and Goldman Sachs are among those in the city that have resorted to hosting virtual roadshows for share sales, but that’s unlikely to work for blockbuster issues.\n\nThat’s why life may continue to feel far from normal, even once the territory eventually returns to work for a second time. For Hong Kong normalcy depends on open borders, which will come down to bilateral trust between countries in the absence of a vaccine. Routes between Hong Kong and Singapore or South Korea, which have also deftly handled their respective outbreaks, may be quick to reopen, for example. Other key routes could be slower to resume. Fretting about importing fresh virus cases, China has banned foreigners from entering the country: Chinese citizens and Hong Kongers have to self-quarantine at their own expense.\n\nHong Kong’s predicament is one that many outward-facing economies will face. The city tops the Legatum Institute’s Global Index of Economic Openness, a measure of openness to foreign and domestic trade, investment, ideas, competition and talent. Other high-ranking nations include Singapore, Switzerland, and the United Kingdom. The pandemic puts them all at a potential disadvantage in the long road to recovery. Hong Kongers are waking up to the harsh reality that they may be back on the local hiking trails, in bars and at their desks, long before they are back to normal life."}}