{"GDELT": {"GlobalEventID": 915613536, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.86915887850467, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Park County, Wyoming, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWY", "Actor2Geo_Lat": 44.4166, "Actor2Geo_Long": -109.667, "Actor2Geo_FeatureID": "1605079", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Park County, Wyoming, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWY", "Action2Geo_Lat": 44.4166, "Action2Geo_Long": -109.667, "Action2Geo_FeatureID": "1605079", "DATEADDED": 20200331160000, "SOURCEURL": "https://trib.com/news/state-and-regional/were-not-trying-to-shut-down-wyoming-governor-says-hes-hoping-to-avoid-shelter-order/article_5ba08d38-9d8b-5d94-950c-dba7d8ff1ada.html"}, "ARTICLE": {"TITLE": "'We're not trying to shut down Wyoming': Governor says he's hoping to avoid shelter order as coronavirus cases jump", "TEXT": "× Sign Up Today and Support Local Journalism Enjoy more articles from Casper's Most Trusted Information Source. Subscribers can log in for unlimited digital access Log in Sign up {{featured_button_text}}\n\nJust as his counterpart in Idaho joined a growing list of governors ordering residents to stay home, Wyoming Gov. Mark Gordon said he was doing his best to avoid similar measures here as the total number of coronavirus patients in the Equality State rose by more than 70 percent in roughly 24 hours.\n\n“We are trying to avoid that order,” he told media during a press conference Wednesday. “But we do have the tools to be able to issue that kind of order. But as I said, we are trying to avoid that order because of the complexities it involves.”\n\n“We do have means to enforce it, either through law enforcement or other means,” he added. Even without the order, he urged Wyomingites to stay at home as much as possible. Health officials across the country have said that a sound way to slow this virus — as any other — is to maintain social distancing.\n\nGordon’s press conference comes as Wyoming continues to experience its largest surge of new COVID-19 cases. As of late Thursday afternoon, there are now 49 confirmed cases in Wyoming, with 21 identified in roughly the past 24 hours. Nationally, there are more than 63,700 known cases, according to the New York Times. More than 900 people have died. Both of those numbers have jumped in the hours since this article was first updated. They will continue to grow."}}