{"GDELT": {"GlobalEventID": 915691270, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "SOM", "Actor1Name": "SOMALI", "Actor1CountryCode": "SOM", "Actor2Code": "SOMGOV", "Actor2Name": "SOMALIA", "Actor2CountryCode": "SOM", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.14797136038186, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Somalia", "Actor1Geo_CountryCode": "SO", "Actor1Geo_ADM1Code": "SO", "Actor1Geo_Lat": 6.0, "Actor1Geo_Long": 48.0, "Actor1Geo_FeatureID": "SO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Somalia", "Actor2Geo_CountryCode": "SO", "Actor2Geo_ADM1Code": "SO", "Actor2Geo_Lat": 6.0, "Actor2Geo_Long": 48.0, "Actor2Geo_FeatureID": "SO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Somalia", "Action2Geo_CountryCode": "SO", "Action2Geo_ADM1Code": "SO", "Action2Geo_Lat": 6.0, "Action2Geo_Long": 48.0, "Action2Geo_FeatureID": "SO", "DATEADDED": 20200331234500, "SOURCEURL": "https://www.msn.com/en-us/news/world/update-1-paris-club-creditors-agree-to-cancel-2414-billion-of-somali-debt/ar-BB11YX7U"}, "ARTICLE": {"TITLE": "UPDATE 1-Paris Club creditors agree to cancel $1.4 billion of Somali debt", "TEXT": "(Adds Paris Club confirmation, Somali statement)\n\nBy Andrea Shalal and Leigh Thomas\n\nWASHINGTON/PARIS, March 31 (Reuters) - The Paris Club of creditor nations agreed on Tuesday to restructure Somalia's debt, including immediately canceling $1.4 billion owed by the impoverished Horn of Africa country.\n\nThree decades of conflict have left Somalia all but cut off from the global financial system and relief from its debt is expected to open the way for new sources of financing for the country.\n\nThe decision, first reported by Reuters, cancels 67% of the debts owed to Paris Club creditors by Somalia. It came after more than nine hours of discussions by videoconference.\n\nSomali Finance Minister Abdirahman Beileh called the decision a big step forward for his country, which is also grappling with the coronavirus outbreak and a recent desert locust swarm.\n\n\"We had very productive discussions with the Paris Club and we welcome their support in relieving Somalia of a substantial amount of its debt to them,\" Beileh told Reuters.\n\nHe said the Somali government would hold separate bilateral discussions with the creditors to finalize the process. He said his government would continue the economic reforms it had undertaken over the past eight years to enable the debt relief.\n\nAn official with the International Monetary Fund said several creditors were expected to grant Somalia additional debt relief on a bilateral basis, and it could eventually see 100% debt cancellation deals with some countries after it completes additional steps under the Heavily Indebted Poor Countries (HIPC) Initiative in about three years.\n\nThe IMF and the World Bank said last week that Somalia had taken the necessary steps https://www.reuters.com/article/us-somalia-debt/imf-world-bank-clear-somalia-for-debt-relief-normal-ties-to-world-idUSKBN21D05Q to begin receiving debt relief.\n\nSeveral of Somalia’s Paris Club creditors, including the United States, the UK and Norway, as well as the World Bank and the IMF, urged Paris Club members to provide \"generous\" debt relief to Somalia during the negotiations on Tuesday, said one source familiar with the discussions.\n\nSomalia is the 37th country to qualify for debt relief under the HIPC process.\n\nIn time, debt relief will help Somalia reduce its external debt to $557 million in net present value terms from $5.2 billion at the end of 2018, the IMF and the World Bank said.\n\nThe IMF last week also approved a new three-year $395 million financing arrangement for Somalia under its Extended Credit Facility (ECF) and Extended Fund Facility (EFF). (Reporting by Andrea Shalal in Washington and Leigh Thomas in Paris; Editing by Chris Reese and Peter Cooney)"}}