{"GDELT": {"GlobalEventID": 915613582, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor2Code": "PHL", "Actor2Name": "PHILIPPINE", "Actor2CountryCode": "PHL", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.2302284710017601, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Batangas, Batangas City, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RPA7", "Actor2Geo_ADM2Code": "24231", "Actor2Geo_Lat": 13.7567, "Actor2Geo_Long": 121.05799999999999, "Actor2Geo_FeatureID": "-2413040", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Batangas, Batangas City, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPA7", "Action2Geo_ADM2Code": "24231", "Action2Geo_Lat": 13.7567, "Action2Geo_Long": 121.05799999999999, "Action2Geo_FeatureID": "-2413040", "DATEADDED": 20200331160000, "SOURCEURL": "https://pia.gov.ph/news/articles/1037697"}, "ARTICLE": {"TITLE": "Shopee Bayanihan initiative works together with Sen. Bong Go to help medical frontliners;donates 100,000 masks to 40 hospitals; 3,000 test kits to be donated as well", "TEXT": "PASAY CITY March 31, --- Shopee, the leading e-commerce platform in Southeast Asia and Taiwan, continues its efforts to help contain the COVID-19 outbreak in the Philippines with its latest Shopee Bayanihan initiative.\n\nAmang Rodriguez Memorial Medical Center received 2,500pcs facemask turned over to Dra. Nuesca\n\nTogether with the Office of Senator Bong Go, Shopee donated 100,000 surgical masks and will soon donate 3,000 FDA-approved COVID-19 test kits to support hospitals and frontliners in their battle against COVID-19.\n\nDr. Jose N. Rodriguez Memorial Hospital and Sanitarium Caloocan (Dr Farmaran) 2,500pcs 9 Box received by Mr. Dario Lingo - Cast Technician Orthopedic\n\nThe 100,000 masks were distributed to over 40 hospitals across Luzon, including public and private hospitals in Quezon City, Makati, Pasig, Pateros, Taguig, Mandaluyong, Marikina, Parañaque, Muntinlupa, Caloocan, and Manila, as well as in key hospitals in the provinces of Laguna, Quezon, Rizal, and Batangas.\n\nOlivarez General Hospital drop off of 2500 facemasks donated by Shopee Philippines thru Sen. Bong. Donation received by ER Nurse Mariel Tan.\n\nSt. Luke's Global / St. Lukes Medical Center BGC received 5,000pcs facemask turned over to Mr. Alan Quijano c/o Dr. Claudia Ylagan Samonte and Ms. Jenn Gargar\n\nMartin Yu, Associate Director of Shopee Philippines said, “It is important for us to tide through this fight against the COVID-19 outbreak as one community. Our medical frontliners and hospitals in the Philippines are working around the clock to contain the outbreak and we applaud them for their hard work and dedication. We are committed to doing what we can to support these medical frontliners, the government, and the wider community during this period.”\n\nSenator Bong Go, also chair of the Senate Committee on Health, said, “We laud Shopee for their generous donation and for stepping up their social responsibility efforts to help fight COVID-19. Shopee, as an e-commerce platform, helps support our government’s efforts to promote social distancing by ensuring that consumers can get their goods safely and conveniently straight to their own homes. Both the government and the private sector must work together and do what we can to address and respond to the growing threats of COVID-19. Magbayanihan po tayo. Tulungan nating bumangon ang bawat Pilipino bilang isang nagkakaisang bansa. Together, we can heal as one.”\n\nEast Avenue Medical Center (Dr Rene Louie Gutierrez), 2,500pcs 9 Box received by Ms. Jackylou Prietos\n\nThe Medical City Clinic received 2,500pcs of facemask turned over to Dr. Aileen Mendoza\n\nGerard Ho, Singapore Ambassador to the Philippines, also remarked, “I commend Shopee in their efforts to support the Filipino community during this Enhanced Community Quarantine period in the country. Their donation will help medical frontliners battle the crisis caused by COVID-19. This is a great example of a private enterprise contributing to the community.\"\n\nMetro Psych Facility Pasig City received 2,500pcs facemask turned over to Marwin Rivera c/o Dr. Fareda Flores\n\nShopee Bayanihan demonstrates its commitment to provide support to those most affected by the COVID-19 outbreak. Shopee will continue to work closely with the government and step up its efforts to support them to prevent, detect and manage COVID-19.\n\nThe office of Senator Go helped identify the target recipients and facilitated the distribution of the donated medical supplies to all the 40 hospitals.\n\nFor more information, please visit: https://shopee.ph/m/shopee-bayanihan. (OSBG)"}}