{"GDELT": {"GlobalEventID": 915691126, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "LAB", "Actor1Name": "EMPLOYEE", "Actor1Type1Code": "LAB", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 138, "EventBaseCode": 138, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -7.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.15282392026578, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Singapore", "Actor1Geo_CountryCode": "SN", "Actor1Geo_ADM1Code": "SN", "Actor1Geo_Lat": 1.366667, "Actor1Geo_Long": 103.8, "Actor1Geo_FeatureID": "SN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Poland", "Actor2Geo_CountryCode": "PL", "Actor2Geo_ADM1Code": "PL", "Actor2Geo_Lat": 52.0, "Actor2Geo_Long": 20.0, "Actor2Geo_FeatureID": "PL", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Poland", "Action2Geo_CountryCode": "PL", "Action2Geo_ADM1Code": "PL", "Action2Geo_Lat": 52.0, "Action2Geo_Long": 20.0, "Action2Geo_FeatureID": "PL", "DATEADDED": 20200331234500, "SOURCEURL": "https://moguldom.com/267942/nsa-whistleblower-snowden-emergency-measures-are-sticky-government-surveillance-could-continue-beyond-covid-19/"}, "ARTICLE": {"TITLE": "NSA Whistleblower: Emergency Measures Are Sticky. Government Surveillance Could Ouutlast Covid-19", "TEXT": "NSA Whistleblower Snowden: Emergency Measures Are Sticky, Government Surveillance Could Continue Beyond Covid-19\n\nWritten by Dana Sanchez\n\n56 SHARES Share Tweet\n\nEdward Snowden, the whistleblower, recently declared: “The most powerful institutions in society have become the least accountable to society.” Photo by Random Institute on Unsplash\n\nEdward Snowden, a former CIA employee who leaked documents in 2013 about mass surveillance activities, warned that an uptick in high-tech surveillance used by governments to fight COVID-19 could outlast the epidemic.\n\nMany countries that declared national emergencies are introducing new surveillance methods to better understand and slow the spread of the coronavirus. Italy, the U.K. and Germany have agreements with mobile providers to use anonymous aggregated data to create virtual heat maps of people’s movements.\n\n“When we see emergency measures passed, particularly today, they tend to be sticky,” Snowden said during a video-conference interview with the Copenhagen International Documentary Film Festival, CNET reported.\n\nGovernments could use the access they have to people’s personal information during a crisis to monitor their actions. During this pandemic, for example, governments could say they’re worried about public health and could send an order to every fitness tracker to look at pulse and heart rate, and then demand access to that kind of activity, Snowden said.\n\n“Five years later the coronavirus is gone, this data’s still available to them — they start looking for new things,” he said. “They already know what you’re looking at on the internet, they already know where your phone is moving, now they know what your heart rate is. What happens when they start to intermix these and apply artificial intelligence to them?”\n\nThere are no known reports of countries demanding access to health data from wearables such as Apple Watch.\n\nHowever, the U.S. government is reportedly in talks with tech companies such as Facebook and Google to use anonymized location data from phones to help track the spread of COVID-19. Some say this could be a helpful tool for health authorities to track the virus. Others object to their information being shared with the government.\n\nVanity Fair described Snowden in 2104 as “the most important whistle-blower of modern times, one whose disclosures will reverberate for decades to come.”\n\nSnowden copied and leaked highly classified information from the National Security Agency in 2013 when he was a CIA employee and subcontractor. The information revealed numerous global surveillance aka spy programs — many run by the NSA with the cooperation of telecommunication companies and European governments. This prompted a discussion about national security and individual privacy.\n\nListen to GHOGH with Jamarlin Martin | Episode 70: Jamarlin Martin Jamarlin goes solo to discuss the COVID-19 crisis. He talks about the failed leadership of Trump, Andrew Cuomo, CDC Director Robert Redfield, Surgeon General Jerome Adams, and New York Mayor de Blasio.\n\nSnowden fled to Russia after the U.S. Department of Justice unsealed espionage charges against him in 2013.\n\nMapping people’s movements is going on in several countries, according to Business Insider. Israel gave its spy services emergency powers to hack citizens’ phones without a warrant. South Korea has been sending text alerts warning people when they may have been in contact with a coronavirus patient, including personal details like age and gender. Singapore is using a smartphone app to monitor the spread of the coronavirus by tracking people who may have been exposed.\n\nIn Poland, citizens under quarantine have to download a government app that mandates they respond to periodic requests for selfies. Taiwan has introduced an “electronic fence” system that alerts the police if quarantined patients move outside their homes."}}