{"GDELT": {"GlobalEventID": 915614535, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "Actor2Code": "HLHLAB", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "Actor2Type2Code": "LAB", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -0.46511627906977004, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200331160000, "SOURCEURL": "https://www.nbcconnecticut.com/news/coronavirus/president-ceo-of-bristol-health-tests-positive-for-coronavirus/2247849/"}, "ARTICLE": {"TITLE": "President & CEO of Bristol Health Tests Positive For Coronavirus", "TEXT": "The president and CEO of Bristol Health announced that he has tested positive for the COVID-19 virus.\n\nKurt Barwis sent a message to hospital employees on Tuesday morning explaining that he was tested after consulting his doctor, and the test came back positive Monday night.\n\n\"After experiencing some normal cold symptoms on Friday evening and throughout the weekend, I called my doctor who reviewed my conditions and determined that I need to be tested before returning to work,\" Barwis said in the message.\n\nHe said he had the test done by the hospital's specimen collection team. He has not been back to the hospital since then, he said.\n\nBarwis will be quarantined at home for 14 days and must test negative twice before he will be allowed to return to work, according to the memo.\n\nHe told his employees he feels well and that he will continue to work from home.\n\n\"I just cannot stress enough that if you are not feeling well that you please follow the CDC guidelines and contact your primary care physician immediately to be tested. It’s vital that everyone please practice social distancing, wear personal protective equipment when working with patients, and constantly wash your hands and use hand sanitizer,\" Barwis said."}}