{"GDELT": {"GlobalEventID": 915691006, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "IDN", "Actor1Name": "INDONESIAN", "Actor1CountryCode": "IDN", "Actor2Code": "CVL", "Actor2Name": "MIGRANT", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 1124, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.23781212841854996, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Indonesia", "Actor1Geo_CountryCode": "ID", "Actor1Geo_ADM1Code": "ID", "Actor1Geo_Lat": -5.0, "Actor1Geo_Long": 120.0, "Actor1Geo_FeatureID": "ID", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Indonesia", "Actor2Geo_CountryCode": "ID", "Actor2Geo_ADM1Code": "ID", "Actor2Geo_Lat": -5.0, "Actor2Geo_Long": 120.0, "Actor2Geo_FeatureID": "ID", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Indonesia", "Action2Geo_CountryCode": "ID", "Action2Geo_ADM1Code": "ID", "Action2Geo_Lat": -5.0, "Action2Geo_Long": 120.0, "Action2Geo_FeatureID": "ID", "DATEADDED": 20200331234500, "SOURCEURL": "https://www.thejakartapost.com/news/2020/03/31/govt-urges-indonesians-abroad-to-stay-put-promises-aid-during-covid-19-pandemic.html"}, "ARTICLE": {"TITLE": "Govt urges Indonesians abroad to stay put, promises aid during COVID-19 pandemic", "TEXT": "The government is urging millions of Indonesians overseas to stay in the countries in which they are living and has promised to send supplies instead of repatriating them during the COVID-19 pandemic.\n\nCoordinating Human Development and Culture Minister Muhadjir Effendy said on Tuesday that the return of Indonesians abroad to their homeland should be voluntary and that the government did not have any plans to help them do so during the ongoing global health crisis.\n\n“We even hope that they do not return yet. If they are still living comfortably abroad, they better stay put over there,” he said in a press statement after a Cabinet meeting on Tuesday.\n\nOn the same occasion, Foreign Minister Retno LP Marsudi said the call emerged as a response to the international landscape where countries and global entities, such as international cruise lines, have moved toward imposing stricter policies to curb the spread of the COVID-19 coronavirus. The government views the move as necessary to anticipate the problems that would come with numerous Indonesians returning to the archipelago.\n\nAccording to Retno, the government is anticipating two initial clusters of mass arrivals. The first cluster would be Indonesians who want to leave Malaysia because of that country’s movement control order (MCO), while the second cluster would be Indonesians who are crew members on international cruise ships who want to return home as some of the cruise lines have halted operations.\n\n“There are more than 1 million Indonesians working and living in Malaysia […] Meanwhile, at least 11,838 Indonesians are working on about 80 cruises around the world,” Retno said in the press statement, adding that the other potential arrivals would be the thousands of participants of international Islamic gatherings, including 731 Indonesian nationals who are still in India.\n\nRead also: Indonesia bans entry of foreigners to curb spread of coronavirus\n\nHowever, some of the citizens, those who are working in international cruise, for instance, have chosen to resume their work as some of the operators require a minimum staffing, meaning that a cruise ship still needs a certain number of crew members despite the situation.\n\nAs such, in order to support the life of Indonesians abroad, for instance in Malaysia, the government plans to send them humanitarian aid, especially to those who work in the informal sector and now are affected by the MCO, Muhadjir said\n\nThe government, including the Office of the Coordinating Human Development and Culture Minister, the Foreign Ministry and the Indonesian Military, decided to provide the citizens with staple foods and other basic supplies.\n\nRetno mentioned that the Indonesian Embassy in Kuala Lumpur, for instance, had provided 3,000 packages of supplies to be distributed to all Indonesians living in Malaysia.\n\nThe next round of the aid is to be transported from Indonesia by the Indonesian Military, with assistance from the Malaysian Armed Forces for distribution upon arrival, Muhadjir said.\n\n“If the citizens are safe abroad, it is better to not return to Indonesia, as now we [the government] are also trying to maintain the safety of Indonesian people at home,” Muhadjir added.\n\nMeanwhile, for people who have planned to return to Indonesia, the government has prepared some scenarios based on each cluster, namely the Indonesian migrant workers in Malaysia, the Indonesian crew members of international cruise ships, the participants of a mass religious gathering in India and other citizens who are not included in the aforementioned categories.\n\nAll of the returning citizens are to undergo multiple screenings, including of their credentials and health. “The government will organize their schedule of arrival so that they can return to the homeland in an orderly manner,” Muhadjir said, adding that other measures to ensure they cross the Indonesian border in healthy condition would be implemented.\n\nThe protocols are to be applied to all Indonesian citizens regardless of the most recent country they visited, Retno said, adding that a more detailed regulation – a ministerial regulation from the Human Rights and Law Ministry -- would be in place as soon as possible.\n\nRead also: COVID-19: Not all hand sanitizers work against it – here’s what you should use\n\nIn response to the newly announced measures, a labor rights advocacy group, Migrant CARE, said it appreciated the government’s decision to anticipate the exodus of overseas Indonesians back into the country.\n\n“The government should uphold the principles of human rights instead of stigmatization and discrimination against our returning Indonesian migrant workers,” said Migrant CARE executive director Wahyu Susilo in a statement on Tuesday.\n\n“The government must ensure that our migrant workers and their families are included in all schemes of the government’s social security programs,” he added.\n\nAside from imposing new policies for Indonesians, the government has decided to bar foreign nationals from entering the country to step up its efforts to contain the spread of the coronavirus, Bloomberg reported.\n\nThe travel ban, to be effective soon, would also cover foreigners transiting through the country, Retno said, adding that the curbs would not apply to holders of work permits, diplomats and other official visitors."}}