{"GDELT": {"GlobalEventID": 915614434, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "MIL", "Actor2Name": "CARRIER", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.11464968152866, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dubai, Dubayy, United Arab Emirates", "Actor1Geo_CountryCode": "AE", "Actor1Geo_ADM1Code": "AE03", "Actor1Geo_ADM2Code": "28575", "Actor1Geo_Lat": 25.2522, "Actor1Geo_Long": 55.28, "Actor1Geo_FeatureID": "-782831", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dubai, Dubayy, United Arab Emirates", "Actor2Geo_CountryCode": "AE", "Actor2Geo_ADM1Code": "AE03", "Actor2Geo_ADM2Code": "28575", "Actor2Geo_Lat": 25.2522, "Actor2Geo_Long": 55.28, "Actor2Geo_FeatureID": "-782831", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dubai, Dubayy, United Arab Emirates", "Action2Geo_CountryCode": "AE", "Action2Geo_ADM1Code": "AE03", "Action2Geo_ADM2Code": "28575", "Action2Geo_Lat": 25.2522, "Action2Geo_Long": 55.28, "Action2Geo_FeatureID": "-782831", "DATEADDED": 20200331160000, "SOURCEURL": "https://www.ibtimes.com/grounded-emirates-airline-receive-cash-infusion-dubai-government-2950198"}, "ARTICLE": {"TITLE": "Grounded Emirates Airline To Receive Cash Infusion From Dubai Government", "TEXT": "KEY POINTS Emirates is the largest carrier in the Middle East\n\nEmirates has already cut salaries for its 100,000-member staff for three months\n\nDubai International Airport is the world’s busiest international travel hub\n\nState-owned Emirates airlines, grounded by the coronavirus pandemic, will receive a cash injection from the Dubai government to help it through the crisis.\n\nEmirates, the largest carrier in the Middle East, had already halted almost all of its flights due to global travel restrictions. On Mar. 25, the airline – which boasts a fleet of 271 aircraft, including Airbus A380s and Boeing 777s -- suspended all passenger flights for at least two weeks.\n\nThe United Arab Emirates, or UAE, where Dubai is located, has also closed its borders to travelers. Only some cargo flights and a few airplanes repatriating Emirati citizens are using the country's airports.\n\nDubai’s Crown Prince Sheikh Hamdan bin Mohammed bin Rashid Al Maktoum said the liquidity is necessary for the airline “considering its strategic importance” to Dubai and the economy of the UAE.\n\nThe crown price did not specify the amount of cash that will be provided.\n\n“Today, we renew our commitment to support a success story that started in the mid-1980s to reach its goal of sitting on the throne of global aviation. The government of Dubai is committed to fully supporting Emirates at this critical time and will inject equity into the company,” the Dubai crown prince said on Twitter. “Emirates, our national carrier, positioned Dubai as [a] global travel hub and has great strategic value as one of the main pillars of Dubai's economy, as well as the wider economy of the UAE. We will announce further details about the equity injection and more measures soon.”\n\nEmirates has already cut salaries for its 100,000-member staff for three months, with reductions ranging from 25%-50% -- in order to avoid layoffs.\n\n“Our business is taking a hit, but what matters in the long run is that we do the right thing for our customers, our employees, and the communities we serve,” said Emirates chairman Sheikh Ahmed bin Saeed Al Maktoum.\n\nEmirates carried about 90 million passengers last year and is one of the few Arab-owned airlines to have generated profits in recent years.\n\nFor the half-year period ended Sept. 30, 2019 the airline generated net profit of $320 million.\n\nThe carrier's base of operations, Dubai International Airport, has been the world’s busiest international travel hub for six consecutive years, supplanting London’s Heathrow.\n\nAnother state-owned airline, the low-cost flydubai said on Tuesday it will cut salaries of its 4,000-strong workforce by between 25% to 50% for a three-month period beginning in April. Employees' benefits will remain in place, while senior employees will endure the largest pay cuts.\n\n“This decision has not been taken lightly,” the company said, but with a “heavy heart\" and “with the aim of retaining our employees and ensuring we are in the best possible place when our regular schedule resumes.”\n\nEmirates and flydubai are both owned by Dubai’s sovereign wealth fund and share the same chairman, but operate independently of each other.\n\nLast week, the International Air Transport Association estimated revenues of Middle East airlines will plunge by $19 billion, or 39%, in 2020 over the prior year.\n\n\"The airline industry faces its gravest crisis ... For airlines, it's apocalypse now,\" IATA chief Alexandre de Juniac said.\n\nThe Arab Air Carriers' Association, or AACO, has urged regional governments to help their airlines.\n\nAACO specifically recommended that governments provide tax relief to airlines for at least a period of two years; and provide “speedy” financial support packages for airlines in order “to shield more than 150,000 families whose livelihood rely on airlines.\n\nThe UAE, which comprises seven emirates including Dubai, has reported 611 coronavirus cases and five deaths."}}