{"GDELT": {"GlobalEventID": 915613408, "Day": 20200324, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2301, "Actor1Code": "CVL", "Actor1Name": "VILLAGE", "Actor1Type1Code": "CVL", "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.7667984189723303, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kyabigambire, Hoima, Uganda", "Actor1Geo_CountryCode": "UG", "Actor1Geo_ADM1Code": "UG31", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 1.47975, "Actor1Geo_Long": 31.4321, "Actor1Geo_FeatureID": "-1730807", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kyabigambire, Hoima, Uganda", "Actor2Geo_CountryCode": "UG", "Actor2Geo_ADM1Code": "UG31", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 1.47975, "Actor2Geo_Long": 31.4321, "Actor2Geo_FeatureID": "-1730807", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kyabigambire, Hoima, Uganda", "Action2Geo_CountryCode": "UG", "Action2Geo_ADM1Code": "UG31", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 1.47975, "Action2Geo_Long": 31.4321, "Action2Geo_FeatureID": "-1730807", "DATEADDED": 20200331160000, "SOURCEURL": "https://www.monitor.co.ug/News/National/Residents-threaten-coronavirus-suspects/688334-5510188-waehxdz/"}, "ARTICLE": {"TITLE": "Residents threaten coronavirus suspects", "TEXT": "By FRANCIS MUGERWA\n\nRelatives of a man who tested positive for coronavirus are living in fear after receiving numerous threats from residents.\n\nLast week, a 55-year old resident of Kibugubya village in Kyabigambire Sub County in Hoima District in western Uganda tested positive before he was evacuated from Hoima regional referral hospital to Mulago national referral hospital for further management.\n\nPreliminary information indicate that he was working in Afghanistan but he recently returned to Uganda.\n\nAfter his return, he reportedly went to Mulago Hospital for testing but he never waited for results. He traveled back to Hoima where he started undertaking personal businesses.\n\nThe Hoima district coronavirus response task force located him and isolated him at Hoima regional referral hospital and called the Ministry of Health which transferred him back to Mulago for further management.\n\nThe Kyabigambire Sub County councillor, Mr Swaib Nyangabyaki, told journalists on Monday that since he reported about the presence of suspected cases in his sub county, the district health team had failed to respond to his concerns.\n\n“We have five suspects who need attention. The suspects are on tension, people want to riot over them. Top district leaders, please help these innocent people,” Nyangabyaki said.\n\nHe said a woman in Kyamongi LCI who returned from Kenya to visit her sister is now being chased away on suspicion of being a COVID-19 patient.\n\n“This very lady is a total orphan she lost all her parents she has nowhere to go. I personally can't help this young innocent lady, I am feeling the pain myself. I can't refuse picking calls. I’m overwhelmed. Anybody who can help and raise my voice to the Ministry of Health or state house, please help,” Mr Nyangabyaki said.\n\nMr Samuel Kisembo Araali, the Hoima Resident District Commissioner who is chairing the district coronavirus response taskforce said his office responded to the concerns of the residents.\n\n“As we talk now, our two teams are in Buraru parish and Kyabigambire. Residents can contact the district surveillance officer, Mr Fred Kugonza who is heading the two teams. We should also appreciate that Ministry of Health issued guidelines on whose samples should be taken. One must fit in the case definition to be tested,” he said.\n\nOn Monday, the taskforce obtained two samples from suspects and the task force returned to the area on Tuesday morning to collect more samples.\n\nKisembo said there are currently three teams that are moving in the district.\n\nHe added that the calls for testing are overwhelming but the district has asked the health ministry to beef up the task force with at least more two teams to meet the increasing demand to test and track suspects.\n\n“We continue to thank the leaders and community for the vigilance and support,” Kisembo added."}}