{"GDELT": {"GlobalEventID": 915690397, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.44563167818982, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Oak Cliff, Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 32.7393, "Actor2Geo_Long": -96.8111, "Actor2Geo_FeatureID": "1378776", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Oak Cliff, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 32.7393, "Action2Geo_Long": -96.8111, "Action2Geo_FeatureID": "1378776", "DATEADDED": 20200331234500, "SOURCEURL": "https://dallas.culturemap.com/news/restaurants-bars/03-31-20-coronavirus-restaurants-quarantine-kits-pantry/"}, "ARTICLE": {"TITLE": "Dallas restaurants try out kits and other clever coronavirus strategies", "TEXT": "With the forced dining room closures inflicted by coronavirus, Dallas-Fort Worth restaurants are scrambling to find ways to stay alive, whether it's take-out, curbside, or third-party delivery. Some are just closing their doors and hoping to re-emerge in the rubble. Some are trying creative routes to find new ways to scrape by.\n\nWe've entered a desperate new era of quarantine kits, \"pantry\" sales, and cocktails to go — each representing a post-COVID-19 strategy for restaurants to sell their wares and also do what they always do: serve the customer's needs.\n\nMichelle Bythewood, president of Salata, says that some are also filling a need in areas where demand is high, such as supermarkets.\n\n\"We understand the enormous impact that COVID-19 has had on our communities and that access to fresh fruits, vegetables, and proteins is just one of those impacts,\" Bythewood says. \"These new takeout options make healthful food readily available, particularly for those vulnerable populations that cannot easily grocery shop. Additionally, as grocery stores struggle to remain stocked, this pantry model will help reduce food waste in our communities.\"\n\nHere are a few restaurants that have invented alternative strategies as a way to stay alive and keep us fed:\n\nAsian Mint has launched a service called Chef Mint at Home, which allows you to bring the Asian Mint experience to your home. The kit includes pre-measured fresh ingredients, meats, and sauces plus a recipe card. The inaugural kit contained favorites such as vegetable dumplings, pad Thai, tom yum soup, and jasmine rice.\n\nBellagreen is offering family meals at select locations including its Walnut Hill store for $39.99, available for delivery or pickup. Their family meals serve four and come with choice of Caesar or House Salad. Choices include roasted chicken with their signature blackened rub, broccoli, cauliflower, and carrots; chicken fajitas seasoned chicken breast with bell peppers & onions and corn tortillas; or white chicken parm crusted with lemon pepper parmesan, with gluten-free spaghetti pasta tossed in olive oil, bechamel, & white wine sauce with garlic, shallots, tomato, and parmesan. There's also a breakfast taco offering with orange juice and 12 egg, cheese, and potato breakfast tacos, served on a flour tortilla with black bean spread, scrambled eggs, potatoes, shredded cheese, with two whole avocados, 8 bacon slices, and two rolls of toilet paper.\n\nBisous Bisous Pâtisserie the Uptown bkery is selling baking ingredients including one-pound bags of granulated sugar, powdered sugar, all-purpose flour, bread flour, cake flour and .75-ounce containers of active dry yeast. Each item is priced at $1.50 and can be purchased in-store or pre-ordered over the phone for take-out or curbside pickup (while supplies last). They're open Monday-Saturday, 8 am-5 pm and Sunday 10 am-3 pm. Call 214-613-3570.\n\nChop House Burger in downtown Dallas is open for pickup and delivery but is also hosting a special taco-themed pop-up every night from 4-8 pm as an homage to its sister restaurant Wild Salsa, which is temporarily closed. You can get a dozen barbacoa and chicken tinga tacos, chips and salsa, guacamole, rice, and beans for $40. They're also selling a gallon of margarita for $15. Call 214-741-2747 to order and pick up at 1501 Main St.\n\nCommunion Neighborhood Cooperative, the Richardson workspace and coffee house, has created a subscription service that they hope will allow them to make dinner for you and donate to others. Founders Tim and Amy Kahle created the \"400 for 500 Campaign\" to provide scratch-made meals. You subscribe to a membership that provides six family-style meals over a six-week period. Each meal feeds at least four. If they get 400 subscribers, they'll donate an additional 100 benevolent meals to those most affected by COVID-19. They are also still offering select menu items for curbside pickup in addition to this program.\n\nDog Haus recently launched Haus Market, a service that allows customers to purchase Dog Haus items via pick-up and delivery. They're also offering essentials you can purchase to prepare at home. Call ahead to make sure your location has what you’re looking for. Open 11 am-9 pm.\n\nHooters is offering 20 percent all food takeout orders every day until further notice to healthcare workers, first responders, and military personnel for their efforts in these times and appreciation of what they do. Valid form of ID required.\n\nJasper's Uptown is selling Quarantine Survival Kits loaded with produce, goods, recipes, and tips from Chef Yia Medina. They're doing 3 unique kits rotating weekly, with the menus announced daily on social media between 11 am-12 pm. Kits contain multiple proteins (chicken, steak, burgers), assorted vegetables, potatoes/starch, marinade/sauce, recipe, and 2 rolls of toilet paper. Add on a bottle of wine at 50 percent off. Call 214-559-3111 between 12–5 pm to order. Pick up from 12-7 pm. A typical spread includes beef filets, burger patties, salmon, zucchini, squash, onion, celery, half-gallon of heavy cream, butter, herb marinade, minced garlic, 5-pound bag of potatoes, box of orzo pasta, 1 can of chipotle peppers, and two rolls of toilet paper, all for $40.\n\nKuluntu, the Oak Cliff home bakery, is hosting a virtual, donation-based Sourdough 101 class on Zoom. They'll do the class on April 4 and 11, from 11 am-5 pm, with a two-hour break from about 2-4 pm. In advance, they'll email a supply list, including alternatives for items you may already have at home, along with a guide to get your starter ready for the class. They're also selling starter and bread-making kits for Dallas locals, and shipping out dehydrated starter for those not local.\n\nMeddlesome Moth in the Design District has \"Cook-at-Home Meal Kits\" for four with recipes for prepping at home. The Breakfast Box has bacon, sausage, 2 dozen eggs, biscuits, bell pepper, red onion, shredded cheese, salsa, corn tortillas and cold brew coffee for $55. The Lunch Box has a 1-pound Duroc ham, pepper turkey, cheddar, provolone, mayo, mustard, chips, apples, carrot sticks, hummus, and a brioche loaf for $50. BBQ Dinner has coffee-rubbed baby back ribs, brioche, coleslaw, sliced onion, and house pickle plate for $30. Gourmet Burger Box has 4 burger patties with buns, cheddar, lettuce, tomato, onion, pickles, thousand island dressing, potato chips, plus 15 eggs and a pound of butter for $35. Date Night For Two has two options: Black Mountain Angus ribeye, crispy Brussel sprouts, carrots, truffle and parmesan potato gratin, and chocolate pot de crème with strawberries for $65; or Tomahawk pork chops, Hungry Farmer spread, sweet potato mash, garlic spinach and seasonal cobbler for $45. Beer is also available at a discounted price of 40% off cans and bottles. Call 214-628-7900.\n\nNorma's Cafe has created a special menu for family-sized meals that feed six people. Customers can choose between three delicious brunch items or seven comforting dinner classics.Brunch options include All-American, Tex Mex, or \"Syrup Needed\" and is $56 for 6 people. Lunch/Dinner options include meatloaf, chicken fried steak or chicken, chicken & dressing, pot roast, chicken or steak fingers fried or grilled, pork chops, or Monterey chicken, and are $60 for 6.\n\nNosh Bistro is offering a special interactive meal with the fixings for a Saturday night family dinner including pasta carbonara for $30. At 5:30 pm, Chef Ryan Carbery will be on Nosh's Facebook and Instagram to share cooking tricks. Order on Nosh's website, and pick up Friday or Saturday curbside at the restaurant.\n\nOak Cliff Coffee Roasters has launched a new concept called CliffMade Pantry, which offers provisions including coffee beans, chocolate, eggs, their trademark sourdough bread in wheat or white, Mill-King milk, house-made yogurt, house-made jam, dark or milk baking chocolate, chocolate chip cookies or chocolate chip cookie dough to bake yourself, blueberry scones or else blueberry scone dough to make yourself, granola, and sandwich kits including avocado toast and peanut-butter and jelly.\n\nOriginal ChopShop is now offering a family bundle for $40. The family bundle will include four entrees, four sides of your choice and one gallon of tea. This is available for delivery or pickup. Additionally, Original ChopShop now has a Build Your Own Sandwich bundle, including one loaf of bread, 2 pounds of deli meat and 1 pound of provolone for $25. Original ChopShop is also offering grocery items, including eggs, uncooked brown rice, forbidden rice and quinoa, deli meat and sliced provolone cheese for purchase.\n\nPrimo's MX Kitchen & Lounge is offering a special interactive weekend meal with the fixings for a perfect brunch, including the ingredients for migas for two and a home mimosa bar, including 2 bottles of Wycliff bubbly and choice of cranberry, pineapple, or orange juice for $24. Order on Primo's website, and pick up Friday or Saturday curbside at the Statler Hotel.\n\nPerry's Steakhouse has launched a new \"Grocery Pack\" offering with two 6-ounce filet mignons, two chicken breasts, one dozen eggs, two strips bacon, red potatoes, broccoli, mushrooms, Roma tomatoes, onion, corn, two loaves of bread, a half pound of butter, steak seasoning, salt, pepper, Perry’s steak butter, and one gallon of milk. It's $62 and is available for a limited time, while supplies last. Dallas 214-855-5151, Frisco 214-494-4645. and Grapevine 682-477-2261.\n\nSalata is offering takeout at select Dallas locations, available via phone or in-store for takeaway. Options include a meal kit that feeds four, and a farmer's market basket featuring produce, chicken, and signature salad dressings. The Salata meal kit features 1.5 pounds of Salata mixed greens, tomato, cucumber, carrots, mixed cheese, corn, and black beans. It is served with a 12-ounce carafe of salad dressing and four rolls, with the option of adding chicken or shrimp. The produce baskets are packed in a reusable bag with romaine, red onion, cucumbers, bell peppers, tomatoes, apples, broccoli, avocados, carrots, jalapenos, and 10 pounds of pre-marinated chicken breasts. A spokesperson says that taking on a pantry-style model and purchasing meal kits, dressings, and produce are ways to support independent Salata owners and their suppliers.\n\nSnooze is helping customers throw a Virtual Brunch Party with a new theme every weekend such as \"bringing it back to the '90s.\" You order your choice of Snooze breakfast online via delivery or pickup, and each order comes with a mixtape card that gives access to a Snooze-compiled '90s music playlist on Spotify. If you want to costume on Instagram, tag @snoozeameatery and #snoozevirtualbrunch and you'll be featured on Snooze's channel, showcasing virtual parties happening from California to North Carolina.\n\nWhiskey Cake in Plano is a pioneer at doing Quarantine Kits delivered to your car. Theirs has become an ever-revolving assortment based on what supplies are available. For example, it might be everything you need for tacos and fajitas: pre-marinated flank steak, Wagyu ground beef, a marinated chicken, flour tortillas, rice, red & yellow onions, bell peppers, crimini mushrooms, cilantro, and 2 limes. Plus two rolls of toilet paper, a gallon of whole milk or almond milk, 1 pound of butter, and 15 eggs. Price ranges from $50 to $60. Call 972-993-2253."}}