{"GDELT": {"GlobalEventID": 915613923, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "CIV", "Actor1Name": "IVORY COAST", "Actor1CountryCode": "CIV", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 0, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.15923566878981, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200331160000, "SOURCEURL": "https://www.azocleantech.com/news.aspx?newsID=27113"}, "ARTICLE": {"TITLE": "New Study Assesses and Quantifies Ecosystem Service Flows", "TEXT": "What is common about flood control, pandas, chocolate, and migratory birds? Several countries are gaining profit from ecosystem services offered outside their nations.\n\nCocoa plantation in West Africa. Image Credit: Janina Kleemann.\n\nThis is possible through geographical and biological conditions, as well as economic relationships. However, one can barely understand where and how these ecosystem service flows take place.\n\nIn a recent study reported in the Global Environmental Change journal, researchers at the Helmholtz Centre for Environmental Research (UFZ) and the German Centre for Integrative Biodiversity Research (iDiv) and demonstrate ways to identify and quantify interregional ecosystem service flows.\n\nEcosystem services are not constrained by borders. For example, one country benefits from agricultural products originating from other continents or flood protection provided by floodplains in a neighboring country. Aletta Bonn, Professor, Helmholtz Centre for Environmental Research\n\nBonn works on ecosystem services at UFZ and iDiv. These close links among faraway regions emerging from ecosystem services are called telecoupling. Insights into these flows could help identify the value of intact nature, find the global drivers of soil erosion or biodiversity loss in faraway regions, and take measures for more sustainable management.\n\nIt is important to understand the interlinkages and the environmental costs caused by domestic consumption of ecosystem services in other countries. This information can then be used in political decisions, such as fair-trade standards, environmentally and socially acceptable certification, and financial compensation measures. Aletta Bonn, Professor, Helmholtz Centre for Environmental Research\n\nBut what is the way to identify, quantify, and finally balance ecosystem service flows between nations? The team examined these problems in their latest research. In this context, they studied to what extent Germany makes use of ecosystem services offered in other countries.\n\nAccording to Bonn, “In previous work, we had already developed a conceptual framework for quantifying interregional ecosystem service flows. Here, we differentiated between four types of flows which were examined for Germany in more detail.”\n\nUsing cocoa imports as an example, the researchers evaluated trade flows and their effect on biodiversity in the producing nations.\n\nIt turns out that approximately 85 percent of imported cocoa comes from only five mainly West African countries-Ivory Coast, Ghana, Nigeria, Cameroon and Togo. Significant impacts on biodiversity are considered for Cameroon and Ecuador due to cocoa trade with Germany. Dr Janina Kleemann, Former UFZ Researcher, Martin Luther University Halle-Wittenberg\n\nUnder the category of “migratory species”, the researchers studied the significance of migratory birds for German agriculture.\n\n“Our results indicate that Africa’s tropical and subtropical climate zones provide a habitat for the majority of migratory bird species that make an important contribution to pest control in German agricultural landscapes,” explained Janina Kleemann.\n\nEcosystem services related to flood safety are assigned to the “passive biophysical flow” category. In this context, the team summed up that Germany benefits by nearly two-thirds from flood regulation offered in the floodplains of other countries and, in exchange, also exports about 40% flood regulation to downstream neighboring countries like the Netherlands.\n\nUnder the category of “information flows,” the lending of a Chinese giant panda to Berlin Zoo was taken as a case study. The researchers emphasized the economic, political, cultural, and scientific views of this exchange for the relationship between China and Germany.\n\n“To place our study on a sound basis, we collaborated in an interdisciplinary, international team of ecologists, economists, geographers and social scientists,” explained Bonn.\n\nThe study at UFZ is one of the initial studies to identify, systematically quantify, and evaluate various interregional ecosystem services flows for a particular country using examples.\n\nThe primary step toward achieving a fair balance between sustainable resource management and the use of ecosystem services is to understand and be aware of these flows.\n\nBonn added, “When we know how and to what extent we influence global biodiversity with our consumption patterns and international trade, we can make better decisions regarding individual and national consumption of resources and develop adequate measures for sustainable management.”\n\n“Our study clearly demonstrates that countries such as Germany bear a global responsibility to protect and conserve biological diversity worldwide,” concluded Bonn.\n\nSource: https://www.ufz.de"}}