{"GDELT": {"GlobalEventID": 915613751, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "BRA", "Actor1Name": "BRAZIL", "Actor1CountryCode": "BRA", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.64383561643835, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI", "Actor1Geo_Lat": 53.0, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "EI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI", "Actor2Geo_Lat": 53.0, "Actor2Geo_Long": -8.0, "Actor2Geo_FeatureID": "EI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "EI", "DATEADDED": 20200331160000, "SOURCEURL": "https://www.agriland.ie/farming-news/letter-to-the-editor-we-the-farmers-need-to-be-safeguarded-too/"}, "ARTICLE": {"TITLE": "Letter to the editor: ‘What if a farmer has to hire someone…to do his or her work?’", "TEXT": "As a beef farmer, I feel some measures should be put in place for us – during this [coronavirus] crisis.\n\nThe announcement of a €4 million fund, up from €1.5 million, for equipment for calf welfare is very welcome, but beef farmers need to be safe-guarded too.\n\nFarmers up and down the country are already in a distressed state in the midst of this [Covid-19] pandemic, without the added worry of factories dropping meat prices.\n\nHaving fewer outlets through which to sell cattle compounds the problem, though it is good news to hear that marts can ‘reopen’ – albeit in a limited way – to facilitate the movement of cattle.\n\n‘Bills still need to be paid’\n\nIt is imperative that the price of beef is brought back up to €3.70/kg – from €3.50/kg – immediately. People still need to eat – here, in the UK and across Europe.\n\nAdvertisement\n\nIn the midst of the current crisis, I can’t see meat being imported from China and Brazil into the UK and mainland Europe. You would, therefore, imagine that there could be big demand for high-quality, Irish meat.\n\nIn the meanwhile, bills still need to be paid. Farmers in every sector need to be protected. They, like anyone else, can also fall prey to Covid-19…and become ill.\n\nFarming is an ‘essential service’. Measures must be put in place to deal with the financial impact if a farmer needs to hire somebody to do his or her work. Unless such measures are put in place, there will be too much pressure – both financially and mentally – on farmers!\n\nA surge is forecast with regard to this pandemic. It looks like things will get worse before they get better; we need to act now.\n\nI – like others I would imagine – have emailed my concerns to the Minister for Agriculture, Food and the Marine. I – like others – await a favourable response.\n\nFrom Helen O’Sullivan, Co. Cork"}}