{"GDELT": {"GlobalEventID": 915690336, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor2Code": "GOVHLH", "Actor2Name": "MINIST FOR HEALTH", "Actor2Type1Code": "GOV", "Actor2Type2Code": "HLH", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 2.85714285714286, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Milan, Lombardia, Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT09", "Actor2Geo_ADM2Code": "18363", "Actor2Geo_Lat": 45.4667, "Actor2Geo_Long": 9.2, "Actor2Geo_FeatureID": "-121726", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Milan, Lombardia, Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT09", "Action2Geo_ADM2Code": "18363", "Action2Geo_Lat": 45.4667, "Action2Geo_Long": 9.2, "Action2Geo_FeatureID": "-121726", "DATEADDED": 20200331234500, "SOURCEURL": "https://www.miragenews.com/huge-expansion-of-our-health-system-to-fight-coronavirus/"}, "ARTICLE": {"TITLE": "Huge Expansion Of Our Health System To Fight Coronavirus", "TEXT": "Victoria’s health system will receive a massive $1.3 billion injection to quickly establish an extra 4,000 ICU beds as we respond to the coronavirus pandemic and protect Victorian lives.\n\nPremier Daniel Andrews and Minister for Health Jenny Mikakos announced the boost, which will secure the ICU equipment, staff and space we need to meet the expected surge in case load at the peak of the pandemic.\n\nAt present, Victoria’s public and private health services have approximately 450 fully equipped and staffed ICU beds, but we know that won’t be nearly enough if the spread of the coronavirus continues.\n\nTo be ready for the pandemic peak, we are ordering $1.2 billion worth of equipment and consumables we need, as well as investing over $65 million for capital works and workforce training – securing record capacity for our intensive care system.\n\nThe order will also see additional personal protective equipment (PPE) purchased, including 551 million gloves, 100 million masks and 14.5 million gowns.\n\nNone of us want to see the scenes from Milan, New York and other parts of the world happening here in Victoria.\n\nThis is a massive task, but we are preparing Victoria’s healthcare system to rise to the challenge.\n\nAlthough we are acting quickly to slow the spread of coronavirus, the Government is ordering enough equipment to ensure we have supplies for the worst case scenario.\n\nThis investment follows the Victorian Government reaching an in-principle agreement with the state’s major private hospital operators so they can continue to care for Victorians during the coronavirus pandemic and ensure the entire health system is operating at full capacity.\n\nThis package is in addition to the $537 million the Victorian Government has already invested in our health system as part of our coronavirus response which has included more beds, ICU equipment and PPE to keep our dedicated health care workers safe.\n\nMore information can be found at www.dhhs.vic.gov.au/coronavirus.\n\nAs stated by Premier Daniel Andrews\n\n“All Victorians have to play their part in helping to flatten the curve – everything we do now gives us vital time to prepare our health system for what is to come.”\n\n“We are preparing for the worst – but if Victorians stay at home and protect the health system, won’t need all of this extra capacity, and we’ll save lives.”\n\nAs stated by Minister for Health Jenny Mikakos\n\n“This type of investment has never been made in Victoria before and shows the magnitude of what we are preparing to deal with.”\n\n“We are making the investments we need to support our hospitals and our healthcare workers to save lives and help us get to the other side of this crisis.”"}}