{"GDELT": {"GlobalEventID": 915691247, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "REL", "Actor1Name": "BISHOP", "Actor2Code": "CHRCTH", "Actor2Name": "CATHOLIC", "Actor2Religion1Code": "CHR", "Actor2Religion2Code": "CTH", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 2.5974025974026, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sussex, East Sussex, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKE2", "Actor1Geo_ADM2Code": "40137", "Actor1Geo_Lat": 50.9167, "Actor1Geo_Long": -0.083333, "Actor1Geo_FeatureID": "-2609142", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sussex, East Sussex, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKE2", "Actor2Geo_ADM2Code": "40137", "Actor2Geo_Lat": 50.9167, "Actor2Geo_Long": -0.083333, "Actor2Geo_FeatureID": "-2609142", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sussex, East Sussex, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKE2", "Action2Geo_ADM2Code": "40137", "Action2Geo_Lat": 50.9167, "Action2Geo_Long": -0.083333, "Action2Geo_FeatureID": "-2609142", "DATEADDED": 20200331234500, "SOURCEURL": "https://www.catholicworldreport.com/2020/03/31/english-bishop-shocked-by-permission-for-at-home-medical-abortions/"}, "ARTICLE": {"TITLE": "English bishop ‘shocked’ by permission for at-home medical abortions", "TEXT": "London, England, Mar 31, 2020 / 02:01 pm (CNA).- The British government’s plans to allow women to have early abortions at home without medical supervision during the coronavirus crisis will “further endanger women”, a bishop has said.\n\nBishop John Sherrington said he was “shocked” by the move, which the government had first announced, then quickly rescinded, before introducing once again.\n\nBishop Sherrington, the English and Welsh bishops’ spokesman on life issues, said: “We understand why the government wishes to keep women away from hospital at this time but are shocked to hear that the Secretary of State for Health plans to introduce temporary measures to allow telemedicine and early DIY abortion at home without any medical supervision present.”\n\nHe continued: “These measures fundamentally change access to abortion in England and Wales for the foreseeable future. Whilst these are emergency times, these measures further endanger women who, for example, are rushed into decisions by abusive partners and act without any proper consultation.”\n\n“They diminish the seriousness with which these decisions should be taken and the physical and psychological dangers of the administration of these drugs at home.”\n\nA medical abortion, sometimes called a chemical abortion, is a two-step process that involves the ingestion of mifepristone and misoprostol. Mifepristone blocks the effects of the progesterone hormone, inducing a miscarriage. Misoprostol is taken up to two days later, and induces labor.\n\nWomen in Britain are already allowed to take the second drug at home, after ingesting the first at a medical clinic and after obtaining the approval of two doctors, as required by law.\n\nBishop Sherrington accused the government of contradicting itself over whether it was “essential” for women to attend a clinic.\n\nHe said: “On Monday Lord Bethell (Health Minister) said ‘We believe it is an essential safeguard that a woman attends a clinic to ensure that they can be seen alone’. Why is it no longer essential? Why was it not discussed in Parliament between Monday and Wednesday?”\n\nThe Westminster auxiliary bishop urged officials to publish a time limit on the measure as it had for other emergency legislation.\n\n“Along with all those who cherish and uphold the value of human life, the Church will be vigilant to see that these measures, if introduced, are rescinded as soon as possible so that the present, albeit unsatisfactory, law is followed,” he said.\n\nADF International, a faith-based legal advocacy organization, described the new measures as the most significant change to abortion in England since the practice was legalized in 1967.\n\nRobert Clarke, ADF International’s deputy director, commented: “Exposing vulnerable women to home abortions is a decision which has been taken much too lightly by the government.\n\n“This exception to the abortion law could have a long-lasting effect on how abortion is handled in the United Kingdom, leaving those who are most vulnerable at most risk. If abortion providers thought the law needed changing, there are proper and democratic ways to approach this.”"}}