{"GDELT": {"GlobalEventID": 915690522, "Day": 20200331, "MonthYear": 202003, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "Actor2Code": "CAN", "Actor2Name": "BRITISH COLUMBIA", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 3, "NumArticles": 8, "AvgTone": 2.15105555934562, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Penticton, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12559", "Actor1Geo_Lat": 49.5, "Actor1Geo_Long": -119.583, "Actor1Geo_FeatureID": "-571145", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Penticton, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12559", "Action2Geo_Lat": 49.5, "Action2Geo_Long": -119.583, "Action2Geo_FeatureID": "-571145", "DATEADDED": 20200331234500, "SOURCEURL": "https://www.msn.com/en-xl/finance/topstories/the-man-who-designs-the-worlds-water-parks/ar-BB11YL0g"}, "ARTICLE": {"TITLE": "The man who designs the world's water parks", "TEXT": "In 1980 Geoff Chutter found himself \"mortgaged to the underside of the nostrils\", and the owner of a brand new water park.\n\nThe then 28-year-old had no previous experience of working in the world of giant water slides and swimming pools, but he thought it would be more fun than continuing to work as an accountant. So he decided to build his own.\n\nGeoff had previously spent five years employed by the auditing firm KPMG Canada, until one day he came across the country's first water park in the western province of British Columbia.\n\nHe was sent there on a work assignment, and he was immediately intrigued. \"It had some basic component that I thought was hugely fun,\" says Geoff.\n\n\"How good would it be to spend your life putting smiles on families' faces?\"\n\n© Whitewater West Geoff Chutter, pictured here in 1981, never looked back after he changed career\n\nSo, inspired, he decided to quit the day job, take a leap of faith, and open Canada's second water park. Joining with a business partner, he found 18 acres of land in the city of Penticton, British Columbia, and constructed one.\n\nFast forward 40 years, and Geoff's business - Whitewater West - is today the world's largest designer and manufacturer of water parks.\n\nWhen he opened that first park back in 1980, Geoff says it was \"very much house is on the line, savings on the line - modest as they were\". He adds: \"In reflection, the only thing more naïve than myself was the Royal Bank of Canada [who gave us the money].\"\n\nAt the time, the water parks industry was in its infancy, with the first modern attraction opening in Florida in 1977. So Geoff couldn't simply buy in slides, or even follow some already drawn up plans. Instead he had to design and build his park from scratch, working with an engineering firm to create everything.\n\nDuring the park's inaugural summer, something fortuitous happened. \"Four [separate] fellows came by and said 'Gee, I'd like to do that in my home town. How'd you do it?'\" he says.\n\nGeoff ended up signing contracts to build four new parks, three in Canada and one in Washington State, in the US.\n\n© Whitewater West Geoff, left, in 1981, moved from owning water parks to designing them for others\n\nLaunching his new endeavour he had soothed his stress with the thought that, if the venture failed miserably, he always had accounting to fall back on.\n\nBut riding that first wave of success, he says that he has \"frankly never looking back\".\n\nThree years after his park opened, he sold it, divesting completely from park ownership and operations, to instead focus on waterslide and pool design, engineering, manufacturing, and delivery.\n\n© BBC This story is from a new mini-series called Paths to Success\n\nToday, Whitewater has 600 employees around the world, and projects across six continents, from Russia to India, Brazil to the US, and Australia to South Africa.\n\nWith annual sales of $200m (£116m), the firm works with everyone from hotels, to amusement park behemoths like Disney, for whom it designed the vast Typhoon Lagoon wave pool in Orlando, Florida.\n\n\"We're the big boys in the industry - we're the gorillas in the living room, for sure,\" says Geoff.\n\n© Whitewater West The Wild Wadi Waterpark in Dubai was designed by Whitewater\n\nThe water parks industry has boomed over the decades, with 30.9 million visiting the top 20 water parks in the world alone in 2018, according to sector-wide figures. To try to stay ahead of the curve in an industry always seeking bigger thrills and fresh experiences, Geoff says that the company focuses on innovation.\n\nTeams of designers, architects and engineers work at its headquarters in Vancouver, alongside artists and sculptors, to create the next most popular water slides, and other aqueous attractions.\n\nWhile some of Whitewater's North American rivals have not expanded outside of the US and Canada, Geoff says that he was always keen to build a truly global presence.\n\nPaths to Success\n\nMore from the BBC's Paths to Success mini-series:\n\nHe credits the time he spent in France as a teenager - he attended the American School of Paris from 1966 to 1969 - with making him see the world \"an awful lot smaller\", and that \"it's your oyster\". So he was always keen to explore the possibilities of expanding the company worldwide.\n\n\"We saw our competition - North American-based - afraid to venture out,\" he says. \"So we went to Asia, we went to Europe.\"\n\nOn occasions, he says the company was warned by sceptics that water parks just wouldn't work in some countries. In Japan, for example, where Whitewater opened its first overseas project in 1988, there were concerns that Japanese women would be too worried about sun exposure to embrace a water park.\n\n\"Yet to this day our number one attendance day was 68,000 in a park in Tokyo, completely blowing up that theory,\" he says.\n\n© BBC Sculptors at Whitewater's Canadian headquarters help craft the park's themed rides\n\nThe business was also told that modesty concerns would get in the way of any success in the Middle East, but Geoff says that women-only events at a park in Dubai are a hit.\n\n\"A lot of cultures we've gone into, we've been told 'Nice idea, but you're going to fail there',\" says Geoff. \"[Yet], those components of water, sun, family, friends - they're very powerful when they're together.\"\n\nThe firm now has regional offices in Barcelona, Dubai, and Shanghai, and manufacturing operations in Turkey, the Philippines and Canada.\n\nDave Sangree, present of consulting firm Hotel and Leisure Advisors, says that Geoff's stewardship of Whitewater has been \"impressive\".\n\nTurning his attention to the wider water park industry, Mr Sangree says that it is expected to only continue to grow, especially in Africa and parts of Asia where the market is not fully developed.\n\n\"You have a growing middle-class worldwide, people love to spend time with their children worldwide, and water parks are certainly a fun alternative,\" adds Mr Sangree.\n\n© Getty Images Geoff Chutter says seeing their child's eyes light up with excitement brings parents back to a park\n\nBack at Whitewater's headquarters, Geoff is particularly excited about developing and building surf pools.\n\n\"I think it's going to be huge fun to be able to say, surf in Saskatoon, surf in Toronto, and have world-class waves [miles from the ocean],\" he says.\n\nIt does sound more enjoyable than being an accountant."}}