{"GDELT": {"GlobalEventID": 915736942, "Day": 20200401, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor2Code": "BUS", "Actor2Name": "BANK", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -8.20895522388059, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200401044500, "SOURCEURL": "https://www.thezimbabwedaily.com/news/473941-just-in-two-victoria-falls-men-arrested-in-card-cloning-scam.html"}, "ARTICLE": {"TITLE": "JUST IN: Two Victoria Falls men arrested in card cloning scam", "TEXT": "Jesse Ncube, Chronicle Reporter\n\nTWO Victoria Falls men have been arrested for fraud after cloning a bank card and withdrawing US$2 400 from an unnamed victims’ account.\n\nCourage Mdereseri (26) and Eugene Ndlovu (36) from Chinotimba suburb and Ngugama Crescent respectively used a card cloning machine to wipe clean a man’s bank account.\n\nCloning refers to criminal duplication of one’s Automated Teller Machine (ATM) cards, which criminals use to steal cash from bank accounts.\n\nThe duo was not asked to plead to fraud charges when they appeared before Victoria Falls magistrate Ms Lindiwe Maphosa on Wednesday.\n\nThey were both remanded to 25 March on $500 bail each.\n\nThey were both asked to surrender their travelling documents, report twice a week at Victoria Falls Police Station and reside at their given residential addresses.\n\nFor the State, Mr Onias Nyathi said sometime last year in December, the duo in the company of an accomplice who is still at large, used a card cloning machine to withdraw money from the complainant’s account.\n\n“In December 2019 and at African Duty-Free shop, the accused persons possessed two swiping machines to clone the complainant’s credit card and went on to steal his money by withdrawing it from his bank account without his consent and knowledge,” said Mr Nyathi.\n\nThe complainant, whose name was not stated in court papers received a notification message from his bank that he had withdrawn US$2 400 from his account.\n\nInvestigations by the bank with the help of police officers, revealed discovered that Mdereseri was the culprit and he implicated Ndlovu, resulting in their arrest\n\n@Zikhali_jay\n\nLike this: Like Loading..."}}