{"GDELT": {"GlobalEventID": 915737649, "Day": 20200401, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "LAB", "Actor1Name": "EMPLOYEE", "Actor1Type1Code": "LAB", "Actor2Code": "USA", "Actor2Name": "PENNSYLVANIA", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.48007085916741, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Pennsylvania, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USPA", "Actor1Geo_Lat": 40.5773, "Actor1Geo_Long": -77.264, "Actor1Geo_FeatureID": "PA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Pennsylvania, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USPA", "Actor2Geo_Lat": 40.5773, "Actor2Geo_Long": -77.264, "Actor2Geo_FeatureID": "PA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_Lat": 40.5773, "Action2Geo_Long": -77.264, "Action2Geo_FeatureID": "PA", "DATEADDED": 20200401044500, "SOURCEURL": "https://www.japantimes.co.jp/news/2020/04/01/business/corporate-business/delivery-driver-exposed-coronavirus/"}, "ARTICLE": {"TITLE": "U.S. delivery drivers exposed on frontlines of COVID-19 pandemic", "TEXT": "In the new COVID-19 economy that divides labor into essential and nonessential, truckers and parcel delivery drivers have become some of the most indispensable — and most exposed — workers as shut-in Americans rely more on online shopping.\n\nEmployees at United Parcel Service Inc. and FedEx Corp. work in close quarters to load packages, and wonder about the risks they’re taking with every box that’s been handled by multiple other people. Truckers carry goods in and out of cities locked down by the disease and worry about how they’ll get paid if they get sick.\n\nAlongside a realization of the importance of their jobs comes anxiety about the peril, said Max Farrell, founder and CEO of WorkHound, a company that gathers anonymous feedback from transportation workers to guide company’s retention efforts.\n\n“It’s a mix of uncertainty and pride,” Farrell said. “There are some who are worried because they don’t want to catch this thing. They also see this as a tremendous opportunity to serve the country and be the hero.”\n\nParcel handlers have begun adding their voice to a rising chorus of protests from some workers on the economy’s frontlines who believe they’re not getting adequate support or compensation for the extra workload and risks they’re being asked to shoulder during a deadly pandemic.\n\nAmazon.com Inc. warehouse workers walked out Monday after demanding more safeguards, and employees of its Whole Foods grocery unit planned a sickout to draw attention to their demands for hazard pay and free virus testing. Nurses staged protests throughout the past week in several states over the lack of protective gear.\n\nAn open petition started by unionized UPS workers on Change.org to demand hazard pay has gathered almost 190,000 signatures. One Teamsters branch in Pennsylvania accused UPS of failing to provide employees with gloves, masks and hand sanitizer — or even a working bathroom in one location.\n\n“Our people don’t feel safe. They’re anxious,” said Richard Hooker Jr., a union officer whose Philadelphia local has about 4,000 workers.\n\nThe disputes highlight the balancing act companies have to perform when they’re trying to continue essential work at a time when much of the nation is hunkering down to hide from the virus. With employees at risk of infection, making sure that drivers and warehouse employees feel safe will be crucial for supply lines to continue flowing and for the U.S. economy to remain functional.\n\nFedEx says it’s had “a small number” of workers diagnosed with the novel coronavirus, while UPS won’t share that number for “privacy reasons.” Both said they’ve stepped up the cleaning of facilities and vehicles, and have sent protective gear. Signatures for packages have been suspended to reduce contact with customers.\n\nIn a sorting hub in Greensboro, North Carolina, people are still working within a couple of feet of each other to unload packages onto a conveyor. Delivery trucks are still loaded by two employees, putting them in close contact, said Chris Cecil, a 15-year UPS employee whose job is to clean up spills from hazardous materials. Some shared keypads aren’t being wiped down, said Cecil, 32.\n\n“It’s something I’m definitely concerned about going into work every day,” he said.\n\nThe complaints are having an impact.\n\nIn Rhode Island, UPS management gave two drivers a corporate credit card to buy $21,000 of wipes, gloves and hand sanitizer after staff pushed the company for more supplies, according to union leadership. At a hub near Chicago, UPS is taking out turnstiles that were touched by a stream of workers as they bunched up to enter the building.\n\nVinnie Perrone, a union leader whose local in New York City has about 7,400 workers, spread the word more than a week ago through social media on the lack of supplies, and the company responded.\n\n“We’ve just been constantly putting pressure,” Perrone said on a Sunday conference call with UPS union workers. “They don’t act quickly to stuff, but I got word that they are shipping a lot of critically needed supplies.”\n\nSome retailers and trucking companies are providing bonus pay to employees who must come to work. Target Corp. boosted wages $2 an hour last week. Walmart Inc. and Lowe’s Cos. are doling out $300 bonuses for hourly employees. Home Depot Inc. is paying full-time workers an extra $100 a week through April 19.\n\nJ.B. Hunt Transport Services Inc. gave its drivers and support workers a $500 bonus “as a token of our appreciation for their service and hard work during these unprecedented times,” the trucking company said in a statement.\n\nLSO, a regional parcel carrier based in Austin, Texas, hasn’t had a problem with workers staying home from fear of catching the virus, said Chief Executive Officer Richard Metzler. The rise in package volume from online orders has made up for a decrease of business deliveries, he said.\n\nDale Pink, who has been a driver for UPS for 24 of the 31 years he’s worked there, is washing his hands more and doesn’t let people get near him, even customers he’s known for years and normally chats up. After his shift is over, workers spray down his truck with bleach for the next driver. For employees inside the hub, a sanitation table has wipes, disinfectant spray, gloves and other gear, he said.\n\nAbove all, customers are appreciative that their orders continue to be delivered, he said — though some wipe down packages when they receive them.\n\n“I feel like I’m just doing my job,” said Pink, 49. “There’s obvious concern, but our building has done very well banding together and working together.”\n\nEstimates vary as to how long this novel coronavirus can survive on different surfaces, but the World Health Organization has said there’s little chance of being infected from commercial products and packages.\n\n“The risk of catching the virus that causes COVID-19 from a package that has been moved, traveled, and exposed to different conditions and temperature is also low,” the WHO said in a March 9 document on its website.\n\nWorkHound analyzed comments about the virus made by about 30,000 truck drivers from March 1 to March 19. Most were wondering about companies’ plans to keep workers safe, while others raised questions about sick leave if they do fall ill. The comments also revealed a sense of duty to move goods and keep the economy going, Farrell, the CEO, said.\n\nThose workers, who ferry medical supplies to front-line health workers and goods to grocery stores, are hoping society will continue to recognize how crucial their jobs are to the economy even after the coronavirus crisis subsides.\n\n“You’re looking at almost 40 years of trucking being seen as a second-choice career,” Farrell said. “Now, truck drivers are seen as the backbone of the country. We’ve known it for years.”\n\nRELATED PHOTOS A courier with FedEx delivers packages along his route amid the COVID-19 pandemic in Alameda, California. | AP"}}