{"GDELT": {"GlobalEventID": 915737726, "Day": 20200401, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "MNCUSA", "Actor1Name": "GOLDMAN SACHS", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.89689034369886, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Amravati, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "17759", "Actor1Geo_Lat": 20.9333, "Actor1Geo_Long": 77.75, "Actor1Geo_FeatureID": "-2088786", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Amravati, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "17759", "Action2Geo_Lat": 20.9333, "Action2Geo_Long": 77.75, "Action2Geo_FeatureID": "-2088786", "DATEADDED": 20200401044500, "SOURCEURL": "https://www.mondaq.com/india/InsolvencyBankruptcyRe-structuring/910752/Insolvency-And-Restructuring--Monthly-Update-January-2020"}, "ARTICLE": {"TITLE": "Insolvency/Bankruptcy/Re-structuring", "TEXT": "ARTICLE\n\nTo print this article, all you need is to be registered or login on Mondaq.com.\n\nStatutory Updates\n\nSuccess of the Insolvency & Bankruptcy code hinges on timely resolution of stressed assets and a conducive ecosystem. Amendments to the IBC are an earnest attempt to address several issues faced in ongoing stressed assets cases, and will help reduce timelines, enhance transparency and improve realization from their resolution.\n\nThis section summarizes some of the recent statutory updates in this area.\n\nFinancial Service Providers (FSPs) to be covered under the provisions of IBC\n\nFSPs are ordinarily not covered under the provisions of the IBC. On November 15, 2019, the Ministry of Corporate Affairs ( MCA ) notified the Insolvency and Bankruptcy (Insolvency and Liquidation Proceedings of Financial Service Providers and Application to Adjudicating Authority) Rules, 2019 ( FSP Rules ) to provide a framework for insolvency and liquidation proceedings of systemically important FSPs other than banks.\n\n) notified the Insolvency and Bankruptcy (Insolvency and Liquidation Proceedings of Financial Service Providers and Application to Adjudicating Authority) Rules, 2019 ( ) to provide a framework for insolvency and liquidation proceedings of systemically important FSPs other than banks. Further, on November 18, 2019, the MCA notified that the insolvency and liquidation proceedings of the NBFCs with asset size of INR 500 Crore or more (as per last audited balance sheet), shall be undertaken in accordance with the provisions of the IBC, the FSP Rules and the appropriate Regulations.\n\nThe key highlights of the FSP Rules are as under:\n\n­ The FSP Rules do not apply to banks.\n\n­ The FSP Rules provide that the provisions of the IBC relating to the CIRP, Liquidation Process and Voluntary Liquidation Process for a Corporate Debtor shall apply to a process for an FSP, subject to certain modifications, as under:\n\nThe CIRP of an FSP shall be initiated on an application by the appropriate regulator. On admission of the application, the Adjudicating Authority will appoint an Administrator who will have the same duties, functions, rights, and powers of a resolution professional or liquidator, as the case may be.\n\nAn interim moratorium will commence on and from the date of filling of the application for initiation of CIRP by the appropriate regulator till admission or rejection of application.\n\nUpon approval of the resolution plan by the CoC, the Administrator will have to, subject to Section 29 A of the IBC, seek no objection from the appropriate regulator to the effect that it has no objection to the persons who would be in control or management of FSP after approval of the said resolution plan.\n\nOn November 28, 2019, in furtherance of the above Rules, the RBI filed an application before NCLT Mumbai for initiation of CIRP against Dewan Housing Finance Corporation Limited (DHFL) with respect to an alleged debt of INR 83,873 crore. In furtherance of the same, vide Order dated December 3, 2019, the NCLT held that the debt owed by DHFL qualifies as a financial debt and accordingly, passed an order for commencement of insolvency proceedings against DHFL and appointed Mr. Subramaniakumar as the resolution professional. Vide same order, the NCLT also ordered for imposition of a moratorium qua the corporate debtor under Section 14 of the IBC.\n\nPersonal guarantors to corporate debtors to be included within the ambit of IBC\n\nTill recently, IBC only dealt with corporate debtors and Part III of the IBC, which dealt with the insolvency resolution and bankruptcy processes of individuals and partnership firms, was not notified. However, with effect from December 1, 2019, personal guarantors to corporate debtors have also been included within the ambit of the IBC vide the Insolvency and Bankruptcy (Application to Adjudicatory Authority for Insolvency Resolution Process for Personal Guarantors to Corporate Debtors) Rules, 2019 and the IBBI (Insolvency Resolution Process for Personal Guarantors to Corporate Debtors) Regulations, 2019. The remaining provisions for individuals and partnership firms, for which the Debts Recovery Tribunal will be Adjudicating Authority are yet to be notified.\n\nThe key features of the insolvency resolution process of personal guarantors to corporate debtors are as under:\n\n­ The term \"guarantor\" is restricted to a personal guarantor to a corporate debtor and in respect of whom guarantee has been invoked by the creditor and remains unpaid in full or part.\n\n­ Under the IBC, where there are pending insolvency or liquidation proceedings against a corporate debtor before any bench of NCLT, the application for insolvency resolution or bankruptcy proceedings against the personal guarantors to the said corporate debtor are also to be filed before the same bench.\n\n­ On the date of making of an application, an interim moratorium will be declared till the approval or rejection of the application and during such moratorium, no fresh legal proceedings relating to the debt owed by the personal guarantor can be initiated nor can any such pending legal proceedings be continued.\n\n­ A resolution professional will be appointed who has to examine the application filed and submit a report to the Adjudicating Authority recommending approval or rejection. The Adjudicating Authority, after examining the report, will thereafter accept or reject the Application\n\n­ If the Adjudicating Authority admits the application, a moratorium comes into effect. Thereafter, the guarantor in consultation with the resolution professional, has to prepare a repayment plan which provides for a restructuring mechanism for the debts owed by the guarantor.\n\n­ The creditors may at the meeting approve, reject or modify the resolution plan and their voting share shall be in proportion to the debt owed to them.\n\nSubsequent to the meeting, the resolution professional has to submit a report of the meeting and their decision regarding the plan to the Adjudicating Authority, which shall either accept or reject the resolution plan on the basis of the report submitted by the RP.\n\n­ In the event the adjudicating Authority rejects the plan, the creditors and/or the debtor may file an application for bankruptcy of the guarantor.\n\nBankruptcy process of personal guarantors to corporate debtors\n\nWith effect from December 1, 2019, the Insolvency and Bankruptcy (Application to Adjudicatory Authority for Bankruptcy Process for Personal Guarantors to Corporate Debtors) Rules, 2019 and the IBBI (Bankruptcy Process for Personal Guarantors to Corporate Debtors) Regulations, 2019 have detailed the bankruptcy process of personal guarantors to corporate debtors.\n\nThe Salient features of the bankruptcy process of personal guarantors to corporate debtors are as under:\n\n­ An application for initiation of the bankruptcy process can be filed by the guarantor himself or by one or more creditors within 3 months from the Adjudicating Authority passing an order rejecting an application for initiation of corporate insolvency process against the guarantor or rejecting a repayment plan under the insolvency process or declaring that the repayment plan has not been fully implemented in respect of all persons bound by it.\n\n­ On the date of making of an application, an interim moratorium will be declared till the approval or rejection of the application.\n\n­ A trustee will be appointed by the Adjudicating Authority and thereafter, the Adjudicating Authority will accept or reject the application.\n\n­ If the application is admitted, then the estate of the said guarantor shall vest in trustee and the same shall be divided among their creditors.\n\n­ On the completion of administration and distribution of the estate of the bankrupt guarantor, the trustee has to convene a meeting of the committee of creditors and submit a report of the administration of the estate of the bankrupt for approval.\n\nThe trustee shall apply to the Adjudicating Authority for discharge of the bankrupt after the approval of the committee of creditors. Such order of discharge shall free the bankrupt from all bankruptcy debts except for certain debts such as debt incurred by means of fraud or breach of trust to which he was a party etc.\n\nOur viewpoint: The introduction of the insolvency resolution and bankruptcy processes of personal guarantors provides a big boost to the creditors, especially in times when there are not many takers for the corporate debtors in their resolution processes. It had become commonplace for guarantors and promoters to siphon away loans meant for the companies. With the advent of insolvency and bankruptcy against the personal guarantors, creditors will have a much wider asset base to recover their dues.\n\nIBBI (Insolvency Resolution Process for Corporate Persons) (Third Amendment) Regulations, 2019\n\nOn November 27, 2019, the IBBI notified the Insolvency and Bankruptcy Board of India (Insolvency Resolution Process for Corporate Persons) (Third Amendment) Regulations, 2019 and consequently, amended the Insolvency and Bankruptcy Board of India (Insolvency Resolution Process for Corporate Persons) Regulations, 2016. The amended Regulations provide for:\n\n­ Voting by authorized representative who shall cast his vote in respect of each financial creditor or on behalf of all financial creditors\n\n­ With respect to the mandatory contents of a resolution plan, it is now essential that the operational creditors will be paid in priority over financial creditors\n\n­ Financial creditors who have a right to vote and did not in favor of the resolution plan, will be paid in priority over financial creditors who voted in favor of the said resolution plan.\n\n­ The insolvency professionals will need to file a series of forms at different stages of CIRP so as to ensure transparency and accountability in conduct of the CIRP. In cases of failure to file form, or for delayed or inaccurate filing, the insolvency professionals would be liable for penal action in terms of the present amendment.\n\nOur viewpoint: In our considered opinion, the Amendment will help ensure that there is no unnecessary delay or neglect on part of the resolution professionals in conducting CIRP. Further, one extremely important change brought upon by this Amendment is that the dissenting financial creditors would be paid in priority to the financial creditors who voted in favor of the resolution plan. Such creditors (who are usually in minority) have been time and again discriminated against in the resolution plans. However, by way of the amendment, they now stand a better chance in terms of the priority in payment.\n\nThe Insolvency and Bankruptcy Code (Amendment) Ordinance, 2019\n\nOn December 24, 2019, the Union Cabinet approved the promulgation of the Insolvency and Bankruptcy Code (Amendment) Ordinance, 2019 and on December 28, 2019, the same received the approval of the president.\n\nThe salient features brought about by this Amendment are as under:\n\n­ An application for initiation of insolvency proceedings in relation to a real estate project can only be filled by a minimum of 100 allottees or not less than 10% of the total number of allottees of the same real estate project, whichever is lesser.\n\nThe scope of moratorium has been enlarged to prohibit the following during moratorium period:\n\nSuspension or termination of arrangements that involve conferment of rights by any government authority on the grounds of insolvency, as long as there is no default in the payment of current dues arising out of use of such benefits during the period of moratorium; and\n\nTermination of arrangements relating to supply of essential goods and services.\n\n­ The liability of a corporate debtor for an offence committed prior to the commencement of the CIRP shall cease if the resolution plan results in change in the management or control of the corporate debtor to a person who was not either a promoter or in the management or control of the corporate debtor or a related party of such a person; or a person with regard to whom the relevant investigating authority has, on the basis of material in its possession, reason to believe that he had abetted or conspired for the commission of the offence, and has submitted or filed a report or a complaint to the relevant statutory authority or court.\n\n­ A corporate debtor can file an application for initiation of CIRP against any other corporate debtor.\n\nThis Amendment was necessitated on account of a peculiar situation which arose after the takeover of Bhushan Power and Steel Ltd. by JSW Steel Ltd. After the Resolution Plan was approved and after JSW took over the assets of Bhushan Power and Steel, the Enforcement Directorate attached the properties of Bhushan Power and Steel as part of an ongoing investigation. This amendment will certainly help in ironing out such an anomalous situation in future.\n\nThe Hon'ble Supreme Court, vide Order dated January 13, 020 in Manish Kumar v. Union of India & Anr. has issued notice on a batch of writ petitions challenging the constitutional validity of certain provisions of the abovementioned Ordinance. The Court has directed for maintaining status quo on the pending petitions filed by the homebuyers. While the order does not clarify whether applications which would be filed henceforth would have to comply with the thresholds provided under the impugned Ordinance, we believe that any new petition will have to be compliant with the threshold provided in the Ordinance, since the Ordinance itself has not been stayed.\n\nOur viewpoint: In our opinion, the Amendment attempts to fine tune each step of the insolvency process ranging from filing of the application to the resolution of the corporate debtor, so as to make the process more efficient and effective. Introduction of additional thresholds for financial creditors represented by an authorized representative will prevent malicious and unthought after triggering of CIRPs. The bar on termination, suspension or non-renewal of licenses, permits, concessions, clearances etc. of the corporate debtor during the moratorium period will help ensure that the corporate debtor continues to function as a going concern but would also ensure maximization of the value of the assets of the corporate debtor at the stage of resolution. The instant Amendment provides much needed protection to the successful resolution applicant from criminal proceedings arising out offences committed by previous management.\n\nRecent Judgements\n\nBy interpreting, clarifying and sometimes even modifying the Insolvency & Bankruptcy Code, judgements and orders by courts and other fora have played an important role in the evolution of the Insolvency & Bankruptcy framework in India.\n\nThis section covers and summarizes some of the significant judgements from the recent past.\n\nJindal Steel and Power Ltd v. Arun Kumar Jagatramka & Anr\n\nIn the instant case, Jindal Steel Power Ltd (JSPL), an unsecured creditor of the corporate debtor i.e. Gujarat NRE Coke Ltd, preferred an Appeal under Section 421 of the Companies Act, 2013 against the order dated May 15, 2018 passed by NCLT.\n\nVide the order dated May 15, 2018, the NCLT in an application under Section 230 to 232 of the Companies Act, preferred by promoter – Arun Kumar Jagatramka, ordered for taking steps for Financial Scheme of Compromise and Arrangement between the promoter and the corporate debtor through the Liquidator in terms of Section 230 of the Companies Act.\n\nThe primary issues in the instant Appeal were whether in liquidation proceedings under the IBC, a scheme for Compromise and Arrangement can be made in terms of Sections 230 to 232 of the Companies Act, and whether a promoter is eligible to file an application for Compromise and Arrangement when he is ineligible under Section 29A of the IBC to submit a Resolution Plan?\n\nRegarding the first issue, the NCLAT observed that in liquidation proceedings under the IBC, a petition under Section 230 to 232 of the Companies Act, 2013 is maintainable. Regarding the second issue, the NCLAT held that even during the period of liquidation, for the purpose of Section 230 to 232 of the Companies Act, the corporate debtor is to be saved from its own management, meaning thereby that the promoters, who are ineligible under Section 29A are not entitled to file application for Compromise and Arrangement under Section 230 to 232 of the Companies Act, 2013.\n\nOur viewpoint: This judgment has brought much needed clarity on the issue of whether ineligible promoters can take back control of the corporate debtor under Sections 230 to 232 of the Companies Act, 2013 and has ensured that the said provisions are not misused by such promoters. This decision goes to the very root of the IBC i.e. to save the corporate debtor from those who led to its downfall and to ensure that the company is revived such that interest of all stakeholders is balanced.\n\nRahul Jain v. Rave Scans Pvt Ltd & Ors\n\nIn this case, Mr. Rahul Jain, the successful resolution applicant of the corporate debtor Rave Scans Pvt Ltd, approached the Supreme Court being aggrieved by the judgment of the NCLAT wherein the NCLAT asked the successful resolution applicant to increase the amount offered to Hero Fincorp Limited ( Hero ) in the resolution plan which had already been approved by the CoC as well as the NCLT.\n\n) in the resolution plan which had already been approved by the CoC as well as the NCLT. In the approved resolution plan, Hero was being given approximately 32% of their claim amount whereas the other financial creditors were being offered approximately 45%. Hero challenged the NCLT order dated October 17, 2018 on the ground that the resolution plan was discriminatory as the secured financial creditors were provided a higher percentage of claim amount than other financial creditors.\n\nIt is relevant to mention that prior to the amendment on October 5, 2018, Regulation 38(c) of the Insolvency and Bankruptcy Board of India (Insolvency Resolution Process for Corporate Persons) Regulations, 2016 provided for liquidation value to the dissenting financial creditors. Thereafter, vide the amendment dated October 5, 2018, Regulation 38 was amended and the stipulation of providing liquidation value was deleted. The NCLAT further observed that the NCLT failed to notice that no resolution plan can be approved which discriminates against the dissenting Financial Creditor in terms with the amended Regulation 38 and also because the NCLAT had already declared the unamended Regulation 38(1)(c) as illegal. Hence, the NCLAT held that in the instant case, the resolution plan was violative of section 30(2)(e) of the IBC.\n\nHowever, the Supreme Court set aside the order passed by the NCLAT and held that the amended Regulation 38 could not be applied to the instant case as the CIRP had commenced in January 2017 and the Resolution Plan was prepared much before the Regulations were amended. Consequently, the Supreme Court restored the order passed by the NCLT for approval of the resolution plan submitted by the Appellant.\n\nOur viewpoint: This judgment has brought about some ambiguity regarding the retrospective applicability of the amendment (that deleted the stipulation of providing liquidation value to dissenting financial creditors) to cases where appeals were pending before NCLAT or before the Supreme Court. This is likely to engender some confusion in ongoing matters and will need to be clarified.\n\nM/s Embassy Property Developments Pvt Ltd v. State of Karnataka & Ors.\n\nIn this case, after the initiation of the CIRP of M/s Tiffins Barytes Asbestos & Paints Ltd, the Government of Karnataka cancelled the request made by the resolution professional for a deemed extension of a mining lease granted by the Government to the corporate debtor. Thereafter, vide order dated May 3, 2019, the NCLT Chennai set aside the order of the Government of Karnataka on the ground that the same was in contravention to the moratorium under Section 14 of the IBC. Consequently, the Government of Karnataka approached the High Court of Karnataka, which granted a stay on the impugned order of the NCLT. It is against the said Impugned Order that the instant appeals came before the Supreme Court.\n\nThe primary issue that was dealt with herein was whether the High Court ought to interfere under Article 226/227 when an Order is passed by the NCLT, ignoring the availability of a statutory remedy of appeal to the NCLAT and if so, under which circumstances?\n\nThe Supreme Court observed that wherever the corporate debtor has to exercise a right that falls outside the purview of the IBC especially in the realm of the public law, the resolution professional cannot bypass the Writ Remedy and go before NCLT for the enforcement of such a right.\n\nThe court observed that the decision of the Government of Karnataka was issued in public interest and hence the said decision could only be called into question in a superior court which is vested with the power of judicial review over administrative action and the NCLT does not have such a status. Hence, the writ was maintainable and the refusal of the Government of Karnataka for the renewal of lease was not against not against the Section 14 of IBC because (i) moratorium is not to create a new right but to maintain a status quo and (ii) the land did not exclusively belong to the Corporate Debtor. The Supreme Court further observed that fraud cannot be a ground to dismantle the remedy of appeal u/s 61 of the IBC and hence, NCLT and NCLAT have jurisdiction to enquire into allegations of fraud.\n\nOur viewpoint: This Order is significant for clearly establishing that where the corporate debtor has to exercise a right which falls outside the ambit of IBC, especially pertaining to public law, then a writ petition can be filed before the appropriate High Court.\n\nCommittee of Creditors of Essar Steel Ltd through Authorized Signatory v. Satish Kumar\n\nThe NCLAT vide Order dated July 04, 2019 amended the resolution plan submitted by ArcelorMittal in the CIRP of Essar Steel India Ltd, which had been earlier approved by the CoC as well as the NCLT. Consequently, the NCLAT redistributed the proceeds under the plan so as to put the financial and operational creditors of the corporate debtor at par with each other in terms of percentage of dues recovered under the resolution plan. The NCLAT inter alia further observed that security interest is irrelevant at the stage of resolution of the corporate debtor. The Order dated July 04, 2019 passed by the NCLAT was challenged before the Supreme Court in the instant case. The Supreme Court held as under:\n\nThe scope of judicial review to be exercised by the NCLT has to be within the ambit of Section 30(2) of the IBC while the review by the NCLAT has to be limited to the grounds provided in terms of Section 32 read with Section 61(3) of the IBC. The discretion of determining the distribution of proceeds under a resolution plan, subject to few conditions, lies with the CoC.\n\nThat equitable treatment is applicable only to similarly situated creditors and it cannot be extended to treating unequals equally. Equitable treatment is to be accorded to each creditor depending upon the class to which it belonged to, whether secured or unsecured, financial or operational. It was further held that there is no jurisdiction not to approve a resolution plan on the ground that it is unfair or unjust to a class of creditors, so long as the interest of each class has been taken care of.\n\nCoC's power regarding issues having substantial bearing on running of the corporate debtor, including approving a resolution plan, cannot be delegated to a sub-committee.\n\nThe 330 days' period provided for completion of CIRP under Section 4 of the Insolvency and Bankruptcy (Amendment) Act, 2019 is not mandatory in nature and in exceptional cases, this period can be extended.\n\nOn these grounds, the Supreme Court set aside the Judgment passed by the NCLAT and accordingly, on December 16, 2019, ArcelorMittal completed the acquisition process of Essar Steel India Ltd.\n\nRecent Deals\n\nQ3 of 2019-20 saw several major acquisitions of distressed assets not only under IBC regime, but also under the RBI Circular dated June 7, 2019 for resolution of NPAs.\n\nSome of the noteworthy deals are covered in this section.\n\nNHPC's takeover of Lanco Teesta Hydro Power\n\nOn October 9, 2019, NHPC Ltd completed the takeover process of Lanco Teesta Hydro Power Ltd for a consideration of INR 897.50 Crore under the resolution plan approved by the committee of creditors and the NCLT. This is the first case wherein a state-owned company submitted a resolution plan in a CIRP.\n\nThe corporate debtor was executing the 500 MW (125 MW x 4) Teesta VI hydro project in Sikkim. In March 2018, the NCLT Hyderabad passed an order for commencement of insolvency proceedings and in March 2019, the Cabinet Committee on Economic Affairs approved the proposal for acquisition of the instant corporate debtor and the execution of balance works for the Teesta VI Project. Thereafter, vide Order dated July 26, 2019, NCLT Hyderabad approved the resolution plan submitted by NHPC Ltd.\n\nAfter the takeover, Lanco Teesta Hydro Power Ltd is now a wholly owned subsidiary of NHPC Limited, the successful resolution applicant.\n\nTata Power – ICICI JVs takeover of Prayagraj PowerGen\n\nOn December 4, 2019, Renascent Power Ventures Pvt Ltd, the wholly owned subsidiary of Resurgent Power Ventures Pte, a joint venture of Tata Power and ICICI Bank Ltd, acquired 75.01% stake in Prayagraj Power Generation Company Ltd, which owns and operates a 1,980 MW coal-based electricity generation unit in the Prayagraj district of Uttar Pradesh. The remaining 25% stake in the project is held by Jaiprakash Associates Ltd and some banks.\n\nThe UPERC had earlier passed an order directing Renascent Power Ventures to cut the tariffs of its 1980 MW Prayagraj Power project by INR 0.14 per unit from INR 3.02 per unit as adopted in the relevant PPA signed in 2010. Thereafter, the APTEL set aside the order passed by the UPERC and upheld the approval granted for transfer of 75.01% ownership but without any reduction of adopted tariff.\n\nThis is one of the first instances wherein the creditors have opted for competitive bidding outside the ambit of the IBC. This deal commenced prior to RBI issuing the June 7 Circular, but has concluded only recently.\n\nArcelorMittal's acquisition of Essar Steel\n\nOn December 16, 2019, ArcelorMittal completed the acquisition process of Essar Steel India Ltd, one of the biggest defaulters on the RBI's \"dirty dozen\" list of bad loans. Under the resolution plan, the creditors of Essar Steel would be paid approximately INR 42,000 Crore.\n\nIn August 2017, the NCLT Ahmedabad commenced insolvency proceedings against Essar Steel on an application filed by Standard Chartered Bank and State Bank of India. The dues of the corporate debtor, back in 2017, exceeded INR 50,000 Crore.\n\nThe instant case has ended up before the Supreme Court on various instances and in a way, has played a significant role in the development of various aspects of the insolvency law including Section 29A of the IBC.\n\nThe last and final impediment that was faced by Arcelor was that after their resolution plan was approved by the NCLT, the NCLAT amended the plan and put the financial and operational creditors of the corporate debtor at par with each other in terms of recovery under the resolution plan. However, on December 15, the Supreme Court set aside the NCLAT order and re-established the supremacy of the committee of creditors in determining the distribution of proceeds under a resolution plan (please refer to the 'recent judgments' section or further details). Essar Steel India Ltd would be jointly owned by ArcelorMittal and Nippon Steel Corporation, with ArcelorMitttal holding 60% share in the venture.\n\nTakeover of Ruchi Soya by Baba Ramdev's Patanjali Group\n\nOn December 18, 2019, after a long but successful insolvency resolution process, Patanjali Ayurved Ltd. completed the acquisition of Ruchi Soya Industries Limited for an amount of INR 4,350 Crore. Baba Ramdev's close aide Acharya Balkrishna has been appointed as the chairman and MD of Ruchi Soya Industries Ltd.\n\nThe insolvency proceedings against Ruchi Soya commenced in December 2017 on the admission of an application filed by Standard Chartered Bank and DBS Bank. Patanjali Ayurved Ltd. became the successful resolution applicant after Adani Wilmar withdrew from the process and Patanjali's resolution plan was approved by the committee of creditors of Ruchi Soya Industries Limited in April 2019. Thereafter, in September 2019, the resolution plan submitted by Patanjali was approved by the NCLT.\n\nThere were minor impediments along the way, such as in the proceedings instituted by DBS Bank before the NCLAT and thereafter before the Supreme Court challenging the distribution of proceedings under the resolution plan without taking into account the value of security held by the secured creditors. However, despite the legal proceedings, the acquisition was completed on December 18, 2019. This should prove to be a major relief to the State Bank of India and other banks which had substantial exposure in the Ruchi Soya case.\n\nRattanIndia's debt resolution through one-time settlement\n\nThis is the first scheme to have been closed under the RBI's Prudential Framework for Resolution of Stressed Assets dated June 7, 2019 and is the first time that foreign investors have replaced Indian lenders for resolution of stressed assets outside the NCLT.\n\nRattanIndia Power Ltd owns two coal-based power plants at Amravati and Nashik in Maharashtra. Its principal debt towards its lenders stood at approximately INR 6,574 Crore. On December 30, 2019, RattanIndia Power Ltd announced that it had closed a one-time settlement for debt resolution with a consortium of 12 lenders led by State Bank of India and Power Finance Corporation.\n\nAfter the one-time settlement, the principal debt has now been assigned to a set of new investors and lenders, led by foreign funds including Goldman Sachs and Varde Partners, through the Aditya Birla ARC Ltd, a subsidiary of Aditya Birla Capital for INR 4,050 Crore.\n\nSector Focus: Thermal Power\n\nThe country's thermal power sector has significant number of stressed assets, with loans of approximately INR 1,00,000 Crore having turned bad or been recast, which is alarming to say the least.\n\nThis section covers several developments over the recent past which have impacted the stressed thermal power assets as well as steps taken to ameliorate and improve the prevailing situation.\n\nThe IBC regime has had significant ramifications on the thermal power sector in India, especially in light of the capital-intensive nature of the industry, long gestation period and even longer time to profitability, all of which have added to the sector's debt burden. The regulatory uncertainty of last decade further amplified the financial burden, resulting in significant quantum of thermal project related debt ending up as NPAs.\n\nIn this regard, the RBI had issued a Circular in February 12, 2018 revising the framework for resolution of stressed assets, which was subsequently struck down by the Supreme Court on April 2, 2019 in the Dharani Sugar Judgment. This led to the RBI issuing a revised Circular on June 7, 2019, which inter alia excluded the provisions for mandatory reference of a stressed asset to the NCLT after the 270-day time period and provided for a framework for early recognition, reporting and time bound resolution of stressed assets. The said Circular also provided for inter creditor agreements to be executed by the creditors, for laying down the ground rules for finalization and implementation of the resolution plan.\n\nOn a similar note, some of the significant developments that took place in the last quarter of 2019 pertaining to the thermal power sector are as under:\n\n­ The NCLT Hyderabad Bench, vide Order dated November 7, 2019, admitted the Company Petition filed by State Bank of India under Section 7 of the IBC against Meenakshi Energy Ltd and consequently ordered for commencement of insolvency proceedings against Meenakshi Energy. The Corporate Debtor had availed a term loan and working capital loan from a consortium of lenders to set up a 300-MW coal-based power project and a 700-MW coal-based power project, both located in the Nellore District of Andhra Pradesh. The CIRP is at a nascent stage and it will be worthwhile to closely follow its outcome to ascertain whether similar thermal power cases will be capable of resolution.\n\n­ India's largest state-owned power producer NTPC Ltd. Has bid for Avantha Power's Jhabua thermal power project, the insolvency proceedings for which were initiated by an Axis Bank led lender consortium. The Jhabua thermal power project is located in Madhya Pradesh and was commissioned in 2016. Since then, the project has been operating at below optimum capacity due to various issues such as low demand, lack of working capital and coal supply crunch. This is the first time that NTPC is bidding for a stressed asset under the IBC and is likely to set the tone for similar acquisitions going forward.\n\n­ The Union Government is preparing to auction supply of coal to stressed power plants. These auctions are likely to commence by February, 2020 and will be reserved for non-captive power plants which do not have power purchase agreements for more than half their capacity. In terms of the guidelines issued by the Ministry of Power, the power generated through such coal would have to be sold on the power exchanges or short-term market through bidding on the Ministry of Power's DEEP portal. Also, the net surplus proceeds, after meeting operating expenses, would be used for servicing the debts.\n\nThe thermal power sector is without doubt one of the sectors which has been significantly impacted by the developments surrounding IBC. However, several developments over the recent past are indicative of some improvement in stressed thermal power assets and entities.\n\nWith the successful acquisition of Prayagraj Power Generation Company Ltd and RattanIndia Power, the creditors of such stressed assets would be encouraged to opt for competitive bidding outside the ambit of the IBC, which has also been provided for under the Reserve Bank of India (Prudential Framework for Resolution of Stressed Assets) Directions, 2019 dated June 7, 2019.\n\n­ The Government's plan to auction supply of coal to stressed power plants, wherein net surplus proceeds would be used for servicing their debts, (discussed above) is one such example.\n\n­ By way of the Insolvency and Bankruptcy Code (Amendment) Ordinance, 2019, the scope of moratorium has been enlarged to prohibit the suspension or termination of arrangements that involve conferment of rights by any government authority on the grounds of insolvency, as long as there is no default in the payment of current dues arising out of use of such benefits during the period of moratorium.\n\nThese steps should help stressed power projects in reviving themselves, and in case they fail to do so, then there are reasonable safeguards to ensure maximization of the value of these assets. This is likely to provide a significant boost to the transaction activity in this sector.\n\nGlossary\n\nAPTEL................................................. Appellate Tribunal for Electricity\n\nCIRP..................................... Corporate Insolvency Resolution Process\n\nCoC.................................................................... Committee of Creditors\n\nDEEP........................................... Discovery of Efficient Electricity Price\n\nIBBI............................................ Insolvency Bankruptcy Board of India\n\nIBC..................................................... Insolvency and Bankruptcy Code\n\nLtd................................................................................................. Limited\n\nNCLAT............................... National Company Law Appellate Tribunal\n\nNCLT................................................... National Company Law Tribunal\n\nNPA...................................................................... Non Performing Asset\n\nPPA............................................................ Power Purchase Agreement\n\nRBI......................................................................... Reserve Bank of India\n\nRP...................................................................... Resolution Professional\n\nUPERC.................... Uttar Pradesh Electricity Regulatory Commission\n\nThe content of this article is intended to provide a general guide to the subject matter. Specialist advice should be sought about your specific circumstances."}}