{"GDELT": {"GlobalEventID": 915737829, "Day": 20200401, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "SWE", "Actor1Name": "SWEDEN", "Actor1CountryCode": "SWE", "Actor2Code": "SYR", "Actor2Name": "SYRIA", "Actor2CountryCode": "SYR", "IsRootEvent": 1, "EventCode": 62, "EventBaseCode": 62, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.08225108225108, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Yemen", "Actor2Geo_CountryCode": "YM", "Actor2Geo_ADM1Code": "YM", "Actor2Geo_Lat": 15.5, "Actor2Geo_Long": 47.5, "Actor2Geo_FeatureID": "YM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Yemen", "Action2Geo_CountryCode": "YM", "Action2Geo_ADM1Code": "YM", "Action2Geo_Lat": 15.5, "Action2Geo_Long": 47.5, "Action2Geo_FeatureID": "YM", "DATEADDED": 20200401044500, "SOURCEURL": "https://besacenter.org/perspectives-papers/will-china-rebuild-syria/"}, "ARTICLE": {"TITLE": "Will China Rebuild Syria?", "TEXT": "Will China Rebuild Syria?\n\nBy Roie Yellinek April 1, 2020 April 1, 2020\n\nThe destroyed Bab Amro neighborhood of Homs, Syria, photo via Freedom House Flickr CC\n\nBESA Center Perspectives Paper No. 1,514, April 1, 2020\n\nEXECUTIVE SUMMARY: After almost a decade of civil war in Syria, the question of who will be in charge of the reconstruction has arisen over and over again (though any practical activity in that direction will have to be suspended during the acute stage of the coronavirus crisis). China’s position on this issue can be discerned by looking at its prewar relations with Syria and the way it has behaved during the war.\n\nThe relationship between China and Syria dates back to 1956, when the countries first initiated diplomatic contact. Bilateral relations have stayed largely consistent. In 2010 (the last year Syrian output was measured), trade between the countries amounted to $2.2 billion and mostly went in one direction, from China to Syria. According to the Stockholm International Peace Research Institute’s database, Beijing has sold Syria arms totaling $76 million since 2000. For the sake of comparison, Russia purchased $2.1 billion in small arms during the same period.\n\nOn August 5, 2018, the Chinese ambassador to Syria published an article in the Syrian daily al-Watan, a mouthpiece for President Bashar Assad. The piece stressed Chinese-Arab ties, announced that Beijing is deepening its strategic partnerships in the Middle East, and claimed that China wishes to play a greater role in driving peace and stability in the region.\n\nThe ambassador wrote that ever since the beginning of the Syrian crisis, China has supported the Syrian people both politically and humanely. He praised Assad’s forces for strengthening the regime’s stability and said China wanted to strengthen cooperation between the countries and was prepared to take part in Syria’s rehabilitation:\n\nWe highly commend the Syrian ‘”Eastward” strategy and intend to cooperate more with Syria in the political, military, economic and social fields, to actively participate in Syria’s economic reconstruction so that the Syrian side benefits from Chinese economic benefits … and establish the exchange of knowledge in the fields of ideology, culture and government to contribute to the restoration of peace, stability and prosperity in Syria as soon as possible.\n\nOn June 5, 2019, Chinese president Xi Jinping visited Russia. During his visit, he had this to say about the Syrian civil war:\n\nSyria is…home to one of the most ancient civilizations with a long history, and it is also an important country in the Middle East… As the process of finding a political solution to the conflict is forging ahead and the Syrian government and people are starting to rebuild their homeland, China stands ready to participate in Syria’s reconstruction within its own ability and do the best [it can] to help the Syrian people resume their normal life and production soon.\n\nChina is widely perceived as the leading candidate to rebuild Syria’s drastically damaged infrastructure after the long years of war. Beyond the statements from the Chinese leadership, the reason for this perception is simple: no other country is both supportive of the Assad regime and capable of embarking on a project of such scale. The Assad regime has support from Iran, but the Islamic Republic lacks China’s economic capabilities. Estimates of the cost of rebuilding Syria range from a “modest” $200 billion to more pessimistic forecasts in the area of $1 trillion.\n\nThe level of potential expenditure raises the question: Does China want to be a kind of “project manager” in the reconstruction of Syria? To answer this and make projections about Beijing’s evolving Syria policy, it is helpful to analyze Chinese behavior and possible motivations during the civil war—a massive calamity that has killed more than 600,000 people, devastated the Syrian economy, destroyed half the country’s infrastructure, displaced 4 million Syrians internally, and prompted the emigration of another 6 million.\n\nThe two sides of the war have received external aid in various forms, with the US and other Western countries supporting the anti-regime movement and Russia, Iran, and China providing support to the Assad regime.\n\nWhile Russia and Iran have sent troops and sold arms to the regime, China has given almost exclusively diplomatic support to Damascus. There are a few exceptions in which Chinese personnel were either on the ground or in direct communication with proxies. Xinhua, China’s state news agency, quoted a senior Chinese officer on August 16, 2016 as saying that “China wants to strengthen its military ties with Syria.” The officer made this comment during a rare Chinese visit to the divided country.\n\nThe Chinese have also given Syria economic aid on a small scale. On July 10, 2018, Xi pledged a package of $20 billion in loans and about $106 million in financial aid to Middle Eastern nations as part of what he called an “oil and gas plus” model to revive economic growth in the region. It is unclear what percentage of the loan was intended for Syria, but only $91 million has been set aside for Jordan, Lebanon, Syria, and Yemen together.\n\nOn August 27, 2019, China’s ambassador to Damascus said his country will give the Syrian people new buses and emphasized that his country is “ready to provide more and more backup to Syria in all areas, and in particular to the transport sector.” It appears that Beijing, while limiting its investment in Syria so far, is waiting for the end of the war and will then ramp up operations on a larger scale.\n\nAs noted, most Chinese support for Syria has been diplomatic. At the UN, Beijing has consistently stood with Moscow in support of Assad, vetoing six of seven Security Council resolutions condemning the Syrian authorities for using force against its citizens. This long-term backing from China has given the Assad regime the latitude to fight the rebels with great brutality without having to contend with debilitating pressure from the international community.\n\nOn October 31, 2012, during talks with UN-Arab League Joint Special Envoy Lakhdar Brahimi in Beijing, Yang Jiechi, the director of the Office of Foreign Affairs of the Communist Party, announced a four-point proposal to establish a transitional governing body. Though this proposal did not include plans for any action to solve the crisis, it made China’s engagement with Syria explicit. At the end of 2015, China’s foreign ministry spokesperson said Beijing would invite the two sides separately to discuss options for ending the war.\n\nWhy does Beijing, which tends to avoid intervention and criticizes Western countries whenever they insert themselves into the domestic turmoil of other states (such as in Yemen, Venezuela, and elsewhere), support the Assad regime? There are several reasons. First, China wants to establish itself as a superpower, and defending the interests of its allies is a step in that direction. The Chinese ambassador to Syria said recently, “We [the Chinese] will be proud of any sanctions Washington may impose on Chinese companies participating in the Damascus International Fair,” an indication that Beijing is willing to use Syria as part of the heated trade battle between China and the US.\n\nAnother element explaining Chinese support for Assad is Beijing’s concern about ethnic Uighurs from China’s far western region of Xinjiang who traveled clandestinely to Syria and Iraq to fight together with Islamist groups. ISIS has killed at least one Chinese hostage and issued statements threatening to attack China, which has incentivized the Chinese leadership to support the Assad regime against the Islamists.\n\nIt is also worth noting that the Chinese are famously patient. Supporting Assad could prove to be a significant net positive in the long run, and Beijing is prepared to wait to reap the benefits.\n\nIt is of course difficult to predict what will happen next in this relationship, which has been developing over more than 50 years. But China’s support for the Assad regime over the years of civil war is unequivocal. China is the second-biggest economy in the world, and its vast Belt and Road Initiative is an integral part of Chinese trade policy. It makes sense that China will take part in the reconstruction of Syria once the war is over and the coronavirus crisis has passed.\n\nBeijing vividly remembers evacuating Chinese workers from Libya and Yemen and has no interest in putting Chinese nationals in harm’s way on Assad’s behalf. The first and most important condition for Chinese involvement in Syria’s development is a complete end to the fighting.\n\nView PDF\n\nThis is an expanded version of an article that appeared in E-International Relations on March 23, 2020.\n\nRoie Yellinek is a Ph.D student at Bar-Ilan University, a doctoral researcher at the Begin-Sadat Center for Strategic Studies, and a non-resident scholar at the Middle East Institute."}}