{"GDELT": {"GlobalEventID": 915737422, "Day": 20200401, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "GOV", "Actor1Name": "GOVERNOR", "Actor1Type1Code": "GOV", "Actor2Code": "MIL", "Actor2Name": "NATIONAL GUARD", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.7182130584192499, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Missoula International Airport, Montana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMT", "Actor1Geo_ADM2Code": "MT063", "Actor1Geo_Lat": 46.9163, "Actor1Geo_Long": -114.09100000000001, "Actor1Geo_FeatureID": "806484", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Missoula International Airport, Montana, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMT", "Actor2Geo_Lat": 46.9163, "Actor2Geo_Long": -114.09100000000001, "Actor2Geo_FeatureID": "806484", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Missoula International Airport, Montana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMT", "Action2Geo_Lat": 46.9163, "Action2Geo_Long": -114.09100000000001, "Action2Geo_FeatureID": "806484", "DATEADDED": 20200401044500, "SOURCEURL": "https://www.kulr8.com/news/montana-national-guard-authorized-to-conduct-covid-19-checks-on-out-of-state-travelers/article_a1983c12-73a4-11ea-a6e1-fbc12ed42306.html"}, "ARTICLE": {"TITLE": "Montana National Guard authorized to conduct COVID-19 checks on out-of-state travelers", "TEXT": "BILLINGS, Mont. — In addition to his 14-day self quarantine order, Governor Steve Bullock has authorized the Montana National Guard to conduct temperature checks for any passengers arriving in state by either rail or air travel. This comes in an attempt to limit the spread of COVID-19 in the state.\n\nThe Governor's Monday Directive also authorized the National Guard to assess individuals for other COVID-19 symptoms. They may also ask about their travel history and exposure history, such as being in close contact with someone known to be infected.\n\nBrian Ellestad of the Missoula International Airport says they will comply with the Governor's order. \"The National Guard will make sure the passengers are aware that you've just arrived, we ask that you self-quarantine for 14-days and if there's a rise in temperature, they'll walk them through the medical providers and take that next step,\" Ellestad says. In regards to travel time, Ellestad does not see the travel orders making any impact. \"Traffic is at a very reduced pace right now already, so I don't think its going ot add too much time. It's more of an awareness thing.\"\n\nIn addition to the mandatory quarantine for travlers, the National Guard will also advise travelers on the Stay at Home order and limitations on non-essential travel. Ellestad says \"it's important for the people who are traveling to know what to expect on the opposite end. So that they can think twice about \"is my travel truly required?\"\"\n\nThe National Guard checks can only occur with the authorization of the Governor at specific locations determined by Governor Bullock."}}