{"GDELT": {"GlobalEventID": 915737375, "Day": 20200401, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "GOV", "Actor1Name": "GOVERNOR", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.50314465408805, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "New Haven, Connecticut, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCT", "Actor1Geo_ADM2Code": "CT009", "Actor1Geo_Lat": 41.3082, "Actor1Geo_Long": -72.9282, "Actor1Geo_FeatureID": "209231", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Connecticut, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCT", "Action2Geo_Lat": 41.5834, "Action2Geo_Long": -72.7622, "Action2Geo_FeatureID": "CT", "DATEADDED": 20200401044500, "SOURCEURL": "https://yaledailynews.com/blog/2020/03/31/connecticut-national-guard-erects-overflow-site-at-scsu/"}, "ARTICLE": {"TITLE": "Connecticut National Guard erects overflow site at SCSU", "TEXT": "Courtesy of Southern Connecticut State University\n\nAnticipating an overwhelming of the state’s hospital system, Gov. Ned Lamont deployed the Connecticut National Guard on Monday to convert Southern Connecticut State University’s campus to a regional field hospital.\n\nLamont first activated the Guard before the state saw its first positive coronavirus test on March 8. In addition to existing measures such as equipment distribution, Lamont has mobilized the Guard to convert three sites across the state into hospital reserves in order to maximize treatment capacity for an anticipated uptick in COVID-19 cases. On Tuesday, Guard members began converting SCSU’s Moore Fieldhouse into a 250-bed mobile hospital with help from the Federal Emergency Management Agency. As of now, the site is intended to care for non-COVID-19 patients in order to free up space in the Yale New Haven Health System.\n\n“We have to be ready to take care of COVID-positive patients to the best of our ability, and at the same time, we need to continue the business we’re in,” YNHH CEO Marna Borgstrom said in a press conference with Lamont on Monday. “We have to make sure we’re here for the people who have always needed us … as well as these COVID-positive patients.”\n\nRight now, Connecticut hospitals still have enough capacity to care for patients, but the state anticipates a surge of cases that will soon fill a limited number of beds — especially in Fairfield County, the epicenter of Connecticut’s outbreak, and in New Haven County, which Lamont warned on Monday “is quickly catching up to Fairfield.” The number of confirmed cases in Fairfield County is 1,870 as of Tuesday evening; in New Haven County, 517. The city of New Haven has 121 confirmed cases.\n\nYNHH Media Coordinator Mark D’Antonio did not respond to the News’ request for comment regarding when YNHH anticipates housing non-COVID-19 patients at the SCSU site.\n\nOn Monday, Lamont appointed Borgstrom to the newly-formed Governor’s Health System Response Team. Borgstrom, in addition to the two other appointees — Hartford Healthcare’s Jeffrey Flaks and Nuvance Health’s John Murphy — has been consulting with the governor on a “regular basis” since before the state saw its first positive case, according to a press release.\n\nTogether, the three health systems constitute nearly 70 percent of the state’s hospital system. The group will focus on resource and personnel allocation for the duration of the COVID-19 crisis.\n\nLamont said during Monday’s press conference that he met with Borgstrom, Murphy and Flaks on March 20 and asked them to increase their joint capacity by 50 percent. The SCSU overflow site is the latest development in this effort — which Lamont suggested would be completed by the end of the week — and allows YNHH to house non-COVID-19 patients apart from the 306 COVID-19 patients currently in the system as of Monday, according to Borgstrom.\n\nBut even with increased patient capacity, YNHH and hospitals across the state still face constraints.\n\nAssociate clinical professor and doctor at the Yale School of Medicine Thomas Balcezak told the News earlier this month that while YNHH can “flex up and use other places as ICUs,” the hospital is inherently limited by staffing and ventilators. YNHH Clinical Virology Lab Director Marie-Louise Landry said that personal protective equipment also poses a challenge — the need for masks and other PPE is higher than ever, but supply streams have not met hospital needs.\n\nIn a Tuesday appearance on the radio show “Chaz & AJ” on WPLR-FM, Lamont shared Landry’s frustrations.\n\n“I am desperate for this PPE,” he said. “Sometimes the shipments are rerouted at the last moment … It has created incredibly erratic supply.”\n\nWhile the SCSU overflow site is a state-led initiative, Connecticut is working in partnership with federal and local governments. The U.S. Department of Homeland Security said on Monday that it will reimburse the state for all costs associated with activating the Guard, and Mayor Justin Elicker has extended the city’s support.\n\n“The city of New Haven is looking forward to supporting the state’s use of Southern as a medical surge site to help decompress the hospital and provide more beds for those in need of care related to COVID-19,” Elicker said on Tuesday. “We all play a part in reducing the spread of the virus and stand ready to partner in doing so. We are also grateful to the leadership at Southern for opening their campus to support efforts related to COVID-19.”\n\nIn addition to the field hospital, SCSU has made about 2,500 beds available in nine residence halls, according to the New Haven Independent. The university anticipates housing medical staff in one of these halls. The purpose for the others has not yet been determined.\n\nMackenzie Hawkins | mackenzie.hawkins@yale.edu\n\nCharlotte Zimmer | charlotte.zimmer@yale.edu"}}