{"GDELT": {"GlobalEventID": 915737607, "Day": 20200401, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "JUD", "Actor1Name": "JUDGE", "Actor1Type1Code": "JUD", "Actor2Code": "ELI", "Actor2Name": "ACTOR", "Actor2Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -11.6760828625235, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Detroit, Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_ADM2Code": "MI163", "Actor1Geo_Lat": 42.3314, "Actor1Geo_Long": -83.0458, "Actor1Geo_FeatureID": "1617959", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Detroit, Michigan, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMI", "Actor2Geo_ADM2Code": "MI163", "Actor2Geo_Lat": 42.3314, "Actor2Geo_Long": -83.0458, "Actor2Geo_FeatureID": "1617959", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Detroit, Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_ADM2Code": "MI163", "Action2Geo_Lat": 42.3314, "Action2Geo_Long": -83.0458, "Action2Geo_FeatureID": "1617959", "DATEADDED": 20200401044500, "SOURCEURL": "https://www.deadlinedetroit.com/articles/24831/opinion_time_running_out_to_release_inmates_at_wayne_county_jail"}, "ARTICLE": {"TITLE": "Opinion: Time running out to release Wayne County Jail inmates", "TEXT": "The writer is legal director and a senior staff attorney at the Detroit Justice Center. She lives in Detroit and has been a criminal defense lawyer for more than 26 years.\n\nBy Desiree M. Ferguson\n\nHeightened concern over the COVID-19 pandemic grips our community. Throughout the United States, elected officials are taking unprecedented steps to protect the most vulnerable people in our community, in a valiant effort to contain this terrible new disease.\n\nYet, those confined in our local jails, who are among the most vulnerable, remain trapped in conditions that make slowing the virus’ spread nearly impossible. As the most powerful actors in the criminal justice system, prosecutors, sheriffs and judges must use their discretionary power to protect the health and well-being of those confined within our local jails by releasing every single person they can. Nationally, many elected prosecutors have recognized this, releasing a statement recognizing that “America’s jails, prisons and immigration detention centers [are] ripe for the spread of this contagious deadly virus.”\n\n\n\nDesiree M. Ferguson: \"Continued detention creates a recipe for disaster.\" (Photo: Detroit Justice Center)\n\nHowever, conspicuously absent among the signatories of this proclamation are Wayne County’s political leaders. Indeed, efforts of activists and defense attorneys to secure the release of vulnerable, non-threatening inmates from our local jails have been met with deafening silence and indifference, and in many instances, overt opposition, by the Wayne County Prosecutor’s Office.\n\nThe office has said it agreed to release about 100 inmates, although it appears that those selected are being held to a high standard of proof of medical vulnerability, and it is unclear whether anyone has actually been released as yet. Regardless, a target of a mere 100 is woefully inadequate, given the magnitude of the crisis, particularly since we know most people in the jail have not been convicted of any crime.\n\nConditions in Wayne County jails and detention facilities are notoriously cramped, overcrowded, poorly ventilated and unsanitary. Inmates, who often have chronic health conditions and compromised immune systems, have little access to good hygiene facilities, and hand sanitizer is banned. It is a perfect storm for the rapid spread of the coronavirus.\n\nA recent report verified that most Wayne County Jail bookings are for misdemeanors, local ordinance violations and civil infractions, and most of these are for simple, non-threatening traffic offenses like driver’s license, registration and insurance violations. These people pose no threat to the community, but their continued detention creates a recipe for disaster.\n\nThe only acceptable, humane response to the threat posed by this terrible pandemic is immediate decarceration. This is an absolutely vital step necessary for protecting those confined inside, as well as the broader Michigan community, from this terrible disease. It is totally unconscionable that these most vulnerable members of our community could be exposed to conditions that precipitate their death as part of their punishment, in clear violation of the 8th Amendment’s prohibition against cruel and unusual punishment. It is equally horrifying that Michigan’s jails and detention centers — by failing to act — could be the very catalyst of a severe statewide outbreak.\n\nRecognizing this recipe for catastrophe, the United Nations recently called for the release of tens of thousands of prisoners worldwide, and officials in Michigan’s Ingham and Clinton Counties, Ohio’s Cuyahoga County and Los Angeles County have recently acted to ameliorate this risk by releasing inmates from their jails.\n\nOpen cell doors now\n\nMichigan Supreme Court Chief Justice Bridget McCormack joined Matt Sexton, executive director of the Michigan Sheriffs' Association in issuing a statement calling for immediate reduction of the jail population. This week, Gov. Gretchen Whitmer issued an executive order invoking laws regarding jail overcrowding to release prisoners who are older, medically frail and pregnant, as well as those held on traffic matters.\n\nWe call on Wayne County Prosecutor Kym Worthy, Wayne County Sheriff Benny Napoleon and Wayne County Circuit Court Chief Judge Timothy Kenny to do likewise.\n\nEven before this pandemic hit, the Michigan Joint Task Force on Jail and Pretrial Incarceration recommended a reduction in pretrial detention this January. This action must be taken immediately in light of this impending public health emergency.\n\n\n\nWayne County Jail (Photo: Charlie LeDuff)\n\nThe failure to act risks the lives not only of the inmates, but of those working inside the jails, and indeed of the public at large. There are an estimated 1,700 inmates in Detroit and Wayne County facilities. But a great many people come and go from the jails daily, maintaining countless entry and exit points for the deadly virus.\n\nAccording to a national report, jail populations turnover about 54% weekly. Already employees of the Detroit Detention Facility, Divisions I and III of the Wayne County Jail, and the Lapeer County Jail, as well as a Wayne County Sheriff’s Deputy, have tested positive for the virulent disease.\n\nImmediate freedom categories\n\nAccordingly, we urge the immediate release of the following groups housed in Detroit and Wayne County youth and adult jails and facilities, including those serving time for technical probation or parole violations and those serving immigration holds, unless the prosecutor proves that doing so poses a serious risk to safety:\n\n• All individuals detained solely because they can’t afford cash bail\n\n• All pretrial detainees awaiting adjudication for non-violent offenses\n\n• All persons serving sentences for traffic offenses; child support violations; and minor misdemeanors, ordinance violations and civil infractions, such as loitering, trespassing, and entering a vacant building\n\n• Persons aged 60 or older\n\n• Pregnant women\n\n• All medically vulnerable persons, such as those with chronic health conditions such as asthma, cancer, high blood pressure, heart disease, lung disease, diabetes, liver disease, kidney disease, and HIV\n\n• Everyone whose sentence ends in less than six months\n\nWhere necessary, personal recognizance bonds can be issued to protect public safety and ensure people released will return to custody after the emergency has passed.\n\nFurthermore, urgency and efficiency dictate that these prisoners be released globally, rather than requiring volunteer attorneys to identify, locate, communicate with, investigate and advocate each individual case on a piecemeal basis.\n\nFinally, all jail bookings should be ceased for, at a minimum, people who have been charged with minor misdemeanors for nonviolent offenses, local ordinance violations and civil infractions, especially traffic matters."}}