{"GDELT": {"GlobalEventID": 915736988, "Day": 20200401, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2493, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 6.8762278978389, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200401044500, "SOURCEURL": "https://www.popsugar.com.au/beauty/meghan-markle-hairstylist-george-northwood-interview-47358537"}, "ARTICLE": {"TITLE": "Meghan Markle's Royal Hairstylist Sent Her a Touching Goodbye Message That Has Me Weepy", "TEXT": "Meghan Markle and Prince Harry are wrapping up their time as senior royals, and their trusted associates are coming forward to express thanks. One of the well-wishers is hairstylist George Northwood, who up until this point, stayed quiet about his working relationship with the couple. With Northwood in London and Markle in California, it appears they won't be collaborating as often, which prompted Northwood's recent Instagram message. A \"see you later,\" if you will.\n\n\"It has been an enormous privilege and a lot of fun working with the The Duke and Duchess of Sussex over the past two years,\" Northwood wrote on Instagram. \"I have enjoyed every minute collaborating with this amazing couple who not only champion small businesses but have taught me so much about diversity, equality and the importance of good mental health. Here are a few of their many wonderful moments that I was honoured to be a part of.\"\n\n\n\n\"So happy to now be able to share about our special time together.\"\n\n⁣⁣\n\n\"Harry, Meghan and Archie, wishing you much love and luck for your next exciting chapter! Can't wait to see you one day soon - and so happy to now be able to share about our special time together 😘⁣⁣\"\n\nIn addition to his sentiments on Instagram, Northwood opened up to British Vogue about his experience styling \"Cali girl\" Markle as a royal. \"I went to meet her and we hit it off straight away,\" he said. \"I think I met her in February, around Valentine's Day 2018. I was a bit worked up beforehand and then, as soon as I met her, she was just like my California girl clients. She said, 'I'm a Cali girl,' and I just said, 'One of my favourites then.' We hit it off – we immediately spoke the same language.\"\n\nNorthwood is the man behind some of our favourite Markle hairstyles, including her famous messy bun and sleek ponytails. He accompanied her on tours across the world and kept up with the fast-paced life of a royal. \"We went on tour for three weeks to Australia, New Zealand and Tonga etc, and a lot of the time it was just me and her – you have back-to-back engagements, a lot of different looks and a full-on schedule, so you become very close in that period,\" he said. \"As a hairdresser, you just have a more intimate role, getting someone ready. We made Cali girl hair a bit more formal and had a real laugh.\"\n\nHe continued, \"Working with (Meghan and Harry) was an enormous privilege and I enjoyed every minute – we created some iconic moments.\""}}