{"GDELT": {"GlobalEventID": 916850813, "Day": 20200407, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2658, "Actor1Code": "ESP", "Actor1Name": "SPAIN", "Actor1CountryCode": "ESP", "Actor2Code": "LAB", "Actor2Name": "WORKER", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -6.45161290322581, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "SP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Spain", "Actor2Geo_CountryCode": "SP", "Actor2Geo_ADM1Code": "SP", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "SP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP", "Action2Geo_Lat": 40.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "SP", "DATEADDED": 20200407073000, "SOURCEURL": "https://in.reuters.com/article/health-coronavirus-portugal/fifteen-elderly-die-from-coronavirus-at-single-care-home-in-northern-portugal-idINKBN21P0PM"}, "ARTICLE": {"TITLE": "Fifteen elderly die from coronavirus at single care home in northern Portugal", "TEXT": "LISBON (Reuters) - A total of 15 elderly people died from coronavirus at a care home in the Portuguese city of Aveiro, the worst case in a single home since the outbreak hit the southern European nation, the city’s mayor Ribau Esteves said on Monday,\n\nEsteves told local news agency Lusa that 77 other residents and 22 staff members had tested positive last week, and guaranteed all necessary preventive measures were taken, including creating a separate area for those infected.\n\nHowever Esteves blamed the national health authority DGS, saying it failed to send enough swabs to his municipality. The mayor said there were currently no resources to test residents at other care homes.\n\n“Our hospital has nothing,” Esteves told Portuguese broadcaster RTP.\n\nDGS could not be immediately reached for comment.\n\nPortugal has reported 11,730 confirmed cases of the virus so far, with 311 deaths. Dozens of care homes across the country have already seen many residents and workers affected and several deaths, mainly in the north.\n\nVisits to homes were banned nationwide after Portugal declared a state of emergency on March 18, which was extended on Thursday by 15 days, and health authorities urged homes to come up with their own contingency plans.\n\nCare home workers fear a situation similar to that in neighboring Spain, where soldiers sent to disinfect nursing homes found elderly people dead in their beds."}}