{"GDELT": {"GlobalEventID": 916850899, "Day": 20200407, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2658, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -6.224066390041491, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200407073000, "SOURCEURL": "https://www.thehindubusinessline.com/news/opposition-attacks-centre-for-lifiting-ban-on-export-of-drugs/article31277050.ece"}, "ARTICLE": {"TITLE": "Opposition attacks Centre for lifiting ban on export of drugs", "TEXT": "The Opposition parties have criticised the Centre's decision to resume of export of hydroxychloroquine and other drugs after US President Donald Trump warned of retaliation. The parties said the Centre has let down the people of the country.\n\n\"Friendship isn’t about retaliation. India must help all nations in their hour of need but lifesaving medicines should be made available to Indians in ample quantities first,\" said former Congress president Rahul Gandhi.\n\nCPI(M) general secretary Sitaram Yechury said: \"The statement by US President is unacceptable. But Modi government has succumbed to the threat by allowing the export. That this happened after an expensive gala was organised for him by Modi, instead of preparing to contain Covid-19, shows how this govt has let down India,\" said\n\n\"India’s priority must be treatment of Indians in this battle against Covid. By succumbing to Trump’s pressures and threats, Modi cannot be allowed to risk shortages of crucial drugs here. There are no compromises in this struggle to protect Indian lives,” he added.\n\nCongress MP Shashi Tharoor, also a former under Secretary General of the United Nations, said in post on Twitter: \"Never in my decades of experience in world affairs have I heard a Head of State or Govt openly threatening another like this. What makes Indian hydroxychloroquine 'our supply’, Mr President? It only becomes your supply when India decides to sell it to you.\""}}