{"GDELT": {"GlobalEventID": 916851267, "Day": 20200407, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2658, "Actor1Code": "SLB", "Actor1Name": "HONIARA", "Actor1CountryCode": "SLB", "Actor2Code": "GOV", "Actor2Name": "GOVERNOR GENERAL", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.1339031339031296, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Honiara, Solomon Islands (general), Solomon Islands", "Actor1Geo_CountryCode": "BP", "Actor1Geo_ADM1Code": "BP00", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -9.43333, "Actor1Geo_Long": 159.95, "Actor1Geo_FeatureID": "-1546211", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Honiara, Solomon Islands (general), Solomon Islands", "Actor2Geo_CountryCode": "BP", "Actor2Geo_ADM1Code": "BP00", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -9.43333, "Actor2Geo_Long": 159.95, "Actor2Geo_FeatureID": "-1546211", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Honiara, Solomon Islands (general), Solomon Islands", "Action2Geo_CountryCode": "BP", "Action2Geo_ADM1Code": "BP00", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -9.43333, "Action2Geo_Long": 159.95, "Action2Geo_FeatureID": "-1546211", "DATEADDED": 20200407073000, "SOURCEURL": "http://www.solomonstarnews.com/index.php/news/national/item/23241-rsipf-explains-anchorage-of-patrol-boat-auki-west-of-honiara"}, "ARTICLE": {"TITLE": "RSIPF explains anchorage of patrol boat AUKI west of Honiara", "TEXT": "The Royal Solomon Islands Police Force (RSIPF) says one of its patrol boats the AUKI was anchored outside the Kakabona area west of Honiara last Sunday 5 April 2020 because of the recent bad weather associated with the tropical cyclone Harold.\n\nThe crew of the patrol boat has been under quarantine as part of the Government’s quarantine measures to prevent the coronavirus (COVID-19) from entering the Solomon Islands after returning from an operation in Vanuatu.\n\nDirector of the RSIPF Maritime Department, Chief Superintendent Charles Fox Sau says, “In fact, the patrol boat AUKI has been given a designated anchorage but due to the bad weather it was moved to a safer location outside the Kakabona area, west of Honiara.”\n\nDirector Sau explain, “The patrol boat is a very important and expensive asset not only for the RSIPF but for the country as whole so it is very important to ensure its safety and that of its crew on board.”\n\n“The patrol boat AUKI arrived back in the country from Vanuatu on Friday 3 April 2020, and has been under quarantine with its captain and crew on board.”\n\nChief Superintendent Sau adds: “They have already spent 10 days of quarantine in Port Vila, Vanuatu before coming here. They will now have to remain under quarantine for a further 14 days after arrival in Honiara to adhere to the Orders under the State of Public Emergency declared on 25 March 2020 by H.E the Governor-General, Sir David Vunagi.”\n\n“The quarantine period will end on 14 April 2020. This is a precautionary measure that must be taken to prevent any possibility of the COVID-19 entering our shores,” says Maritime Department Director Chief Superintendent Sau.\n\n“The RSIPF wishes to apologize to our good people living in the Kakabona area for causing any anxiety with the patrol boat Auki anchoring outside their villages.”\n\nAccording to the Ministry of Health and Medical Services, placing someone under quarantine is to separate people who are well but may be exposed to the virus to see if they become sick. It is a protective or preventive measure that helps reduce the spread of any virus or disease.\n\nThe crew of the patrol boat AUKI will have to be checked at the end of the 14-day quarantine period by Health authorities before they are released.\n\n- Police Media"}}