{"GDELT": {"GlobalEventID": 916851241, "Day": 20200407, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2658, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "UKR", "Actor2Name": "CRIMEA", "Actor2CountryCode": "UKR", "IsRootEvent": 0, "EventCode": 85, "EventBaseCode": 85, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.45103857566766, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kremlin, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kremlin, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kremlin, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200407073000, "SOURCEURL": "https://www.cnbc.com/2020/04/07/why-the-kremlins-coronavirus-aid-to-the-west-is-controversial.html"}, "ARTICLE": {"TITLE": "From Russia with love? Why the Kremlin's coronavirus aid to the West is controversial", "TEXT": "Russia has been accused of sowing misinformation and distrust in Europe over the coronavirus pandemic, and its efforts to send aid to the U.S. and Italy — two of the worst affected countries — have been met with skepticism. However, Andrey Kostin, president and chairman of VTB Bank, told CNBC Monday that Russia did not expect anything in return for its recent assistance to Italy, which included medical personnel, ventilators, masks and protective suits. \"We're not enemies, we're friends to the West, to Europe, to America,\" he told CNBC's Squawk Box Europe. \"Of course, we can't solve the problems of Italy or other countries, but where we can show our support and provide real assistance we'll be doing this.\" The country labeled the lorries of equipment it sent to virus-stricken Italy in March: \"From Russia with love.\"\n\nLoading medical equipment aboard planes of the Russian Aerospace Forces for sending it to the Italian regions worst hit by the COVID-19 coronavirus pandemic. Russian Defence Ministry\n\nHowever, the gesture might have backfired, with Italy's La Stampa newspaper quoting anonymous political sources as saying that 80% of the equipment was of little or no use. Russia's defense ministry hit back at the article, calling it anti-Russian fake news. The Italian authorities did their best to thank Russia for its help, while defending its journalists and their right to freedom of expression.\n\nFrom Russia with love\n\nThere was already speculation that Russia's sending of aid was not purely altruistic and that it was designed to nudge Europe to lift Crimea-related sanctions on Russia sooner rather than later. Italy, which has remained something of an ally with Russia, supports the lifting of sanctions imposed in 2014 for Russia's annexation of Crimea and role in a pro-Russian uprising in Ukraine. Daragh McDowell, head of Europe and Central Asia at Verisk Maplecroft, told CNBC Monday that Russia's shipments of medical supplies \"are not aimed specifically at sanctions relief so much as they are part of a broader propaganda campaign of burnishing Russia's image abroad and existing ties with particular states.\" He added that the decision to send aid to Italy was likely taken to capitalize on the pro-Russia sentiment of the right-wing Lega Party which could perform well at the next Italian election. Russia has also sent a cargo plane of medical equipment (which it called \"humanitarian aid\") to the U.S. and McDowell said the image of Russian planes delivering aid to America is one that the Kremlin believes will boost Putin's domestic standing. \"As has been reported, the particular ventilators shipped to the United States were made by a subsidiary of Rostec, a state corporation which remains under sanctions, meaning the U.S technically violated its own restrictions by purchasing them,\" he noted. However, the act could backfire, McDowell added, given that Russia is at the start of its epidemic and could need that equipment itself. \"A severe pandemic outbreak (in Russia) leading to large-scale illness and death will be impossible to conceal,\" he said. \"In that scenario, the sight of Russian planes flying medical equipment abroad that the Kremlin is currently using to create an impression of global influence is likely to become a liability when dealing with an angry public.\"\n\nPushback\n\nThe European Union (EU) has also accused Russian media of deploying a \"significant disinformation campaign\" against the West. An EU document, seen by Reuters and reported on March 18, said the campaign aimed to worsen the impact of the coronavirus, generate panic and sow distrust. An EU database recorded almost 80 cases of disinformation about coronavirus since Jan. 2.2, the report noted. Russia denied the allegations, calling them unfounded. The accusations continue, however. On Monday, the U.K. accused Russia of spreading disinformation following reports in the country that U.K. Prime Minister Boris Johnson was on a ventilator, after being admitted to hospital Sunday night due to persistent coronavirus symptoms (he tested positive for the virus on March 26). It was revealed Monday night that Johnson had been moved to intensive care, although the government said in a statement that he was conscious and not on a ventilator. Kostin said Russia was not overly optimistic about the potential impact of COVID-19, given how the virus has spread in Europe, but added that Russia had taken strict measures in good time. Not everyone agrees, however, as the lockdown in Moscow was only imposed a week ago, later than measures introduced across vast swathes of Europe and the U.S.\n\nVehicles of the Russian Defence Ministry deliver medical equipment to planes of the Russian Aerospace Forces before it's sent to Italy. Russian Defence Ministry"}}