{"GDELT": {"GlobalEventID": 916850671, "Day": 20200407, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2658, "Actor1Code": "COL", "Actor1Name": "COLOMBIA", "Actor1CountryCode": "COL", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.27840199750313, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rafael Uribe Uribe, Antioquia, Colombia", "Actor1Geo_CountryCode": "CO", "Actor1Geo_ADM1Code": "CO02", "Actor1Geo_ADM2Code": "13441", "Actor1Geo_Lat": 5.73612, "Actor1Geo_Long": -75.6151, "Actor1Geo_FeatureID": "6167626", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rafael Uribe Uribe, Antioquia, Colombia", "Action2Geo_CountryCode": "CO", "Action2Geo_ADM1Code": "CO02", "Action2Geo_ADM2Code": "13441", "Action2Geo_Lat": 5.73612, "Action2Geo_Long": -75.6151, "Action2Geo_FeatureID": "6167626", "DATEADDED": 20200407073000, "SOURCEURL": "https://lareviewofbooks.org/article/the-narrative-wars-a-conversation-with-juan-gabriel-vasquez"}, "ARTICLE": {"TITLE": "The Narrative Wars: A Conversation with Juan Gabriel Vásquez", "TEXT": "WHEN I FIRST READ Juan Gabriel Vásquez’s 2015 novel The Shape of the Ruins, shortlisted in its English translation for the 2019 Man Booker International Prize, 2016 hadn’t happened yet. Colombia had not yet voted on its historic referendum to end 50 years of war with the leftist FARC guerillas. Britain had not yet voted to leave the EU, and Donald Trump had not yet been elected. Vásquez’s prescient novel explores how every cycle of violence in Colombia has its seeds in the social polarization wrought by previous conflicts, and one of its main themes is the role of conspiracy theory — when events are interpreted as though everything had all been planned by some evil higher power — in perpetuating public narratives that further divide society. It was as if Vásquez had predicted, in fiction, what was to come for his country — and, even more strangely, for mine.\n\nI was in the United Kingdom for the Brexit vote. A few months later, I was in Colombia, where I have been working for nearly 10 years as an anthropologist and peacebuilding practitioner, for another referendum in which 50.2 percent of Colombian voters rejected a peace deal signed with the leftist FARC guerrillas, which sought to end 50 years of war. The referendum campaign polarized a society already deeply divided by years of conflict. Those opposing the peace deal spread wild misinformation: the deal would make Colombia communist; it would turn all children gay. The parallels were painful: the Brexit campaign in my own country had likewise been built on lies and racist rhetoric.\n\nI began this interview with Vásquez over email and continued it over lunch in New York, where he was spending a semester as a writer in residence at Barnard College, giving talks about his work, including one called “The Narrative Wars.” This phrase, for me, captures something essential about the current global moment: while physical, bloody conflicts rage on, we are also seeing a clash of worldviews, which compete for control over political narratives. These narratives, stories that reflect and shape our increasingly divided identities, often lead to bloodshed in their own right.\n\nSome critics blame the so-called “post-truth” era on postmodernism, for deconstructing the notion of universality and taking all perspectives as relative and socially constructed, thus allegedly robbing us of the language with which to assert truth over lies. Rather than debate whether or not truth can be said to exist, it seems fitting to turn to a novelist — particularly one from the country that spawned the tradition of magical realism — to help us understand our “post-truth” politics through fiction, a form that plays relentlessly with the question of what is real.\n\n¤\n\nGWEN BURNYEAT: Since your novel The Shape of the Ruins was first published in Spanish in 2015, a lot has happened in Colombia and the world that has given the book new resonances. In 2016, when “post-truth” became the word of the year, Colombia voted “No” on the historic peace accord signed with the FARC guerillas to end 50 years of civil war. Now, globally, there is increasing concern about polarization and misinformation. What led you to write this novel?\n\nJUAN GABRIEL VÁSQUEZ: I don’t choose an abstract idea or even a theme before I start — the drug wars in The Sound of Things Falling (2011), for instance — then set out to illustrate it with characters and situations. For me, novels begin with people, and it’s only through the writing that I find out what my themes are. In the case of The Shape of the Ruins, the book originated from a very old intuition: about the stories, the mysteries, the legends surrounding the murder of the politician Jorge Eliécer Gaitán in 1948. I grew up with them, hearing about them, asking questions about them, because a great-uncle of mine was an important conservative politician when Gaitán was killed. His name was José María Villarreal and he was governor of the department of Boyacá, just north of the capital. According to the version of events I grew up with, my great-uncle was responsible for sending his own police forces to try to subdue the popular uprising in Bogotá that followed the murder of Gaitán. So I grew up with a personal, almost intimate interest in the events surrounding this murder, and part of that was the realization that official history did not tell the whole story — that it was plagued by shadows and misinformation and falsities, that the full truth had never been found out, and that there were as many stories as storytellers.\n\nIn 2005, I met a doctor, the real version of the novel’s fictitious Dr. Benavides, who invited me to his home saying that he had something to show me. He opened a drawer and produced a human vertebra in a jar of formaldehyde, saying that it had belonged to Gaitán himself. And then he showed me something else: part of a human skull with the initials RUU. This, he said, belonged to Rafael Uribe Uribe, another politician famously murdered in a less-than-clear situation, in 1914. I immediately realized I had a novel on my hands. But the decision was not conscious (I didn’t know yet what the story was) as much as instinctive. As I researched and interviewed people, in a sort of journalistic process that always takes place before I begin writing, I discovered the degree to which conspiracy theories shape the Colombian psyche, precisely because our history is full of moments of violence that have never been satisfactorily explained. And that is how the novel began for me.\n\nThe narrative plays with notions of what is “real.” Do you see a parallel between conspiratorial thinking and magical realism, as ways of constructing narratives from sequences of events that are otherwise impossible to explain?\n\nOne of the challenges of the book was conveying the feeling of conspiracy rather than merely telling a story about it. This meant for me creating a mechanism that, while maintaining a certain narrative drive, would keep the reader in a state of uncertainty. The Shape of the Ruins builds meaning in indirect ways, through a profusion of narratives, digressions, and juxtapositions — which is essential to the feeling of how conspiracy works. What you suggest about magical realism is very interesting. Could one read One Hundred Years of Solitude from the standpoint of conspiracy, or my novel from that of magical realism? We can certainly see where that would take us. In a sense, what my novel asks is that we become aware of the fact that the past is a narrative and somebody is telling the story. And that this story is distorted or incomplete or lied about. Where is the truth hidden? What is the truth, when it comes to something as unreachable as the past?\n\nYou lived in Europe for 16 years, and returned to Colombia in July 2012, just a few months before President Juan Manuel Santos publicly announced the beginning of peace talks with the FARC. How did it feel returning to your country in that context, and how did it affect your writing?\n\nDuring my time abroad, the tension I felt with Colombia was very productive. Seeing the country from abroad allowed me a different understanding of it, and through my fiction I explored a place that now seemed difficult to decipher. The tension of being in a country that was not my own was also very productive for me. I always remember an interview with V. S. Naipaul in which he uses a word he found in an old edition of the OED to describe himself: inquiline, defined as an animal that lives in somebody else’s nest. I felt the same way. During my 13 years in Barcelona I wasn’t an expat, nor an exile; I had a very particular relationship with my country, and I worried that might be in danger when I went back. But the peace process changed the predictability of the country for me. All of us who had lived through several failed peace processes, we thought, this looks more serious, more plausible. We hoped that this time it would be true. So even though I’ve always felt a tension with Colombia, I thought it was a great moment to be here and write about it.\n\nIn the early years of the peace process, we all began seeing the scaremongering messages and lies circulated by the Democratic Center opposition party, led by ex-President Álvaro Uribe. The public conversation about peace was situated within these “Narrative Wars,” as you titled your recent talk for the Barnard International Artists Series. To what extent do you think the Colombian conspiracy theory mindset, which you depict in The Shape of the Ruins, shaped the outcome of the peace referendum in 2016?\n\nWhat you call the “conspiracy theory mindset” was perhaps the single most powerful force behind the defeat of the agreements in the referendum. The lies and misinformation began quite early in the negotiations. What the more unscrupulous side of the opposition realized was that it wasn’t even necessary to build elaborate lies: it was enough to manipulate emotions. What was fascinating about the Colombian case was that the opposition recognized publicly what they had done. You may remember how the financial director of the campaign against the agreements, during a surreal interview in a national newspaper, confessed to having purposely misled voters, having consciously stopped discussing the agreements in order to concentrate on provoking the indignation of the public through social media. I was starting to think about real life in narrative terms. I was starting to realize that our political debate in Colombia about the peace process was a debate about the story.\n\nAfter the referendum, the accord was modified completely to suit the opposition: I believe that, out of 59 changes the Democratic Center demanded, the FARC accepted 57. But the anti-peace misinformation campaign convinced Colombians that Santos had ripped the country off, because Congress passed something the people had rejected. But Congress had passed a completely new agreement! Yet people believe their story because it appeals to an abstract desire to punish the FARC. The idea that citizens should be responsible fact-checkers doesn’t exist anymore. In the time of post-truth, emotions rule: if you dominate emotions, you win votes. Reason and discussion have no place in modern politics. So, information, education, and a study of the past will only go a short way. Narrative literacy — the ability to recognize storytelling elements for what they are, and thus to separate truths from lies — is essential.\n\nThe narrative wars, as I conceive of them, are this fight we’re having for the version of the past and the present that will prevail. Now, from an epistemological point of view, I do believe there is such a thing as truth. The general mentality seems to be that truth doesn’t exist — that it depends on your point of view, et cetera. I don’t agree. As Hannah Arendt argued, truth is that which cannot be changed. We cannot change the fact that the Colombian army killed civilians and then dressed them up as guerrilla fighters — but you can tell different stories about it. The stories about the peace process are different if you are a victim of the guerrillas, a victim of the paramilitaries or a victim of state crimes; they are different if you live in the city, the jungle, or the Caribbean coast. This is what I mean when I talk about narrative wars.\n\nYou started writing about the peace process in your columns in the Colombian newspaper El Espectador. What did you feel your role was as a writer during all of this?\n\nThere was so much going on in the peace process. I didn’t believe in it at the beginning. But, in my columns, I asked questions and I began gathering information, and it became evident that this was the most important thing to happen in my lifetime. As a reader and writer, I grew up with the tradition of Latin American novelists also being public intellectuals. But I’d also always known that, in the real world, it doesn’t make a difference. And it’s very sad that this has been confirmed over the last few years. If the opinions of artists and writers and intellectuals mattered in the least, the agreements would have been approved in the referendum; if 90 percent of the writers in every newspaper were pro-peace, and we lost, it means we have no real influence on public opinion. But I still feel that I have a duty — although it is often a disagreeable one; it comes with attacks, threats — to have this conversation outside the world of fiction. In the realm of fiction there are no obligations. Obligations are antithetical to the practice of the novel as I understand it. So these are two very different worlds that are almost diametrically opposed ethically.\n\nRicardo Piglia, the great Argentinian writer, said that if we could access all the stories people tell each other, we would have a much better understanding of society than from any number of sociological studies. Now, the usual storytelling modes were journalism, history, fiction … But now, people are getting a completely new, unpredictable version of the world through the internet and particularly social media. And this is changing us in ways we cannot really imagine. The magic and the danger of social media is that, through algorithms, everyone receives a version of the story that belongs only to them. Because you’re given news, posts by other people, even commercials, that are tailored to fit you, to pander to your sensibilities and your prejudices. You live in your own story and it becomes impossible to understand the life experience of the other. It becomes natural to think, he’s my enemy. That has messed up the social conversation in ways we haven’t yet learned to control.\n\nLet’s talk about your new book of short stories, Canciones para el incendio (2019), which will be published in English as Songs for the Flames later this year. The title story finishes with the extraordinary image of a character writing while the house burns down, which seems to me an apt metaphor. How did you come to write this collection?\n\nI write my stories out of interest in these characters, without previous theoretical considerations. Part of the process is the discovery as I write the story: hey, this is what I’m talking about! And what I’m talking about is the feeling of trying to make sense of the country, and our life in it, while the building is falling down. This book was born over time. After my first book of stories in 2001 [translated in 2016 as Lovers on All Saints’ Day], I concentrated on the novel as a genre, trying to learn its secrets and its possibilities, but during those 15 years I got commissions or ideas for short stories. I ended up writing a dozen, maybe a little bit more. I chose four from those, and then wrote five new ones so that there would be a coherence, a larger narrative. So everything that happened in those last years in Colombia seeped into the book. I wouldn’t have written those new stories if I had not returned to Colombia and found myself exploring the close encounter with this subterranean violence we live in, and the memories of that.\n\nThe last story is also an incredible image of a woman who becomes a journalist in the early 20th century, a period without many prominent female public figures. Colombia is a country modernizing rapidly; it attracts European and American tourists and is seen increasingly as a culturally sophisticated hub. Yet there is still this deep, underlying conservatism with respect to gender.\n\nYou put it very nicely, but I think it’s the other way around. It is a systematically conservative society, terribly intolerant, a society in which the idea of diversity — racial, ideological, sexual — is not accepted. It’s not part of the hardware Colombians grow up with. And then there’s a minority of believers in an open society, who have pushed laws in the right sense. In the last 20 years, the Constitutional Court has legalized abortion in certain circumstances, and also gay marriage, but this is a minority. There is always an ongoing struggle between liberal values — the belief in an open society that respects diversity — and the conservative, intolerant majority. We are governed now by many laws that were passed against the resistance of the majority opinion, sometimes against a violent resistance. But, of course, the current ruling party, which stands on the shoulders of the extreme right, does everything in its power to undermine this progress.\n\nHow do you feel about where the peace process is now?\n\nWhen FARC negotiator Iván Márquez announced that he and a group of other ex-combatants were rearming, I wrote a column for the Spanish-language New York Times. I said that what they were doing was an insult to the victims of the conflict. Ours was the first peace process worldwide to really put victims at the center. Announcing a new war was a slap in the face to survivors who supported the peace process with the idea that it was the only way to achieve a kind of closure, to really know what happened to their dead.\n\nBut I think this was the result of something we had seen coming for a long time. The negligence of this government at the very beginning lay less in openly rejecting the peace process — “shredding it,” as they said during their election campaign — than in resisting implementation. For instance, near the beginning of Iván Duque’s mandate, he presented a series of objections to the laws governing the transitional justice system. It was just a waste of time, of course — designed to appeal to the right-wing. It was clear that the consideration of the objections would take eight or nine months, and in the end Congress would reject them and we would be back to square one. But, in the meantime, the peace process would lose legitimacy, and the FARC would experience great legal insecurity and political uncertainty. And for the guerrilla ex-combatants to feel this radical insecurity was the worst possible scenario. The responsibility for this derivative war belongs to Iván Márquez and his people, but the government is also responsible for creating the conditions for it. Now I perceive a change: more people in positions of power are trying to do the right thing. Implementation of the agreements is progressing and results are starting to be seen. But it very well may be too late: hundreds of social leaders have been murdered under the impotent gaze of the government, which sometimes has even downplayed the importance of these murders.\n\nAnd we’re back to the image of the house burning. How and why do you continue to write about Colombia?\n\nI’ve never been an optimist. But I cannot see this obsession in my novels with Colombia other than as an act of faith. If my novels deal so obsessively with my country, it’s because of this deep need to understand. I have nothing else to offer. In my columns I try to contribute in a more practical way to the debate, I try to convince people; not so in my novels, which are born out of questions, doubt, uncertainty. But I think that effort may be useful to somebody reading my novels silently in a room: I’m taking them by the hand and I’m saying, let’s get into this mess together and try to understand it. It’s a consolation that literature can offer.\n\n¤\n\nGwen Burnyeat is a Wolfson Scholar and PhD candidate in Anthropology at University College London, author of Chocolate, Politics and Peace-Building: An Ethnography of the Peace Community of San José de Apartadó, Colombia (Palgrave Macmillan, 2018) and producer of award-winning documentary Chocolate of Peace (2016)."}}