{"GDELT": {"GlobalEventID": 917248981, "Day": 20200409, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2712, "Actor2Code": "MNC", "Actor2Name": "VMWARE", "Actor2Type1Code": "MNC", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.72413793103448, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sydney, New South Wales, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS02", "Actor2Geo_ADM2Code": "154637", "Actor2Geo_Lat": -33.8833, "Actor2Geo_Long": 151.217, "Actor2Geo_FeatureID": "-1603135", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sydney, New South Wales, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS02", "Action2Geo_ADM2Code": "154637", "Action2Geo_Lat": -33.8833, "Action2Geo_Long": 151.217, "Action2Geo_FeatureID": "-1603135", "DATEADDED": 20200409054500, "SOURCEURL": "https://www.theregister.co.uk/2020/04/09/vmware_au_cloud_brownout/"}, "ARTICLE": {"TITLE": "VMware’s cloudy capacity constraint stretches into third week", "TEXT": "UPDATE VMware’s cloudy “capacity constraint” incident has stretched into a third week.\n\nAs we reported a lifetime ago on March 25, VMware advised it may not be possible to provision new software-defined data centres in one availability zone of the Sydney region of the VMware Cloud on AWS service.\n\nAt the time of writing, on April 9, the problem persists. The region still has an amber light, according to VMware’s status page. That dashboard has, for the last few days, offered only the following information about the issue: “The VMware Engineering team continues to work on adding new hosts and a fix on this issue.”\n\nThe issue isn’t disruptive. Current clients’ workloads run unimpaired. And constraints in a single Australian availability zone won’t inconvenience the majority of VMware customers.\n\nYet it’s now more than two weeks since VMware first started adding hosts, and Australia takes a four-day Easter break. Which means that unless some VMware engineers are willing to skip their seasonal chocolates, this one could stretch into a fourth week.\n\nWe've asked VMware to explain the delays and await a response.\n\nIn other VMware news, the company has released a new edition of NSX-T, the cut of its network virtualisation suite aimed at carrier and multi-cloud operations and which runs without requiring its vSphere compute virtualisation products.\n\nNSX-T 3.0 adds a new “NSX Federation” that allows definition of network policies and automatically implementing them even as workloads move between on-prem and public cloud infrastructure. The new cut is also VMware’s preferred way to handle Kubernetes’ networking requirements if you adopt the new vSphere with K8s. ®\n\nUPDATE: 01:15 GMT, April 11. VMware's advised customers that the incident is over with a terse: \"This incident has been resolved. This is the final update.\""}}