{"GDELT": {"GlobalEventID": 917249136, "Day": 20200409, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2712, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "NGACVL", "Actor2Name": "NIGERIAN", "Actor2CountryCode": "NGA", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.16770186335404, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI05", "Actor2Geo_ADM2Code": "191416", "Actor2Geo_Lat": 6.45306, "Actor2Geo_Long": 3.39583, "Actor2Geo_FeatureID": "-2017355", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200409054500, "SOURCEURL": "https://www.dailytrust.com.ng/covid-19-how-buhari-failed-to-take-action-in-vital-weeks.html"}, "ARTICLE": {"TITLE": "COVID-19: How Buhari failed to take action in vital weeks", "TEXT": "The coronavirus has spread to 16 states and the Federal Capital Territory (FCT) with fears of escalation amid criticism by experts that President Muhammadu Buhari did not take action at the right time to stem the tide.\n\nThe experts said had the president heeded the advice of some leading scientists in the wake of the coronavirus outbreak in China, Nigeria could have had none or fewer cases of the disease.\n\nWith Nigeria’s index case recorded on February 27, our curve has gradually climbed to 276 as at yesterday night, no thanks to the failure of the federal government to have ordered the closure of airports and sea borders following the index case reported from Wuhan, China, experts told Daily Trust.\n\nHow WHO raised the alarm\n\nOn January 30, the World Health Organisation (WHO) declared the COVID-19 outbreak as a Public Health Emergency of International Concern (PHEIC). Earlier on January 11, China reported the first novel coronavirus related death of a 61-year-old man who had visited the animal market in Wuhan.\n\nTwelve days later, China took a proactive measure by imposing a strict lockdown on Wuhan, suspending flights and trains and shutting down subways, buses and ferries in an attempt to stem the spread of the virus.\n\nWHO upgraded the status of the COVID-19 from an epidemic to a pandemic on March 11 with a strong call for countries to detect, test, treat, isolate, trace, and mobilise their citizens to ensure that those with just a handful of cases could prevent the wider spread of the deadly virus.\n\nThe call was reportedly made against the backdrop of growing concerns that many countries were not acting swiftly enough or taking the urgent and aggressive action that WHO said were required to mitigate the spread of the virus.\n\nEven as the deadly virus spread from China with amazing rapidity across the United States, between late January and early March, the Nigerian government still ignored calls to close our airports and sea borders as a preventive measure.\n\nAs African countries like Kenya and Ghana also proactively closed their borders when cases of the disease were few, the ‘giant of Africa’ simply tethered.\n\nWake-up calls from critical stakeholders like the Nigerian Medical Association (NMA) and the Pharmaceutical Society of Nigeria (PSN) urging the federal government to close all land and sea borders fell on deaf ears.\n\nFor instance, following reports of rising cases in March, the president of the Nigeria Medical Association (NMA), Dr. Francis Faduyile, reportedly said it was high time the Nigerian government took the decision to “close its borders to countries with high cases of coronavirus.”\n\nA civil society group, Advocacy for Integrity and Economic Development (AIED), had also called on Buhari to close the nation’s borders.\n\nThe group’s director of media and publicity, Comrade O’Seun John, in a statement said: “We find it extremely hard to understand the motive behind the refusal of President Buhari’s administration to close the Nigerian borders and shut down our airports against travellers from coronavirus-infected countries in the wake of the pandemic.\n\n“It is unexplainable that a father will knowingly and wishfully expose his children to the cold hands of death to satisfy the ego of superiority in the fight against the deadly COVID-19.\n\n“Let’s make no mistake, Nigeria is on the brink of an outbreak and like South Korea, which was doing everything right until Patient Number 31 decided to disobey social distancing orders, we cannot afford to leave the country to the unseen hands of the divine.\n\n“President Buhari must take action. This is not a plea. He swore an oath of allegiance to Nigeria and Nigerians, and the safety of Nigerians must come first.”\n\nThe failure of the president to heed such calls soon lent credence to allegations that he was reluctant in suspending flights and shutting borders because he was expecting his daughter back from the UK. It was also alleged that the delay was to allow for the return of his Chief of Staff, Abba Kyari, who was in Germany as well as other VIPs that were attending a birthday party in London.\n\nKyari later returned to the country and tested positive for the deadly disease.\n\nAlthough the index case in Nigeria was recorded on February 27 and the second on March 9, it was not until March 23, almost a month later and by which time there were at least 40 cases that the country appeared to have woken up and started playing catch-up.\n\nOn March 18 the government announced it was restricting entry into the country for travellers from China, Italy, Iran, South Korea, Spain, Japan, France, Germany, US, Norway, UK, Switzerland and the Netherlands.\n\nIronically, on that same day, the Federal Ministry of Health confirmed five new cases of COVID-19 in Nigeria. Among the cases, three arrived from the United States, while two came in from the United Kingdom, according to the Nigerian Centre for Diseases Control.\n\nThree days later (on March 21) when the Nigerian government announced it would close its two main international airports in the cities of Lagos and Abuja for one month, the Federal Ministry of Health confirmed 10 additional cases of the coronavirus in the country, bringing the total number on that day to 22.\n\nA breakdown, as announced by the NCDC, showed that three of the new cases were discovered in the Federal Capital Territory (FCT) while seven cases were in Lagos State. All the 10 new cases recorded on that day were Nigerian nationals, nine of whom had travel history to the UK, Spain, Netherlands, Canada and France.\n\nProf. Oyewale Tomori, the immediate past president of the Nigerian Academy of Science, said the increasing number of cases in Nigeria is expected and a natural follow up to our late start in instituting appropriate preventive measures.\n\n“The COVID-19 disease started in the last months of 2019 in China, and we naturally assumed that the cases would be imported from China, given the large number of Nigerians who regularly make business trips to China.\n\n“For the first two months of what soon became a pandemic, we did not detect a single case and we were almost beginning to think that we were immune to the disease, an idea buoyed by the non-report of cases in sub-Saharan Africa,” Prof. Tomori said.\n\nSuleiman A. Suleiman, Executive Director, Centre for Media, Policy and Accountability, and Assistant Professor in Politics and Communication at the American University of Nigeria, Yola said the question for Nigeria is not just what governments are doing now or may have to do in the weeks or months ahead to contain this virus, important as these are.\n\n“The real question is why let the virus into the country in the first place? This is important because for all intents and purposes, COVID-19 arrived Nigeria not as a matter of inevitability, but almost by the government’s own invitation. The federal government had at least three clear windows of opportunity to shut the virus out of Nigeria altogether. Unfortunately, the government did not take any of them,” he said.\n\nAfter a prolonged silence, President Buhari on March 29 announced the shutdown of Lagos, the Federal Capital Territory (FCT) and Ogun State with a view to containing the coronavirus (COVID-19) pandemic.\n\nThe president said the government would use the “containment period to identify, trace and isolate all individuals that have come into contact with confirmed cases.”\n\nHowever, while many have commended the efforts of the federal government in trying to control the spread of the virus, others fear some of the measures may lead to more spread.\n\nThe Head of Microbiology, Ibrahim Badamasi Babangida University, Lapai, Niger State, Dr. Hussaini Majiya, said some of the control measures like curfew/restricting people to their homes and distribution of foodstuffs and money by some states, politicians, philanthropists and others to ease the effect of lockdown on the poor may in fact lead to more transmissions of the virus.\n\nWe’re ready – NCDC\n\nBut the NCDC said it has been up and doing since the outbreak of the disease in Nigeria.\n\nDirector General, Dr Chikwe Ihekweazu said: “Within three weeks of the confirmation of the first COVID-19 cases in China in January, we set up testing capacity in five laboratories in Nigeria. At the time, Nigeria had not recorded any case. The fifth laboratory was added in February.\n\n“With the increase in cases in Nigeria in the last week, we have included two more laboratories. Overall, there are eight laboratories with the capacity to test for COVID-19 in Nigeria. We are including at least six more laboratories in the next one month.”\n\nHe said in the absence of a vaccine for the disease, there was the need to depend on non-pharmaceutical interventions such as the closure of large gatherings and cessation of movements.\n\nIn an article titled ‘Containing COVID-19: The Opportunity Which Nigeria Blew’, Taopheek Babayeju, President of Project Management Institute, Abuja cautioned that in order to mitigate further spread of the virus, Nigeria should learn to be more pragmatic.\n\n“Judging by the timelines of the spread of the virus, Nigeria had all the opportunities to minimise its spread, but like everything else, we chose to react instead of getting prepared. Now that the virus has succeeded in getting through to the highest and the lowest among us, maybe going forward we will learn to take pragmatic and proactive decisions for the sake of the majority above the sentimental comfort of the privileged few,” he said."}}