{"GDELT": {"GlobalEventID": 917249963, "Day": 20200409, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2712, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.37209302325581, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Elko County, Nevada, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNV", "Actor1Geo_ADM2Code": "NV007", "Actor1Geo_Lat": 41.0002, "Actor1Geo_Long": -115.501, "Actor1Geo_FeatureID": "857664", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Spring Creek, Nevada, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNV", "Action2Geo_Lat": 40.7266, "Action2Geo_Long": -115.586, "Action2Geo_FeatureID": "857655", "DATEADDED": 20200409054500, "SOURCEURL": "http://www.msn.com/en-nz/news/world/teen-charged-with-sexual-assault-murder-of-nevada-cowgirl/ar-BB12mk32"}, "ARTICLE": {"TITLE": "Teen Charged With Sexual Assault, Murder of Nevada Cowgirl", "TEXT": "© Provided by The Daily Beast Photo Illustration by The Daily Beast\n\nA Nevada man is facing charges for the murder of Britney Ujlaky, a 16-year-old cowgirl who disappeared last month after getting a lift from the suspect. The high-schooler was found stabbed to death in a rural area days later.\n\nBryce Dickey, 18, of Spring Creek, is charged with sexual assault and open murder with the use of a deadly weapon. Elko County prosecutors have also proposed the alternative charge of felony murder during a sexual assault or attempted sexual assault, and they’re reserving the option of seeking the death penalty.\n\nOn Wednesday, after a two-day preliminary hearing, Elko County Justice of the Peace Mason Simons said there was probable cause for Dickey’s criminal case to be bound over to district court. Dickey will enter a plea at a future hearing.\n\nAfter the hearing concluded Wednesday afternoon, Britney’s mother, Alisha Tolhurst, told The Daily Beast the proceeding was “a lot to take in.”\n\n“The overall feeling is, it’s another step in the right direction for finding justice for our daughter,” Tolhurst said. “We’re still digesting things that we heard.”\n\nBritney, born Gabrielle Lynn Ujlaky, went missing on March 8. Her body was discovered three days later in the remote Burner Basin area, which is known as a local hangout for hunters and high school students. Investigators initially said Britney disappeared after entering the pickup truck of a mystery man in a cowboy hat, but that story was apparently fabricated by Dickey, who was the last person to see Britney alive.\n\nBritney’s parents previously told The Daily Beast that Britney referred to Dickey as a close friend, met him through the local rodeo circuit, and even listed him as her “big brother” in her cellphone contacts. After Britney was found dead, Dickey attended a candlelight vigil and comforted her family and friends.\n\n“Somebody had told me he’d been having a hard time with his ‘sister’ being gone,” Tolhurst said. “I walked up to him and grabbed his face with both of my hands. I said, ‘Please, honey. Please don’t beat yourself up. You’re a good kid.’\n\n“He looked me dead in the eyes and didn’t say anything,” Tolhurst told The Daily Beast of her encounter with Dickey at the vigil. “This kid is a psychopath.”\n\n“I will never, ever be able to understand how someone she trusted hurt her,” Tolhurst added.\n\nTolhurst described Dickey as a “shy little cowboy kid,” who’d politely reply to her by saying, “Yes, ma’am.” She said Dickey and his father would visit the Mexican eatery where she used to work. “I knew him well,” Tolhurst said of the alleged killer. “In fact, when he and his dad came into the restaurant, I made such a big deal about telling his dad, ‘You have such a nice kid. I just love him.’”\n\nBritney’s father, James Ujlaky, was first to testify at the hearing on Tuesday. He said Britney was watching his band practice in Elko, near Angel Park, on the Sunday that she disappeared. Dickey picked Britney up before the practice concluded, Ujlaky testified, and Britney told her dad she’d beat him home.\n\nBut Britney never showed up. Ujlaky reported his daughter missing to the Elko County Sheriff’s Office hours later, after being unable to reach her. “I was repeatedly calling her all the way home and I sent a text, ‘Why aren’t you answering my calls?’” Ujlaky testified, according to a local newspaper, the Elko Daily Free Press.\n\nCheyenne Fry, a friend of Britney’s, testified that she exchanged Snapchat messages with Britney the day she disappeared. Dickey was pictured in one of two Snapchat videos Britney shared with Fry that afternoon. “She looked pale and I asked if she was OK. She said she was having a day,” Fry testified.\n\nAccording to Fry, Dickey called her that afternoon and claimed he dropped Britney off at Spring Creek High School but “tried to stop her” from hopping into a pickup truck with an unidentified new friend. Fry said she did not know of Britney having any kind of romantic relationship with Dickey. “She didn’t like him like that,” Fry testified.\n\nFry previously told The Daily Beast that Britney “looked up to” and “trusted” Dickey. “She was beautiful, smart and amazing and trusted you as long as you didn’t screw her over or she knew you were a good person,” Fry said last month. “She was wrong about Bryce.”\n\nMeanwhile, Washoe County assistant medical examiner Dr. Julie Schrader told the court that Britney’s manner of death was homicide, and that her cause of death was strangulation and a stab wound to the neck. Schrader testified that Britney was alive when she was stabbed.\n\nAuthorities discovered a pair of brown, blood-stained boots in Dickey’s bedroom closet and a knife was tucked inside one of the shoes. They also found a sweatshirt with blood stains inside a toolbox in a pickup truck, according to the testimony of Elvira Koeder, a Washoe County forensic investigator.\n\nThe bloody boots and sweatshirt were also mentioned in a declaration for probable cause filed with the criminal complaint against Dickey.\n\nIn that declaration, cops said search warrants executed on addresses associated with Dickey yielded a pair of brown boots, which contained blood, along with a sweatshirt containing blood inside a vehicle at one of those residences.\n\nDickey was arrested March 19 shortly after one of several interviews with police.\n\nJames Ujlaky called the Elko County Sheriff’s Office on March 8 around 8:45 p.m. to report Britney missing. A deputy then contacted Dickey, who claimed Britney told him to drop her off at Spring Creek High School to meet a friend. Dickey claimed that male friend was tall, wearing a cowboy hat, and driving a green Ford F150 pickup.\n\nBetween 8:30 and 9 p.m., two patrol deputies separately spoke to Dickey and a “male juvenile” who were out searching for Britney, the declaration states.\n\nOne of those deputies, Michael Loup, testified at Tuesday’s hearing that Dickey claimed Britney got into a green Ford F150 pickup truck with a stranger. “He told me he was unable to see the license plate,” Loup said.\n\nDickey also allegedly informed Loup that Britney’s primary means of communication was through Snapchat. When Loup asked Dickey if Britney had any boyfriends, Dickey and his friend indicated Britney was speaking to a man from out of state.\n\nAccording to the probable cause declaration, a deputy contacted Dickey again on March 9, and the murder suspect claimed he drove around with Britney for three-and-a-half hours before dropping her off in the high-school parking lot.\n\nDuring an in-person interview on March 10, Dickey said he picked Britney up at 1:30 p.m. from Angel Park in Elko. Dickey showed police Snapchat messages he sent to Britney’s phone at 6:14 p.m. and 6:20 p.m., asking where she was and if she was okay. Dickey denied having a sexual relationship with Britney, the declaration states.\n\nDickey told investigators that a friend of Britney’s contacted him at 5 p.m. on the day Britney vanished. The friend told Dickey she couldn’t get a hold of Britney, the court filing says.\n\nOn March 11, Elko County investigators’ search for Britney came to an end. Authorities discovered her body, which was dumped at the Burner Basin area and was “partially covered by a tarp and was partially clothed,” the declaration states.\n\n“There was also what appeared to be several areas of blood near the edge of the roadway with a trail of disturbed earth leading to the body,” the document adds. “A condom wrapper was observed lying in the roadway near the south side of the road.”\n\nThe Elko Police Department interviewed Dickey on March 13, and Dickey once more described the vehicle of the “mystery man” who supposedly took off with Britney. Dickey’s descriptions of the vehicle “contradicted earlier statements [he] made during previous interviews” with sheriff’s deputies, the declaration alleges.\n\nDickey again denied he was ever in an intimate relationship with Britney. Asked why his DNA would be found on Britney, Dickey said it wasn’t unless there was a possible “hair.” The alleged killer consented to providing a DNA sample.\n\nOn March 14, authorities searched the desert area where Britney’s body was discovered and found a pair of Apple earbuds and a used condom. Three days later, investigators learned both Britney’s and Dickey’s DNA profiles were located on the condom.\n\nOne of Britney’s friends showed investigators Snapchat videos and images of Britney and Dickey in a vehicle together between 3:30 and 4 p.m. on March 8. The friend told police that Britney was wearing Apple earbuds and some jewelry (which authorities did not find).\n\nSurveillance footage in the area showed Britney walking to Angel Park at 3:22 p.m. on March 8 and getting into a blue Chevy pickup truck matching Dickey’s vehicle—which was nearly two hours later than when Dickey claimed to pick Britney up.\n\nVideo also showed what appeared to be Dickey’s vehicle passing the entrance to the Spring Creek High School parking lot at 3:45 p.m., further contradicting his statements to police, according to the declaration.\n\nOn March 19, the Elko County Sheriff’s Office interviewed Dickey once more. They told him they had evidence that implicated him in Britney’s death. According to the declaration, “Mr. Dickey ultimately admitted to investigators that he had engaged in sexual contact with [Britney] with the use of a condom.”\n\nToward the end of Wednesday’s hearing, Dickey’s lawyer, Gary Woodbury, asked Elko County detective Nick Stake whether the medical examiner’s report would include whether Britney had alcohol in her system when she died. Stake said such tests would be part of the autopsy report, once it’s complete.\n\nWoodbury then asked Stake about a supposed sexual encounter, followed by a confrontation, that Dickey claimed to have with Britney.\n\nStake testified that Dickey claimed in a March 19 police interview that he and Britney engaged in sexual activity. Woodbury then asked Stake whether Britney was upset about the alleged encounter and had been “threatening” Dickey.\n\n“I did not hear anything that would lead me to believe there were threats,” Stake testified.\n\nSupport for victims of sexual violence:\n\n"}}