{"GDELT": {"GlobalEventID": 917249128, "Day": 20200409, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2712, "Actor1Code": "BUSGOV", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "Actor1Type2Code": "GOV", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.77821011673152, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Bay Mills, Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_ADM2Code": "MI033", "Actor1Geo_Lat": 46.4372, "Actor1Geo_Long": -84.5839, "Actor1Geo_FeatureID": "620785", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Bay Mills, Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_Lat": 46.4372, "Action2Geo_Long": -84.5839, "Action2Geo_FeatureID": "620785", "DATEADDED": 20200409054500, "SOURCEURL": "https://www.bridgemi.com/economy/few-coronavirus-cases-hundreds-still-victims-tribal-community"}, "ARTICLE": {"TITLE": "Few coronavirus cases, but hundreds still victims in U.P. tribal community", "TEXT": "There is only one confirmed case of the coronavirus in Chippewa County, in Michigan’s Upper Peninsula. Still, the pandemic claimed 400 victims there Wednesday, when the Bay Mills Indian Community laid off 60 percent of its employees, most of whom worked for the tribe’s now-shuttered casino, restaurants and resort.\n\nIn an impassioned series of tweets late Wednesday, Bay Mills Indian Community Tribal Chairman Bryan Newland acknowledged that he had notified 400 employees that they won’t be receiving a paycheck for the foreseeable future. The tribe, located in the northeastern Upper Peninsula, had been dipping into financial reserves to continue paying employees since the tribe voluntarily closed its resort and casinos three weeks ago, after Gov. Gretchen Whitmer ordered non-tribal casinos closed.\n\n“Despite what may assume, casino tribes aren’t all rich,” a distraught Newland wrote on Twitter. “Most are just ‘getting by.’ And our executives don’t run for-profit enterprises. These casinos fund our governments.”\n\nBay Mills officials had hoped to continue paying employees using small business loans available as part of the federal Coronavirus Aid, Relief, and Economic Security Act, or CARES Act. Newland said the tribe submitted paperwork to the U.S. Small Business Administration in hopes of receiving funds, but never heard back.\n\n“Our lender was literally sending all-caps, multiple exclamation points emails to folks at the Small Business Association and could not get a response,” he said.\n\nBy Saturday, when the latest payroll period ended and with no end to the pandemic in sight, the Tribe could not afford to wait for an answer. Waiting another two-week pay period would mean spending an additional $500,000 to pay employees of businesses that have generated no revenue for almost a month.\n\nThe resort and casino is the largest employer in its community and the third-largest employer in Chippewa County, Newland said. The affected employees represent about 60 percent of the tribe’s payroll.\n\nThe numbers alone make the layoffs agonizing for a small community that depends upon the resort and casino for its livelihood, Newland said, but they don’t reflect the personal agony of telling friends and family they no longer have an income. The only consolation is that the tribe is continuing to pay employees’ health insurance.\n\n“I just had to lay off my in-laws,” Newland said. “I’ve never had to do anything like this before. You run for public office to help people.”\n\nNewland said other tribes are also feeling the financial strain caused by stay-home orders affecting tribal businesses, from casinos and hotels to gas stations. Tribal leaders from across the country are “frantically working with members of congress” to persuade the Small Business Association to make loans available to tribal hotels and restaurants.\n\n“I’m going to be sad for a little bit this evening,” he said. “I'm going to check on my family and friends and make sure they’re OK. Then I’ve got to get up tomorrow and work with our health team to make sure we’re prepared for an outbreak in our community.”\n\nRESOURCES:"}}