{"GDELT": {"GlobalEventID": 917249106, "Day": 20200409, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2712, "Actor1Code": "BUS", "Actor1Name": "INDUSTRY", "Actor1Type1Code": "BUS", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.14669051878354, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200409054500, "SOURCEURL": "https://www.adirondackdailyenterprise.com/opinion/letters-to-the-editor/2020/04/time-for-repatriation-of-business/"}, "ARTICLE": {"TITLE": "News, Sports, Jobs - Adirondack Daily Enterprise", "TEXT": "To the editor:\n\nWhile historians differ on the exact date when globalism became a popular way of doing business, many of the advancements in technology — the internet particularly, and modes of shipping in the 20th century — acted as the springboard to interacting with nations across the globe. However, American leaders in business and government must rethink this approach, especially in the wake of the COVID-19 epidemic, which has crippled international economies and placed millions of individuals in the unpleasant position of not being able to provide for their families. And although nationalism is not a pleasant term among those who identify as “progressives,” because they see nationalism as racist, this approach to trade and industry must be seriously considered in light of China’s most recent “gift” to the world.\n\nChina has been a notoriously bad actor on the world stage for quite some time, particularly in the area of trade. Indeed, the United States has been the beneficiary of some of China’s most toxic products since 1996, beginning with infestation of Asian long-horned beetles. These nasty little insects, which arrived on Chinese cargo ships, devoured approximately 200,000 trees in several New England towns. In 2007, toothpaste manufactured in China was found to have contained a poison used in antifreeze. Again in 2007, an untold number of dogs were killed by melamine-laced dog food. In addition to these destructive forces from China, the United States was faced with coping with H1N1, bird flu, SARS and now the Wuhan virus, all from the People’s Republic of China. With all of these disasters, Americans were called upon to clean up the mess, with their tax dollars, with the PRC assuring us they would do better. In consideration of all this bad behavior from China, are any products manufactured in the PRC, and purchased from any store, worth the agony of present times? We may pay more for products made in the USA, but at least these products are quality inspected prior to being placed into the stream of commerce.\n\nWithout a doubt the COVID-19 pandemic has, and will for some time, upset the lives of millions. Importantly, it has also clearly illustrated the impetus for nation states to create new pathways in trading — especially one which exiles those states who do not play by the rules. China is a bad actor, always has been, and there is nothing at the present time to indicate it will change its behavior in the future. Therefore, when this crisis ends, which it will, the president should continue his administration’s policy of repatriating American businesses and industries to the United States. Nationalism perhaps, but the geopolitical reality at present is simple: Bad actors, such as the PRC, should not be enriched at this country’s expense. It’s not racist for a nation to protect its citizens — it’s incumbent upon a nation’s leaders to protect their citizens.\n\nHopefully there will be a new world order, in terms of trade, at the end of this crisis. How the United States uses its position in this new paradigm will shape trading and the economic stability of countries around the world for decades, ultimately leading to continued economic growth and prosperity worldwide.\n\nWilliam E. Straesser\n\nSaranac Lake"}}