{"GDELT": {"GlobalEventID": 917249352, "Day": 20200409, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2712, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 5.058365758754871, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Evenwood, Durham, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKD8", "Actor1Geo_ADM2Code": "40106", "Actor1Geo_Lat": 54.6167, "Actor1Geo_Long": -1.76667, "Actor1Geo_FeatureID": "-2595770", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Evenwood, Durham, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKD8", "Action2Geo_ADM2Code": "40106", "Action2Geo_Lat": 54.6167, "Action2Geo_Long": -1.76667, "Action2Geo_FeatureID": "-2595770", "DATEADDED": 20200409054500, "SOURCEURL": "https://www.thenorthernecho.co.uk/culture/18367445.concerts-living-room-evenwood-pianist-nhs/"}, "ARTICLE": {"TITLE": "Concerts from the living room of Evenwood pianist for the NHS", "TEXT": "AN AWARD-winning pianist is live streaming his performances to help keep spirits up during lock down.\n\nRichard Ellis Hawley from Evenwood is streaming his piano playing from his front room to the world. Mr Hawley, 44, originally from East Yorkshire is a self-taught musician and has always been interested in music since he learnt to play the recorder at school. His home performances are livestreamed on Facebook every Monday, Wednesday, and Friday.\n\nWhen the nation clapped together for the NHS Mr Hawley set his piano up in the street with the help of husband Rowen and played ‘You’ll never walk alone’ as people cheered on the NHS. The second time the nation clapped he performed a Facebook live to raise money to help musicians UK and an NHS charity fund.\n\nMr Hawley said: “It lifts people’s spirits, music helps mental health and the NHS is Britain's pride and heritage, I couldn't do it without Rowen who supports me as well. In the war Vera Lynn entertained and lifted spirits, and I had two organist colleagues Chris Powell and Britain’s Got Talent finalist Jean Martyn have been doing it as well, so I thought why not.”\n\nMr Hawley has a few songs to help boost morale during the pandemic, they include, You'll never walk alone, Heal the World, and Hallelujah.\n\nMr Hawley had recently won an award beating competition from around the world to become best entertainer at the Luxlife awards. He said: “Its amazing to win it again and hopefully after lockdown I'll start getting more work. It's excellent to have the North East featured in a global market once again.”\n\nHis livestreams have attracted the attention of Classic FM and world famous classical composer Andre Rieu. Mr Hawley said: “The other day was the highlight of my life when Andre Rieu himself commented on my performance of Blue Danube, two simple but powerful words, 'well done'.\""}}