{"GDELT": {"GlobalEventID": 917249449, "Day": 20200409, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2712, "Actor1Code": "GOV", "Actor1Name": "PRINCE", "Actor1Type1Code": "GOV", "Actor2Code": "GBREDU", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.9434628975265, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Hollywood, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0983, "Actor1Geo_Long": -118.32700000000001, "Actor1Geo_FeatureID": "1660757", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Hollywood, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_ADM2Code": "CA037", "Actor2Geo_Lat": 34.0983, "Actor2Geo_Long": -118.32700000000001, "Actor2Geo_FeatureID": "1660757", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hollywood, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA037", "Action2Geo_Lat": 34.0983, "Action2Geo_Long": -118.32700000000001, "Action2Geo_FeatureID": "1660757", "DATEADDED": 20200409054500, "SOURCEURL": "http://www.enstarz.com/articles/212726/20200408/meghan-markles-plus-one-prince-harry-helpless-la-source.htm"}, "ARTICLE": {"TITLE": "Meghan Markle's Plus-One Only? Prince Harry 'Helpless' in LA, Source Says", "TEXT": "Unfortunately, Prince Harry's royal background will not help him in his life in Los Angeles. In fact, he is expected to just be Meghan Markle's shadow and remain \"helpless\" outside the monarchy.\n\nDespite trying so hard to build his empire in the U.S, Prince Harry will be feeling incapable and powerless soon, a former royal editor predicts.\n\nIn an interview with Closer, the author of \"Prince Harry: The Inside Story\", Duncan Larcombe, revealed how the 35-year-old Duke could be nothing but Meghan's \"plus one\" and be like a \"duck out of water\".\n\n\"Harry didn't go to university, and he hasn't had much work experience other than being in the army and charity work,\" Larcombe explained further. \"Being in Hollywood is likely to make him feel like a duck out of water, as it will be tricky for him to find a suitable role.\"\n\nThe royal prince only went to Eton College before he entered the Royal Military Academy Sandhurst in 2005. He then served the British Army for over 10 years.\n\nHe took up active duty in Afghanistan before he dedicated his time to the charity sector with his brother Prince William under The Royal Foundation.\n\nBecause of his minimal knowledge and skills outside the monarchy, he might fail and lose his pace while Meghan could continue pursuing her Hollywood dreams alone.\n\nAccording to the royal author, not being able to pursue what he wants to give his family-of-three will make him feel vulnerable, most especially now that they got stuck due to the coronavirus lockdown.\n\nOnce he feels that way, the Duke of Sussex will be missing the royal family more than ever.\n\nSussexes At Disadvantage?\n\nThe couple reportedly chose L.A. since they wanted to be based in a country where they could still perform their royal duties while earning.\n\nIn addition, they immediately left Canada after they found out that they might be forced to pay taxes in both countries due to Meghan's passport status.\n\nAccording to a report published by a U.K. news outlet, the Duchess of Sussex would need to cash out a huge sum of money to cover and pay for tax of her earnings.\n\n\"They were told getting work visas in Canada would be difficult, and because Meghan remains a U.S. citizen, so is taxed on her worldwide income, she would end up paying in the U.S. and Canada,\" the report said.\n\nMoreover, Meghan would then be required to report self-employment income while paying a 15.3 percent levy to cover taxes. She would also have to sign a disclosure document and submit it to the U.S. Internal Revenue Service for any of her foreign bank accounts.\n\nMeanwhile, Prince Harry -- since he is expected not to find a suitable job -- will remain leaning on Meghan.\n\nHis stay in L.A. could also be more complicated since he does not even have any plan to apply or even consider U.S. citizenship.\n\n\"Harry is not applying for a Green Card or dual citizenship anytime soon, which will come as a surprise to many because that is what most people assumed he'd do on moving to the U.S.,\" the insider said.\n\nSee Now: Famous Actors Who Turned Down Iconic Movie Roles"}}