{"GDELT": {"GlobalEventID": 917249733, "Day": 20200409, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2712, "Actor1Code": "MIL", "Actor1Name": "MILITARY", "Actor1Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": 0.184065211675, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Taiwan", "Actor1Geo_CountryCode": "TW", "Actor1Geo_ADM1Code": "TW", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 121.0, "Actor1Geo_FeatureID": "TW", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Taiwan", "Action2Geo_CountryCode": "TW", "Action2Geo_ADM1Code": "TW", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 121.0, "Action2Geo_FeatureID": "TW", "DATEADDED": 20200409054500, "SOURCEURL": "https://thediplomat.com/2020/04/interview-ben-lowsen-on-chinese-pla-ground-forces/"}, "ARTICLE": {"TITLE": "Interview: Ben Lowsen on Chinese PLA Ground Forces", "TEXT": "Members of China’s People’s Liberation Army (PLA) Rocket Force let out a yell as they march in formation during a parade to commemorate the 70th anniversary of the founding of Communist China in Beijing, Tuesday, Oct. 1, 2019.\n\nAdvertisement\n\nFranz-Stefan Gady speaks to Ben Lowsen about the Chinese People’s Liberation Army (PLA) ground forces, including their status within the wider PLA hierarchy, their current state of operational readiness following a set of reforms, and the possible future development trajectory of the service.\n\nBen Lowsen is a specialist in Chinese political and security affairs working as a China adviser for the U.S. Air Force’s Checkmate office. He previously worked as an Asia advisor for the U.S. Navy and served in the U.S. Army as a field artillery officer and military attaché in Beijing. He is also a regular contributor to The Diplomat.\n\nThe Diplomat: First of all, a more capable People’s Liberation Army (PLA) is thought to be a fundamental part of the “China Dream.” However, the PLA is the armed wing of the Chinese Communist Party rather than a national military. What is the difference and why is this distinction important?\n\nI suppose the Chinese Communist Party would not like it to be particularly remarkable. In a democratic system of course the military is apolitical, subject to the control of duly elected and appointed civilian officials of any party who are subject to change at the next election. Employment of the military, particularly in a domestic context, is limited by specific laws. And the military’s allegiance is to the country, not a party or leader. Indeed, members of the military in democratic nations are strictly regulated concerning what political activities they may take part in.\n\nThe Chinese Communist Party (CCP), on the other hand, has relied on the People’s Liberation Army (PLA) to secure its power against the threat of PRC citizens at numerous points, for example during the Great Leap Forward, Cultural Revolution, post-Mao coup d’état, and Tiananmen Massacre, among others. Logically, the Party cannot limited by state laws in its employment of the military because it is outside of and superior to the People’s Government. Within the Party, a leader like Xi is able to demand a more direct and personal form of allegiance, for example by inserting his personal political line into the party constitution.\n\nEnjoying this article? Click here to subscribe for full access. Just $5 a month.\n\nThe PLA is thus primarily a political instrument with the task of safeguarding the “dictatorship of the proletariat” from any force that might wish it ill, foreign or domestic. The PLA oath demands no special loyalty to the country, only the Party. The Party sets the right historic direction based on input from Marx, Lenin, Mao, Deng, and now mainly Xi. The PLA and government are simply two important tools to carry out Xi’s directions.\n\nAs Mao said, “Political power proceeds from the barrel of a gun.” Thus for a body other than the Party to wield the gun would be unthinkable, even if entirely composed of Party members. This explains the tendency to see any threat to the Party’s power, even internal domestic threats, as “foreign.”\n\nFormer deputy chief of the now-defunct General Staff Department Gen. Zhang Qinsheng created a bit of a stir in 2012 after being dismissed, supposedly for suggesting the nationalization of the PLA, i.e. placing it solely under the People’s Government instead of the Party. If true, then he had badly misread the winds of change as Xi was coming to power.\n\nAdvertisement\n\nThe coronavirus pandemic and attendant Chinese civil unrest have provided a searing reminder to Xi of his reliance on the PLA to secure his power. After seven years of constant anti-corruption and Party loyalty campaigning, it must be disconcerting to find citizens unhappy with their government’s response and stinting in their gratitude to the Party.\n\nWhat is the status of the ground forces within the overall PLA hierarchy and party structure?\n\nSimply put, the ground forces of the PLA Army (PLAA) are less powerful than before. As I testified at the U.S.-China Economic and Security Review Commission (USCC) in 2018, within the military the PLA ground force went from being the preponderant force and default PLA representative (the “Big Army” system) to being one force — the newly established PLAA — among equals, at least formally. The powerful, army-led general departments (zongbu, in charge of operations, promotions, procurement) and military regions (junqu, regional army commands) were replaced by joint departments (lianhebu) and theater commands (zhanqu, also joint). Gone were the perquisites these positions had provided ground force leaders, placed under the scrutiny of the Central Military Commission chaired by Xi. Note as well that the PLAA sustained most of the cuts in personnel strength during the reform.\n\nThat said, the reforms did reorganize the PLA under a joint force structure. In this way, we might see them a compromise between the PLA and Xi in which Xi got to bring more power under his control while the PLA got to implement a more modern and professional structure. Let there be no mistake: Xi’s clawback of military power was the main point, although it is possible the joint reforms could improve PLA warfighting capability.\n\nDiplomat Brief Weekly Newsletter N Get first-read access to major articles yet to be released, as well as links to thought-provoking commentaries and in-depth articles from our Asia-Pacific correspondents. Subscribe Newsletter\n\nThe PLA ground forces have very specific modernization goals they seek to achieve in 2020, 2035, and 2049 respectively. Please explain.\n\nBeijing’s authoritative 2019 white paper China’s National Defense in the New Era states clearly:\n\nThe strategic goals for the development of China’s national defense and military in the new era are:\n\nEnjoying this article? Click here to subscribe for full access. Just $5 a month.\n\nto generally achieve mechanization by the year 2020 with significantly enhanced informationization and greatly improved strategic capabilities;\n\nto comprehensively advance the modernization of military theory, organizational structure, military personnel, and weaponry and equipment in step with the modernization of the country and basically complete the modernization of national defense and the military by 2035; and\n\nto fully transform the people’s armed forces into world-class forces by the mid-21st century.\n\nHowever, there is another critical benchmark for 2020 which the PLA does not publicize: the ability to invade Taiwan, discussed below.\n\nWhat do these goals mean? My go-to general dictionary (辞海, Cihai, from Shanghai Cishu Chubanshe) defines “mechanized warfare” as follows:\n\nAdvertisement\n\nMechanized warfare primarily includes planes [fighters and bombers], tanks, artillery [self propelled], warships [surface and subsurface], and like weapons and equipment. … Three -dimensional warfare, mobility warfare, and firepower warfare are its principle methods. Its basic characteristics are: the great suddenness of the outbreak of war, broad scope of the battlefield, long period of operations, multiplicity of the means of operations, great destructive force of attacks, extensive material support requirements, and intensive requirements for command and coordination.\n\nRAND’s Jeffrey Engstrom refers to informatized forces as “fully information-networked forces,” which is a convenient shorthand for the topic. It is helpful, however, to understand this modernization in the context of “information conflict” (again from Cihai):\n\nThe primary operational methods [of information conflict] include information warfare, precision fires warfare, network warfare, unconventional warfare, and space warfare, among others. Its outstanding features are: system vs. system; information confrontation as the focus of both sides; a battle carried out in multiple dimensions including land, sea, air, space, electromagnetic spectrum, and cyberspace; integrated cross-services and arms joint operations as the basic operational form; mainly nonlinear, non-contact operations; high attack accuracy; rapidly progressing conflict; integration of operational actions, command, and support; etc.\n\nThis is a vision of warfare in which command directives target information collection and channel it into high accuracy attacks as part of a large, fully integrated system. While this is a worthwhile goal, it can be difficult to say exactly when it is achieved. We should assume the PLA has digital linkage between its command system and basically every weapons system, with the possible exception of some individual equipment like rifles. “Greatly improved strategic capabilities” is yet more vague, but can be inferred from the white paper to include greater capability to execute the new historic missions and, most especially, traditional missions, foremost the invasion of Taiwan.\n\nFrom its phrasing, we can conclude that the “modernization of national defense and the military by 2035” goal includes “modernization of military theory, organizational structure, military personnel, and weaponry and equipment in step with the modernization of the country.” This could be the military asking for its funding at least to keep pace with (presumably) growing tax revenues. I suspect the PLA seeks at least full parity with U.S. capabilities, but without so significant a foreign footprint. If the PLA can achieve security through force of arms without the expense of a large network of worldwide bases, so much the better for it. An important note on this goal, however: it is most likely beyond the span of Xi’s rule, or perhaps a goal achieved shortly after Xi’s departure as a tribute to him.\n\nFinally, building “world-class forces by the mid-21st century” is explicit about worldwide parity with the U.S., assuming it is still a superpower. Implicit, however, is Chinese dominance and freedom from limits set by the U.S. or its allies. Does this mean China seeks a network of bases comparable to the United States? I doubt it. Rather they would like to shift U.S. focus to problems within its own hemisphere, like those the PRC is encouraging in Venezuela. As for U.S. network bases, Beijing would like to pressure and harass them out of existence, along with the alliances they are built upon.\n\nAs for the ability to invade Taiwan, Taiwan’s 2013 National Defense Report (cited by Ian Easton in his book The Chinese Invasion Threat) states: “The PRC plans to build comprehensive capabilities for using military force against Taiwan by 2020. In the future, the PRC will continue to use joint operations as the basic form of operations, and aims to effectively prevent foreign forces from intervening in its operations against Taiwan, posing a growing threat.” (p. 66, italics mine).\n\nThis goal is important because although Beijing considers Taiwan part of its territory, Taiwan’s current government is in fact entirely independent of Beijing, although it has not made an official declaration to that effect. Were Beijing to publicize this military goal, it would reveal itself as a threat to other independent nations.\n\nAll of these goals apply directly to the PLAA. However, the PLA is shifting its main efforts to force projection, that is the ability to deliver destructive force and other effects at an ever increasing distance. The Army is not best positioned for force projection worldwide, although it is essential to the PRC’s Taiwan invasion plans. The 2019 white paper gives the following as the PLAA’s goals:\n\nThe PLAA plays an irreplaceable role in maintaining China’s national sovereignty, security and development interests. It comprises maneuver [or mobility] operation, border and coastal defense, and garrison forces. … In line with the strategic requirements of maneuver operations as well as multi-dimensional offense and defense, the PLAA is speeding up the transition of its tasks from regional defense to trans-theater operations, and improving the capabilities for precise, multi-dimensional, trans-theater, multi-functional and sustained operations, so as to build a new type of strong and modernized land force.\n\n“Maneuver operations” is the Army’s traditional tactic of using ground-based firepower to achieve combat objectives. “Multi-dimensional offense and defense” refers to incorporating space, cyber, and information overall.\n\nLooking at PLAA exercises, we can intuit that the shift from “regional defense to trans-theater operations” means the ability to move different types of unit from their home base to support another theater. This could be particularly useful in a Taiwan scenario that required a large number of troops.\n\nAdvertisement\n\nEnjoying this article? Click here to subscribe for full access. Just $5 a month.\n\nKey parts of this capability are the system of joint command and the Army’s modular brigades. In theory, modularity allows commands to tailor units to their specifications, not just accept whichever unit the sending command happens to provide. The aim of the joint system is to allow modular units, once arrived and seconded to the joint headquarters, to readily take up the joint fight in pursuit of national goals.\n\nWhat do we know about PLA’s land warfare doctrine?\n\nThe PLA doesn’t have “doctrine” in the sense that the U.S. military (especially the U.S. Army) uses, meaning an authoritative but not binding description of how a force should fight. I believe the closest equivalent is what the PLA calls “theory” (lilun), which is a very general description of how PLA elements operate. The authoritative documents next in line below theory are often called “doctrine” (tiaoling), but can also be translated as “regulations.” These appear to be more prescriptive than the U.S. equivalent.\n\nAccording to the Chinese Academy of Military Sciences (AMS) 2013 edition of The Science of Military Strategy, the PLA’s top theoretical document, the army (PLAA would not be established until 2016) was “still the cornerstone of national security strategy,” “the decisive force for ground operations,” a part of the joint force, and “plays an irreplaceable role in ensuring our country’s land border security, social stability, deterring actual and potential opponents, containing all sorts of crises, and supporting the expansion of the national interest (pp. 198-9).”\n\nThis is the PLAA mission set. Talk of being a “cornerstone” and “social stability” harken back to the Army as the Party’s ultimate guarantee on power. No doubt the PLA is focused as well on the mission of Taiwan invasion, as this PLA exercise from January 2020 (apparently in response to Taiwanese President Tsai Ing-wen’s reelection) graphically illustrates.\n\nRelated to the question above, how do the PLA ground forces envision to fight future wars?\n\nMy 2017 testimony to USCC outlines this:\n\nThe “new-type army” concept is Xi’s vision for a repurposed PLAA, describing its advent as a “phoenix nirvana,” meaning a radical and painful transformation. The painful part for the Army is assuming its less exalted role. The transformational part was best described by two Chinese military theorists in a recent article titled “Realizing the ‘New’ is Key to Establishing a Strong, Modern New-Type Army.” Published on the website of China’s Ministry of National Defense, it calls for the PLA to adapt to the fundamental changes of a period of comprehensive digitization and networking (信息化时代, also translated “informatization”) in the areas of mobility warfare, three-dimensional attack and defense, topflight design and leadership management, organizational and structural improvement, and the transition from linear to three-dimensional operations and from local defense to regional operations.\n\nSince then, I would point to 2015 Chinese National Defense University (CNDU) edition of Science of Strategy (pp. 329-336; less authoritative than the AMS version, but still quite informative). It points to emphasizing the development of units that are standardized and highly capable, multi-dimensional (i.e. having capability in non-ground-centric areas like air and information warfare), light (akin to the U.S. Army’s move to the Stryker combat vehicle), modular, and multi-functional (e.g. capable of performing peacekeeping in addition to major combat).\n\nCNDU lists as ground force requirements: sudden ground attack, mid-range precision fires, multi-dimensional mobility and attack, field air defense, and special operations capability. The means for building such a force are organizational improvement, development of weapons and equipment, and continuous innovation in army theory. The proof of this must always be in how the force is employed in practice, whatever the doctrine may say.\n\nExplain the guideline that the PLA ground forces, along with the other services, need to prepare for “winning local wars under high-technology conditions.”\n\nPer the U.S. Defense Department 2019 PLA report, “winning local wars under high-technology conditions” was Jiang Zemin’s 1993 direction ordering the PLA to plan to fight the American “2nd offset” force, which emphasized stealth, precision weaponry, and integrated information technology. In 2004, Hu Jintao changed the moniker to “local war under informatized conditions,” a nod to the comprehensive nature of this information technology and the system’s effects on the opponent’s cognition.\n\nBy the 2015 paper China’s Military Strategy, Xi’s PLA had shortened this to “fighting and winning informatized local wars,” which is the same thing, although I suspect the shortened phrasing and deep placement indicate a decreasing importance for the slogan. By last year’s white paper, it was missing entirely. As I have written, the PLA is seeking the capability for greater scope than simply a “local war.”\n\nAccording to Chinese President Xi Jinping, the PLA should give priority to building “new-type” fighting capabilities, which is generally thought to refer to boosting PLA’s capabilities to engage in electronic, information, and space operations. What is the ground forces’ role in this?\n\nThe big change in this regard has been the PLA’s establishment of the Strategic Support Force (PLASSF), for the first time consolidating much of its space and cyber assets under a single, central command.\n\nEnjoying this article? Click here to subscribe for full access. Just $5 a month.\n\nOf course, “information” has several definitions. At its most basic level, it may refer to data and its transmission through electronic means. It can also refer to the strategic narrative or message, which although it can be transmitted via the electromagnetic spectrum, is an entirely different thing than the technical medium. I believe the goal of PLA information warfare is to combine the two to inculcate a specific mindset in opponents, one which allows to PLA to accomplish its objectives.\n\nMy feeling is that the PLA, while closely attuned to the idea of influencing and deterring opponents, is currently mired in Xi’s political loyalty campaign, administered through the military’s political system. While in the Party’s mind this ensures strict alignment of military operations with Party goals, from the operational perspective I suspect deprives military leaders of scope for creativity and shifts their focus inward. In terms of the PLAA, the focus seems to be on enhancing firepower and accuracy. This includes the informatization, as you suggest, but at the ground level looks to me like a focus on accurate and timely firepower. In practice, much of the PLAA’s work will come from peacekeeping, cooperative exercises, and disaster response, underlining the need for the very flexible force envisioned under the joint system.\n\nIn 2015, China’s Central Military Commission (CMC) said it would be reducing the overall size of the PLA by 300,000, with most of the cuts set to affect the ground forces. What sort of impact did this have on PLA ground forces structure?\n\nAs mentioned, it symbolized in a tangible way the increasing importance of the main force projection forces, i.e. everything else but Army. Of course, PLAA cut luxuries like its performance troupes first. But PLAA also reorganized, reducing the number of group armies (cf U.S corps) from 18 to 13 and moving to a group army-brigade-battalion system, eliminating entire headquarters and levels of command. Dennis Blasko has done some of the best work on the joint reforms. He points to evidence of unease within the revised and strengthened joint system.\n\nWhat do we know about the PLA ground forces’ newly restructured combined arms brigades and their operational readiness?\n\nThe PLA announced on March 20 that combined arms battalions have become the PLAA’s “basic mobile operational unit.” This suggests to me they wish to ready brigades to deploy for strategic missions while reserving the group armies for major combat, likely in proximity to China. Jane’s notes that:\n\nThe announcement seemingly marks the end of a process initiated in 2008 that envisaged the formation of combined arms battalions, which include air-defense, engineering, and chemical, biological, radiological and nuclear (CBRN) reconnaissance assets, to increase the PLA’s readiness levels and its ability to project force within its sphere of interest.\n\nAlthough there is the idea that the PLAA’s new battalions would be capable of some level of independent operations, it is really the brigades that might do this. Both levels are intended to be “modular” or “plug and play,” i.e. capable of integrating multiple unit types into their operations as the mission requires. I would again defer to Dennis Blasko’s article on their readiness.\n\nThe CMC announced in 2017 that it will regroup PLA ground forces into 13 corps from the previous 18. What was the rationale behind this decision?\n\nAs mentioned above, the reduction was to reduce redundant command structures to economize and streamline command and control. It was also in line with reducing Army perquisites to bring PLAA better under CMC control.\n\nWhat are the PLA ground forces’ greatest strengths and weaknesses in terms of equipment?\n\nEquipment must be tailored to particular missions and integrated into force doctrine, including how to operate, maintain, resupply, and repair it. Army leaders always want to know how their tanks and other weapons stack up head to head against those of their main opponents, but the PLAA is very unlikely to meet the United States Army in a battle of tanks, combined arms battalions, or anything like that.\n\nThe PLA claims it will be fully “mechanized” (jixiehua) in 2020, which to my thinking is mainly an army term (despite the definition given previously). Air forces and navies by their nature have planes and ships; voila, mechanized. Soldiers can and do still march on foot. Giving them modern, survivable vehicles capable of delivering lethal fires to maneuver in certainly improves their capabilities. It looks as though the PLAA has done this.\n\nThe new Joint Logistics Support Force, if used effectively, could provide a platform to centralize and standardize logistics functions across the services. I’m not sure that this is a PLAA strength yet, though.\n\nFinally, the word on the street is that PRC equipment tends to be very economical but poorly made, at least the export offerings. Perhaps that’s a problem within the PLA as well. However, my advice would be not to count on PLA weapons failing in a conflict.\n\nEnjoying this article? Click here to subscribe for full access. Just $5 a month.\n\nWhat aspect of the PLA ground forces appear to be most misunderstood by the West?\n\nThe first point of confusion is the name “Chinese People’s Liberation Army.” This in fact refers to the whole military, not just the ground forces, although the PLA began its life as entirely (or at least overwhelmingly) ground forces. It isn’t such a problem in Chinese since jun means “military” as much as it means “army.”\n\nThis was also less of a problem before the 2016 reforms, when the ground force was more dominant and there was no separate “Army.” Now that there is, we are left to decide whether we should translate the new ground force as People’s Liberation Army – Army (PLAA, the more common appellation) or People’s Liberation Army Ground Force, which risks the implication that Marines and Airborne forces — both ground forces — are part of this grouping. As confusing as that is, it is actually the Marine Corps air elements we should fear since they might be plausibly translated as the “People’s Liberation Army – Navy – Marine Corps – Air Force.”\n\nThere may also be the idea that the PRC will primarily be sending its ground force around the world when in fact it is developing its Navy and to some extent Air Force to do just that. The PLASSF is also a more likely candidate to operate extensively abroad, if less visibly."}}