{"GDELT": {"GlobalEventID": 917249842, "Day": 20200409, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2712, "Actor1Code": "NZL", "Actor1Name": "NEW ZEALAND", "Actor1CountryCode": "NZL", "Actor2Code": "GOVHLH", "Actor2Name": "MINIST OF HEALTH", "Actor2Type1Code": "GOV", "Actor2Type2Code": "HLH", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.25628140703517, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ", "Actor1Geo_Lat": -42.0, "Actor1Geo_Long": 174.0, "Actor1Geo_FeatureID": "NZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ", "Actor2Geo_Lat": -42.0, "Actor2Geo_Long": 174.0, "Actor2Geo_FeatureID": "NZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ", "Action2Geo_Lat": -42.0, "Action2Geo_Long": 174.0, "Action2Geo_FeatureID": "NZ", "DATEADDED": 20200409054500, "SOURCEURL": "http://www.msn.com/en-nz/money/news/pms-advice-for-businesses-before-nz-lifted-to-alert-level-three/ar-BB12m4U4"}, "ARTICLE": {"TITLE": "PM's advice for businesses before NZ lifted to alert level three", "TEXT": "© Video - Newshub; Image - Getty Images Watch: The Ministry of Health's Thursday COVID-19 press conference.\n\nPrime Minister Jacinda Ardern is \"encouraging\" businesses to prepare to move out of the level four lockdown that is due to lift in two weeks.\n\nShe said during a press conference on Thursday the Government will provide more guidance next week on what alert level three will look like and is asking businesses to be ready for the level change.\n\n\"Essentially what we're doing now is saying everyone prepare for alert level three.\n\n\"If you wish to prepare now, and I'd encourage you to do so, the three basic starting points are make sure you can look at whether or not you can work with social distancing, can we contact trace all of the customers or the employees that you work with, and do you or will you need PPE.\"\n\nThere will be principles in place with examples that will help guide businesses and the public once the alert level is changed, she added.\n\nArdern said it's her intention that on April 20, two days before the lockdown is due to end, a decision will be made on whether New Zealand will move to alert level three.\n\n\"We need to give similar, more detailed guidance on what life at level 3 looks like, and we will do that next week. That will give us a window to iron out questions and issues, and make sure we're as prepared as we can be when it comes time to move,\" she said.\n\nHer comments came as the Ministry of Health announced 29 new cases of COVID-19 in New Zealand. It's the fourth day in a row the number of new cases has dropped, bringing the total number of cases to 1239.\n\nThere continues to be a strong link to overseas travel, with 41 percent of cases being contracted this way. A further 44 percent are contacts of cases in New Zealand and two percent are community transmission. The rest are under investigation.\n\nIn terms of testing, the Ministry of Health's Director-General Dr Bloomfield says there were 3990 tests processed on Wednesday. The daily average over the last week is 3547.\n\nArdern also said early work was underway on a phone application to help with contact tracing."}}