{"GDELT": {"GlobalEventID": 917450774, "Day": 20200410, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.274, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "SYRGOV", "Actor2Name": "SYRIA", "Actor2CountryCode": "SYR", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 1123, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.61670761670761, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Khan Sheikhoun, Idlib, Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY12", "Actor1Geo_ADM2Code": "26362", "Actor1Geo_Lat": 35.4406, "Actor1Geo_Long": 36.65, "Actor1Geo_FeatureID": "-2543610", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Khan Sheikhoun, Idlib, Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY12", "Action2Geo_ADM2Code": "26362", "Action2Geo_Lat": 35.4406, "Action2Geo_Long": 36.65, "Action2Geo_FeatureID": "-2543610", "DATEADDED": 20200410054500, "SOURCEURL": "https://in.reuters.com/article/mideast-syria-chemicalweapons/syria-dismisses-report-that-it-was-behind-chemical-attacks-idINKCN21S0DS"}, "ARTICLE": {"TITLE": "Syria dismisses report that it was behind chemical attacks", "TEXT": "AMMAN (Reuters) - Syria on Thursday dismissed a report by a global watchdog that said Syrian jets had carried out a series of chemical attacks on an opposition-held town, under orders from the top military command.\n\nThe report from the Organisation for the Prohibition of Chemical Weapons (OPCW) said Syrian air force pilots flying Sukhoi Su-22 planes and a helicopter had dropped bombs containing toxic chlorine and sarin nerve gas on the village of Latameneh in the Hama region in March 2017.\n\nSyria’s foreign ministry said in a statement that the report, issued on Wednesday, was “deceptive and included fabricated conclusions, the purpose of which was to distort truths and accuse the Syrian government”.\n\nSyrian President Bashar al-Assad and his military backer Russia have both repeatedly denied using chemical weapons, and accuse insurgents of staging attacks to implicate Syrian forces.\n\nThe OPCW’s Investigation and Identification Team (IIT), whose formation was opposed by Moscow and Damascus, said more than 100 people had been affected by the attacks, carried out on March 24, 25 and 30, 2017.\n\nIt said the 50th Brigade of the 22nd Air Division of the Syrian Air Force had dropped M4000 bombs containing sarin on the town, and a cylinder containing chlorine on a hospital.\n\n“Military operations of such a strategic nature as these three attacks only occur pursuant to orders from the highest levels of the Syrian Arab Armed Forces,” the report added.\n\nOPCW chief Fernando Arias said it was up to the watchdog’s members, the U.N. Secretary General and the international community to take any action they deemed necessary.\n\nU.S. Secretary of State Mike Pompeo said the OPCW’s findings confirmed Syria’s continued use of chemical weapons “and utter disregard for human life”.\n\n“No amount of disinformation from Assad’s enablers in Russia and Iran can hide the fact that the Syrian regime is responsible for numerous #chemicalweapons attacks,” he tweeted.\n\nChemical attacks on the Syrian towns of Douma and Khan Sheikhoun led U.S. President Donald Trump to carry out missile strikes on Syrian government targets in April 2018 with the backing of France and Britain.\n\nIn 2013, chemical attacks on the opposition-held Ghouta suburbs around Damascus killed hundreds of civilians, many of them women and children, the deadliest use of chemical weapons in decades. The government denied it was behind the attacks."}}