{"GDELT": {"GlobalEventID": 917450133, "Day": 20200410, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.274, "Actor1Code": "CVL", "Actor1Name": "RESIDENTS", "Actor1Type1Code": "CVL", "Actor2Code": "GOV", "Actor2Name": "ADMINISTRATION", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -6.374501992031879, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Thiais, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16284", "Action2Geo_Lat": 48.765, "Action2Geo_Long": 2.3961, "Action2Geo_FeatureID": "-1472588", "DATEADDED": 20200410054500, "SOURCEURL": "https://www.jpost.com/Diaspora/Coronavirus-kills-15-at-Amsterdams-Jewish-old-age-home-624223"}, "ARTICLE": {"TITLE": "Coronavirus kills 15 at Amsterdam’s Jewish old-age home", "TEXT": "AMSTERDAM — At least 15 people have died at the main Jewish elderly home in Amsterdam and another 22 are infected with the disease.\n\nCOVID-19 began infecting Beth Shalom residents in the middle of March, just before management imposed a lockdown, a spokesperson for the medical administration Cordaan, which runs the home, told Het Parool, the daily reported Wednesday.\n\nThe death toll makes Beth Shalom the hardest-hit old age or nursing home in the kingdom.\n\nOn March 4, when the Netherlands had dozens of confirmed coronavirus patients, children from the Rosh Pina Jewish school visited Beth Shalom.\n\nThe Netherlands has opted for a relatively lax containment policy that Prime Minister Mark Rutte calls “intelligent lockdown.” Schools, some stores as well as gyms and restaurants have closed and old-age homes are under total lockdown, but public transportation remains operational and there is no ban on movement in Dutch cities, as is the case in France.\n\nJewish communities throughout Europe have been hit particularly hard. In the United Kingdom, at least 152 Jewish funerals for people who died of the coronavirus have been held, according to the Board of Deputies of British Jews.\n\ncnxps.cmd.push(function () { cnxps({ playerId: '36af7c51-0caf-4741-9824-2c941fc6c17b' }).render('4c4d856e0e6f4e3d808bbc1715e132f6'); });\n\nIn France, at least one cemetery with a Jewish section, Thiais, is nearing capacity after receiving several dozen bodies in the past two weeks.\n\nExperts estimate that Jewish communities have been susceptible to the virus because their members travel often, have an extended circle of friends and family, and are concentrated in large cities."}}