{"GDELT": {"GlobalEventID": 917450338, "Day": 20200410, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.274, "Actor1Code": "GOVBUS", "Actor1Name": "STATE OWNED ENTERPRISE", "Actor1Type1Code": "GOV", "Actor1Type2Code": "BUS", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.9237875288683599, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kurupukari, Upper Demerara-Berbice, Guyana", "Actor1Geo_CountryCode": "GY", "Actor1Geo_ADM1Code": "GY18", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 4.66667, "Actor1Geo_Long": -58.6667, "Actor1Geo_FeatureID": "-921082", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kurupukari, Upper Demerara-Berbice, Guyana", "Action2Geo_CountryCode": "GY", "Action2Geo_ADM1Code": "GY18", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 4.66667, "Action2Geo_Long": -58.6667, "Action2Geo_FeatureID": "-921082", "DATEADDED": 20200410054500, "SOURCEURL": "http://guyanachronicle.com/2020/04/10/govt-unveils-updated-emergency-measures"}, "ARTICLE": {"TITLE": "Gov’t unveils updated emergency measures", "TEXT": "…15 new businesses added to essential services list\n\nTHE National COVID-19 Task Force has updated the emergency measures set in effect from April 3, to include over 15 additional categories of essential services and a number of new services which can remain open during the daily 06:00 hours to 17:00 hours period.\n\nPrime Minister Moses Nagamootoo had told the newspaper, on Wednesday, that the National COVID-19 Task Force has been reviewing the previous measures to cater for other services which can be deemed as essential.\n\nThe preamble to the initial list of measures had made it clear that it could be terminated, extended or amended by notice of the Minister of Public Health, after an assessment of the conditions.\n\nNew essential services now include the judiciary, the parliament, the diplomatic corps, the Maritime Administration Department (MARAD), National Emergency Operations Center, security services including private security, telecommunication providers including internet, telephone and call centre operators, media houses, broadcasting and the Guyana National Printers Ltd.\n\nConsidered essential in the areas of manufacturing, transportation and shipping are port operations limited to bulk marking operations and loading and offloading only of marine vessels, petroleum vessels, ships, bulk and containerized vessels; port logistics and freight services where their workers are engaged in the construction of health care facilities; transportation of dry goods and beverages for wholesale delivery; workers necessary to keep furnaces and kilns operating safely in manufacturing operations that are not listed as essential.\n\nThe updated emergency measures also included several new categories to cater to the extractive sector which is one of Guyana’s greatest Gross Domestic Product (GDP) contributor.\n\nThese essential services include electricity and energy services including the oil and gas sector and those who provide services in the oil and gas sector; businesses that ensure global continuity of supply of mining and petroleum materials and products (eg. metals and minerals such as bauxite, gold and diamond); mining and petroleum development operations, production and processing; mineral and petroleum exploration and development; mining and petroleum supply and services that support sully chains in the mining and petroleum industries; business and operations that engage in the cutting, processing and preparation of trees into lumber and ensure continuity of supply of forestry products;\n\nMeanwhile, water supply services have been altered to include the collection, storage, purification and distribution of water for public use. Under the category of solid waste management, sewerage and janitorial services —- live-in domestic workers have been included.\n\nWhere the Ministry had previously listed factories, manufacturers or distributors of food supplies and essential goods including medical supplies, it noted that this category also includes producers of rice, sugar, poultry and fish.\n\nThere was a minor change made to the restriction on social activities to make an exception for visitation to a creek, beach or river only if the person is residing or working there.\n\nAlong with the previous services which were permitted to remain open daily from 06:00 hours to 17:00 hours, the category of banks has been updated to include other financial institutions defined in the Financial Institution Act, Chapter 85:03 as well as remittance services and their support services.\n\nIncluded too are bulk food stores; funeral homes; operation, inspection, repair and maintenance of essential services including vehicles, vessels and aircraft and traffic signal maintenance; automotive repair and maintenance facilities that provide direct support to essential businesses and services necessary for the maintenance of residences, including plumbing, electrical and extermination services.\n\nThe measures now state that where a Village Council, as defined by the Amerindian Act —- Cap. 29:01 — has determined that a public health threat exists in relation to any mining or forestry operation conducted in accordance with the highlighted essential services, the Village Council shall recommend to the Minister of Public Health that the operation be discontinued.\n\nIn addition to previous guidelines, any services deemed as essential or any public service, statutory bodies and state-owned enterprises, must require persons to wear a face mask when inside of the establishment.\n\nThe need for distance markers has not been made mandatory but all staff are to maintain physical distance of at least six feet in or outside their establishment and determine the number of persons that may be permitted into the building based on the need for distancing.\n\nWhen it comes to domestic travel, the Kurupukari Crossing shall be closed except during the period 06:00 hours to 17:00 hours, and only to facilitate the passage of essential services and supplies. This is in addition to the four other stipulations under domestic travel.\n\nThe imposed curfew between 18:00 hours and 06:00 hours and all other aforementioned measures remains in effect.\n\nAny person who fails to comply with any of these measures commits an offence under section 152 of the Public Health Ordinance and is liable on summary conviction to the penalty provided under that section.\n\nThe Prime Minister has stated in the past that he believes that the measures in place whereby persons in non-essential areas are required to stay at home will result in health security and safety for Guyanese.\n\nHe has stated that the order is not meant to “lockdown” the productive sectors but is aimed at protecting the local population while containing the spread of the virus."}}