{"GDELT": {"GlobalEventID": 917450811, "Day": 20200410, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.274, "Actor1Code": "SLV", "Actor1Name": "EL SALVADOR", "Actor1CountryCode": "SLV", "Actor2Code": "BUS", "Actor2Name": "INDUSTRY", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.3341523341523396, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "El Salvador", "Actor1Geo_CountryCode": "ES", "Actor1Geo_ADM1Code": "ES", "Actor1Geo_Lat": 13.833332999999998, "Actor1Geo_Long": -88.916667, "Actor1Geo_FeatureID": "ES", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "El Salvador", "Actor2Geo_CountryCode": "ES", "Actor2Geo_ADM1Code": "ES", "Actor2Geo_Lat": 13.833332999999998, "Actor2Geo_Long": -88.916667, "Actor2Geo_FeatureID": "ES", "Action2Geo_Type": 1, "Action2Geo_Fullname": "El Salvador", "Action2Geo_CountryCode": "ES", "Action2Geo_ADM1Code": "ES", "Action2Geo_Lat": 13.833332999999998, "Action2Geo_Long": -88.916667, "Action2Geo_FeatureID": "ES", "DATEADDED": 20200410054500, "SOURCEURL": "https://www.washingtonpost.com/local/events-dc-will-give-15-million-in-covid-19-relief-to-hospitality-workers-undocumented-immigrants/2020/04/09/26e3f6ec-7a97-11ea-a130-df573469f094_story.html"}, "ARTICLE": {"TITLE": "Events DC will give $15 million in covid-19 relief to hospitality workers, undocumented immigrants", "TEXT": "The $15 million package will be split into several parts: $5 million for restaurant recovery efforts; $5 million to help hotels and those who work in them; and $5 million for undocumented immigrants who may be ineligible for unemployment benefits and other forms of government assistance.\n\nAD\n\nAD\n\nMax Brown, chairman of the board for Events DC, said the agency was able to pull funds from reserves put aside for disaster relief.\n\n“We saw the financial crisis of 2008, we saw 9/11, so there was a thought that something like this might come down the road, perhaps,” Brown said. “We wanted to be prepared.”\n\n\n\nThe announcement came hours after immigrants around the District held a socially distant protest — they held signs on the front steps of their own homes — begging Mayor Muriel E. Bowser (D) to do more to provide monetary relief to those who rely on nontraditional streams of income, including street vendors, day laborers, housekeepers and others who work for cash.\n\nAD\n\n“It’s not just the right thing to do to help them out — a lot of undocumented immigrants pay taxes and help to fund our unemployment system but are locked out of receiving those benefits,” said Alex Taliadoros, an organizer with immigrant advocacy group Sanctuary DMV.\n\nOn Tuesday, the D.C. Council unanimously passed its second emergency relief bill to address the coronavirus pandemic. The legislation freezes rent increases and makes it easier for inmates to win early release but did not include assistance for undocumented residents.\n\nBrown said that because the hospitality industry relies so heavily on immigrant labor, Events DC wanted to include a funding stream for undocumented immigrants who may be unable to qualify for unemployment, which asks for a Social Security number and proof of income.\n\n“A large number of our workers in restaurants and hotels are undocumented workers and it’s an important group in our city who are valued members of our communities,” Brown said. “And folks are in dire need right now.”\n\nArely Andrade, an undocumented immigrant from El Salvador who lives in the District with her 13-year-old daughter, has for years worked nights at a restaurant.\n\nAD\n\nAD\n\nTo make ends meet, she said, she often sold food on the street near the Columbia Heights Metro Station. But since the public health crisis began, Andrade has not been able to work either job.\n\nAndrade, 43, is a cancer survivor. It took six surgeries to rid her of malignant tumors doctors found in her stomach about six years ago, she said, and she did not want to risk ending up back in the hospital during the pandemic.\n\nOn Wednesday, her phone service was cut off. She spent all week worrying about how she would scrape together enough to pay rent.\n\n“I’m a single mother. I have to work, but now I can’t leave the house,” she said in Spanish. “I don’t have papers so I can’t get help from the government.”\n\nAD\n\nAndrade and her daughter, Kimberly, stood on the stoop of their home Thursday holding a written plea to the mayor as immigrant advocates took pictures to post online with the hashtag #DontExcludeMe.\n\nAD\n\nLight blue surgical masks covered their faces.\n\n“Mayor Bowser,” said the sign Kimberly drew. “My mom is Arely and she can’t go outside. She had cancer. Please help us. Save her!”\n\nAs the pandemic and ensuing shutdown continue, activists said, immigrants will probably need more help than the $5 million provided by Events DC.\n\nBrown said the relief package announced Thursday was meant to be a one-time fund.\n\nBrown said Events DC would work with immigrant advocacy groups and nonprofits that work regularly in immigrant communities to reach undocumented immigrants and allocate money to families in need.\n\nEarlier this week, immigrant advocacy groups organized an online fundraiser that encouraged families to contribute all or part of the $1,200 allocated to most adults in a sweeping $2 trillion federal stimulus package. By Thursday afternoon, the fundraiser had brought in more than $56,000.\n\nAD\n\nAD"}}