{"GDELT": {"GlobalEventID": 917450648, "Day": 20200410, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.274, "Actor1Code": "MNCUSA", "Actor1Name": "UNITED TECHNOLOGIES CORPORATION", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor2Code": "IRQ", "Actor2Name": "IRAQ", "Actor2CountryCode": "IRQ", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.9464751958224499, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 44.0, "Actor1Geo_FeatureID": "IZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ", "Actor2Geo_Lat": 33.0, "Actor2Geo_Long": 44.0, "Actor2Geo_FeatureID": "IZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 44.0, "Action2Geo_FeatureID": "IZ", "DATEADDED": 20200410054500, "SOURCEURL": "https://original.antiwar.com/Danny_Sjursen/2020/04/09/trumps-own-military-mafia/"}, "ARTICLE": {"TITLE": "Trump’s Own Military Mafia", "TEXT": "Originally posted at TomDispatch.\n\nI’m sure you still remember them. The president regularly called them “my generals.” They were, he claimed, from “central casting” and there were three of them: retired Marine Corps General John Kelly, who was first appointed secretary of the Department of Homeland Security and then White House chief of staff; Army Lieutenant General H.R. McMaster, who became the president’s national security advisor; and last (but hardly least) retired Marine Corps General James Mattis, whom Trump particularly adored for his nickname “Mad Dog” and appointed as secretary of defense. Of him, the president said, “If I’m doing a movie, I pick you, General Mattis, who’s doing really well.”\n\nThey were referred to in Washington and in the media more generally as “the adults in the room,” indicating what most observers (as well as insiders) seemed to think about the president – that he was, in effect, the impulsive, unpredictable, self-obsessed toddler in that same room. All of them had been commanders in the very conflicts that Donald Trump had labeled “ridiculous Endless Wars” and were distinctly hawkish and uncritical of those same wars (like the rest of the U.S. high command). It was even rumored that, as “adults,” Kelly and Mattis had made a private pact not to be out of the country at the same time for fear of what might happen in their absence. By the end of 2018, of course, all three were gone. “My generals” were no more, but the toddler remained.\n\nAs TomDispatch regular, West Point graduate (class of 2005), and retired Army Major Danny Sjursen explains in remarkable detail today, while the president finally tossed “his” generals in the nearest trash can, the “adults” (and you do have to keep that word in quotation marks) didn’t, in fact, leave the toddler alone in the Oval Office. They simply militarized and demilitarized at the same time. In fact, one class from West Point, that of 1986, from which both Secretary of Defense Mark Esper and Secretary of State Mike Pompeo graduated, is essentially everywhere in a distinctly militarized (if still officially civilian) and wildly hawkish Washington in the Trumpian moment. ~ Tom\n\n“Courage Never Quits”?: The Price of Power and West Point’s Class of 1986\n\nBy Danny Sjursen\n\nEvery West Point class votes on an official motto. Most are then inscribed on their class rings. Hence, the pejorative West Point label “ring knocker.” (As legend has it, at military meetings a West Pointer “need only knock his large ring on the table and all Pointers present are obliged to rally to his point of view.”) Last August, the class of 2023 announced theirs: “Freedom Is Not Free.” Mine from the class of 2005 was “Keeping Freedom Alive.” Each class takes pride in its motto and, at least theoretically, aspires to live according to its sentiments, while championing the accomplishments of fellow graduates.\n\nBut some cohorts do stand out. Take the class of 1986 (“Courage Never Quits“). As it happens, both Secretary of Defense Mark Esper and Secretary of State Mike Pompeo are members of that very class, as are a surprisingly wide range of influential leaders in Congress, corporate America, the Pentagon, the defense industry, lobbying firms, Big Pharma, high-end financial services, and even security-consulting firms. Still, given their striking hawkishness on the subject of American war-making, Esper and Pompeo rise above the rest. Even in a pandemic, they are as good as their class motto. When it comes to this country’s wars, neither of them ever quits.\n\nOnce upon a time, retired Lieutenant General Douglas Lute (Class of ’75), a former US Ambassador to NATO and a senior commander in Iraq and Afghanistan, taught both Esper and Pompeo in his West Point social sciences class. However, it was Pompeo, the class of ’86 valedictorian, whom Lute singled out for praise, remembering him as “a very strong student – fastidious, deliberate.” Of course, as the Afghanistan Papers, released by the Washington Post late last year, so starkly revealed, Lute told an interviewer that, like so many US officials, he “didn’t have the foggiest notion of what we were undertaking in Afghanistan.” Though at one point he was President George W. Bush’s “Afghan war czar,” the general never expressed such doubts publicly and his record of dissent is hardly an impressive one. Still, on one point at least, Lute was on target: Esper and Pompeo are smart and that’s what worries me (as in the phrase “too smart for their own good”).\n\nEsper, a former Raytheon lobbyist, had particularly hawkish views on Russia and China before he ever took over at the Pentagon and he wasn’t alone when it came to the urge to continue America’s wars. Pompeo, then a congressman, exhibited a striking pre-Trump-era foreign policy pugnacity, particularly vis-à-vis the Islamic world. It has since solidified into a veritable obsession with toppling the Iranian regime.\n\nTheir militarized obsessions have recently taken striking form in two ways: the secretary of defense instructed US commanders to prepare plans to escalate combat against Iranian-backed militias in Iraq, an order the mission’s senior leader there, Lieutenant General Robert “Pat” White, reportedly resisted; meanwhile, the secretary of state evidently is eager to convince President Trump to use the Covid-19 pandemic, now devastating Iran, to bomb that country and further strangle it with sanctions. Worse yet, Pompeo might be just cunning enough to convince his ill-informed, insecure boss (so open to clever flattery) that war is the answer.\n\nThe militarism of both men matters greatly, but they hardly pilot the ship of state alone, any more than Trump does (whatever he thinks). Would that it were the case. Sadly, even if voters threw them all out, the disease runs much deeper than them. Enter the rest of the illustrative class of ’86.\n\nAs it happens, Pompeo’s and Esper’s classmates permeate the deeper structure of imperial America. And let’s admit it, they are, by the numbers, an impressive crew. As another ’86 alumnus, Congressman Mark Green (R-TN), bragged on the House floor in 2019, “My class [has] produced 18 general officers… 22-plus presidents and CEOs of major corporations… two state legislators… [and] three judges,” as well as “at least four deans and chancellors of universities.” He closed his remarks by exclaiming, “Courage never quits, ’86!”\n\nHowever, for all his gushing, Green’s list conceals much. It illuminates neither the mechanics nor the motives of his illustrious classmates; that is, what they’re actually doing and why. Many are key players in a corporate-military machine bent on, and reliant on, endless war for profit and professional advancement. A brief look at key ‘86ers offers insight into President Dwight D. Eisenhower’s military-industrial complex in 2020 – and it should take your breath away.\n\nThe West Point Mafia\n\nThe core group of ’86 grads cheekily refer to themselves as “the West Point mafia.” And for some, that’s an uplifting thought. Take Joe DePinto, CEO of 7-Eleven. He says that he’s “someone who sleeps better at night knowing that those guys are in the positions they’re in.” Of course, he’s an ’86 grad, too.\n\nBack when I called the academy home, we branded such self-important cadets “toolbags.” More than a decade later, when I taught there, I found my students still using the term. Face facts, however: those “toolbags,” thick as thieves today, now run the show in Washington (and despite their busy schedules, they still find time to socialize as a group).\n\nGiven Donald Trump’s shady past – one doesn’t build an Atlantic City casino-and-hotel empire without “mobbing-it-up” – that Mafia moniker is actually fitting. So perhaps it’s worth thinking of Mike Pompeo as the president’s latest consigliere. And since gangsters rarely countenance a challenge without striking back, Lieutenant General White should watch his back after his prudent attempt to stop the further escalation of America’s wars in Iraq and Iran in the midst of a deadly global pandemic. Worse yet for him, he’s not a West Pointer (though he did, oddly enough, earn his Army commission on the very day that class of ’86 graduated). White’s once promising career is unlikely to be long for this world.\n\nIn addition to Esper and Pompeo, other Class of ’86 alums serve in key executive branch roles. They include the vice chief of staff of the Army General Joseph Martin, the director of the Army National Guard, the commander of NATO’s Allied Land Command, the deputy commanding general of Army Forces Command, and the deputy commanding general of Army Cyber Command. Civilian-side classmates in the Pentagon serve as: deputy assistant secretary of the Army for installations, energy, and environment; a civilian aide to the secretary of the Army; and the director of stabilization and peace operations policy for the secretary of defense. These Pentagon career civil servants aren’t, strictly speaking, part of the “Mafia” itself, but two Pompeo loyalists are indeed charter members.\n\nPompeo brought Ulrich Brechbuhl and Brian Butalao, two of his closest cadet friends, in from the corporate world. The three of them had, at one point, served as CEO, CFO, and COO of Thayer Aerospace, named for the “father” of West Point, Colonel Sylvanus Thayer, and started with Koch Industries seed money. Among other things, that corporation sold the Pentagon military aircraft components.\n\nBrechbuhl and Butalao were given senior positions at the CIA when Pompeo was its director. Currently, Brechbuhl is the State Department’s counselor (and reportedly Pompeo’s de facto chief of staff), while Butalao serves as under secretary for management. According to his official bio, Butalao is responsible “for managing the State Department on a day-to-day basis and [serving as its] Chief Operating Officer.” Funny, that was his exact position under Pompeo at that aerospace company.\n\nStill, this Mafia trio can’t run the show by themselves. The national security structure’s tentacles are so much longer than that. They reach all the way to K Street and Capitol Hill.\n\nFrom Congress to K Street: The Enablers\n\nBefore Trump tapped Pompeo to head the CIA and then the State Department, he represented Wichita, Kansas, home to Koch Industries, in the House of Representatives. In fact, Pompeo rode his ample funding from the political action committee of the billionaire Koch brothers straight to the Hill. So linked was he to those fraternal right-wing energy tycoons and so protective of their interests that he was dubbed “the congressman from Koch.” The relationship was mutually beneficial. Pompeo’s selection as secretary of state solidified the previously strained relationship of the brothers with President Trump.\n\nThe ’86 Mafia’s current congressional heavyweight, however, is Mark Green. An early Trump supporter, he regularly tried to shield the president from impeachment as a minority member of the House Oversight and Reform Committee. The Tennessee congressman nearly became Trump’s secretary of the Army, but ultimately withdrew his nomination because of controversies that included sponsoring gender-discriminatory bills and commenting that “transgender is a disease.”\n\nLegislators like Green, in turn, take their foreign-policy marching orders from the military’s corporate suppliers. Among those, Esper, of course, represents the gold standard when it comes to “revolving-door” defense lobbying. Just before ascending the Pentagon summit, pressed by Senator Elizabeth Warren during his confirmation hearings, he patently refused to “recuse himself from all matters related to” Raytheon, his former employer and the nation’s third-largest defense contractor. (And that was even before its recent merger with United Technologies Corporation, which once employed another Esper classmate as a senior vice president.) Incidentally, one of Raytheon’s “biggest franchises” is the Patriot missile defense system, the very weapon being rushed to Iraq as I write, ostensibly as a check on Pompeo’s favored villain, Iran.\n\nLess well known is the handiwork of another ’86 grad, longtime lobbyist and CNN paid contributor David Urban, who first met the president in 2012 and still recalls how “we clicked immediately.” The consummate Washington insider, he backed Trump “when nobody else thought he stood a chance” and in 2016 was his senior campaign adviser in the pivotal swing state of Pennsylvania.\n\nEsper and Urban have been close for more than 30 years. As cadets, they served in the same unit during the Persian Gulf War. It was Urban who introduced Esper to his wife. Both later graced the Hill’s list of Washington’s top lobbyists. Since 2002, Urban has been a partner and is now president of a consulting giant, the American Continental Group. Among its clients: Raytheon and 7-Eleven.\n\nIt’s hard to overstate Urban’s role. He seems to have landed Pompeo and Esper their jobs in the Trump administration and was a key go-between in marrying class of ’86 backbenchers and moneymen to that bridegroom of our moment, The Donald.\n\nGreasing the Machine: The Moneymen\n\nAnother ’86er also passed through that famed military-industrial revolving door. Retired Colonel Dan Sauter left his position as chief of staff of the 32nd Army Air and Missile Defense Command for one at giant weapons maker Lockheed Martin as business developer for the very systems his old unit employed. Since May 2019, he’s directed Lockheed’s $1.5 billion Terminal High Altitude Area Defense (THAAD) program in Saudi Arabia. Lockheed’s THAAD systems have streamed into that country to protect the Kingdom, even as Pompeo continually threatens Iran.\n\nIf such corporate figures are doing the selling, it’s the Pentagon, naturally, that’s doing the buying. Luckily, there are ’86 alumni in key positions on the purchasing end as well, including a retired brigadier general who now serves as the Pentagon’s principal adviser to the under secretary for acquisition, technology, and logistics.\n\nFinally, there are other key consultants linked to the military-industrial complex who are also graduates of the class of ’86. They include a senior vice president of Hillwood – a massive domestic and international real estate development company, chaired by Ross Perot, Jr. – formerly a consultant to the government of the United Arab Emirates. The Emiratis are US allies in the fight against Pompeo’s Iranian nemesis and, in 2019, awarded Raytheon a $1.5 billion contract to supply key components for its air force missile launchers.\n\nAnother classmate is a managing partner for Patriot Strategies, which consults for corporations and the government but also separately lands hefty defense contracts itself. His previous “ventures” included “work in telecommunications in the Middle East… and technical security upgrades at US embassies worldwide.”\n\nYet another grad, Rick Minicozzi, is the founder and CEO of Thayer Leader Development Group (TLDG), which prides itself on “building” corporate leaders. TLDG clients include: 7-Eleven, Cardinal Glass, EMCOR, and Mercedes-Benz. All either have or had ’86ers at the helm. The company’s CEO also owns the Thayer Hotel located right on West Point’s grounds, which hosts many of the company’s lectures and other events. Then there’s the retired colonel who, like me, taught on the West Point history faculty. He’s now the CEO of Battlefield Leadership, which helps corporate leaders “learn from the past” in order to “prepare for an ever-changing business landscape.”\n\nA Class-wide Conflict of Interest\n\nDon’t for a moment think these are all “bad” people. That’s not faintly my point. One prominent ’86 grad, for instance, is Lieutenant General Eric Wesley, the deputy of Army Futures Command. He was my brigade commander at Fort Riley, Kansas, in 2009 and I found him competent, exceptionally empathetic, and a decidedly decent man, which is probably true of plenty of ‘86ers.\n\nSo what exactly is my point here? I’m not for a second charging conspiracy or even criminal corruption. The lion’s share of what all these figures do is perfectly legal. In reality, the way the class of ’86 has permeated the power structure only reflects the nature of the carefully crafted, distinctly undemocratic systems through which the military-industrial complex and our political world operate by design. Most of what they do couldn’t, in fact, be more legal in a world of never-ending American wars and national security budgets that eternally go through the roof. After all, if any of these figures had acted in anything but a perfectly legal fashion, they might have run into a classmate of theirs who recently led the FBI’s corruption unit in New Jersey – before, that is, he retired and became CEO of a global security consulting firm. (Sound familiar?)\n\nAnd that’s my point, really. We have a system in Washington that couldn’t be more lawful and yet, by any definition, the class of ’86 represents one giant conflict of interest (and they don’t stand alone). Alums from that year are now ensconced in every level of the national security state: from the White House to the Pentagon to Congress to K Street to corporate boardrooms. And they have both power and a deep stake, financial or otherwise, in maintaining or expanding the (forever) warfare state.\n\nThey benefit from America’s permanent military mobilization, its never-ending economic war-footing, and all that comes with it. Ironically, this will inevitably include the blood of future West Point graduates, doomed to serve in their hopeless crusades. Think of it all as a macabre inversion of their class motto in which it’s not their courage but that of younger graduates sent off to this country’s hopeless wars that they will never allow to “quit.”\n\nSpeaking of true courage, lately the only exemplar we’ve had of it in those wars is General “Pat” White. It seems that he, at least, refused to kiss the proverbial rings of those Mafia men of ’86.\n\nBut of course, he’s not part of their “family,” is he?\n\nDanny Sjursen is a retired U.S. Army officer and contributing editor at Antiwar.com. His work has appeared in the NY Times, LA Times, The Nation, Huff Post, The Hill, Salon, Popular Resistance, and Tom Dispatch, among other publications. He served combat tours with reconnaissance units in Iraq and Afghanistan and later taught history at his alma mater, West Point. He is the author of a memoir and critical analysis of the Iraq War, Ghostriders of Baghdad: Soldiers, Civilians, and the Myth of the Surge. His forthcoming book, Patriotic Dissent: America in the Age of Endless War is now available for pre-order. Sjursen was recently selected as a 2019-20 Lannan Foundation Cultural Freedom Fellow. Follow him on Twitter @SkepticalVet. Visit his professional website for contact info, to schedule speeches or media appearances, and access to his past work.\n\nFollow TomDispatch on Twitter and join us on Facebook. Check out the newest Dispatch Books, John Feffer’s new dystopian novel (the second in the Splinterlands series) Frostlands, Beverly Gologorsky’s novel Every Body Has a Story, and Tom Engelhardt’s A Nation Unmade by War, as well as Alfred McCoy’s In the Shadows of the American Century: The Rise and Decline of U.S. Global Power and John Dower’s The Violent American Century: War and Terror Since World War II.\n\nCopyright 2020 Danny Sjursen"}}