{"GDELT": {"GlobalEventID": 917450706, "Day": 20200410, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.274, "Actor1Code": "PAKGOV", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor1Type1Code": "GOV", "Actor2Code": "PAK", "Actor2Name": "KARACHI", "Actor2CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.5903187721369499, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Karachi, Sindh, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK05", "Actor1Geo_ADM2Code": "40398", "Actor1Geo_Lat": 24.8667, "Actor1Geo_Long": 67.05, "Actor1Geo_FeatureID": "-2764584", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Karachi, Sindh, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK05", "Actor2Geo_ADM2Code": "40398", "Actor2Geo_Lat": 24.8667, "Actor2Geo_Long": 67.05, "Actor2Geo_FeatureID": "-2764584", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tokyo, Tokyo, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA40", "Action2Geo_ADM2Code": "36340", "Action2Geo_Lat": 35.685, "Action2Geo_Long": 139.751, "Action2Geo_FeatureID": "-246227", "DATEADDED": 20200410054500, "SOURCEURL": "https://www.geo.tv/latest/281858-there-is-something-to-be-said-for-the-charitable-spirit-of-pakistanis-in-crisis-situations"}, "ARTICLE": {"TITLE": "There is something to be said for the charitable spirit of Pakistanis in crisis situations", "TEXT": "A daily wage labourer holds a handout of naan, a traditional bread, and curry, which he has received from a distribution point of a charity during a lockdown. Photo: Reuters\n\nKARACHI: On April 6th, the Pakistani community in Japan joined hands with the staff of the Embassy of Pakistan in Tokyo to distribute masks and other essential items among people at a busy thoroughfare in the Japanese capital to help in the fight against the spread of the deadly coronavirus.\n\nIn just a few hours, thousands of face masks and other items of need that help in protection against the virus were distributed among Tokyoites. Since charity is a novel concept in the highly organised society of Japan, the photos and videos of the distribution quickly went viral on the internet.\n\nOn social networking platform Twitter, Japanese users shared the photos for political point-scoring against Prime Minister Shinzo Abe. A few hours prior to the distribution, PM Abe had imposed a state of emergency in the country to fight the pandemic, promising delivery of protective masks to citizens at their homes.\n\nHowever, the masks never arrived, and the Japanese public took out their anger on PM Abe by sharing photos of the distribution in Tokyo as evidence that he had failed to keep his promise. Overnight, the Pakistanis, who form a very small part of foreigners present in the Pacific nation, became mini-celebrities.\n\n\n\nAlso read: Meet the aspiring science journalists battling coronavirus misinformation in Pakistan\n\nPakistani community in Japan distributes face masks in Tokyo. Photo: Saad Ahmed\n\nThe bizarre episode also went viral on the internet in Pakistan, for different reasons. Prior to the distribution, a member of the Pakistani community recited the Azaan out loud. The spectre of a Muslim man reciting the call to prayer on a busy Tokyo street, without being harassed for it, stirred the believers across Pakistan.\n\n\n\n\"The Pakistani community is helping the people of Japan in their time of need. Times are tough in Pakistan, but they are equally tough in Japan, and we want to tell the Japanese that Pakistanis stand by them during this crisis,\" Hafiz Mehar Shamas, a Pakistani businessman in Japan, said.\n\n\"Charity is a novel concept here. I think that is why pictures and videos of the distribution of masks went viral,\" he added. When asked to comment on what drove him to charity work, Shamas said it was patriotism and religion. \"We want to improve the image of Pakistan. We also thank the Almighty for helping us do the right thing,\" he said.\n\nThe statement by the businessman and the importance given to the recitation of the call to prayer before charity work began highlights the motivations behind the giving spirit of many Pakistanis. In their home country, and across the globe, Pakistanis have been leading virus relief efforts.\n\nAlso read: The curious case of space rocks smuggled out of Zhob, Balochistan to Arizona, USA\n\n\n\nLove for God and country feeds ethos of giving\n\nIn Hong Kong, videos of a Pakistani family distributing face masks and sanitary products among the locals to help them stay safe and healthy went viral on the internet early March. According to Qatar-based news channel al-Jazeera, the family distributed thousands of products for free.\n\nIn Germany, the Pakistani community managed to obtain the services of more than a hundred volunteers to help the people of the biggest economy in Europe fight the virus. Faraz Dahar, a leading member of the community, confirmed that Pakistanis were deeply involved in the virus fight.\n\nBritish-Pakistani couple pose with their care packs for the underprivileged. Photo: File\n\n\"One month back, I asked the Pakistanis present in Germany who were interested in volunteering for virus relief to provide their contacts. I was overwhelmed with the response, and presently have 125 people running daily chores and other tasks for the elderly,\" he said.\n\n\n\nIn the United Kingdom last month. a British-Pakistani couple gave away free face masks, hand sanitisers and cleaning wipes to the elderly who came to their store in the city of Manchester, Geo News reported. The couple even delivered the items to the homes of the elderly locals who could not make the trip.\n\nIn North America earlier this month, the Association of Physicians of Pakistani Descent in the region promised to arrange medical equipment, including protective clothing, ventilators, and diagnostic kits for use in developing countries as they fight to stem the spread of the virus.\n\n\n\nAlso read: Pakistan 11th largest arms importer in the world, claims research institute\n\nNon-governmental organisations lead virus relief\n\nPrime Minister Imran Khan. Photo: File\n\nEven in Pakistan, virus relief efforts have intensified as the country observes a lockdown to contain the spread of the coronavirus. Restrictions on the operations of non-governmental organisations have been relaxed so they can join the government in the fight against the pandemic.\n\nPrime Minister Imran Khan last month announced the Ehsaas Emergency Cash programme, a billion-dollar social protection initiative that aims to provide millions of under-privileged people financial assistance amid the lockdown that has hit daily wage earners the hardest.\n\n\n\nPM Imran has also set up a Coronavirus Relief Fund and appealed for donations from the public to help the government take care of the poor across the country. The premier has asked NGOs to lead this fight.\n\nPakistan Centre for Philanthropy (PCP), based in Islamabad, has so far managed to raise more than Rs75 million through various certified organisations in response to the appeal of the Prime Minister, according to a statement made by a representative of the charitable body.\n\nAkhuwat, an NGO based in Lahore, has established the Corona Imdadi Fund to assist the marginalised segments of the society during the crisis. The fund, which stands at Rs3.5 million, aims to provide rations, free testing services, and support for hospitals.\n\nRescue officials check the vitals of an elderly gentleman. Photo: File\n\nAlso read: The purist transforming the art of documentary film-making\n\nSaylani Welfare Trust, in collaboration with the Ehsaas Programme of the federal government, has initiated a Langar-on-Wheels in the twin cities of Rawalpindi and Islamabad. The trust is also delivering 1,200 food boxes each day to the daily wage workers in the country.\n\nThe Citizens Foundation has launched an ambitious plan to raise Rs 500 million to battle the coronavirus crisis in Pakistan. The initiative would help the foundation in providing relief to families facing economic hardship, as well as support to frontline healthcare professionals.\n\nIn addition to these NGOs, several others, including Indus Health Network, Wateraid, al-Khidmat Foundation, Kashmir Orphan Relief Trust, Doaba Foundation, Human Appeal Pakistan, RAHMA Islamic Relief, and HANDS, among others, have raised millions in virus relief efforts.\n\nThe work that these NGOs are doing in Pakistan to take part in relief compliments the individual efforts of Pakistanis scattered across the globe to combat the spread of the pandemic. In a culture where charity forms a part of belief, the tireless work of these bodies further cements the notion that Pakistan is an incredibly giving nation.\n\nAlso read: Pakistan has second-most polluted air in the world based on population density in cities\n\n'Charity is in their DNA'\n\nResearcher and philanthropist Shazia Maqsood Amjad. Photo: File\n\nIn May 2018, the Stanford Innovation Review in the United States published a study claiming that Pakistan was one of the most charitable nations in the world. According to the study, Pakistan contributed more than 1% of gross domestic product (GDP) to charity.\n\nThe contribution pushed it into the ranks of far wealthier countries like the United Kingdom (1.3% GDP to charity) Canada (1.2% of GDP), and even India. The study showed that Pakistanis give around Rs240 billion (more than $2 billion) annually to charity.\n\nThe author of the research, Shazia Amjad, believes that 98% of people in the country give in one form or another — if not with cash, then with in-kind donations or by volunteering for needy causes. Fueling this culture of generosity is the Islamic emphasis on giving, she says.\n\n\"We collected data from 14,000 different households across Pakistan for the study on charity work in Pakistan. The data was studied from a variety of different aspects. The key finding of the study was that Pakistanis are very generous, charity is in their DNA,\" she notes.\n\n\"Historically, in crisis situations, charitable contributions in Pakistan have sky-rocketed. We have copious amounts of data that point to this. Prime examples are the 2005 earthquake in northern Pakistan, the 2010 floods in central and southern Pakistan, and the present virus crisis,\" she adds.\n\nAlso read: Pakistan slips three spots on Corruption Perceptions Index\n\nPolicy analyst and journalist Mosharraf Zaidi. Photo: File\n\nAsked to comment on the role of NGOs in relief efforts, Amjad said that it was important for the service delivery of the government. \"These civil society institutions are embedded into the communities at the grass-root level. In Pakistan, where the government wants quick mobilization and agility in relief efforts, these institutions are central to the effort.\"\n\nPolicy analyst Mohsarraf Zaidi, on the other hand, believes that it not so much the religion but the culture that plays a huge part in the charitable spirit of the Pakistani nation. According to Zaidi, religion is but a part of that culture, and even though it has influence, there are other factors at play as well.\n\n\"Religion is a driver of charity here and everywhere else. The pride that Pakistanis have in being warm, hospitable and charitable is very much substantiated by the culture itself — and this is made up of, among other factors, religion too,\" he says.\n\nAs the country prepares for the holy month of Ramazan, charitable donations are expected to increase manifold. Every year in the holy month, several individuals and organisations arrange for free meals at dawn and dusk for the under-privileged, and amid the virus crisis, these contributions are only likely to increase.\n\nThe Coronavirus Relief Fund of the Prime Minister, as well as the relief funds launched by the provinces separately, have also received hundreds of millions of rupees in contributions from across the nation. Since health experts believe the worst of the crisis is yet to come, maybe it is the enduring charitable spirit of Pakistanis, more than anything else, that ultimately shields the country from the devastating impact of the coronavirus."}}