{"GDELT": {"GlobalEventID": 917450144, "Day": 20200410, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.274, "Actor1Code": "CVL", "Actor1Name": "VILLAGE", "Actor1Type1Code": "CVL", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.36681043335387, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gaza, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.4167, "Actor1Geo_Long": 34.3333, "Actor1Geo_FeatureID": "-797156", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Gaza, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.4167, "Actor2Geo_Long": 34.3333, "Actor2Geo_FeatureID": "-797156", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rafah, Gaza Strip (general), Gaza Strip", "Action2Geo_CountryCode": "GZ", "Action2Geo_ADM1Code": "GZ00", "Action2Geo_ADM2Code": "16446", "Action2Geo_Lat": 31.3292, "Action2Geo_Long": 34.2311, "Action2Geo_FeatureID": "10420173", "DATEADDED": 20200410054500, "SOURCEURL": "https://imemc.org/article/pchr-weekly-report-on-israeli-human-rights-violations-in-the-occupied-palestinian-territory-02-08-april-2020/"}, "ARTICLE": {"TITLE": "PCHR: Weekly Report on Israeli Human Rights Violations in the Occupied Palestinian Territory (02 – 08 April 2020) – – IMEMC News", "TEXT": "Palestinian Center for Human Rights (PCHR)\n\nSummary\n\nIsraeli occupation forces (IOF) continued to violate Palestinians’ human rights and commit crimes against civilians and their properties, conducting raids into Palestinian cities without regard to the state of emergency declared across the occupied Palestinian territory (oPt) since 06 March 2020, in the efforts put forward to combat the spread of coronavirus. IOF raids are conducted without proper attention to prevention and safety standards to mitigate the risk of transmitting coronavirus to Palestinian territory, as the virus is widespread throughout Israel. PCHR is concerned that Israeli raids undermine preventive measures adopted by the government. Meanwhile, settlers backed up by IOF continued to seize more civilian property and attack civilians and their property.\n\nThis week, PCHR documented 98 violations of international human rights law and international humanitarian law (IHL) by IOF and settlers in the oPt. As the state of emergency enters its 5th week, as well as the extreme Israeli restrictions on movement of individuals, have hindered our fieldwork team’s ability to cover all incidents in the oPt and were forced to collect information via phone from trusted local sources. As such, this report is a comprehensive record of Israeli violations of human rights against Palestinians in the oPt, as IOF continues its attacks against civilians despite the exceptional circumstances that have overcome the whole world in the face of a life-threatening viral pandemic.\n\nIOF Shooting and Violation of Right to Bodily Integrity: 2 Palestinian civilians were shot and wounded by IOF; 1 during suppression of civilians at Qalqilia; and a fisherman in Gaza. IOF opened fire 8 times during raids into the West Bank; 10 shootings against the agricultural lands eastern Gaza Strip while 6 shootings were reported against Palestinian fishing boats off the northern Gaza Strip shore.\n\nIOF Incursions and Arrests of Palestinian Civilians: IOF carried out 49 incursions into the West Bank, including occupied East Jerusalem. Those incursions included raids of civilian houses and shootings, inciting fear among civilians, and attacking many of them. During this week’s incursions, 22 Palestinians were arrested, including 4 children and a woman. Fady al-Hadmi, Jerusalem Affairs Minister, and Adnan Ghaith, Jerusalem Governor, were among those arrested, which is part of the Israeli occupation’s policy to combat the work of the Palestinian Authority in the occupied city. Meanwhile, in the Gaza Strip, IOF conducted two limited incursions into northern Gaza Strip and eastern Khan Younis.\n\nSettlement Expansion Activities and Settlers’ Attacks: PCHR documented 9 IOF operations in the West Bank, including occupied East Jerusalem: bulldozing an agriculture room and house and confiscation of a barracks in Hebron; warehouse and agricultural lands destroyed in Bethlehem; farmers banned access to their lands in Bethlehem; and notices to halt construction at 2 houses in Jenin and the Northern Valley.\n\nPCHR also documented 7 settler attacks: assaulting 5 civilians, kidnaping two of them and surrendering them to IOF; sewer water pumped into Bethlehem lands; 4 dunams razed, lands confiscated and olive trees uprooted in Hebron; and civilian houses assaulted in Nablus.\n\nIsraeli Closure Policy and Restrictions on Freedom of Movement: Israeli authorities continued to impose restrictions on Beit Hanoun (Erez) Crossing and West Bank Crossings under the pretext of confronting the fast-spreading Coronavirus (COVID-19) outbreak. On Wednesday 08 April 2020, IOF imposed closure and additional restrictions on the movement at crossings, for the Jewish Passover holiday. Israeli authorities stated that the closure that has already been imposed on the Palestinian areas will remain the same, as entry through the crossings will be allowed only for exceptional humanitarian cases and urgent medical cases.\n\nIn the Gaza Strip, Israeli authorities continued to impose restrictions on Beit Hanoun (Erez) Crossing, only humanitarian cases would be allowed to pass through the crossing. Concerning Karem Abu Salem (Kerem Shalom) Crossing, the crossing will be operated on a limited scale.\n\nAlso, Israeli authorities stated that the crossing will be closed on Wednesday and Thursday, 08/09 April 2020, and on Tuesday and Wednesday, 14/15 April 2020. This comes at a time when the Gaza Strip still suffers the worst closure in the history of the Israeli occupation of the oPt as it has entered the 14th consecutive year, without any improvement to the movement of persons or goods, humanitarian conditions and bearing catastrophic consequences on all aspects of life. Furthermore, IOF uses Erez Crossing that is designated for movement of individuals as an ambush to arrest Palestinians who obtain permits to exit via Israel.\n\nMeanwhile, IOF continued to divide the West Bank into separate cantons with key roads blocked by the Israeli occupation since the Second Intifada and with temporary and permanent checkpoints, where civilian movement is restricted, and they are subject to arrest.\n\n1. Violation of the Right to Life and to Bodily Integrity\n\nShooting and Other Violations of the Right to Life and Bodily Integrity\n\nAt approximately 01:00 on Thursday, 02 April 2020, IOF reinforced with several military SUVs moved into Wad al-Haryah neighborhood, south of Hebron. In the meantime, a number of Palestinian young men gathered and threw stones and empty bottles at IOF soldiers. Israeli soldiers deployed in the area and fired several tear gas canisters at stone-throwers. As a result, a number of young men suffocated due to tear gas inhalation. IOF later withdrew from the above mentioned village; neither arrests nor house raids were reported.\n\nAt approximately 07:00 on the same Thursday, IOF gunboats stationed west of Gaza City, chased and heavily opened fire at a Palestinian fishing boat sailing within the fishing limited area (4 nautical miles), owned by fisherman Ahmed Shaban al-Hessi (69) and manned by 3 fishermen. The fishermen managed to get away, however severe damage was caused to the boat.\n\nAt approximately 13:30 on the same Thursday, Israeli soldiers stationed along the border fence, east of Deir al-Balah, sporadically opened fire at Palestinian agricultural lands for 2 hours; no casualties were reported.\n\nAt approximately 23:20 on the same Thursday, IOF signed to guard the annexation wall, adjacent to Fsr’oun village, south of Tulkarem, fired rubber bullets, sound bombs and tear gas canisters at the Emergency Committee in the aforementioned village, while checking the outlets in the annexation wall to control the movement of workers to and from Israel and conducting testing procedures to make sure they are free of Coronavirus. As a result, the committee crews suffocated due to tear gas inhalation.\n\nAt approximately 07:00 on Friday, 03 April 2020, Israeli gunboats stationed northwest of Beit Lahia in northern Gaza Strip, chased and heavily opened fire at Palestinian fishing boats sailing within the allowed fishing area (3 nautical miles). As a result, fishermen were forced to flee from the area fearing for their lives. No casualties were reported.\n\nAt approximately 00:15 on the same Friday, IOF stationed along the border fence, northeast of Beit Hanoun in northern Gaza Strip, opened fire at agricultural lands, adjacent to the border fence. As a result, Palestinian shepherds and a number of farmers panicked and left their lands that are near the border area. Neither casualties nor damage was reported.\n\nAt approximately 00:45 on the same Friday, Israeli soldiers stationed along the border fence, east of Deir al-Balah, sporadically opened fire at agricultural lands for 20 minutes; no casualties were reported.\n\nAt approximately 13:30 on the same Friday, IOF fired rubber bullets, sound bombs and tear gas canisters at a group of Palestinian young men, who gathered at the entrance to Kufur Qaddoum village, east of Qalqilia. As a result, a 22-year-old young man was shot and injured with a rubber bullet in his right hand.\n\nAt approximately 15:40 on the same Friday, IOF fired rubber bullets, sound bombs and tear-gas canisters at a group of Palestinian young men, who were present near the annexation wall gate, adjacent to Qifin village, north of Tulkarem, claiming that their soldiers were hit with stones.\n\nAt approximately 17:00 on the same Friday, Israeli gunboats stationed gunboats stationed northwest of Beit Lahia in northern Gaza Strip, chased and heavily opened fire at Palestinian fishing boats sailing within the allowed fishing area (3 nautical miles). As a result, fishermen were forced to flee from the area fearing for their lives. No casualties were reported.\n\nAt approximately 18:00 on the same Friday, IOF fired live and rubber bullets, sound bombs and tear gas canisters at a group of Palestinian young men, who were present near the annexation wall gate, adjacent to Shweikah Suburb, north of Tulkarem, claiming that they were hit with stones.\n\nAt approximately 18:10, IOF signed to guard the annexation wall gate, adjacent to Atil village, north of Tulkarem, fired rubber-coated bullets, sound bombs and tear gas canisters at Palestinian Emergency Committee crews while checking the outlets in the annexation wall to control the movement of workers to and from Israel and conducting testing procedures to make sure they are free of Coronavirus.\n\nAt approximately 01:10 on Saturday, 04 April 2020, Israeli soldiers stationed along the border fence with Israeli, east of al-Shokah village, east of Rafah, opened fire at Palestinian shepherds in the area adjacent to the border fence; no casualties were reported.\n\nAt approximately 06:30 on the same Saturday, Israeli gunboats stationed northwest of Beit Lahia in northern Gaza Strip, chased and heavily opened fire at Palestinian fishing boats sailing within the allowed fishing area (2 nautical miles). As a result, fishermen were forced to flee from the area fearing for their lives. Later, the shooting recurred for 3 hours; no casualties were reported.\n\nAt approximately 09:30 on the same Saturday, IOF stationed along the border fence, east of Khan Younis in southern Gaza Strip, fired tear-gas canisters at agricultural lands in eastern Khuza’ah village, adjacent to the border fence. IOF also, through loudspeakers, called on the farmers to evacuate the area. No casualties were reported.\n\nAt approximately 13:40 on the same Saturday, IOF stationed along the border fence, northeast of Beit Hanoun in northern Gaza Strip, opened fire at agricultural lands, adjacent to the border fence. As a result, Palestinian shepherds and a number of farmers panicked and left their lands that are near the border area. Neither casualties nor damage was reported.\n\nAt approximately 20:00 on the same Saturday, Israeli soldiers stationed at the entrance to al-Arroub refugee camp, north of Hebron, fired tear gas canisters at the camp’s main road, alleging that the military watchtower was stoned. As a result, a number of civilians suffocated due to tear gas inhalation.\n\nAt approximately 23:00, an Israeli infantry unit moved into al-Dawarah area, east of Sa’ir village, north of Hebron. In the meantime, a number of Palestinian young men gathered and threw stones at Israeli soldiers and the latter responded with sound bombs and tear-gas canisters. As a result, a number of young men suffocated due to tear gas inhalation. IOF later withdrew from the area; no raids were reported.\n\nAt approximately 06:30 on Sunday, 05 April 2020, Israeli gunboats stationed northwest of Beit Lahia in northern Gaza Strip, chased and heavily opened fire at Palestinian fishing boats sailing within the allowed fishing area (3 nautical miles). As a result, fishermen were forced to flee from the area fearing for their lives. Later, the shooting recurred for 3 hours; no casualties were reported.\n\nAt approximately 10:10 on the same Sunday, IOF stationed along the border fence, east of Khan Younis in southern Gaza Strip, fired tear gas canisters at a group of farmers present in eastern Khuza’ah village, adjacent to the border fence; no casualties were reported.\n\nAt approximately 11:20 on Monday, 06 April 2020, Israeli soldiers stationed along the border fence, east of Deir al-Balah, sporadically opened fire at agricultural lands for 15 minutes; no casualties were reported.\n\nAt approximately 13:35 on Monday, 06 April 2020, IOF stationed along the border fence, northeast of Beit Hanoun in northern Gaza Strip, heavily opened fire at the border area adjacent to the border fence. As a result, Palestinian shepherds and a number of farmers , whose lands are adjacent to the border fence, were panicked. Neither casualties nor material damage was reported.\n\nAt approximately 10:00 on Tuesday, 07 April 2020, Israeli soldiers stationed along the border fence, east of Gaza Valley (Johur al-Deek), south of Gaza City, opened fire at agricultural lands; no casualties were reported.\n\nAt approximately 07:10 on Wednesday, 08 April 2020, Israeli gunboats stationed northwest of Beit Lahia in northern Gaza Strip, chased Palestinian fishing boats sailing within the allowed fishing area (3 nautical miles) and opened fire at a fishing boat. As a result, fisherman, Ibrahim Amin Rushdi Abu Wardah (23), from Jabalia, was shot and injured with rubber bullets in his right leg and the palm of his right hand as he was on the fishing boat. Abu-Wardah was taken to the Indonesian Hospital for medical treatment, where his injury was classified as moderate and he was diagnosed with a fracture in the hand. The shooting caused fear among fishermen, who sailed back to the shore. No casualties were reported.\n\n2. Incursions and Arrests\n\nThursday, 02 April 2020:\n\nAt approximately 02:30, IOF moved into Ya’bod village, southwest of Jenin. They raided several houses and arrested (4) civilians including (3) children: Islam Nidal Hamarsha (17), Yazeed Abdul Rahman Abu Abed (17), Mohammed Firas Turkman (15), and Maher Mohammed Ba’jawi (20).\n\nAround the same time, IOF moved into Silwan, south of the occupied East Jerusalem’s Old City. They raided and searched two houses belonging to Bahaa Mohammed Abu Tayeh (21), and Nasrallah Munir al-A’war (18), and arrested them.\n\nAt approximately 14:00, IOF severely beaten and arrested Eyad Abu Sbaih and Ahmed al-Abbasi, while present in Silwan, south of the occupied East Jerusalem’s Old City, and took them to al-Maskoubeya investigation center. Al-Abbasi family said that Ahmed was referred to the hospital after he was wounded due to attacking him while in prison.\n\nAt approximately 19:0, IOF moved into al-‘Isawiya, northeast of the occupied city of East Jerusalem. They invaded and searched the home of Nadeem Harbi Obaid (23) and arrested him.\n\nAt approximately 20:55, IOF moved into Howara, southeast of Nablus. They invaded and searched several stores, and checked the surveillances cameras of the stores claiming that they were searching for a group of young men who threw stones at settlers’ vehicle in the city.\n\nIOF carried out an incursion in Kherbit Humsa in the northern valleys. No arrests were reported.\n\nFriday, 03 April 2020:\n\nAt approximately 04:35, IOF moved into al-Daheya village, southeast of Nablus. They raided and searched Ibrahim Ahmed Ismael Abu Ghush (40) and arrested him.\n\nAt approximately 09:00, IOF moved IOF and Israeli Intelligence Services with their police dogs, moved into al-Sowana neighborhood, east of the occupied East Jerusalem’s Old City. They raided and searched Fadi Arafat al-Hidmi’s (44) house, the Minister of Jerusalem Affairs of the Palestinian Authority. IOF broke the doors of the house and arrested him and confiscated (10,000 NIS). After a few hours of investigation with the minister al-Hidmi in al-Maskoubeya investigation center, IOF released him on bail and on condition that ban his Palestinian activities in Jerusalem and restrict his movement for two weeks.\n\nAl-Hidmi’s office confirmed that: “on Friday, IOF deliberately smashed the external and internal doors of al-Hidmi’s house; they raided and searched all the rooms of his house with police dogs which caused fear to al-Hidmi’s children”. Furthermore, IOF severely beat the minister in al-Maskoubeya investigation center and forced him to wear a blood-contaminated mask. All the investigation session with the Minister was about the provided Palestinian Government aid to confront the Coronavirus in the occupied East Jerusalem. It should be noted that IOF have arrested the Minister of Jerusalem Affairs of the Palestinian Authority many times for investigation.\n\nAl-Hidmi’s office confirmed that: “on Friday, IOF deliberately smashed the external and internal doors of al-Hidmi’s house; they raided and searched all the rooms of his house with police dogs which caused fear to al-Hidmi’s children”. Furthermore, IOF severely beat the minister in al-Maskoubeya investigation center and forced him to wear a blood-contaminated mask. All the investigation session with the Minister was about the provided Palestinian Government aid to confront the Coronavirus in the occupied East Jerusalem. It should be noted that IOF have arrested the Minister of Jerusalem Affairs of the Palestinian Authority many times for investigation. IOF carried out (5) incursions in Zarta, Burin, and Tal in Nablus, Beit Marsam and Tarama in Hebron. No arrests were reported.\n\nSunday, 05 April 2020:\n\nAt approximately 02:00, IOF moved into Nimra neighborhood, east of Hebron. They deployed between Palestinian houses and spat on the doors of the stores and houses under precautionary measures of confronting the coronavirus (COVID-19) outbreak. Lately, IOF withdrew and no house raiding was reported.\n\nAt approximately 06:30, Israeli occupation planes proceeded to spray chemical pesticides in areas adjacent to the Gaza Strip eastern border for 3 hours, affecting Palestinian lands. According to eyewitnesses’ testimonies to PCHR fieldworker, the Israeli side had also set a fire at 06:20 of the same morning, that emitted black smoke within the Israeli side to identify the direction of the wind. This is a standard action by IOF before spraying pesticides. Minutes later, Israeli planes commenced the spraying.\n\nAt approximately 08:00, IOF moved into the central neighborhood in Silwan, south of the occupied East Jerusalem’s Old City. They raided and searched the Governor Adnan Adel Ghaith’s (46) house in Jerusalem, and arrested him. IOF claimed that the governor Ghaith was arrested under the pretext of illegal activity in Jerusalem, and he was taken to al-Maskoubeya police station. IOF arrested Ghaith for at least 6 times in 2019 for the same reason.\n\nAt approximately 12:00, IOF moved into Wadi al-Jooz, east of the occupied East Jerusalem’s Old City. They invaded and searched Hanady Mohammed al-Halawani’s (41) house and she was taken to al-Qishla investigation center in the Old City. After investigating with al-Halawani on charge of allegedly endangering the lives of civilians, and ‘inciting the occupation’, she was released. It should be noted that al-Halawani has been detained approximately 30-times, banned from travelling, and banned from entering al-Aqsa Mosque many times.\n\nAt approximately 03:00, IOF moved into Ein al-Lawza neighborhood in Silwan, south of the occupied East Jerusalem’s Old City. They invaded and searched the houses of Sa’ed Mohammed al-A’war (17) and Mohammed Subhi Zalloum (19), and arrested them.\n\nAt approximately 17:10, IOF moved into Ein al-Mita in the northern valleys. They raided and searched Salama Ali’s tent, and no arrests were reported.\n\nIOF carried out (6) incursions in Zabouba, west of Jenin, Silat al-Thuhr, south of Jenin, Deir Sharaf, west of Nablus, Burin and Ma’dama, southeast of Nablus, and Ein al-Bayda in the northern valleys. No arrests were reported.\n\nMonday, 06 April 2020:\n\nAt approximately 02:00, IOF moved into Jenin. They raided and searched Kifah Mahmoud Hantouli’s (32) house and arrested him.\n\nAt approximately 02:30, IOF moved into Yabad village, southwest of Jenin. They raided and searched Saif al-Deen Adnan al-Kilaney’s (25) house and arrested him.\n\nAt approximately 03:00, IOF moved into ‘Arraba, southwest of Jenin. They raided and searched Fadi Tayseer Abu Salah’s (41) house and arrested him.\n\nAt approximately 05:00, IOF moved into Beit Ummar village, north of Hebron. They deployed between houses and threw disposable gloves, light signals and needles, and spat on the doors of the stores and houses which caused fear in the village. After the withdrawal, the Emergence Committee cleaned and sterilized all the public facilities in the village and burned all the IOF’s remnants to prevent Coronavirus.\n\nAt approximately 07:30, IOF reinforced with military bulldozers, moved 100-meters into the east of Khuzaa, south of the Gaza Strip. They levelled lands along the border fence heading to the north, before they redeployed again after hours.\n\nAt approximately 16:00, IOF arrested two civilians from Kafr al-Lubad village, east of Tulkarem, while working in their agricultural land close to ‘Inab settlement, east of Tulkarem. IOF released Tahseen Omar Abu Laila (51) and Wa’ed Yousef Kabha (50) later.\n\nTuesday, 07 April 2020:\n\nAt approximately 02:00, IOF moved into Abu Dis, east of occupied East Jerusalem. They raided and searched two houses belonging to Mohammed Asa’ad Obaidat (40) and Mohammed Salah Owda (35) and arrested them. It should be noted that the above mentioned prisoners are former-prisoners.\n\nAt approximately 07:45, IOF reinforced with several military vehicles, moved 100-meters from Zikim military base, northwest of Beit Lahia in the northern Gaza Strip heading to the western side of the border fence. They levelled and combed lands that were previously levelled amidst Israeli sporadic shooting. No casualties were reported.\n\nAt approximately 21:00, IOF moved into Beit Hanina neighborhood, north of the occupied East Jerusalem. They raided and searched Shady Matour’s house, the Fatah Movement’s Secretary in Jerusalem, and informed his family that he should surrender himself in al-Qishla police station in Jerusalem’s Old City. It should be noted that this is 2nd IOF raid into Shady’s house within two days, and the third one within the preceding 10 days.\n\n3. Settlement Expansion and Settler Violence in the West Bank\n\na. Demolition and Confiscation of Civilian Property for Settlement Expansion Activities\n\nAt approximately 09:00 on Thursday, 02 April 2020, IOF backed by military construction vehicles and accompanied with Israeli Civil Administration officers moved into al-Taiba area, east of Tarqumiyia village, northwest of Hebron. Israeli soldiers were deployed in the area while the Israeli Civil Administration officers vacated Khalil ‘Odah al-Haroub’s 50-square-meter agricultural room before demolishing it under the pretext of non-licensing in Area C. It should be noted that on 17 June 2019, Israeli authorities handed al-Haroub a notice to stop working in the agricultural room. Under the Oslo Accords, the village’s lands are categorized into B and C areas; B areas constitute 37% of the land; whereas 63% are considered area C and fall under the full control of the Israeli occupation.\n\nOn Saturday, 04 April 2020, Israeli authorities ordered ‘Amer ‘Odah to self-demolish his store in Kherbet Beit Askaria, south of Bethlehem, under the pretext of non-licensing. Hasan Breijieh, Head of the Bethlehem office of Settlement and Wall Resistance Commission, said that ‘Amer self-demolished his store roofed with tin plates after Israeli authorities notified him on 03 April 2020 to demolish it along with his house under the pretext of non-licensing. It should be noted that Israeli authorities also notified to demolish 2 houses in Shoshahla village and Kherbet Bin Iskariyia, under the pretext of non-licensing.\n\nOn Sunday, 05 April 2020, Israeli construction vehicles levelled lands in Bir’ona area, north of Beit Jala. Suhail Khalilieh, Head of Settlement Monitoring Unit at Applied Research Institute, said that Israeli authorities will conduct excavation works in the mountain located northern Beit Jala city in order to open tunnels similar to those built in the first half of the nineties of the last century. These tunnels will be part of the main road crossing the West Bank lands, known as the bypass road (60) extending 235 km. According to the data, there is a plan to construct at least two tunnels, the first of which is with a length of 270 square meters, and the second with a length of 900 square meters, connected by a long and high bridge in the Bir’ona area.\n\nOn Sunday, 05 April 2020, IOF and settlers denied Palestinian farmers’ access to their lands in Taqou’a village, southeast of Bethlehem. Tayseer Abu Mifreh, Mayor of Taqou’a Municipality, said that IOF and settlers intercepted Palestinian farmers in Taqou’a village and denied them access to their lands in Qanan al-Saghira area. It should be noted that during the last weeks, IOF and settlers escalated their attacks in Bethlehem. They chased farmers, denied them access to their lands and cut hundreds of olive trees and grape vines.\n\nAt approximately 12:00 on Sunday, 05 April 2020, IOF backed by military construction vehicles and accompanied with Israeli Civil Administration officers moved into the western area of Daher al-Maleh village, west of Ya’boud village, southwest of Jenin. The Israeli Civil Administration officers handed ‘Abed al-Latif Shareef Kamel ‘Amarnah a notice to stop working in his 200-square-meter house, under the pretext of non-licensing in Area C.\n\nAt approximately 10:00 on Monday, 06 April 2020, IOF backed by military construction vehicles and accompanied with Israeli Civil Administration officers moved into Qalqas village, south of Hebron. The Israeli soldiers were deployed in the area while the Israeli Civil Administration officers dismantled Mohamed Mahmoud Abu Isninah’s 100-sqaure-meter barrack built of tin plates, under the pretext of non-licensing. It should be noted that Israeli authorities are still closing the entrance to Qalqas village from the southern side with sand berms and large rocks since the beginning of the year 2000. This entrance connects between Hebron and Qalqas village. As a result, Qalqas village residents are forced to pass through other long roads.\n\nAt approximately 14:30 on Monday, 06 April 2020, IOF backed by military construction vehicles and accompanied with Israeli Civil Administration officers moved into northern Jordan Valley. The Israeli Civil Administration officers handed Salem ‘Abed al-Raheem Abu al-Tayib a notice to stop working in his under-construction house, under the pretext of non-licensing in Area C.\n\nAt approximately 08:00 on Tuesday, 07 April 2020, IOF backed by military construction vehicles and accompanied with Israeli Civil Administration officers moved into al-Taiba village in eastern Tarqumiyia village, northwest of Hebron. Israeli soldiers were deployed in the area while the Israeli Civil Administration officers raided Yunis Mohamed Ghareeb’s 42-square-meter agricultural room built of bricks and got its contents out before demolishing it. Ghareeb said that Israeli authorities raided his agricultural room on 27 March 2020 and did not challenge its construction. On 31 March 2020, IOF returned and hanged a 96-hour-demolition notice on the room. It should be noted that the Israeli authorities issued these demolition notices upon Military order No. (1797) on the “removal” of a new structure- issued in 2018. This order includes both uncompleted structures and structures completed within the last six months. This military order is one of the most dangerous orders issued by the Israeli authorities, targeting thousands of houses and facilities under the pretext of non-licensing.\n\nAt approximately 09:00 on Wednesday, 08 April 2020, IOF moved into Khelet Aseer area, east of al-Shayyoukh village, north of Hebron. They prevented ‘Ayadah family from plowing their land and confiscated Hamed Mohamed ‘Ayadah’s agricultural excavator under the pretext of working in State-owned lands.\n\nb. Israeli Settler Violence"}}