{"GDELT": {"GlobalEventID": 917450247, "Day": 20200410, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.274, "Actor1Code": "GINMOS", "Actor1Name": "CONAKRY", "Actor1CountryCode": "GIN", "Actor1Religion1Code": "MOS", "IsRootEvent": 0, "EventCode": 171, "EventBaseCode": 171, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.2, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.5730471079308295, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200410054500, "SOURCEURL": "https://www.hrw.org/news/2020/04/10/guinea-violence-during-referendum"}, "ARTICLE": {"TITLE": "Guinea: Violence During Referendum", "TEXT": "Click to expand Image Police officers arrest a man during a protest against a proposed new constitution in Conakry, Guinea on November 14, 2019. © 2019 Cellou Binani/AFP via Getty Images\n\n(Nairobi) – Guinea’s security forces violently cracked down on opposition supporters in the lead up to and during the March 22, 2020 constitutional referendum and legislative elections, Human Rights Watch said today.\n\nSecurity forces have killed at least eight people, including two children, and wounded over 20 others. Since mid-February, security forces have also arrested scores of suspected opposition supporters, and forcibly disappeared at least 40. Government officials said protesters injured at least nine members of the security forces, vandalized polling stations, burned election materials, and threatened voters on election day. On March 22, armed soldiers, gendarmes, and police officers in pickup vehicles and on foot deployed across Guinea’s capital, Conakry, fired teargas and live rounds on protesters, killing at least six people, including one woman, and injuring at least eight men.\n\n“Guinean security forces have confronted popular protests with brutal violence,” said Ilaria Allegrozzi, senior West Africa researcher at Human Rights Watch. “With protests likely to continue in the lead-up to elections, the Guinean government should immediately rein in the security forces, and opposition leaders should do what they can to help stop abuses.”\n\nAt the heart of the protests is President Alpha Condé’s perceived plan to run for a third presidential term in elections scheduled for later in 2020. In December 2019, Condé, 81, released the text for the proposed new constitution, which his supporters and opponents said would pave the way for his third term agenda. A coalition of civil society groups, labor unions, and political parties has organized regular protests since mid-2019 and boycotted the referendum. On March 27, 2020, Guinea’s electoral commission announced that the proposed new constitution passed with over 90 percent of the vote.\n\nHuman Rights Watch interviewed 60 victims, family members, and witnesses, as well as 15 medical workers, journalists, lawyers, opposition party members, and civil society representatives. Human Rights Watch analyzed photographs and video footage to corroborate victim and witness accounts. Human Rights Watch contacted Albert Damatang Camara, the security and civilian protection minister, by phone and WhatsApp and shared its findings via email on March 23, requesting responses to specific questions. Camara has not replied.\n\nSeveral witnesses said that on March 22, security forces were at times accompanied by persons in plain clothes wielding knives and machetes who attacked protesters, killing at least one young man, Diallo Nassouralaye. Some opposition supporters threw stones and other projectiles at security forces. Violence also erupted outside the capital, including in Kindia, northeast of Conakry; Kolaboui; and Sangaredi, in the west; and N’zérékoré, in southeastern Guinea.\n\nA witness said that a gendarme shot Issa Yero Diallo, a 28-year-old woman in Conakry’s Ansoumanyah Plateau neighborhood at close range: “The gendarme threatened the woman before shooting her. People around tried to dissuade him, but he shot her in the neck.” Residents said the woman was targeted because she had helped negotiate the release of a man whom gendarmes arrested earlier that day. Minister Camara told the media the following day that a gendarme suspected of killing the woman had been arrested.\n\nSecurity forces killed two teenage boys, one on February 20 and one on March 5, and on March 6 arrested two prominent opposition members in Conakry. On February 11 and 12, security forces arbitrarily arrested 40 people, including at least two children and three men with intellectual disabilities, during raids in Conakry and took them to a military base about 700 kilometers away in Soronkoni, in eastern Guinea. They were held without any contact with the outside world and without the authorities acknowledging their detention until March 28, when the authorities released 36 and transferred 4 others to Conakry central prison where they remain.\n\nMinister Camara said in a news release on March 22 that the referendum “took place in peaceful conditions throughout the territory,” but that “certain activists have tried to sow terror” in Conakry and other cities and towns.” In a media interview on March 31, he confirmed that six people died in Conakry on March 22, including one due to stroke, and said that the authorities had opened investigations.\n\nWith more protests expected in the lead-up to elections later this year, Guinean authorities should instruct security forces to exercise restraint and abide by the Guidelines for the Policing of Assemblies by Law Enforcement Officials in Africa of the African Commission on Human and Peoples’ Rights (ACHPR), and the United Nations Basic Principles on the Use of Force and Firearms by Law Enforcement Officials. Under these principles, law enforcement officers may use force only when strictly necessary and to the extent required to achieve a legitimate policing objective.\n\nThe ACHPR, the Special Representative of the UN Office for West Africa and the Sahel, the Economic Community of West African States (ECOWAS), the European Union, France, and the United States all condemned or expressed concern about violence around the referendum. On March 4, the ACHPR special rapporteur for Guinea called on the government to comply with the African Charter on Human and Peoples’ Rights and to ensure free, fair, and transparent elections. In a February 11 resolution, the European Parliament expressed concern over the rising political tensions and violence in Guinea.\n\nGuinea’s international partners and other institutions, particularly the African Union, ECOWAS, the UN Security Council, the EU, and the US should increase pressure on President Condé and his government and press for credible investigations and prosecutions of recent violations, Human Rights Watch said.\n\nIf Guinean authorities fail to address these human rights concerns, the US should consider imposing targeted sanctions against senior Guinean officials responsible for ongoing human rights abuses, including travel bans and asset freezes.\n\nThe EU and its member states should consider the existing sanctions regime on Guinea and remind Guinea’s authorities of the consequences for failure to address serious human rights concerns.\n\n“Strong action is needed now before the situation deteriorates further and disproportionate force is used against protesters in the lead-up to elections,” Allegrozzi said. “Guinea’s partners should signal clearly that there will be consequences for firing on protesters or disappearing opposition supporters.”\n\nDebates to replace Guinea’s 2010 constitution began in early 2019, with the ruling party RPG-Arc-en-ciel in May urging citizen support for the proposed constitution. Although the text presented by Condé in December 2019 maintains a two-term limit for presidents, his supporters said it restarts the clock and would therefore allow him to run in 2020. Condé said on February 10, that, if a new constitution is passed, “[his] party will decide” whether he will stand for re-election.\n\nOn February 28, Condé rescheduled the constitutional referendum and legislative elections, initially planned for March 1, to March 22. International and regional organizations, including the AU, the International Francophone Organization, and ECOWAS, refused to send monitors to the polls, saying that the voter list lacked credibility.\n\nSince October 2019, a coalition of nongovernmental groups and opposition parties, the National Front for the Defense of the Constitution (Le Front national de la défense de la Constitution, FNDC), has organized widespread protests across Guinea against the constitutional referendum.\n\nAlthough the government has in some instances permitted protests to go ahead, in most cases the security forces have broken up demonstrations by arresting participants or firing on protesters with teargas and live ammunition. Human Rights Watch previously reported that at least 30 people were killed during protests between October 2019 and January 2020. The FNDC estimates that security forces have killed 44 people since October 2019. Protesters also allegedly killed at least one gendarme during protests in October, according to the government, although protesters say he was shot by another gendarme.\n\nReferendum Day Violence in Conakry, Other Towns\n\nOn March 22, 2020, violent confrontations erupted across Conakry, including in Wanindara, Hamdallaye, Coza, Sofonia, Ansoumania, Cimenterie, and Simbaya neighborhoods, between scores of pro- and anti-referendum groups, and between anti-referendum protesters and security forces. Protesters burned tires, built barricades in the streets, and threw stones at the security forces, who responded with teargas and live ammunition. The security minister said that violent demonstrators attacked polling places, threatened voters and burned voting materials, which Human Rights Watch confirmed.\n\nTwo witnesses told Human Rights Watch that soldiers, gendarmes, policemen, and people in plain clothes armed with machetes threw stones at a house in the “Petit Simbaya” neighborhood where opposition supporters were known to be living. When 19-year-old Diallo Nassouralaye, who lived next door, went out to check what was happening, security forces shot him. “He was hit in the abdomen,” a witness said. “I took him to a nearby health center, but he died there.” The doctor there said that he was brought in at about 1 p.m. and died 10 minutes later from an abdominal gunshot wound.\n\nTwo witnesses said that gendarmes shot dead Thierno Oumar Diallo, a 25-year-old man, during clashes between pro-referendum and opposition supporters in Kakimbo neighborhood at around 3 p.m. A medical source confirmed that the man died from a gunshot wound to the neck. One of the witnesses, a relative of the victim, said:\n\nGendarmes intervened during the confrontations and fired teargas and live bullets. I was told by witnesses that, in addition to my brother, they killed two other men, and injured four others. My brother died on the spot; he got a bullet in the neck. I took the body a local health center and then to the morgue, but medical staff there refused to accept it. So, I took the body home, and we buried him the next day.\n\nTwo witnesses said that gendarmes fired live ammunition during clashes between pro-referendum and opposition supporters in Conakry’s Hamdallaye neighborhood, killing Hafiziou Diallo, 28. A relative of the victim saw the killing:\n\nWe took [to] the streets to protest against the vote. There were pro-referendum supporters in civilian clothes, armed with knives, and gendarmes. We threw stones at them, and the things turned violent. The gendarmes, about 10 of them, fired teargas and live rounds. People ran away, but my uncle was hit by a bullet and fell down in front of me. The bullet hit him in the chest.\n\nHuman Rights Watch reviewed photographs of the body and consulted medical sources who confirmed the witness accounts.\n\nA policeman killed 25-year-old Thierno Hamidou Bah during an opposition demonstration in Kinifi neighborhood, two witnesses told Human Rights Watch. One said:\n\nWe were out in the street to say no to the referendum. We were there to show our anger. We threw stones at the police. The police fired at the crowd with live ammunition and shot three people, including my friend, who was hit in the chest and fell in front of me. I brought him to a health center, where he died.\n\nA doctor who saw the body confirmed that the man had been shot in the chest. Human Rights Watch also saw photographs of the wound.\n\nSporadic violence continued in Conakry on March 23, including in Cosa and Wanindara neighborhoods, where riots were reported, and in Baylobaye, where security forces broke into a home and shot a man. The victim’s father said: “Three policemen entered my place at 3 p.m. I was there with my wife and son. They accused us of not going to the polls. One of them beat me with his truncheon and stole my phone. My son argued with them and was shot in the arm. I took him to a health center where he underwent surgery to remove the bullet.” Human Rights Watch also spoke to the doctor who treated the man’s gunshot wound.\n\nViolence erupted in other cities and towns across Guinea on March 22. Media reported that protesters attacked polling places in Kindia, northeast of Conakry, and in Kolaboui in the west and harassed election staff in Télimélé. Residents and journalists also reported that in Nzérékoré, capital of the Guinée forestière region, election-related incidents resulted in inter-communal and religious clashes between armed members of the Guerze community, who are mostly Christian or animist, and armed ethnic Konianke, who are mostly Muslim, with several people killed and properties burned.\n\nGendarmes injured a 20-year-old man during an anti-referendum protest in Sangaredi, in western Guinea. A witness and relative of the victim said that gendarmes fired live ammunition at the crowd: “It was 10 a.m. We were out to demonstrate against the vote. The gendarmes attempted to disperse us. Some threw stones at them. I heard at least two gunshots. My brother was hit by a bullet on the shoulder and broke his arm while falling.”\n\nThe victim could not be treated in Sangaredi and was taken to Conakry the following day. Human Rights Watch reviewed medical records and spoke to the doctor who treated the man.\n\nPre-Referendum Violence and Arrests\n\nOn March 20, the police fired live ammunition during an opposition-led demonstration in Conakry’s Bomboly neighborhood, injuring an 18-year-old man. The victim said:\n\nI was walking to my brother’s home when I found myself in the middle of a demonstration. Some of the protesters were violent and confronted the police with stones. The police fired teargas and then shot live ammunition. Everybody ran away. I also ran for safety. I heard four gunshots before finding myself on the ground. I had been shot on the right shoulder.\n\n\n\nOn March 6, security forces arbitrarily arrested Sekou Koundouno and Ibrahima Diallo, prominent members of the FNDC leadership, at Diallo’s residence. Diallo said that at least 20 policemen, some of them masked, broke into his home in Conakry at about 7 p.m., arresting them without a warrant. Under Guinean law, a warrant is required unless the person arrested is in flagrante delicto (caught in the act of committing a crime). Diallo’s wife, who witnessed the arrest, said:\n\nI asked the policemen if they had a warrant. This made them upset. One of them grabbed me by the collar of my shirt and pushed me against a flowerpot. Then they turned the house upside down before arresting my husband and Koundouno, who was taken along half-naked, without his trousers and shoes.\n\nDiallo said that he was blindfolded as soon as he boarded the police vehicle and that he and Koundouno were held at the Judicial Police Headquarters (Direction de la Police Judicaire) in Conakry without access to their lawyers for a week. Investigating judges charged them with “insulting officials” and “harming and threatening public safety and order,” but released them on bail on March 13, pending further inquiries. They were ordered to appear before the judges on a weekly basis.\n\nDuring protests in Conakry on March 5, two witnesses said security forces including policemen and gendarmes fired teargas at opposition protesters and killed a 17-year-old boy, who was hit in the head by a teargas canister. Human Rights Watch also received information that security forces injured nine other men during the protests. Gendarmes assaulted a French journalist after he filmed them beating an unarmed man, and later expelled him from the country. People who participated in the protests said that some violent protesters injured police officers with rocks.\n\nOn March 4, at about 1 p.m., around 10 policemen and gendarmes broke into the home of a 51-year-old Muslim cleric in Conakry’s Wanindara neighborhood, beat him and other members of his family, and then arbitrarily arrested three family members and a neighbor. Witnesses and residents said the security forces were looking for the person who filmed a video showing police using a woman as a human shield in Conakry on January 29. The imam said:\n\nPolicemen and gendarmes broke into my compound, fired one gunshot, and destroyed the gate to enter. They searched all nine homes in the compound, turned them upside down. A gendarme beat me on the head with a ladle he took from my wives. He told me: “I am going to break your head.” Gendarmes also beat two of my neighbors, including an 80-year-old woman who had difficulties in hearing and seeing. Then they arrested my sons, my brother, and a neighbor. They had no warrant.\n\nThe four arrested men were taken to two gendarmerie stations, in Matoto and Cosa neighborhoods. The imam’s sons and brother were released the same day following a payment of 1 million Guinean francs [around US $104]. The neighbor was released the next day following a payment of 250,000 Guinean francs [around $26].\n\nOn February 19, gendarmes and policemen violently clamped down on an FNDC-led demonstration in Wanindara neighborhood, firing teargas and live rounds. They shot and wounded at least one protester, a 26-year-old driver, as he attempted to run away. The victim said: “Some of the gendarmes got down from their vehicles and chased protesters on foot. I ran and tried to hide, but a gendarme shot me in the thigh. I was taken to the hospital and spent 10 days in bed. The bullet is still in my leg.” The victim said he can now barely walk and is unable to work. Human Rights Watch also interviewed a friend of the victim who witnessed the incident, as well as the doctor who treated him.\n\nEnforced Disappearances\n\nHuman Rights Watch spoke to 10 men who were forcibly disappeared for over 40 days following their arbitrary arrest by security forces in Conakry on February 11 and 12. They said that they were held without any contact with the outside world along with 30 other people, including at least two children and three men with intellectual disabilities, in a military base in Soronkoni, 700 kilometers from Conakry. Human Rights Watch also spoke to their lawyers and several family members and friends who corroborated their accounts. During their detention, the authorities refused to acknowledge their whereabouts.\n\nUnder international law, an enforced disappearance is any form of deprivation of liberty by agents of the state or by people or groups of people acting with the authorization, support, or acquiescence of the state, followed by a refusal to acknowledge the deprivation of liberty or by concealment of the fate or whereabouts of the disappeared person. Guinea has not signed the International Convention for the Protection of All Persons from Enforced Disappearance.\n\nFormer detainees and lawyers said that, with the exception of 4 people who were transferred to Conakry’s central prison, the 36 others were released on March 28, without charge and without receiving any document proving their arrest and detention.\n\nThe men interviewed said they were never provided with any explanation for their arrest and detention, but that both the security forces who arrested them and the military who held them in Soronkoni accused them of supporting the opposition. A 20-year-old former detainee said that, upon arrest, a policeman told him: “You are those ones who barricade roads, who sow trouble, and who oppose those in power.” A 36-year-old former detainee said: “They told me I was a criminal, and that I make my country suffer. I replied [to] them that I am just a taximan. They told me to stay quiet and shut up.”\n\nUnder Guinean and international law, upon arrest people must be taken directly to recognized places of detention, such as police or gendarmerie stations and must have immediate access to their lawyer and family. All persons detained should be brought promptly before a judge to consider the legality and necessity of their detention. However, the people interviewed said they were held in a military base, and without any contact with the outside world. “Detaining someone in a military camp is contrary to our legislation,” a Guinean lawyer defending the detainees told Human Rights Watch. “Authorities should stop thinking Guinea is on another planet. We have laws prohibiting the practice of holding suspects outside of officially recognized detention sites.” A 26-year-old former detainee said: “My family had no idea where I was. They thought I was dead.”\n\nFormer detainees described squalid conditions in detention. “We were 40 in a cell with only one door, which was closed most of the time, and two small holes in the wall,” a 23-year-old detainee said. “There was not enough air; it was very hot. Many felt sick because of the heat, some collapsed.” Another detainee said that they were not given enough water, slept on the floor with no mattresses, and often were not allowed to go to the toilet outside and had to urinate in bottles."}}