{"GDELT": {"GlobalEventID": 917563442, "Day": 20200410, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.274, "Actor1Code": "EDU", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.21761658031088, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200410204500, "SOURCEURL": "https://www.gopusa.com/china-media-allies-spread-coronavirus-disinformation-hillary-clinton-playing-politics/"}, "ARTICLE": {"TITLE": "China, media allies spread coronavirus disinformation; Hillary Clinton playing politics!", "TEXT": "China’s disinformation campaign — you know, the one being aided by the media — is coming under increased scrutiny. Hillary Clinton is playing politics again while the rest of the nation comes together during the coronavirus outbreak, and Harvard University is set to hold a conference designed to attack homeschooling families. All that and more on today’s show!\n\nTwitter is continuing to allow Chinese disinformation to remain on its platform. What happened to cracking down on fake news? Isn’t that the latest rallying cry from the social media giants? Perhaps it only applies to conservative news!\n\nHillary Clinton continues to use the coronavirus outbreak as a tool to score political points. She and others are now bashing President Trump for supposedly acting too slowly, when earlier, they blasted him for acting too quickly.\n\nHarvard University wants to make sure that the only educating that’s being done is by leftwing activists who are more concerned with indoctrination than education.\n\nCheck out today’s show for all the details.\n\nPlease add your comments below and also please add them to the comments on the YouTube video.\n\nSubscribe to the YouTube channel"}}