{"GDELT": {"GlobalEventID": 917563943, "Day": 20200410, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.274, "Actor1Code": "USA", "Actor1Name": "WASHINGTON", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 842, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.5641293013555801, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Alabama, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAL", "Actor1Geo_Lat": 32.799, "Actor1Geo_Long": -86.8073, "Actor1Geo_FeatureID": "AL", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Alabama, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAL", "Action2Geo_Lat": 32.799, "Action2Geo_Long": -86.8073, "Action2Geo_FeatureID": "AL", "DATEADDED": 20200410204500, "SOURCEURL": "http://www.mountaineagle.com/stories/county-job-losses-up-to-2606-over-three-weeks,24811"}, "ARTICLE": {"TITLE": "County job losses up to 2,606 over three weeks", "TEXT": "Posted Friday, April 10, 2020 4:00 pm\n\nWalker County had a total of 1,349 initial claims for unemployment on the week ending April 4, according to the Alabama Department of Labor (ADOL), meaning 2,606 workers in the county have lost a job in a three-week period where the coronavirus has all but created a recession.\n\nFigures released by the department on Thursday showed 207,615 jobs were lost statewide over a three-week period, based on initial unemployment claims.\n\nA total of 106,739 claims were made across the state either online or by phone, including 389 for Winston County, 292 in Fayette County, 1,625 in Cullman County, 6,515 in Tuscaloosa County, 645 in Blount County and 418 in Marion County. Jefferson County had the largest number of claims in the state at 15,839.\n\nOut of the 106,739 claims, a total of 94,047 were related to the COVID-19 pandemic, which has resulted in state health orders that have closed a widespread number of businesses across the nation to encourage social distancing.\n\nWalker County’s initial jobless claims have rose steadily in the wake of the pandemic. While only 23 claims were made in the county for the week ending March 14 - when there were 1,819 claims statewide - the county went up to 158 on the week ending March 21, when the state also had 10,892 claims made for the first time. Walker’s number rose dramatically to 1,099 initial claims for the week ending March 28, when the state number was 89,984.\n\nInitial claims includes individuals who filed first-time claims as well as additional claims filed by individuals as a result of a new unemployment event. Initial claims include claims that are still being reviewed for eligibility. Counts for initial claims are not indicative of the number of claims that will result in monetary compensation.\n\nNationally, the U.S. Labor Department said Thursday that another 6.6 million workers had lost jobs in its latest repot, meaning 16 million people had been put out of work in three weeks. “Two years of job losses from the last recession produced barely half that total,” the New York Times reported. “Many economists say the actual job losses so far are almost certainly greater, and there is wide agreement that they will continue to mount.”\n\nThe Times reported some economists expect 20 million nationwide to be out of work by the end of the month, pushing the unemployment rate toward 15 percent - a stark comparison when one considers in February it was “3.5 percent, a result of 113 straight months of job growth.”\n\nMore details on state unemployment claims for various counties can be found at http://www2.labor.alabama.gov/LAUS/Initialclaimstab.aspx.\n\nState starts paying FPUC claims\n\nADOL Secretary Fitzgerald Washington also announced Thursday Alabama began paying the Federal Pandemic Unemployment Compensation (FPUC) benefit that was established with the passing of the federal CARES Act on March 27. The state started making payments April 8.\n\nClaimants whose claims have processed should expect to see the funds within 2-3 days, if not sooner. ADOL paid $40,060,495 in FPUC benefits to 60,848 claimants on Wednesday.\n\nUnder the legislation, anyone receiving unemployment compensation benefits is eligible for the additional $600 a week stimulus payment. The payment is added to the recipient’s state weekly benefit amount (a maximum of which is $275 a week). The payments will be made for eligible weeks beginning on March 29, 2020 through July 25, 2020.\n\nThis does not refer to the date the original claim was filed, but to the weeks being claimed. For example, if someone filed their initial claim on March 16, 2020, and remains out of work, they will not receive the additional $600 for the weeks beginning March 15 or March 22, but would receive it for the week beginning March 29, and all weeks going forward.\n\nADOL will make payments retroactively for weeks already claimed since March 29, 2020.\n\n“We understand the frustration of many Alabamians who are out of work due to the COVID-19 outbreak, and we know that they need these benefits to stay afloat,” Washington said. “We are working as hard as we can to make sure that everyone gets the benefits they need as quickly as they can. We are one of the first states to begin distributing these funds. We continue to urge patience as the department works to implement this vital legislation.”\n\nPrograms included in the legislation:\n\n• Pandemic Unemployment Assistance (PUA) - provides unemployment benefits to those not ordinarily eligible for them. This includes individuals who are self-employed or contract employees. This benefit is retroactive to January 27, 2020.\n\n• Federal Pandemic Unemployment Compensation (FPUC) - provides $600 per week to any individual eligible for any of the Unemployment Compensation programs. This benefit begins March 29, 2020.\n\n• Pandemic Emergency Unemployment Compensation (PEUC) - allows for an additional 13 weeks of benefits added to the end of regular unemployment benefits. This means claimants may collect unemployment benefits for a longer period of time than under normal circumstances.\n\nADOL is encouraging anyone who believes they may be eligible for these programs to file a claim at www.labor.alabama.gov or by calling 1-866-234-5382. Online filing is strongly encouraged.\n\nThose who already have an active claim, or who have already filed a claim, do not need to refile to be eligible for these benefits. ADOL will begin processing PUA and PEUC claims as soon as administratively possible.\n\nUnemployment benefits of any kind, including the new benefits, are available to employees who quit without good work-related cause, refuse to return to work, or refuse to receive full-time pay. Refusing to return to work could result in a disqualification for benefit eligibility. Attempts to collect unemployment benefits after quitting a job without good work-related cause is considered to be fraud. The CARES Act specifically provides for serious consequences for fraudulent cases including fines, confinement, and an inability to receive future unemployment benefits until all fraudulent claims and fines have been repaid.\n\nEmployers are encouraged to utilize the New Hire system to report those employees who fail to return to work."}}