{"GDELT": {"GlobalEventID": 917563421, "Day": 20200410, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.274, "Actor1Code": "CZE", "Actor1Name": "CZECH REPUBLIC", "Actor1CountryCode": "CZE", "Actor2Code": "USA", "Actor2Name": "WASHINGTON", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 4, "NumArticles": 8, "AvgTone": -0.47633949715446794, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Prague, Praha, Hlavníesto, Czech Republic", "Actor1Geo_CountryCode": "EZ", "Actor1Geo_ADM1Code": "EZ52", "Actor1Geo_ADM2Code": "14865", "Actor1Geo_Lat": 50.0833, "Actor1Geo_Long": 14.4667, "Actor1Geo_FeatureID": "-553173", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Prague, Praha, Hlavníesto, Czech Republic", "Action2Geo_CountryCode": "EZ", "Action2Geo_ADM1Code": "EZ52", "Action2Geo_ADM2Code": "14865", "Action2Geo_Lat": 50.0833, "Action2Geo_Long": 14.4667, "Action2Geo_FeatureID": "-553173", "DATEADDED": 20200410204500, "SOURCEURL": "https://www.wsls.com/business/2020/04/10/apple-google-to-adapt-phones-for-virus-infection-tracking/"}, "ARTICLE": {"TITLE": "Apple, Google to harness phones for virus infection tracking", "TEXT": "FILE - This March 19, 2018 file photo shows a Google app in Baltimore. Apple and Google launched a major joint effort, Friday, April 10, 2020, to leverage smartphone technology contain the COVID-19 pandemic. New software the companies plan to add to phones would make it easier to use Bluetooth wireless technology to track down people who may have been infected by coronavirus carriers.(AP Photo/Patrick Semansky, File)\n\nApple and Google fueled hopes for digital technology’s promise against a fast-moving, invisible killer, announcing a joint effort to help public health agencies worldwide leverage smartphones to contain the COVID-19 pandemic.\n\nNew software the companies plan to add to phones would make it easier to use Bluetooth wireless technology to track down people who may have been infected by coronavirus carriers. The idea is to help national, state and local governments roll out apps for so-called “contact tracing” that will run on iPhones and Android phones alike.\n\nThe technology works by harnessing short-range Bluetooth signals. Using the Apple-Google technology, contact-tracing apps would gather a record of other phones with which they came into close proximity.\n\nSuch data can be used to alert others who might have been infected by known carriers of the novel coronavirus, typically when the phones' owners have installed the apps and agreed to share data with public-health authorities.\n\nDevelopers have already created such apps in countries including Singapore and China to try to contain the pandemic. In Europe, the Czech Republic says it will release an app after Easter. Britain, Germany and Italy are also developing their own tracing tools.\n\nNo such apps have yet been announced in the United States, but Gov. Gavin Newsom of California said Friday that state officials have been in touch with the companies as they look ahead at how to reopen and lift stay-at-home orders.\n\n\"We were on the phone just this morning, for example, with Apple,\" he said at a news conference.\n\nPrivacy and civil liberties activists have warned that the apps need to be designed so governments cannot abuse them to track their citizens. Apple and Google said in a rare joint announcement that user privacy and security are baked into the design of their plan.\n\nThe technology might serve as a stopgap until there is widespread testing for the novel coronavirus, which in the U.S. remains limited after production problems and limited federal coordination of the tests' production and distribution.\n\n“It’s not a replacement for just having widespread testing, which would be more accurate,” said Tiffany Li, a visiting law professor at Boston University who studies privacy and technology. “But clearly we have a huge shortage of tests.”\n\nBluetooth signal tracking, as Google and Apple plan to use it, can protect privacy far better than other options such as GPS or cell-tower based location data, which allow centralized authorities access to the information.\n\nBut Li noted it could still lead to numerous mistaken alerts — for instance, if someone were in full protective gear or in an adjacent apartment while physically close to an infected person.\n\nPam Dixon, executive director of the World Privacy Forum, said a conversation with Apple's senior director for global privacy, Jane Horvath, assured her that the initiative will protect people’s privacy.\n\nSensitive information will stay on individual phones in encrypted form — no personally identifiable data would be collected — and alerts would be handled by public health agencies, not the tech companies, according to briefing paper seen by The Associated Press. It says location data for users won't be used and the identity of people who may have been infected will be protected by encryption and anonymous identifier beacons that change frequently.\n\n“I think they’ve taken care of some of the really big problems,” Dixon said, noting the companies say they can turn off the system when it's no longer needed. \"The government is not going to have identity information of those testing positive.”\n\nAsked about the Google-Apple effort at his daily news briefing, President Donald Trump called it “very interesting,” but expressed concern that “a lot of people worry about it in terms of a person’s freedom. We’re going to take a look at that.”\n\nSecurity experts note that technology alone cannot effectively track down and identify people who may have been infected by COVID-19 carriers. Such efforts will require other tools and teams of public health care workers to locate people in the physical world, they say. In South Korea and China, such efforts have included the use of credit-card and public-transit records.\n\nIn general, epidemiologists say contact tracing won't be effective without widely available testing. In the Czech Republic, the plan is to have soldiers perform testing; medical students have been trained to staff call centers for notifying people at high risk of infection.\n\nThe Czech app will use both Bluetooth technology and geolocation data from wireless carriers and banks to create “memory maps” that trace the movement of infected people. That will help them identify others they came into close proximity with in the five to 10 days before they tested positive.\n\nThe hope is to quickly isolate people who may be affected so the virus can be contained and restrictions on movement relaxed. The app builds on a popular cellular-location mapping app used by one in 10 Czechs, who number 10 million.\n\nThe Google-Apple solution will also be voluntary — or opt-in — but with far greater privacy protections, something the European Commission specified as a central requirement of any such apps in a policy recommendation this week for the 27-nation bloc.\n\nGiven the great need for effective contact-tracing — a tool epidemiologists have long employed to contain infectious disease outbreaks — Google and Apple will roll out their changes in two phases. In May, they will release software that will support public-health apps for both Android and iOS phones. In coming months, they will also build the functionality directly into the underlying phone operating systems.\n\nOn Friday, the companies released preliminary technical specifications for the effort, which they called “Privacy-Preserving Contact Tracing.”\n\n___\n\nAP reporters Karel Janicek in Prague; Darlene Superville in Washington and Kathleen Ronayne in Sacramento, California contributed to this report."}}