{"GDELT": {"GlobalEventID": 917563208, "Day": 20200410, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.274, "Actor2Code": "MIL", "Actor2Name": "LIEUTENANT", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.07692307692308, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Idaho, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USID", "Actor2Geo_Lat": 44.2394, "Actor2Geo_Long": -114.51, "Actor2Geo_FeatureID": "ID", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Idaho, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USID", "Action2Geo_Lat": 44.2394, "Action2Geo_Long": -114.51, "Action2Geo_FeatureID": "ID", "DATEADDED": 20200410204500, "SOURCEURL": "https://www.eastidahonews.com/2020/04/idaho-falls-police-captain-calls-it-a-career-after-nearly-40-years-serving-community/"}, "ARTICLE": {"TITLE": "Idaho Falls police captain calls it a career after nearly 40 years serving community", "TEXT": "IDAHO FALLS — As a kid, Royce Clements wanted nothing more than to be a police officer, and now, he can say he lived that dream for more than 38 years with the Idaho Falls Police Department.\n\nClements, who retired March 28, played cops and robbers as a kid, and he was always the cop on his black-and-white bike. The thrill of being in law enforcement was why he wanted to pursue it as a career. One day, when he was with a buddy of his, an ad came over the radio for a police officer job. He told his friend that’s what he wanted to do, but he knew his wife, Sherry, wasn’t the biggest fan of the idea.\n\n“I’d only been married about a year, and one of my best friends at the time told my wife, ‘You know, let him go take the test — what’s his chances of getting hired? Let him get it out of his system, and then he can get on with things,'” Clements said.\n\nThe 21-year-old Clements tested to be on the department with more than 400 other people who had the same goal. Out of the group, he finished sixth, he said.\n\n“She (Sherry) saw how happy I was and decided not to say no,” he said.\n\nClements has held various titles since being hired in his hometown’s police department. Some of his responsibilities included working as a patrol officer, in SWAT and as dispatch lieutenant. It was when he was lieutenant over the 911 Center that he attended the FBI National Academy in 2004. He said it’s a three-month school that less than 1% of all law enforcement officers get to participate in.\n\n“The academy has chapters and … for our chapter because of how small Idaho and Montana are, it’s a single chapter … out of our chapter, we only get two seats in every academy class, so one officer from Idaho and one officer from Montana get to go to each session,” he said. “Once you’re on the list, it takes a while to get there, and a lot of guys who are on the list forever, don’t get to go.”\n\nOverall, the majority of Clement’s career was spent training other officers, he said. He was assigned to train four different times — twice as sergeant and twice as lieutenant. Each assignment lasted about three or four years.\n\nClements was promoted to captain in 2012. He served as services captain, patrol captain and he finished as the executive captain directly under Chief Bryan Johnson, who started in August 2017.\n\nJohnson said when he arrived, Clements was the senior leader of the police department.\n\n“He helped keep everything together and really just did a great job,” Johnson said. “His fingerprints are all over the department, and his legacy will last for years and years and years.”\n\nThe good Clements did in the community as a first responder is what he said the job is all about. He said he was even invited to the wedding of someone he had arrested.\n\n“You go out, and you’re going to look to solve problems, to serve those people, figure out what it is that they need and work to provide that. If you do that, then the profession is amazingly rewarding,” he said. “If you don’t do those things and you start looking more inward … it’s a very hard profession.”\n\nAlthough being in law enforcement is something he said is stressful and the “underbelly of society” is revealed, Clements wouldn’t trade his time with Idaho Falls for a thing.\n\n“I’m going to miss the profession severely, but it was everything I wanted it to be and then some. I got to do things that I had no idea I was going to be able to do,” Clements said. “It was everything as advertised.”"}}