{"GDELT": {"GlobalEventID": 917563848, "Day": 20200410, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.274, "Actor1Code": "PAK", "Actor1Name": "PAKISTANI", "Actor1CountryCode": "PAK", "Actor2Code": "UAF", "Actor2Name": "MILITANT", "Actor2Type1Code": "UAF", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.51181102362205, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mumbai, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70184", "Actor1Geo_Lat": 18.975, "Actor1Geo_Long": 72.8258, "Actor1Geo_FeatureID": "-2092174", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Rawalpindi, Punjab, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK04", "Actor2Geo_ADM2Code": "23674", "Actor2Geo_Lat": 33.6, "Actor2Geo_Long": 73.0667, "Actor2Geo_FeatureID": "-2772585", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rawalpindi, Punjab, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK04", "Action2Geo_ADM2Code": "23674", "Action2Geo_Lat": 33.6, "Action2Geo_Long": 73.0667, "Action2Geo_FeatureID": "-2772585", "DATEADDED": 20200410204500, "SOURCEURL": "https://dailytimes.com.pk/593147/keeping-up-with-the-joneses/"}, "ARTICLE": {"TITLE": "Keeping up with the joneses", "TEXT": "Owen Bennett-Jones, who has been reporting for BBC for over three decades and is the author of the renowned non-fiction book, Pakistan: Eye of the Storm, published by Yale University Press, continues to write on Pakistan. His fiction thriller Target Britain is also based on Pakistani origin terrorists. Owen has spent time as BBC’s foreign correspondent in Bucharest, Geneva, Islamabad, Hanoi and Beirut but he remains enamoured with Pakistan. His award-winning podcast The Assassination based on investigation into the death of Pakistan’s former Prime Minister Benazir Bhutto, which includes interviews with those accused of her murder won him accolades.\n\nApparently, Pakistan’s traditional hospitality did not rub off on Owen as he continues to display an anti-Pakistan bias. His opinion pieces appear in Pakistan’s leading daily Dawn. His latest Op-Ed titled ‘Regional Politics’ which appeared on 31 March, is attempted to be an exposé on Pakistan’s alleged links with militant groups. Numerous western writers, analysts and columnists regularly bash Pakistan following the proverb “Give a dog a bad name and hang him”, since the theme sells.\n\nIn his article ‘Regional Politics’ the erudite writer opines that the Taliban and Haqqani Network in Afghanistan, Jaish-e-Mohammad in Kashmir and Lashkar-e-Taiba in India have all been the subject of consistent and widespread international complaint. He laments that if it wasn’t for the nuclear bomb and the unfailing ability of deft Pakistani officials to confuse their foreign counterparts, the country might well have been designated a state sponsor of terrorism.\n\nPakistan may have toyed with the idea of indulging in a proxy war against India as a tit for tat solution but since it is itself bearing the brunt of terror attacks, it would not deem it befitting to play with fire\n\nNaming Pakistan’s deep state’s alleged proxies, he categorizes them into two groups. First Pakistani liberals who according to him, have long worried about the impact of the militants on Pakistan itself. Labelling the TTP as the army’s asset, Owen believes they morphed into a heavy liability.\n\nThe learned scholar reports that the US, India, Iran and many in Afghanistan complain that Pakistan’s proxy forces are sources of regional instability that exacerbate Pakistan-India tensions and destabilise Afghanistan. He stigmatizes Pakistan that it is in a state of denial regarding state sponsorship of terrorist. Owen reaches to the harsh conclusion that Pakistan no longer has plausible deniability so much as implausible deniability. He infers that military strategists in Rawalpindi might think this is no bad thing: owning militants shows that the land of the pure is also a land capable of projecting power. But it has also led to difficulties, not least in the on-off supply of American military supplies.\n\nPertinently, Owen Bennet-Jones raises the question “why shouldn’t Pakistan have proxy forces?” he provides the response himself, stating “After all, with the exception of Greenland and a few other defenceless minnows, it’s common practice for states to finance and equip militant groups that fight abroad.”\n\nThe author provides the example of Iran rationalizing that having suffered years of severe sanctions designed to make the country weaker, in terms of regional power politics, is currently in the strongest position it has enjoyed for decades. He enumerates Hezbollah in Iran, the Shia militias in Iraq and the Houthis in Yemen, which according to Owen, have enabled Iran not only to defend itself from attack but also put its rivals on the back foot. He concludes that the exercise has been effective for Iran.\n\nMr. Bennet-Jones infers that Iran has taken a leaf out of the book of USA and the former Soviet Union during the cold war era, when they avoided direct confrontation by getting proxy rebel movements to overthrow what were effectively proxy governments.\n\nThis scribe begs to differ with Mr. Jones’ view of Pakistan’s alleged support of militants to launch proxy wars in India, to weaken it or loosen its stranglehold on Kashmir; notwithstanding Pakistan supports the freedom movement in Kashmir morally as well as diplomatically. Hindsight is 20/20. Mr. Jones must have read Elias Davidsson’s The Betrayal of India: Revisiting the 26/11 Evidence, which is a detailed exposé of the Mumbai Attacks being an inside job and a false flag operation. I hope Mr. Own Bennet-Jones has taken time out to browse through this scribe’s book Rising Hindutva and its Impact on the Region, in which various false flag operations choregraphed by India have been discussed in detail.\n\nTrue that like many western countries, Pakistan maintains contact with the Taliban but not to the extent of arming them or launching them for terror operations. India on the other hand was caught with its hand in the till with the arrest of its leading RAW operative, Commander Kulbhoshan Jadhav, who spilled the beans on India’s heinous agenda to destabilize Pakistan, sabotage the China Pakistan Economic Corridor (CPEC) and wreak havoc in urban locations in Pakistan.\n\nPakistan may have toyed with the idea of indulging in a proxy war against India as a tit for tat solution but since it is itself bearing the brunt of terror attacks, it would not deem it befitting to play with fire. Keeping up with the joneses practice of clandestinely supporting militants is not Pakistan’s cup of tea.\n\nThe writer is a retired Group Captain of PAF. He is a columnist, analyst and TV talk show host, who has authored six books on current affairs, including three on China"}}