{"GDELT": {"GlobalEventID": 917563754, "Day": 20200410, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.274, "Actor1Code": "LEG", "Actor1Name": "SENATE", "Actor1Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.8456375838926202, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Washington, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWA", "Actor1Geo_Lat": 47.3917, "Actor1Geo_Long": -121.571, "Actor1Geo_FeatureID": "WA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_Lat": 47.3917, "Action2Geo_Long": -121.571, "Action2Geo_FeatureID": "WA", "DATEADDED": 20200410204500, "SOURCEURL": "https://www.jdsupra.com/legalnews/emerging-technologies-washington-update-92618/"}, "ARTICLE": {"TITLE": "Emerging Technologies Washington Update - April 2020 #2", "TEXT": "This week: Coronavirus response, Senate Commerce convenes paper hearing on enlisting big data in the fight against coronavirus, FCC publishes COVID-19 telehealth program and connected care program details.\n\nCoronavirus Response\n\nThe Latest\n\nThe Paycheck Protection Program (PPP), the $349 billion CARES Act loan program for small businesses and eligible individuals, launched last Friday to overwhelming demand. This week, the Treasury Department asked Congress to authorize an additional $250 billion for the program. This morning, Senate Majority Leader Mitch McConnell (R-KY) made a unanimous consent request to authorize the additional funds. Senate Democrats objected and sought an amendment that would have authorized the additional $250 billion, but also provided an additional $100 billion for health provider relief, additional funding for state, local, and tribal governments, a 15% increase to the maximum Supplemental Nutrition Assistance Program (SNAP) benefit, and modifications to CARES Act state election assistance funding. McConnell objected, so neither proposal advanced.\n\nHad the Senate authorized additional funding, it would have likely stalled in the House, where it would have been impossible to approve by unanimous consent and nearly impossible to gather a quorum of lawmakers to return to Washington for a recorded vote. It remains to be seen how or if Congress will try to authorize additional PPP funding before it is scheduled to return to Washington on April 20.\n\nMeanwhile, the Treasury Department and Federal Reserve took steps this morning to implement additional CARES Act assistance and relief programs. The Treasury Department launched the Main Street Business Lending Program for mid-size companies with up to 10,000 employees; more information is available here. The Federal Reserve took a number of actions to provide up to $2.3 trillion in loans to support various aspects of the economy; more information is available here.\n\nElsewhere, the President and federal agencies continue to take other steps to respond to the outbreak, including, but not limited to:\n\nA complete overview of both congressional and Administrative response efforts is available here and updated daily.\n\nWhat’s Next\n\nIt remains to be seen when or if Congress will take up additional funding for the Paycheck Protection Program (PPP) before it is scheduled to return to Washington the week of April 20. Some lawmakers are beginning to cast doubts that Congress will return that week, however. When Congress is back in session, it is expected to take up a fourth phase of coronavirus response legislation, which some are calling CARES 2. While House Democrats and President Trump initially supported including infrastructure investment and other major economic stimulus programs in Phase 4, it is more likely to extend and expand upon CARES Act provisions related to unemployment benefits, paid sick, family, and medical leave, and funding for the healthcare system and states and localities.\n\nRelevant Resources\n\nIn Other News\n\nSenate Commerce Convenes Paper Hearing on Enlisting Big Data in the Fight Against Coronavirus\n\nToday, the Senate Commerce Committee convened a paper hearing to examine recent uses of consumer data during the coronavirus outbreak. Witnesses included representatives from the Center for Democracy and Technology, Future of Privacy Forum, The App Association, Interactive Advertising Bureau, Network Advertising Initiative, Kinsa Smart Thermometers, and the University of Washington’s law department. Member questions will be sent to witnesses by close of business today, and witnesses will have a 96-business-hour turnaround time to respond to member questions.\n\nThe Committee expects to hold additional paper hearings while members of Congress and staff are away from Washington or working remotely. The Senate Armed Services Committee was also scheduled to convene a paper hearing today on the Department of Energy’s budget posture, but it was postponed.\n\nFCC Publishes COVID-19 Telehealth Program and Connected Care Program Details\n\nOn April 2, the Federal Communications Commission (FCC), pursuant to the Coronavirus Aid, Relief, and Economic Security (CARES) Act, adopted a Report and Order that set forth the rules for providing an additional $200 million as part of a COVID-19 Telehealth Program. The additional funding is available to support health care providers in the fight against the pandemic “to prevent, prepare for, and respond to coronavirus.” Funding will help health care providers purchase telecommunications services, information services, and devices necessary to provide critical care services, whether for treatment of coronavirus or other health conditions during the coronavirus pandemic. Support includes services and/or devices that generate and transmit patient-reported outcomes from patients to health care providers. On April 8, the FCC’s Wireline Competition Bureau (WCB) released a Public Notice establishing the procedures for applying for funding under the program.\n\nIn addition to the COVID-19 Telehealth Program, the Commission established a $100 million Connected Care Program. The Pilot Program, which has been under consideration by the FCC since 2018, will examine how the Universal Service Fund can help support the trend towards connected care services, particularly for low-income Americans and veterans. “Connected care services” are a subset of telehealth that uses broadband Internet access service-enabled technologies to deliver remote medical, diagnostic, patient-centered, and treatment-related services directly to patients outside of traditional brick and mortar medical facilities—including specifically to patients at their mobile location or residence. Funding is available to help defray 85% of eligible health care providers’ costs of providing connected care services, which includes broadband connectivity, network equipment, and information services necessary to provide connected care services to the intended patient population. The Commission’s WCB will accept applications for the program and make its determination based on criteria outlined in the Report and Order."}}