{"GDELT": {"GlobalEventID": 917563309, "Day": 20200410, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.274, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.42537313432836, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200410204500, "SOURCEURL": "https://www.independentmail.com/story/news/local/2020/04/10/coronavirus-anmed-health-furlough-employees-and-reduce-salary-its-leadership/5131393002/"}, "ARTICLE": {"TITLE": "AnMed Health to furlough employees, reduce salary of leadership because of coronavirus", "TEXT": "AnMed Health announced Friday that it will temporarily furlough an unspecified number of employees and reduce the salaries of its leadership because of the coronavirus pandemic.\n\n\"Like other health systems across the state and nation, AnMed Health is experiencing a considerable negative impact on business operations due to the COVID-19 pandemic,\" the hospital system said in an emailed statement. \"Elective surgeries and physician office visits have decreased dramatically, leading to a significant loss of revenue.\n\n\"At the same time, we are developing plans to meet surge demands for COVID-19 patients in the weeks ahead.\n\n\"As a result of these unprecedented events, AnMed Health will temporarily reduce leadership and management salaries. In addition, we will temporarily furlough some employees and make other staff adjustments in both non-clinical and clinical areas that have seen a decrease in demand for services. These changes will become effective April 19 and may last for up to three months.\"\n\nAnMed Health said affected employees will have access to insurance benefits and can apply for unemployment.\n\n\"Though difficult, this action is necessary to ensure that AnMed Health can continue to serve patients in our community who need care,\" AnMed CEO Bill Manson said, according to the statement. \"It will take sacrifice to get through the days ahead, but we will get through this.\"\n\nAnMed Health has about 3,850 employees. It operates the 461-bed AnMed Health Medical Center in downtown Anderson and a 72-bed women's and children's hospital on East Greenville Street in Anderson as well as the 55-bed Cannon hospital in Pickens.\n\nOther hospitals taking similar cost-cutting steps\n\nPrisma Health has furloughed or cut the hours of 3,900 employees because of the coronavirus pandemic, according to a statement issued by that hospital system Friday. The furloughs and work reductions affect more than 10% of 30,000 employees in the Upstate and Midlands. The furloughs started last month.\n\n\"The COVID-19 public health emergency has had a significant impact on our finances and operations,\" Prisma said in an emailed statement. \"Elective cases are down 80%, physician office visits down 40%, March net revenues down 25% from budget.\"\n\nPrisma has frozen capital spending, curtailed non-patient care items and furloughed staff not directly involved in the care of COVID-19 patients and other clinical activities, according to the statement.\n\nMore:Over 10% of Prisma Health employees have been furloughed or had their hours cut\n\nOf the 3,900 employees who are affected, 63% were furloughed and 37% are working reduced schedules, according to the statement.\n\nFurloughed Prisma employees can use their paid time off and are eligible for unemployment benefits, the statement says. They also can be recalled immediately if needed.\n\n\"After the COVID-19 crisis passes, we will resume normal operations and recall staff, starting with those needed to serve patients who have delayed their non-emergent medical needs,\" the statement reads. \"We will then recall others as the situation dictates.\"\n\nBon Secours St. Francis Health System announced March 31 that it would be furloughing employees.\n\nSpartanburg Regional Healthcare System also issued a statement Friday detailing a series of cost-cutting moves it is making. It is redeploying staff, temporarily furloughing employees, reducing the salaries of all management and cutting non-labor expenses to deal with \"large financial losses,\" according to an emailed statement.\n\nFollow Kirk Brown on Twitter @KirkBrown_AIM"}}