{"GDELT": {"GlobalEventID": 917564063, "Day": 20200410, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.274, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAEDU", "Actor2Name": "MARYLAND", "Actor2CountryCode": "USA", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.34412265758092, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200410204500, "SOURCEURL": "https://www.usatoday.com/story/news/investigations/2020/04/10/trumps-support-hydroxychloroquine-treat-covid-19-could-hurt-race-cure/5133484002/"}, "ARTICLE": {"TITLE": "Why Trump's support of hydroxychloroquine to treat COVID-19 could slow the race for a cure", "TEXT": "Kenny Jacoby\n\nUSA TODAY NETWORK\n\nDozens of new clinical trials into the controversial antimalarial drug hydroxychloroquine have been registered with the U.S. government since President Trump first advertised it as a potential “game changer” against the coronavirus via March 21 tweet.\n\nIn the weeks after, the number of COVID-19 drug trials in the U.S. National Institute of Health registry nearly tripled, from 66 to 183, with dozens of new hydroxychloroquine trials driving the uptick.\n\nBefore the president’s tweet, roughly 1 in 10 trials studied hydroxychloroquine as an intervention. After, 1 in 3 new trials involve hydroxychloroquine.\n\nTrump’s rhetoric around the drug is likely behind the surge, some of the nation’s leading infectious disease experts told the USA TODAY Network. And while they agree that the new wave of trials should help definitely resolve whether the drug is indeed effective against COVID-19, they cautioned that results in most studies are still months away.\n\nBut damage from hydroxychloroquine’s swift and widespread adoption may already be happening, the experts said.\n\nMany doctors have been prescribing hydroxychloroquine to coronavirus patients, despite no conclusive evidence of its success. This is exposing patients already suffering from cardiac ailments due to COVID-19 to a drug with cardiac toxicity, whose known side effects include cardiac arrhythmia and arrest, said Dr. Andre Kalil, Director of Transplant Infectious Diseases at the University of Nebraska.\n\n“If we don’t do randomized controlled trials, if we just give these drugs to people just because they are sick, a lot of people may end up being killed by this drug because of the side effects,” Kalil said. “And we’ll never know it because we’ll think they died from COVID-19.”\n\nThe drug, which has been used to treat malaria since the 1940s and is approved by FDA, has shown an ability to fight viruses — including HIVE, dengue, yellow fever and influenza — in vitro, Kalil said. That is, it has demonstrated antiviral properties in test tubes and petri dishes.\n\nBut a cell culture in a plate cannot represent the human body, Kalil said. In fact, chloroquine drugs have consistently failed to combat each one of these viral diseases in human patients for the last century, he said. That it has shown success in vitro alone “cannot be a reason to give drugs to human beings.”\n\n“There are safety issues,” Kalil said. “There is no scientific reasoning to giving unsafe drugs to patients other than panic. This is panic.”\n\nKatherine Seley-Radtke of the University of Maryland, Baltimore County, who has specialized in antiviral drugs for three decades, expressed concerns that the new wave of clinical trials are placing hydroxychloroquine as too high a priority.\n\n“What concerns me and what concerns a lot of people is the fact that there are a number of other drugs that show potential that should be being looked at,” Seley-Radtke said.\n\nRemdesivir, favipiravir and galidesivir are three examples of antiviral drugs that have shown early promise against the coronavirus, she said. It is far more intuitive that one of these drugs would wind up being a cure than an antimalarial, she said, which is more of a treatment that helps prevent the immune system from overworking itself.\n\nBut these drugs are being tested in only a dozen of the 183 coronavirus drug trials on the NIH registry. By comparison, four dozen of these trials involve hydroxychloroquine.\n\n“If we've put all of our eggs into this one basket,” she said, “and then in three weeks or five weeks or six weeks or however long until we come out of this, it's shown that this indeed doesn't cure COVID, and nothing else is being done, we're now behind the eight ball again.”\n\nFrench study denounced\n\nThe president has repeatedly touted hydroxychloroquine as a potential solution to the coronavirus and encouraged its use in treatment.\n\n“I hope they use the hydroxychloroquine,” Trump said at a press briefing on April 4. “I hope they use it because I'll tell you what, what do you have to lose?”\n\nMuch of the Trump administration’s enthusiasm around the drug appears based on positive results from a study in China and one in France that showed some clinical benefit treating COVID-19 patients with hydroxychloroquine and the antibiotic azithromycin. But experts have roundly criticized these studies due to their small size and lack of well-defined control groups.\n\nIn fact, the society that publishes the International Journal of Antimicrobial Agents, in which the French study appeared on March 20, denounced the study on April 3, saying it “does not meet the Society’s expected standard, especially relating to the lack of better explanations of the inclusion criteria and the triage of patients to ensure patient safety.”\n\nFurthermore, two subsequent studies conducted in China and France showed nearly opposite results. The French study used hydroxychloroquine and azithromycin to treat 11 patients with severe COVID-19 infections and found “no evidence of rapid antiviral clearance or clinical benefit.” One patient died, two were transferred to intensive care units and one was pulled from the study due to serious complications.\n\nDr. David Boulware of the University of Minnesota Medical School’s Division of Infectious Diseases and International Medicine is currently running three clinical trials into the drug’s effect on COVID-19.\n\nThe first, which launched March 17 and claims to be the first clinical hydroxychloroquine trial into COVID-19 in the U.S., examines prophylactic effects of hydroxychloroquine in exposed patients without symptoms. The second studies the drug’s treatment effects in symptomatic patients, and the third studies prophylaxis in high-risk healthcare workers.\n\nThe studies exclude patients with heart conditions, Boulware said, and his first interim analysis identified no safety or efficacy concerns that prevent it from continuing.\n\n“There is no data that (hydroxychloroquine) actually has any clinical benefit,” Boulware said. “Clinical trials are needed.”\n\nThat hydroxychloroquine is readily available may help explain the recent surge in clinical trials, Boulware said, noting that any doctor can prescribe it to any patient for any reason because it is FDA approved.\n\nBoulware said he is less concerned about an abundance of hydroxychloroquine trials than he is about reduced participation in trials. It’s possible, he said, that people will opt not to participate in well-designed, randomized trials because they can get hydroxychloroquine outside of a trial instead — and not face a 50% chance of receiving a placebo.\n\n“That does not move our knowledge of how best to treat patients forward,” Boulware said. “We don’t know how hydroxychloroquine works.”\n\nBoulware declined to share if his trials have been impacted as a result but said the first is on pace to finish enrollment by the end of April.\n\nInitially, patient interventions and exams for that trial had been slated for completion by April 21, according to the National Institute of Health data.\n\nAdditionally, the university website shows just over 1,000 people have enrolled in the trials so far — well short of its combined goal of 6,500.\n\n“Pretty good,” he said, “but more volunteers from around the country would make recruitment go faster (and) get results sooner.\""}}