{"GDELT": {"GlobalEventID": 917563600, "Day": 20200410, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.274, "Actor1Code": "GRCGOV", "Actor1Name": "GREEK", "Actor1CountryCode": "GRC", "Actor1Type1Code": "GOV", "Actor2Code": "ESP", "Actor2Name": "SPANISH", "Actor2CountryCode": "ESP", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.01612903225806, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Athens, AttikíR, Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR35", "Actor1Geo_ADM2Code": "16716", "Actor1Geo_Lat": 37.9833, "Actor1Geo_Long": 23.7333, "Actor1Geo_FeatureID": "-814876", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Spain", "Actor2Geo_CountryCode": "SP", "Actor2Geo_ADM1Code": "SP", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "SP", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Athens, AttikíR, Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR35", "Action2Geo_ADM2Code": "16716", "Action2Geo_Lat": 37.9833, "Action2Geo_Long": 23.7333, "Action2Geo_FeatureID": "-814876", "DATEADDED": 20200410204500, "SOURCEURL": "http://www.china.org.cn/world/Off_the_Wire/2020-04/11/content_75918333.htm"}, "ARTICLE": {"TITLE": "Greece salutes Spain in coronavirus fight", "TEXT": "You are here:\n\n视频播放位置 下载安装Flash播放器\n\nATHENS, April 10 (Xinhua) -- Greek officials expressed on Friday the local public's solidarity with the Spanish people at their losses attributable to the ongoing COVID-19 pandemic as the confirmed infections in Greece reached 2,011 and fatalities 90.\n\nIn support of the Spanish people, the Spanish flag was hoisted on the buildings of the Greek Ministry of Foreign Affairs and the Greek Parliament on Friday, and for the next three days the building of Parliament will be illuminated at night with the Spanish national colors, according to e-mailed press releases.\n\nAt a symbolic ceremony, Greek Foreign Minister Nikos Dendias conveyed a message of support to the Spanish people in Spanish.\n\n\"Dear Spanish friends, in these difficult moments, you are not alone. The thoughts of all Greeks are with you in this struggle that we will win together,\" he said in a statement broadcast on Greek state television ERT.\n\n\"It is time to do what is necessary to ensure that, when the crisis has abated, the (European) Union will have risen to the unique circumstances so that we can emerge united and stronger from the crisis. This means leaving no one behind. No state, no citizen,\" he stressed.\n\n\"Our sorrow is deep as more than 15,000 of my compatriots have lost their lives as a consequence of this virus, particularly old people. But Spain does not lose hope. Also, more than 50,000 people have already recovered from the disease, the highest number in the world after China,\" Spain's Ambassador to Greece Enrique Viguera said.\n\n\"Let me also thank the many women and men of this country, including the president of the Republic, who have found the time to share with us, in such difficult circumstances, their messages of grief and solidarity,\" he said.\n\n\"With solidarity and strength we shall overcome this together,\" Greek President Katerina Sakellaropoulou tweeted in Spanish and in Greek.\n\nIn the past few weeks, Greek officials have also sent similar messages to Italy, France and other countries.\n\nUnity and solidarity are the only way to overcome the pandemic's economic repercussions, according to Greek Finance Minister Christos Staikouras.\n\nRecalling a financial package worth half a trillion euros adopted by the European Union (EU) member states' finance ministers on Thursday to combat the economic fallout from the pandemic, Staikouras said in a statement broadcast on ERT that \"(Thursday's) positive decision should be the starting point of even more ambitious European initiatives in the future to deal with the effects of the coronavirus without complacency, but also with focus on the (European) economy's return to normality.\"\n\nAlso on Friday, the Greek Health Ministry announced that 56 new coronavirus cases and four deaths have been confirmed in the last 24 hours.\n\nGreece has been in lockdown since March 23. The measure remains in force until April 27. (1 euro= 1.09 U.S. dollars) Enditem"}}