{"GDELT": {"GlobalEventID": 917646694, "Day": 20200411, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2767, "Actor1Code": "JUD", "Actor1Name": "PROSECUTOR", "Actor1Type1Code": "JUD", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -0.9793253536452701, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Quebec, Quebec, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA10", "Actor1Geo_ADM2Code": "12750", "Actor1Geo_Lat": 47.5, "Actor1Geo_Long": -72.0, "Actor1Geo_FeatureID": "-571850", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Quebec, Quebec, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA10", "Actor2Geo_ADM2Code": "12750", "Actor2Geo_Lat": 47.5, "Actor2Geo_Long": -72.0, "Actor2Geo_FeatureID": "-571850", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Quebec, Quebec, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA10", "Action2Geo_ADM2Code": "12750", "Action2Geo_Lat": 47.5, "Action2Geo_Long": -72.0, "Action2Geo_FeatureID": "-571850", "DATEADDED": 20200411110000, "SOURCEURL": "https://www.msn.com/en-ca/news/other/josh-freed-five-things-were-confused-about-protecting-ourselves-from-covid-19/ar-BB12tfZd"}, "ARTICLE": {"TITLE": "Josh Freed: Five things we're confused about protecting ourselves from COVID-19", "TEXT": "© Pierre Obendrauf Montreal police practice social distancing while having an early morning meeting at Lafontaine Park before the start of their rounds on Wednesday April 8, 2020.\n\nThe City of Westmount has announced a revolutionary scheme to protect residents from COVID-19.\n\nThey’re urging people to use sidewalks only one way, in the same direction as traffic, so pedestrians won’t come face-to-face. In short, people will behave like cars.\n\nWestmount is the first place on Earth to try this daring plan. So once they’re treating people like cars, what else can they do?\n\nWhy not forbid pedestrians from tailgating or making U-turns? Have them signal when turning, or wear brake lights in case of sudden stops?\n\nWestmount’s experiment is understandable these days when no one’s quite certain how to protect themselves from the virus. As fatalities and fear have spread, we are all COVID-confused about many things, like:\n\n1. Masks. For weeks, we were strongly warned not to wear masks by Canada’s chief public health officer. Now, she’s reversed herself, and strongly recommends them, at least for shopping — so we’re reversing, too.\n\nSuddenly, many people are sewing masks, or making makeshift ones. Some wear yank-over-the-mouth turtlenecks, others use doubled-up underwear, sliced socks pulled over their heads and other bank-robber fashion.\n\nDonald Trump seems to be wearing a 24/7 sleep mask — over his eyes.\n\nI wore a sweaty winter neck warmer to a store, but my glasses fogged and I couldn’t see the groceries. But it’s probably best to wear one in supermarkets and anywhere else that makes you feel safe — even your bathroom.\n\nWhatever works is good for your isolationship.\n\n2. Distancing. Most people now stand six feet apart, except for covidiots. According to a recent Google study tracking cellphone locations, Quebecers are the North American champions at social distancing.\n\nStill, germ-nervous friends keep sending me websites warning we’re really only safe at eight feet, or 18.\n\nNumerous readers sent me a scary new (academically unreviewed) Belgian biking study that claims we should be 20 metres behind other cyclists’ airstreams — and five metres behind walkers.\n\nBut other medical experts think microscopic virus clouds dissipate instantly in any breeze — so brief outdoor contact is low risk.\n\nWho knows what’s true? We need a version of that old high school physics formula:\n\n“If a moving object (a biker) travels 18 km/h and passes another moving object (a jogger) moving 5 km/h, with a crosswind of 7 km/h, how many nanoseconds will they be in contact and what is the risk of contracting coronavirus?”\n\n3. Takeout. For my birthday last week, we ordered from a restaurant for the first time in ages, then obeyed the recommendations for handling take-out:\n\nA) Wash hands. B) Remove packaging. C) Transfer food to dishes. D) Throw packaging out, or destroy with small explosives. E) Disinfect, or dismantle counters any packaging has touched. F) Wash hands. Repeat.\n\nWe were delighted to support a local restaurant, but by the time we ate we could have cooked dinner.\n\n4. Survival strategies. Every morning, I studiously analyze two hours of news about the latest “curve” in Italy, Spain, New York and South Korea compared to Canada and Quebec.\n\nThen I project the next day’s and week’s possible Quebec cases and divide by the square root of each day’s forecasted temperature and the latest astrological table.\n\nI’m a Type 1 who seeks safety in numbers: forecasting tomorrow makes me calm today.\n\nThis drives my Type 2 friends crazy. They hate thinking about the future and prefer the advice many psychiatrists suggest: “Live in the now . Forget tomorrow because your can’t control it.”\n\nBut that philosophy would drive me crazy. Frankly, Type 1s and 2s are both fine — whatever works for you. But if you’re a Type 1 and your spouse Type 2, it could be a reason this lockdown will end with covidivorces.\n\nBoth types sometimes survive by sending and receiving virus jokes — and readers have sent me countless, thanks.\n\nMy favourite: “I haven’t figured out where I’m spending my summer holidays — in the living room, or the kitchen.”\n\n5. Gatherings. Many people meet friends for socially responsible walks, six feet apart — a rare pleasure Quebec law has permitted.\n\nBut last week, over-vigilant Montreal police declared all personal gatherings were illegal and threatened tickets . This caused consternation and COVID-confusion among many strollers, banished to isolation and fearfully wondering: can I, or can’t I?\n\nAfter many complaints by the public, it seems police were overzealous. Quebec’s crown prosecutor told Radio-Canada the law still stands — and under the law you can walk with a “distant” friend.\n\nCome on, officers. It’s tough enough obeying the actual rules without adding imaginary ones.\n\nThat said, there were many huge indoor gatherings last week — for Passover seders, online on Zoom. Many people added a new item to the usual seder incantation about frogs, locusts and the other Ten Plagues.\n\nThe 11th plague: coronavirus.\n\nMany services also added: “May the plague pass over you after Passover.” So hang in everyone, and let’s hope the worst will soon be over for now, as Quebec authorities predict.\n\nUntil then, don’t forget to honk if you walk past me on the sidewalk.\n\njoshfreed49@gmail.com\n\nRelated\n\nNote to readers: We know the speed and volume of coronavirus-related news is overwhelming and a little frightening. To help with that, we will dedicate a Montreal Gazette reporter each day to devote their time to synthesizing the most important coronavirus-related news, especially as it relates to life in Montreal and Quebec. Follow their April 10 updates right here. All our coronavirus-related news can always be found here: montrealgazette.com/tag/coronavirus.\n\nSign up for our new email newsletter dedicated to local coronavirus coverage here: montrealgazette.com/coronavirusnews."}}