{"GDELT": {"GlobalEventID": 917646332, "Day": 20200411, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2767, "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -8.04597701149426, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200411110000, "SOURCEURL": "https://www.hawaiitribune-herald.com/2020/04/11/opinion/your-views-for-april-11-6/"}, "ARTICLE": {"TITLE": "Your Views for April 11", "TEXT": "Trump’s pandemic\n\nDoctors, nurses and the patients they tried to save — all dying from COVID-19.\n\nADVERTISING\n\nIt’s important to understand how this happened so it does not happen again.\n\nDec. 31, 2019: China alerts WHO of a possible pandemic.\n\nJan. 7, 2020: This virus is identified and named COVID-19.\n\nJan. 22: President Trump says, “We have it totally under control, it’s one person”; 17 dead in China.\n\nJan. 23: Wuhan, China, population of 11 million, is placed under quarantine.\n\nJan. 30: Trump says, “We have it under control, I think it’s just five.” WHO declares the virus a global emergency; 170 dead in China, and it has now spread to several countries.\n\nFeb. 4: Trump says, “My administration will take all necessary steps to safeguard our citizens”; 427 dead, almost 21,000 infected.\n\nFeb. 14: Trump says, “People are recovering, we are in very good shape”; over 1,400 dead, over 65,000 infected.\n\nFeb. 26: Trump says,“Because of all we have done, the risk to the America people is low, we have it so well under control.” Over 2,800 dead; 80,000 infected globally.\n\nFeb. 28: Trump says, “Dems are politicizing the coronavirus; this is their new hoax.” Over 3,000 people had died by this day.\n\nMarch 4: Trump says, “We are doing a very effective job. We have people getting better by just going to work.” Over 3,500 people dead, 82,000 infected.\n\nMarch 10: Trump says, “It’s going to just go away.” Much of Italy is under lockdown; over 4,000 dead, over 126,000 infected. COVID-19 is in many countries now.\n\nMarch 15: Trump says, “It’s very contagious, but we have tremendous control over it.” Sixty-one Americans have died by this day, while hundreds died in a single day in both Italy and Spain.\n\nMarch 25: Trump says, “It’s hard not to be happy with the job we are doing”; 1,031 Americans are dead by this date, 27,000 deaths worldwide, over 500,000 infected.\n\nMarch 26: Trump says, “We don’t need 30,000 ventilators.”; 1,300 Americans dead, almost 300 more from the day before, when Trump said he was “happy” with the job he is doing.\n\nMarch 29: Trump says, “We all together have done a very wonderful job”; 2,500 Americans are now dead.\n\nApril 6: America has had 10,389 deaths as of 10 a.m. HST, about three times more than those who died on 9/11. About 353,000 Americans are sick with COVID-19\n\nChina did not make Trump ignore the coronavirus.\n\nTrump did that all by himself, and in America, it has become Trump’s pandemic.\n\nDennis Chaquette\n\nKeaau\n\nCut taxes\n\nI am sure our County Council members and state leaders are all aware of the economic hardship our citizens are experiencing as a result of the pandemic.\n\nHow’s about cutting our taxes?\n\nWe can begin with reducing our real property and general excise taxes.\n\nADVERTISING\n\nDwayne Lerma\n\nKeaau"}}