{"GDELT": {"GlobalEventID": 917646545, "Day": 20200411, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2767, "Actor1Code": "GBR", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.6556603773584904, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Whitehall, Orkney Islands, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKV9", "Actor1Geo_ADM2Code": "40174", "Actor1Geo_Lat": 59.15, "Actor1Geo_Long": -2.61667, "Actor1Geo_FeatureID": "-2611570", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Whitehall, Orkney Islands, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKV9", "Actor2Geo_ADM2Code": "40174", "Actor2Geo_Lat": 59.15, "Actor2Geo_Long": -2.61667, "Actor2Geo_FeatureID": "-2611570", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Whitehall, Orkney Islands, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKV9", "Action2Geo_ADM2Code": "40174", "Action2Geo_Lat": 59.15, "Action2Geo_Long": -2.61667, "Action2Geo_FeatureID": "-2611570", "DATEADDED": 20200411110000, "SOURCEURL": "https://theprint.in/opinion/newsmaker-of-the-week/boris-johnson-out-of-icu-but-political-vacuum-and-coronavirus-wont-let-him-breathe-easy/399799/"}, "ARTICLE": {"TITLE": "Boris Johnson out of ICU, but political vacuum and coronavirus won’t let him breathe easy", "TEXT": "Text Size: A- A+\n\nIf there were to be a contest of the ‘most unpredictable events’ of the past few years, Covid-19 pandemic and British politics would leave everything else behind by a long margin. For Britain, the man at the centre of both these events has been Prime Minister Boris Johnson.\n\nJohnson had little idea that in less than four months after coming to power, he will be faced with one of the most challenging battles in his life, both personally and politically, all thanks to a virus.\n\nThe British prime minister became the first major head of a government to have tested positive for Covid-19 about a fortnight ago and was moved to intensive care (ICU) this week after his symptoms worsened. His absence from the corridors of Whitehall, the seat of the UK government, has left a power vacuum and a constitutional uncertainty at a time when the county is grappling with a pandemic that is currently in its wild phase.\n\nAnd this is why Boris Johnson is ThePrint’s Newsmaker of the week.\n\nAlso read: How a series of serious errors led to Boris Johnson landing in ICU\n\nJohnson under fire\n\nJohnson testing positive couldn’t have come at a worse time.\n\nJust about a week before the PM was tested positive, 10 Downing Street, the prime minister’s office (PMO), had come under fire from sections of his own Conservative party for poor handing of the coronavirus outbreak. There were also constant murmurs about an emerging divide between the PMO and Mark Sedwill, the cabinet secretary, and the chief enforcer of the government’s Covid-19 response.\n\nAnd if these weren’t enough, on 2 April, even the most favorable sections of the British press, turned against Johnson, after his government disclosed that only 2,000 among lakhs of National Health Service staff had been tested for coronavirus. “Statistic that humbles ministers,” declared the Daily Mail, the most pro-Conservative daily in the country.\n\nBut behind such political bickering, is the lurking incompetence of Johnson’s initial response to the coronavirus outbreak in the UK.\n\nAlso read: Boris Johnson is out of ICU, UK extends lockdown as toll continues to rise\n\nHerd immunity was UK’s pandemic response\n\nAs is the case with most erstwhile empires, stories from the past, wrapped in irony, often make a comeback and haunt the regime of the day. But it is rare that the leadership of a former empire uses it to take policy cues for the present.\n\nSomething similar transpired under Johnson, when he took the advice of his chief aid Dominic Cummings. In the initial stage of the Covid-19 outbreak in the UK, the government decided to allow its population to get infected by the virus, in order for them to develop herd immunity. During the Bengal famine of 1943, the British government in India had a similar policy even back then–do nothing.\n\nIt was only after the intervention by the Health Secretary, Matt Hancock that Johnson changed the policy, advocating social distancing and a complete lockdown in the UK. By then the damage had already been done. The UK became one of the worst-hit countries in Europe.\n\nEven if Johnson comes out of the hospital, the herd immunity rationale would continue to haunt his premiership.\n\nAlso read: With pots, pans and bagpipies, Britons are ‘clapping’ every Thursday for healthcare workers\n\nFrom vacuum to more vacuum\n\nOwing to a long history of public gaffes, Johnson is referred to as the “lovable buffoon” in the Fleet Street circles. But this image often conceals his political genius.\n\nOver the past decade, he became the mayor of London twice, a rare feat for the Conservative party, was the face of Brexit, became the prime minister, managed to win the untouchable English midlands and north for his party, and helped the UK finally leave the EU.\n\nThe core of Johnson’s appeal has been his promise to fill political vacuums, and the UK has had many such occasions in the past few years. Whether it was the vacuum caused by the UK’s presence in the EU and the former’s alleged inability to have its say at the European high-table or the one created due to former Prime Minister Theresa May’s unpopular government, Johnson has always been up for the job.\n\nThe British PM is out of the ICU, but the clouds of uncertainty over his return looms large. And under the shadow of those clouds, the British cabinet remains divided and struggles to decide the most effective response to the pandemic.\n\nViews are personal.\n\nSubscribe to our channels on YouTube & Telegram\n\nWhy news media is in crisis & How you can fix it You are reading this because you value good, intelligent and objective journalism. We thank you for your time and your trust. You also know that the news media is facing an unprecedented crisis. It is likely that you are also hearing of the brutal layoffs and pay-cuts hitting the industry. There are many reasons why the media’s economics is broken. But a big one is that good people are not yet paying enough for good journalism. We have a newsroom filled with talented young reporters. We also have the country’s most robust editing and fact-checking team, finest news photographers and video professionals. We are building India’s most ambitious and energetic news platform. And have just turned three. At ThePrint, we invest in quality journalists. We pay them fairly. As you may have noticed, we do not flinch from spending whatever it takes to make sure our reporters reach where the story is. This comes with a sizable cost. For us to continue bringing quality journalism, we need readers like you to pay for it. If you think we deserve your support, do join us in this endeavour to strengthen fair, free, courageous and questioning journalism. Please click on the link below. Your support will define ThePrint’s future. Support Our Journalism\n\nShow Full Article"}}