{"GDELT": {"GlobalEventID": 917646451, "Day": 20200411, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2767, "Actor1Code": "COP", "Actor1Name": "POLICE CHIEF", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.5440313111546002, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Hawaii, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USHI", "Actor1Geo_Lat": 21.1098, "Actor1Geo_Long": -157.531, "Actor1Geo_FeatureID": "HI", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Hawaii, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USHI", "Action2Geo_Lat": 21.1098, "Action2Geo_Long": -157.531, "Action2Geo_FeatureID": "HI", "DATEADDED": 20200411110000, "SOURCEURL": "https://www.hawaiitribune-herald.com/2020/04/11/hawaii-news/kim-shuts-down-vacation-rentals-proclamation-declares-stvrs-nonessential/"}, "ARTICLE": {"TITLE": "Kim shuts down vacation rentals: Proclamation declares STVRs ‘nonessential.’", "TEXT": "Mayor Harry Kim signed an emergency rule Friday shutting down transient vacation rentals for the duration of the COVID-19 pandemic emergency.\n\nKim said research by the county Corporation Counsel has revealed vacation rentals, home-stays, time-shares and bed and breakfasts are not included as essential businesses under Gov. David Ige’s emergency order.\n\nADVERTISING\n\n“They will immediately shut down,” Kim said.\n\nThe rule is effective as of 12:01 a.m. Monday. Violators are subject to a misdemeanor charge with penalties of up to a year in jail and a $5,000 fine.\n\nKim said tenants already in rentals will be allowed to finish, but not extend, their rental period.\n\n“I just met with the police chief and we discussed the difficulty of monitoring them,” Kim said. “They are all here and there and there and here.”\n\nKim said he’ll have staff telephoning as many as the short-term rentals as they can beginning Monday to inform them of the proclamation. Friday was a government holiday.\n\nMore than 200 tourists and “intended residents” have arrived at Kona’s airport since the 14-day quarantine order began, not counting the unknown numbers who’ve come to the Big Island’s two major airports on interisland flights.\n\nThat’s according to daily statistics provided by the Hawaii Tourism Authority, which also counted 2,742 statewide visitors during that same two-week period.\n\nWith most hotels and resorts closed to all but first responders and medical personnel, the bulk of these visitors are ending up in vacation rentals. Some vacation rental operators have advertised their rentals as a great place to ride out the COVID-19 pandemic, which, coupled with cheap flights, has kept a slow, but steady influx of visitors to the state.\n\nThat’s upset some of the neighbors, who’ve been reporting to Kona Councilwoman Rebecca Villegas that tourists are not staying inside, and in fact, become belligerent when it’s pointed out to them that they’re required to be under quarantine. Even calling the police hasn’t helped, said one Facebook poster, who said the tourists near him came right back out into the neighborhood after the police left.\n\nKauai Mayor Derek Kawakami issued an amended emergency proclamation Wednesday ordering all transient vacation rentals and home-stays to immediately cease all activity, including advertising, effective Saturday until May 3.\n\n“We have seen some alarming data points. Most recent data on incoming flights are showing a slight rise in visitor numbers. Further, some vacation rentals are still actively advertising, including promoting themselves as COVID-19 retreats for people from the mainland,” Kawakami said in a video address. “This is wrong. It is dangerous for our community, and it cannot continue.”\n\nVillegas has been contemplating legislation as well.\n\nADVERTISING\n\n“I believe the entire Hawaii County Council has equal concerns about the short term vacation rental issue related to COVID-19 and the impossibility of enforcing quarantine restrictions. I am hopeful our administration will follow Mayor Kawakami’s strong directive to close all STVR’s immediately,” Villegas told West Hawaii Today on Friday. “Stiff fines may be necessary to encourage compliance.”\n\nEmail Nancy Cook Lauer at ncook-lauer@westhawaiitoday.com."}}