{"GDELT": {"GlobalEventID": 918174693, "Day": 20200414, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2849, "Actor1Code": "GOV", "Actor1Name": "MAYOR", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.4864864864864904, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Tampa, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL057", "Actor1Geo_Lat": 27.9475, "Actor1Geo_Long": -82.4584, "Actor1Geo_FeatureID": "292005", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Tampa, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_ADM2Code": "FL057", "Action2Geo_Lat": 27.9475, "Action2Geo_Long": -82.4584, "Action2Geo_FeatureID": "292005", "DATEADDED": 20200414214500, "SOURCEURL": "https://www.tampabay.com/news/health/2020/04/14/questions-on-hillsboroughs-curfew-and-mask-orders-we-have-some-answers/"}, "ARTICLE": {"TITLE": "Questions on Hillsborough’s curfew and mask orders? We have some answers", "TEXT": "Editor’s note; The Hillsborough Emergency Policy Group unanimously voted three days later to rescind the curfew order. The group also declined to vote on Mayor Jane Castor’s proposal for a mandatory face-covering order.\n\nRead the latest here:\n\nOn Monday, Hillsborough County’s Emergency Policy Group approved a nightly curfew between 9 p.m. and 5 a.m. And they appear likely to formally approve mandatory mask wearing in the county at their meeting Thursday.\n\nThe group’s actions, aimed at keeping people safer in the coronavirus crisis, also prompted a lot of confusion — especially with a disagreement over whether activities such as dog walking and jogging would be allowed after 9 p.m.\n\nMeanwhile, Tampa Mayor Jane Castor said Tuesday that she thought there would likely be clarifications to the order at the policy group’s Thursday meeting. So stay tuned.\n\nFor now, here’s what we know about what the curfew and mask policies mean.\n\nQ. So can I walk my dog or go for a jog between 9 p.m. and 5 a.m.?\n\nInitially, this was a point of contention. The city of Tampa said yes. County Commissioner Les Miller said no.\n\nBut on Tuesday, city and county officials agreed that the sentence in the curfew order below allows such activities:\n\n“This Order is intended to be and shall be interpreted consistent with the Governor’s Orders and the Emergency Policy Group’s Safer at Home Order and its amendment.”\n\nThe county’s safer-at-home order, in effect since March 27, allowed night time activities like jogging and dog-walking. And the curfew appears to allow everything at night that the safer-at-home order does.\n\nWe’ll likely have to wait until Thursday’s meeting (which starts at 1:30 p.m.) to get more clarity on this question.\n\nQ. I don’t have a medical mask. Will a homemade mask, a scarf or a bandanna do?\n\nHillsborough officials know medical-grade masks are in short supply and should go to healthcare workers. Homemade or bought cloth masks, scarves or bandannas worn to cover the nose and mouth are expected to be acceptable under a county order.\n\nUniversity of South Florida medical professionals said that while medical grade masks block 95 percent of particulates — hence the name N95 masks — a cloth mask can block about 50 percent.\n\nDevon Murray, 24, rides his electric one wheel with his pup Ella on Davis Islands Tuesday in Tampa. \"It's crazy, it's inconvenient, but It's expected,\" Murray said in support of the new curfew. \"People have to do everything they can to help get things back to normal.\" [ DIRK SHADD | Times ]\n\nRead the full order here\n\nQ. What about people with night jobs? Can they still go to work when there’s a curfew?\n\nThe curfew exempts workers who need to travel to and from employment and officials said no special documentation was needed to commute between home and an essential business.\n\nQ. What happens if I’m out without a mask? Or if I’m outside between 9 p.m. and 5 a.m., the curfew hours?\n\nTampa Police Chief Brian Dugan said his officers haven’t made any arrests during the county’s safer-at-home order, in effect for nearly three weeks now. And he said his officers will try their best to educate and remind people about the curfew rules.\n\nOnce people are well aware of the rules, he said he couldn’t guarantee that officers wouldn’t issue the second-degree misdemeanor charges, which carry a fine of up to $500 and up to 60 days in jail. Bur he emphasized that it would be an absolute last resort.\n\nHillsborough Sheriff Chad Chronister has voiced similar sentiments.\n\nFor mask violations, there is no penalty or fine. If formally approved by the Emergency Policy Group at its Thursday meeting, the order would essentially be a strong encouragement for people to don cloth masks when conducting essential businesses.\n\nTuesday, Castor said additional clarifications for both the curfew and mask mandate would likely occur at Thursday’s meeting.\n\nQ. Do I have to wear a mask if I’m out for a walk in my neighborhood? If I go for a run?\n\nCastor made it clear at Monday’s Emergency Policy Group meeting that the mandatory mask wearing would be required mostly for conducting essential business. When another group member asked about wearing masks during exercise, the mayor said “common sense” would prevail about when people would be encouraged to wear masks.\n\nThe mayor said Tuesday that everyone should encourage each other to wear masks in grocery stores or other retail outlets.\n\nQ. Can I pick up food from a restaurant during curfew? What about a grocery store run or a trip to the pharmacy?\n\nGov. Ron DeSantis’ statewide order classified restaurant services including curb-side pickups, grocery stores and pharmacies as essential businesses that can remain open. The county’s curfew won’t interfere with those businesses.\n\nQ. What is the difference in enforcement between safer-at-home and curfew?\n\nIn terms of penalties, nothing. Both are technically enforceable as second-degree misdemeanors. But law enforcement officials have stressed that they will only make arrests in worst-case scenarios.\n\nAnd the order codifies that approach, saying enforcement would be a “last resort” only if all other efforts at voluntary compliance have been exhausted.\n\nSo far, Tampa police officers and Hillsborough County sheriff’s deputies haven’t made any arrests. They’ve been issuing warnings and educating the public.\n\nQ. Does Pinellas County have a curfew or a mandatory mask order?\n\nNo.\n\n• • •\n\nTampa Bay Times coronavirus coverage\n\nGET THE DAYSTARTER MORNING UPDATE: Sign up to receive the most up-to-date information on COVID-19 and Tampa Bay, six days a week\n\nUNEMPLOYMENT Q&A: We answer your questions about Florida unemployment benefits\n\nCONTRIBUTE TO THE SCRAPBOOK: Help us tell the story of life under coronavirus\n\nMEET THE HELPERS: Highlighting Tampa Bay’s everyday heroes in this crisis\n\nFOLLOW OUR COVERAGE ON SOCIAL MEDIA: Facebook. Instagram. Twitter. Reddit.\n\nLISTEN TO THE CORONAVIRUS PODCAST: New episodes every week, including interviews with experts and reporters\n\nHAVE A TIP?: Send us confidential news tips\n\nWe’re working hard to bring you the latest news on the coronavirus in Florida. This effort takes a lot of resources to gather and update. If you haven’t already subscribed, please consider buying a print or digital subscription."}}