{"GDELT": {"GlobalEventID": 918101332, "Day": 20200414, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2849, "Actor1Code": "LEG", "Actor1Name": "LAWMAKER", "Actor1Type1Code": "LEG", "Actor2Code": "CHN", "Actor2Name": "BEIJING", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.64818355640535, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Hong Kong", "Actor2Geo_CountryCode": "HK", "Actor2Geo_ADM1Code": "HK", "Actor2Geo_Lat": 22.25, "Actor2Geo_Long": 114.16666699999999, "Actor2Geo_FeatureID": "HK", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200414133000, "SOURCEURL": "https://sg.news.yahoo.com/beijing-criticisms-opposition-lawmakers-not-110245612.html"}, "ARTICLE": {"TITLE": "Beijing right to condemn opposition lawmakers blocking Hong Kong legislative work, Lam says", "TEXT": "Hong Kong is caught up in a new, potentially explosive political row over its autonomy, with the city’s leader on Tuesday asserting Beijing’s power and right to condemn opposition lawmakers for holding up the work of the legislature with “malicious filibustering”.\n\nChief Executive Carrie Lam Cheng Yuet-ngor dismissed pan-democratic politicians’ cries of “interference” after Beijing’s two top offices in charge of Hong Kong affairs accused them of abusing their power in the Legislative Council.\n\n“I want to refute categorically any accusation that such comments made by the two offices constitute interference,” she said. “The central authorities have given Hong Kong a high degree of autonomy, but that doesn’t mean that the central government has given up its power and authority on Hong Kong affairs.”\n\nLam was combative as she criticised the pan-democrats, seemingly well-prepared for most of the questions to focus on the snowballing controversy at a hastily called press conference that was supposed to be about the HK$137.5 billion (US$17.7 billion) coronavirus financial relief package she rolled out last week.\n\nWhen the Legislative Council is almost malfunctioning … I find it only legitimate for them to express concern\n\nCarrie Lam, Hong Kong chief executive\n\nThe real interference in Hong Kong affairs, she said, was coming from outside China, enabled by opposition politicians travelling to countries such as the US to invite intervention and solicit sanctions against their own city.\n\nThe cabinet-level Hong Kong and Macau Affairs Office (HKMAO) sparked the storm on Monday by accusing the pan-democrats of betraying their Legco oaths in deliberately delaying the election of a new chairman for the House Committee and creating a backlog of legislation.\n\nThe committee sets the agenda for weekly council meetings, deciding the dates when certain bills are to be put forward for a final vote.\n\nIn a separate statement that day, Beijing’s liaison office in Hong Kong counted 14 bills and more than 80 subsidiary pieces of legislation it said had been held up, affecting livelihood and economic issues.\n\nView photos Hong Kong Chief Executive Carrie Lam on Tuesday defended recent blistering criticisms of opposition lawmaker Dennis Kwok (shown) by Beijing agencies. Photo: EPA-EFE More\n\nAsked if Beijing’s accusations, as well as her own stance, would only deepen the political divide, Lam put the ball in the opposition’s court.\n\n“The difficulties of governance in Hong Kong are for all to see, I would say that the Hong Kong SAR government would have a much easier life in this anti-epidemic work if we have more cohesiveness in society, more unity, more solidarity, putting aside our political differences for the time being, in order to help Hong Kong get out of this epidemic as soon as possible,” she said.\n\n“Everybody should reflect on the situation that we are now in.”\n\nLegal sector lawmaker Dennis Kwok, a member of the opposition Civic Party who currently presides over the committee’s meetings, was singled out for allowing the delays and accused of misconduct in public office.\n\nAsked if Beijing was pressuring the city’s government to take action against such lawmakers, Lam replied that it was up to the Department of Justice to make prosecution decisions without external interference. “There is no pressure whatsoever,” she said.\n\nLam argued that Beijing not only had a constitutional role to play, but was also justified in speaking out when the city’s governance was being undermined by members of the legislature.\n\n“When the Legislative Council is almost malfunctioning … I find it only legitimate for them to express concern,” she said.\n\n“When the House Committee, after six months, 14 meetings and dozens of hours, still cannot elect a chairman and vice-chairman, if this is not what the liaison office and HKMAO described as ‘malicious filibustering’ and having no regard for public interest, what is it?”\n\nView photos The Legco building in Admiralty. Photo: Winson Wong More\n\nStory continues"}}