{"GDELT": {"GlobalEventID": 918174716, "Day": 20200414, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2849, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.27659574468086, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_Lat": 43.3504, "Actor1Geo_Long": -84.5603, "Actor1Geo_FeatureID": "MI", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Michigan, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMI", "Actor2Geo_Lat": 43.3504, "Actor2Geo_Long": -84.5603, "Actor2Geo_FeatureID": "MI", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_Lat": 43.3504, "Action2Geo_Long": -84.5603, "Action2Geo_FeatureID": "MI", "DATEADDED": 20200414214500, "SOURCEURL": "https://finance.yahoo.com/news/pollard-banknote-provides-business-response-211700481.html"}, "ARTICLE": {"TITLE": "Pollard Banknote Provides Business Update in Response to COVID-19 Uncertainty", "TEXT": "WINNIPEG , April 14, 2020 /CNW/ - Pollard Banknote Limited (PBL.TO) (\"Pollard\"), like many organizations, has been confronted with an unprecedented challenge in managing the impact of the COVID -19 virus (\"virus\") outbreak.\n\nPollard Banknote Limited (CNW Group/Pollard Banknote Limited) More\n\nOur focus in all of our operations is maintaining a safe and healthy environment for all of our employees, their families and all of our stakeholders, while continuing to support the business of our customers. We have implemented stringent health protocols in all of our facilities including extensive social distancing protocols, more frequent cleaning and disinfecting, widespread working at home policies and daily health and temperature screening for all staff working at all of our facilities.\n\nPollard's business is primarily focused on the sale of instant tickets and ancillary products to government lotteries around the world and the sale of charitable gaming products to charitable gaming organizations in North America. Our products are sold to lotteries and distributors for ultimate sale at various retail establishments.\n\nLotteries\n\nPollard's lottery operations account for approximately 78% of our overall revenue. Currently almost all lotteries have remained operational and are continuing to sell lottery products including instant tickets at retail. The impact of the virus on retail sales of lottery products has varied from jurisdiction to jurisdiction, however on average, over the last few weeks North American lotteries are reporting between 15-20% reductions in retail sales of instant tickets compared to the same periods last year.\n\nAll of our lottery production facilities remain open and operational at this time, and all of our staff who can work from home are doing so. Our supply chains remain intact. We have not yet seen a significant reduction in our short-term production schedule as generally we produce instant tickets well in advance of its release at retail by the lotteries. However, to ensure a safe work environment, including maintaining social distancing, we have reduced our staffing and production capacity in our Ypsilanti, Michigan facility. The combined impact of this reduction in capacity and some softening in our orders due to lower retail sales could result in a reduction in our instant ticket revenue of between 10-15% during this period.\n\nTraditionally, sales of instant tickets have shown significant resilience during times of substantial economic downturn and we anticipate a return to the historic sales levels and continued growth when retail markets return to normal.\n\nOur sales earned through our iLottery operations, generated through revenue sharing, has grown noticeably over the past few weeks, as consumers increasingly move their purchases to the internet. However, only a small number of lotteries have developed iLottery portals and as a result, our increased revenue from iLottery will only modestly mitigate reduced sales in other areas of our business.\n\nPollard has taken a number of steps to minimize our expenditures throughout our lottery business in light of the reduced lottery revenue. This includes reductions in discretionary expenses, postponing capital projects, select temporary staff furloughs in certain areas of the lottery operations and salary reductions for our entire management group. Government programs available to assist employees and businesses are being investigated and reviewed. In addition, our ancillary products operations, including Schafer and Fastrak merchandising operations, are selectively utilizing temporary staff furloughs to help mitigate any reduction in revenue for these businesses. To the extent the economic environment further reduces lottery sales, additional expenditure reduction initiatives will be implemented.\n\nStory continues"}}