{"GDELT": {"GlobalEventID": 918100985, "Day": 20200414, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2849, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "BWA", "Actor2Name": "BOTSWANA", "Actor2CountryCode": "BWA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.83727034120735, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gaborone, South East, Botswana", "Actor1Geo_CountryCode": "BC", "Actor1Geo_ADM1Code": "BC09", "Actor1Geo_ADM2Code": "6330", "Actor1Geo_Lat": -24.6464, "Actor1Geo_Long": 25.9119, "Actor1Geo_FeatureID": "-1397372", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Gaborone, South East, Botswana", "Actor2Geo_CountryCode": "BC", "Actor2Geo_ADM1Code": "BC09", "Actor2Geo_ADM2Code": "6330", "Actor2Geo_Lat": -24.6464, "Actor2Geo_Long": 25.9119, "Actor2Geo_FeatureID": "-1397372", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gaborone, South East, Botswana", "Action2Geo_CountryCode": "BC", "Action2Geo_ADM1Code": "BC09", "Action2Geo_ADM2Code": "6330", "Action2Geo_Lat": -24.6464, "Action2Geo_Long": 25.9119, "Action2Geo_FeatureID": "-1397372", "DATEADDED": 20200414133000, "SOURCEURL": "https://allafrica.com/stories/202004140631.html"}, "ARTICLE": {"TITLE": "Botswana: Four Police Officers in Quarantine", "TEXT": "Siviya — Four police officers in Siviya are in quarantine after the realisation that one of the officers have made contact with a 34-year-old man from Siviya, who tested positive for COVID-19.\n\nIn an interview, Tshesebe police station commander Superintendent Amos Kekgathetse said two officers were stationed at Siviya, while the other two were deployed to the village to help in the fight against COVID-19.\n\nSupt Kekgathetse said upon finding out that one of the officers had interacted with a person in quarantine, they acted accordingly and instructed that the officer together with his colleagues and family be put in quarantine\n\nHe said the 34-year-old man who arrived in Botswana from the United Kingdom on March 20 did not inform the police officer, who is his cousin, that he had been instructed to self quarantine.\n\nThe station commander said upon realising that the patient was on quarantine, the police officer informed his superiors, who immediately instructed that he too go on quarantine with his wife and a five-year-old child.\n\nHe stated that the District Health management Team was informed and subsequently arranged for the police officer to be tested for COVID-19 together with his family following the announcement that his contact had tested positive.\n\nSupt Kekgathetse further revealed that all police officers on quarantine were screened by health officials and would also be tested when the primary contact's results were released.\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Botswana Legal Affairs Coronavirus By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\n\"We are offering counselling and support to our officers during this time when they are in quarantine and we can only hope that the tested officers' results come back negative,\" he said.\n\nHe stated that they have held meetings with kgosi, councillor and other leaders to spread the message on how important it was to manage the situation effectively.\n\nSupt Kekgathetse revealed that they were investigating the man's path following rumors that he had travelled outside Siviya, which would help to trace all his contacts.\n\nHe stated that upon the release of the results on April 9, the 34-year-old man was transferred to Sir Ketumile Masire Teaching Hospital in Gaborone where all COVID-19 positive patients were admitted.\n\nSupt Kekgathetse called on all people instructed to self-isolate to respect the health officials' orders and ensure they don't contact any other person.\n\nSource : BOPA"}}