{"GDELT": {"GlobalEventID": 918175308, "Day": 20200414, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2849, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "BUS", "Actor2Name": "BUSINESS LEADER", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.19375573921029, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Portland, Oregon, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOR", "Actor1Geo_ADM2Code": "OR051", "Actor1Geo_Lat": 45.5235, "Actor1Geo_Long": -122.676, "Actor1Geo_FeatureID": "1136645", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Portland, Oregon, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOR", "Actor2Geo_ADM2Code": "OR051", "Actor2Geo_Lat": 45.5235, "Actor2Geo_Long": -122.676, "Actor2Geo_FeatureID": "1136645", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Portland, Oregon, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOR", "Action2Geo_ADM2Code": "OR051", "Action2Geo_Lat": 45.5235, "Action2Geo_Long": -122.676, "Action2Geo_FeatureID": "1136645", "DATEADDED": 20200414214500, "SOURCEURL": "https://ktvz.com/news/coronavirus/2020/04/14/gov-brown-on-reopening-states-economy-it-will-take-longer-than-we-want/"}, "ARTICLE": {"TITLE": "Gov. Brown on reopening state: ‘It will take longer than anyone wants’", "TEXT": "Coronavirus\n\nBut she says cautious approach is crucial to avoid a spike in COVID-19 cases\n\n(Update: Adding two new deaths Tuesday, 50 new cases; other comments)\n\nPORTLAND, Ore. (KTVZ) -- Gov. Kate Brown laid out a series of requirements Tuesday before the unprecedented closure of vast segments of Oregon’s economy can be relaxed, including a slowdown in COVID-19 cases, adequate medical gear, more testing capacity, expanded contact tracing and more quarantine and isolation capacity.\n\n“In the early days of this pandemic, I had to take swift action to protect Oregonians,” the governor told reporters at a livestreamed news conference. “Now, as we see, these efforts are working to flatten the curve. But we have to be cautious, or it will backfire.”\n\nNoting that a vaccine or effective treatment may still be months away, Brown said, “If we move too quickly, we could see a spike in cases.”\n\n“We all want to get back to work, and get back to life as normal as quickly as possible,” she said. “But the truth is, the best path forward is a cautious one. We have to be cautious, or it will backfire.”\n\nFirst, she said, “we need to slow the growth. We need to see fewer and fewer cases of COVID-19.”\n\nSecond, she said, there needs to be adequate personal protective equipment – the masks, gloves and gowns, so that all health care workers and first responders who need them will be protected.\n\nThird, she said, “we need to ramp up testing capacity in every region of the state. Increased testing can assure we know where the disease is and stop it from spreading again.”\n\nAlso, the governor said the Oregon Health Authority is developing “a robust system for contact tracing … that works for every region,” working with county public health departments and hospitals.\n\nShe also said the state needs an effective quarantine and isolation system for those who test positive, from those in nursing homes to those experiencing homelessness.\n\n“These are the prerequisites necessary for when we reopen” business sectors, Brown said – and that won’t happen all at once, either.\n\n“It’s not going to be easy, and it will take longer than we want,” she said.\n\nBrown said she plans to meet with business leaders from across the state in coming days, to gather input from specific sectors, from restaurants to retailers and child care to personal services, such as hair and nail salons.\n\nThis is going to move slower than any of us would want, but it’s the only way to protect the health and lives of Oregonians. --Gov. Kate Brown\n\nThe reopening will be gradual, she said, and could include guidelines for some close-contact sectors such as Plexiglas dividers or requirements for wearing PPE. Brown also said she will be working with California Gov. Gavin Newsom and Washington Gov. Jay Inslee to coordinate efforts.\n\n“While we have to be careful, we also cannot stand still,” Brown said. “We all know this is a global problem, and leaders across the world are wrestling with how to approach” what she noted was both a shuttering of the economy and a reopening at a scale that has never happened before. She vowed to base those decisions “on science and facts.”\n\nThe Oregon Health Authority on Tuesday reported two new coronavirus deaths, bringing the total number of people who have died from the disease to 55. The authority also reported 50 new cases of COVID-19, bringing the state total to more than 1,633. A total of 30,730 have tested negative.\n\nFor most people, the new coronavirus causes mild or moderate symptoms, such as fever and cough that clear up in two to three weeks. For some, especially older adults and people with existing health problems, it can cause more severe illness, including pneumonia and death.\n\nBrown at one point spoke of preparing “in the months ahead” to get Oregon back to work, adding, “This is going to move slower than any of us would want, but it’s the only way to protect the health and lives of Oregonians.”\n\nFor example, she said, the state is not yet sure how much PPE capacity will be needed, beyond hospitals and clinics, and that Oregon Health and Sciences University can help with modeling. “We do know that we need more,” she said.\n\nBrown noted that Oregon is now doing 7,000 to 8,000 COVID-19 tests a week, thanks to partnerships. Dr. Dean Sidelinger, state health officer with OHA, said a goal is to have up to 15,000 tests available for surveillance and efforts to determine how widespread the virus is. “Our capacity is getting there, with a slow increase, not where we would like.” He noted that it also requires adequate PPE, kits and the re-agents used in the lab.”\n\nA flattening of the number of coronavirus cases in Oregon should persist until at least mid-May, but modeling that shows what to expect beyond then is uncertain and its too soon to tell when the stay-home restrictions can be relaxed, the officials said.\n\n“If we’re doing what we’re doing now through the middle part of May, we’re going to continue to look good, continue to have a kind of flattening of cases, if not a slight decrease in cases,” Sidelinger said. “That doesn’t mean that magically in the middle of May we can stop doing what we’re doing.”\n\n“This is not like turning on a light switch,” he said. “This will be done gradually, based on science and data, sector by sector. When the data says we can lift restrictions safely, we’ll monitor to see if we have a surge in areas.”\n\nBrown thanked Oregonians for the sometimes painful efforts to follow the stay-home and closure orders. She noted her family couldn’t hug her uncle when he turned 90 in assisted living, so they did what’s become common of late: a drive celebration.\n\n“This is really, really hard for our families,” Brown said.\n\nAsked by a reporter if a geographic approach is possible for reopening sectors of business, Brown said “that is one of the things that is under consideration,” if the other needs can be met. “It’s one of the factors we will consider moving forward.”\n\nThere’s also a realization that shutting down elective and non-urgent care has hit rural hospitals hard, as well as other health fields, such as dental services. But key is more testing capacity and adequate PPE.\n\n“We’re working on it,” she said.\n\nSidelinger noted that Oregon has received 15 machines that were testing just for the flu and now can test for COVID-19, but the kits are still “extremely limited” and were sent to rural hospitals. Meanwhile, commercial lab partners have cleared their backlogs and are “able to test in a more timely manner.” As for the 15,000 weekly tests goal, he said, “We may not use all that, if the disease continues to decline, but the goal is for timely testing for those who need it.”\n\nOther questions brought up the impact on state government. Brown noted a new revenue forecast is due in mid-May, but it’s already clear the loss of revenue is “going to be challenging.”\n\nThe governor noted that the state, unlike the federal government, has to balance its budget, and that she will continue to work with legislative leaders on what's needed. She also thanked the state’s congressional delegation “for their incredible efforts to get as much resources as possible” for Oregon.\n\nBrown also said she's confident all of governors of both parties are united on one point – the need to cut strings attached to many federal dollars, even in a time of crisis: “We would all like to see much greater flexibility in federal resources.”\n\nNews release from Gov. Kate Brown's office:\n\nGovernor Kate Brown Introduces Framework for Reopening Oregon\n\n(Portland, OR) — Governor Kate Brown today introduced her framework for Reopening Oregon: a plan to restart public life and business while maintaining healthy Oregon communities. The framework sets specific prerequisites based on science, which Oregon communities must meet to begin reopening, and also outlines the actions Oregon must take to move forward.\n\n“We all want to get back to work and return to normal life as quickly as possible,” said Governor Brown. “But the truth is: the best path forward is a cautious one — a path that proceeds gradually, carefully, and incrementally. A path that relies on science and facts to determine each step forward.\"\n\nIn order to begin reopening communities, Oregon must first slow the growth of COVID-19, as well as acquire adequate personal protective equipment to protect health care workers and first responders. Once those prerequisites are met, Oregon can begin to reopen by:\n\nRamping up COVID-19 testing capacity in every region of Oregon\n\nDeveloping robust contact tracing systems to track and contain COVID-19 cases\n\nEstablishing a quarantine and isolation program for new cases\n\n“While we have to be careful, we also cannot stand still,” said Governor Brown. “The shuttering of an economy at this scale has never happened before. Likewise, the reopening of a shuttered economy of this scale has never happened before.\n\n“As we prepare in the months ahead to get Oregon back to work, we must remember the importance of doing so in a smart and deliberate fashion that keeps us moving forward instead of sending us backward.”"}}