{"GDELT": {"GlobalEventID": 918101773, "Day": 20200414, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2849, "Actor1Code": "VEN", "Actor1Name": "VENEZUELA", "Actor1CountryCode": "VEN", "Actor2Code": "IRQ", "Actor2Name": "IRAQ", "Actor2CountryCode": "IRQ", "IsRootEvent": 0, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -7.462686567164191, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Venezuela", "Actor1Geo_CountryCode": "VE", "Actor1Geo_ADM1Code": "VE", "Actor1Geo_Lat": 8.0, "Actor1Geo_Long": -66.0, "Actor1Geo_FeatureID": "VE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ", "Actor2Geo_Lat": 33.0, "Actor2Geo_Long": 44.0, "Actor2Geo_FeatureID": "IZ", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200414133000, "SOURCEURL": "https://carnegieendowment.org/publications/81518"}, "ARTICLE": {"TITLE": "Coronavirus in Conflict Zones: A Sobering Landscape", "TEXT": "Table of Contents\n\nAlready, the coronavirus pandemic has taken a seismic toll on the public health and economic well-being of many countries. As it spreads beyond the higher-income and higher-governance-capacity countries where it first hit hard, and into developing or fragile states, its consequences are likely to be even more profound. This is especially true in conflict-affected states, where pandemic responses will struggle with fragmented authority, political violence, low state capacity, high levels of civilian displacement, and low citizen trust in leadership.\n\nUnited Nations Secretary General António Guterres has projected a hopeful vision of a global ceasefire to allow political opponents to confront the common enemy of the virus: a hugely important, worthy goal. But a closer look at a range of significant conflicts across the world indicates, at least in the near term, a high risk of escalating violence, dramatic governance failures, missed opportunities for peace and political progress, regime instability, or even state collapse.\n\nThis compilation examines the potential implications of the pandemic for twelve conflicts across multiple regions. For each, it profiles the unique challenges and potential opportunities the coronavirus presents, including ways that the outbreak could accelerate or decelerate violence, contribute to or complicate negotiation efforts, and undermine or entrench state authority. The country case studies also consider how conflicts hinder or complicate public health responses, including deliberate tactics of obstruction by some warring parties. Even though the virus’s effects will vary across contexts, some recurrent themes emerge from the essays, pointing to both risks to be managed and opportunities to be seized in mitigating the destruction wrought by the pandemic.\n\nInstrumentalization of the Pandemic by Nation-States\n\nIn several of the conflicts profiled, nation-states have exploited the new circumstances created by the pandemic to advance preexisting agendas. In the context of ongoing tensions surrounding the North Korean nuclear program, Kathryn Botto describes how China, South Korea, and the United States may jockey for positions in future talks through offers of humanitarian assistance to North Korea. Zaha Hassan and Aaron David Miller’s contribution on the Israel-Palestine conflict quotes an Israeli health official on “medically annexing” the West Bank—a troubling if ill-defined idea, especially as Israeli politics move toward annexation and away from a meaningful two-state solution.\n\nFrances Z. Brown Dr. Frances Z. Brown is a senior fellow with Carnegie’s Democracy, Conflict, and Governance Program, who previously worked at the White House, USAID, and in non-governmental organizations. She writes on conflict, governance, and U.S. foreign policy. More >\n\nIn Syria, Maha Yahya recounts how the regime of President Bashar al-Assad and its backers, led by China and Russia, are using the pandemic to push for the United States and Europe to lift sanctions against Syria, paving the way for potential reconstruction funding and “normalization” of the regime. Meanwhile, U.S. foreign policy during the pandemic appears, if anything, more committed to severe sanctions implementation and variants of its “maximum pressure” efforts against particular regimes. Francisco Toro describes Washington’s aggressive new demands and legal moves against Nicolás Maduro’s Venezuela and Ariane M. Tabatabai outlines Tehran’s view that continued sanctions pressure in the face of the coronavirus amounts to “war by other means”—with the likely outcome of escalating conflict as Iran seeks ways to respond. The end result may well be more sanctions-caused disruption to public health efforts in the near term as well as less coordination and international cooperation on sanctions policy thereafter.\n\nOpportunities Presented by the Pandemic for Nonstate Actors\n\nMilitias, parastatal groups, and other nonstate actors are also seizing opportunities created by the pandemic to advance their own goals, with largely dangerous implications for conflict resolution and human suffering. In Yemen, the Houthi movement has treated the pandemic as a recruitment opportunity: as Ahmed Nagi recounts, some Houthi activists state in their media discourse that “it is better to die a martyr in heroic battles than dying at home from the coronavirus” and “being in a battlefront is safer than being at risk in crowded towns.” In Somalia, Tihana Bartulac Blanc explains that the militant group al-Shabab has blamed the spread of the virus on “crusader forces.” In Afghanistan, the Taliban has offered ceasefires only in afflicted areas under its control, and not in government-controlled areas under Taliban threat, which appears more like a play to consolidate power than to provide safe spaces for public health interventions.\n\nMeanwhile, in Libya, multiple armed groups are likely to weaponize the public health crisis to further their own political and social influence. As Frederic Wehrey explains in his contribution, militias acting as de facto police could use campaigns to enforce public hygiene as a pretext for increased power. They are likely to channel medical aid to their fighters and favored communities while stigmatizing or inflicting violence on others. The pandemic could also give a boost to eastern-based commander Khalifa Haftar’s ongoing efforts to militarize governance: in one example, his armed group arrested a Libyan doctor who publicly exposed medical shortcomings in Haftar-controlled Benghazi, while his chief of staff has argued that only the military has the right to speak on the crisis.\n\nCombatants are likely to probe for weaknesses to exploit on the battlefield. In multiple conflict zones, military and militia facilities are likely to become infection “hot spots,” disrupting deployments. In Iraq and Afghanistan, the United States appears to be prioritizing the health of its service members by keeping them on bases or reducing contact with partner forces, leaving adversaries such as the self-proclaimed Islamic State with a freer field to operate. Regrettably, these effects are unlikely to prompt simple, de facto ceasefires. Instead, as described in Jarrett Blanc’s essay on Afghanistan, different combatants are likely to have—and perceive—divergent local advantages and disadvantages. Barring specific political agreements to the contrary, fighting forces may well test these advantages to extend or consolidate areas of control.\n\nAn Effectiveness and Legitimacy Test for All Authorities\n\nAs the pandemic spreads across contested areas, state and nonstate actors will strain to respond effectively; the outcomes of these efforts will have implications for their claims of legitimacy. The Palestinian Authority has been under severe budgetary pressure for months, but its competent initial reaction to the pandemic seems to have bought it some respite in the form of increased public support, though this may not last longer than Ramallah’s ability to pay salaries. Iraq has a caretaker government that, as Harith Hasan reports, is struggling to marshal a comprehensive response amid squabbles over budgets and authority.\n\nJarrett Blanc Jarrett Blanc is a senior fellow in the Geoeconomics and Strategy Program at the Carnegie Endowment for International Peace.\n\nAs Thomas de Waal explains, in breakaway regions of eastern Ukraine, if either the de facto or de jure “parent states” Russia or Ukraine can find a way to provide effective virus response—or if the breakaway authorities manage to do so instead—they may establish legitimacy, with longer-term implications for the politics of the conflict. Similarly, Paul Staniland argues that the coronavirus represents an early test of the Indian government’s ability to provide effective governance in Kashmir, a key justification New Delhi offered for the abrogation of Kashmir’s special status last year. Ineffectual management of the coronavirus would further harden the negative views many in Kashmir hold toward India.\n\nIn many of the conflicts examined, fragmented governance arrangements particularly undermine pandemic response, with deep implications for legitimacy. The Taliban and the Afghan government both claim rights to govern in Afghanistan, and both are attempting to respond to the pandemic, but the fragmentation of authority has undermined any effective countrywide efforts. Even the basic notion of “the Afghan government” is partially wishful thinking, as postelection disputes have prevented the formation of a widely accepted government for seven months and counting. This situation is not unfamiliar in Afghan politics, but as ordinary Afghans struggle with the spread of the virus, assistance cuts, and preliminary peace efforts, they mainly see their leaders struggling with each other—an impression that bodes ill for the entire government’s claims to legitimacy.\n\nIn Syria, divided by civil war into areas held by the Assad regime, the opposition Syrian Interim Government backed by Turkey, and the Syrian Democratic Forces, closures of internal borders pose a steep challenge for virus testing and humanitarian aid in response to the pandemic. Libya features two rival administrations, based in Tripoli and the east respectively, and neither exerts much authority over the country’s hyperfragmented towns and regions, further undermining health emergency management. Several municipalities have spearheaded the most innovative public health response thus far, pointing to the possibility of further fragmentation of legitimacy. Elsewhere, the West Bank and Gaza have different preexisting vulnerabilities and relationships with the Israeli government and the outside world: Hamas is firmly in control of the much poorer and more isolated Gaza Strip, while the Palestinian Authority has looser authority in the relatively more prosperous West Bank. The pandemic will have potentially divergent effects on the two governing institutions and their citizenry.\n\nCompounding Economic, Health, and Conflict Harms\n\nSanctions are far from the only economic implications of the pandemic. The health crisis’s unfolding economic effects—greater poverty, debt, unemployment, dislocation, and inequality—threaten to cripple many countries. Conflicts magnify these economic dangers—for example, sanctions interfere with access to international markets and long-term fighting increases dependence on food imports that are now being disrupted.\n\nThe essays chart several aspects of the mutually reinforcing cycles of conflict, economic stress, and the pandemic. Oil exports are critical to Iran, Iraq, and Venezuela. If prices and volumes remain low, all could suffer dramatically reduced income—heightening their struggles to deliver effective pandemic response. Venezuela’s high-cost oil may not even be profitable at depressed prices. Russia, which also depends heavily on oil and gas income, may need to look carefully at its support to actors in eastern Ukraine, Syria, and Libya, which could have implications for governance, legitimacy, and military readiness of these client actors. In addition, the pandemic compounds the already dire financial situation of the Assad regime, the Libyan administrations, and the Afghan government.\n\nIn many of the cases examined, including Afghanistan, Libya, Somalia, and Syria, the current record-breaking numbers of conflict-displaced people will be left especially vulnerable by these myriad threats. Assistance may be both less generous as donors focus on domestic economics and harder to deliver as travel and staff deployment become difficult. The social distancing measures required to reduce the spread of infection will have a more detrimental effect in conflict-affected areas, where governments are ill-positioned to meet their citizens’ minimal sustenance requirements for staying at home.\n\nConcealment and Disinformation as a Tactic\n\nIn some conflicts, belligerents have demonstrated an interest in concealing or denying any coronavirus outbreak in order to assert superior governance capacity and thus make a claim to legitimacy. In the short term, these tactics have enabled authoritarian governments ranging from North Korea to Syria to boast about their effective crisis management; Yemen’s multiple warring parties have each claimed no cases in their domains for the same reason. Concealment also enables governments to delay the painful economic consequences of a pandemic-related shutdown, as leadership of the Donetsk People’s Republic openly admits in de Waal’s essay on eastern Ukraine.\n\nBut in the longer term, such propaganda could have devastating consequences for both public health and conflict management. Concealment of the early stages of an outbreak obviously ushers in still greater suffering for the civilian population down the road. Further, authorities’ efforts to hide the virus feed toxic trends of disinformation and attacks on free press that have already become a pernicious feature of the pandemic, further undercutting citizens’ trust.\n\nConsequences for International Efforts\n\nThe demands of the pandemic will reshape international stakeholders’ engagements in conflicts, diminishing the prospects for peace. The Somali government’s decision to close its airspace to commercial flights, while justified given the limits of the country’s health facilities, has spurred an exodus of the international community and has left the Farmaajo administration with depleted international support for its efforts to consolidate statebuilding. Moving forward, similar deployment challenges in other internationally staffed political or assistance missions are probable, testing the international community’s capacity to devise creative new ways to support conflictive or developing areas.\n\nIn Afghanistan, the planned drawdown of U.S. troops and likely dramatic declines of U.S. and international financial assistance will be harder to reverse in light of the pandemic and could further hamper the Afghan government’s ability to project security. In Iraq, U.S.-Iranian tensions and the fear of the virus have spurred several countries in the international coalition waging a campaign against the Islamic State, such as France and Canada, to fully or partially withdraw their troops. Meanwhile, the United States is retreating from several bases both because of the virus and in an effort to limit their troops’ exposure to Iranian proxies, with clear implications for the counterterrorism effort.\n\nImpediments for In-Person Negotiations and Political Processes\n\nNegotiators and diplomats who are accustomed to meeting regularly in person will need to adapt quickly to find alternate ways to talk effectively. In Somalia, the Farmaajo government had begun to make progress on the urgent task of dialogue between federal- and state-level authorities, which is necessary for security, effective governance, and the political projects of constitutional review and elections—the government’s basic theory of addressing the conflict. All of these dialogues depend on face-to-face meetings that will be difficult to replace, not least because of Somalia’s poor communications coverage.\n\nSimilarly, the pandemic hit just as the United States concluded lengthy negotiations with the Taliban, and talks were expected to transition to an intra-Afghan negotiation about the future of the state. These talks may no longer take place in person because of travel limitations, and it remains to be seen if negotiations at a distance or under quarantine will allow enough confidence building to tackle difficult political questions. In Yemen, similar logistical challenges will bedevil any efforts to turn Saudi Arabia’s recently announced ceasefire into a more comprehensive political negotiation process, despite the potential promise in this development. Although the other conflicts reviewed in this compilation did not have as immediate opportunities for negotiation before the onset of the coronavirus, the same impediments would apply to any new initiatives, including efforts to reach agreed ceasefires discussed above.\n\nThe pandemic has also shut down face-to-face grassroots political mobilization, including previous protests in Iran, Iraq, and Kashmir. In the short term, the public health emergency likely has convinced many protesters of the utility of staying home. Yet in the medium term, popular grievances likely will be further exacerbated by the pandemic, and the lack of a valve to express domestic pressures and discontent could make for an even more volatile situation in some countries, bringing new cycles of instability.\n\nConclusions\n\nCrises can bring out the best in people, even in starkly difficult conflict settings, just as natural disasters can reshuffle the decks in productive ways and break cycles of violent escalation. Bitter combatants can find common cause. International actors can find creative new ways to support political transitions and peace processes and to deliver effective humanitarian and development assistance. It is possible that the coronavirus pandemic could produce some beneficial opportunities in some of the conflicts reviewed herein, and as the crisis evolves over the coming months, all parties should remain attuned for potential openings.\n\nBut the conflict-affected states profiled here were already marked by intense, violent contestation over resources and claims of legitimacy. Reviewing the analysis thus far, it appears that the pandemic and efforts to contain it are more likely to become objects of increased exploitation and contestation, rather than an off-ramp toward durable peace. Most likely, the coronavirus will simply compound harms to the world’s most vulnerable populations: the daunting complications endemic to conflict contexts will become even more complicated."}}