{"GDELT": {"GlobalEventID": 918174264, "Day": 20200414, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2849, "Actor2Code": "LAB", "Actor2Name": "WORKER", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.8310249307479199, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Manhattan, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_ADM2Code": "NY061", "Actor2Geo_Lat": 40.7834, "Actor2Geo_Long": -73.9662, "Actor2Geo_FeatureID": "971945", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Manhattan, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_ADM2Code": "NY061", "Action2Geo_Lat": 40.7834, "Action2Geo_Long": -73.9662, "Action2Geo_FeatureID": "971945", "DATEADDED": 20200414214500, "SOURCEURL": "https://ny.curbed.com/2020/4/14/21220752/citi-bike-coronavirus-healthcare-workers-commute"}, "ARTICLE": {"TITLE": "Citi Bike rolls out first upper Manhattan station for healthcare workers battling coronavirus", "TEXT": "Citi Bike has finally installed a station in upper Manhattan—and it only took a global pandemic.\n\nThe Lyft-owned bike share company has rolled out a new station near Columbia University Irving Medical Center in Washington Heights this week. The blue bike hub, at 169th Street and Fort Washington Avenue, comes ahead of the system’s long-awaited expansion to upper Manhattan—north of 130th Street—and is intended to make it easier for uptown healthcare workers to commute while practicing social distancing.\n\n“One of our top priorities during this emergency should be the safe movement of our essential personnel, including members of our frontline healthcare workforce,” said City Council member Carlina Rivera, Chair of the Committee on Hospitals, in a statement. “This Citi Bike station at Columbia Presbyterian, requested by many among the hospital’s staff, is an important signal to them that New York City is listening.”\n\nIn March, Citi Bike and Mayor Bill de Blasio launched the Critical Workforce Membership Program, which provides first-responder, healthcare, and transit workers with free Citi Bike memberships. Transportation advocates say the measures are an important step in strengthening the bike share network.\n\n“It’s good to see Lyft and the City working quickly to expand transportation options to hospital workers who need alternatives to crowded trains and buses,” Transportation Alternatives spokesperson and Washington Heights resident Joe Cutrufo said in a statement. “Citi Bike has stepped up in a big way here, and we hope it’s not long before more stations—and more protected bike lanes — are rolled out in Northern Manhattan and in the Bronx.”\n\nAdditional stations will roll out in Washington Heights as the blue bike network expands in the area later this year. Last fall, Citi Bike added 85 new docks throughout Bushwick and Ridgewood; later this year the company will begin expanding into upper Manhattan and across a handful of south Bronx neighborhoods.\n\nThe system’s expansion comes as part of a $100 million commitment by Lyft to double the program’s geographic reach and triple the size of its fleet from some 13,000 to 40,000 bikes by 2023."}}