{"GDELT": {"GlobalEventID": 918101260, "Day": 20200414, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2849, "Actor1Code": "JOR", "Actor1Name": "AMMAN", "Actor1CountryCode": "JOR", "Actor2Code": "YEM", "Actor2Name": "YEMEN", "Actor2CountryCode": "YEM", "IsRootEvent": 1, "EventCode": 138, "EventBaseCode": 138, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -7.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -10.1433296582139, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Amman, (JO11), Jordan", "Actor1Geo_CountryCode": "JO", "Actor1Geo_ADM1Code": "JO11", "Actor1Geo_ADM2Code": "36728", "Actor1Geo_Lat": 31.95, "Actor1Geo_Long": 35.9333, "Actor1Geo_FeatureID": "-970362", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Suwayda, La?ij, Yemen", "Actor2Geo_CountryCode": "YM", "Actor2Geo_ADM1Code": "YM24", "Actor2Geo_ADM2Code": "32907", "Actor2Geo_Lat": 13.7869, "Actor2Geo_Long": 45.2304, "Actor2Geo_FeatureID": "-3192314", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Saydnaya, Rif Dimashq, Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY08", "Action2Geo_ADM2Code": "26333", "Action2Geo_Lat": 33.6977, "Action2Geo_Long": 36.373000000000005, "Action2Geo_FeatureID": "-2547239", "DATEADDED": 20200414133000, "SOURCEURL": "https://syriadirect.org/news/coronavirus-the-syrian-regime%e2%80%99s-novel-weapon-against-detainees/"}, "ARTICLE": {"TITLE": "Coronavirus: The Syrian regime’s novel weapon against detainees", "TEXT": "AMMAN — The fact that there has been only 25 cases of the coronavirus, including two deaths, in Syria thus far, is a cause for concern rather than optimism, according to the head of the WHO’s infectious diseases prevention team, Abdul Naseer Abu Bakr, who previously warned of an \"explosion\" of Coronavirus cases in Syria and Yemen.\n\nIn addition to a lack of governmental transparency and a crippled healthcare system, Syria has a multitude of potential “hot spots” which are especially vulnerable to the coronavirus’s spread. Chief among them are the regime-run prisons and detention centers, where detainees are packed into overcrowded and dirty cells.\n\nHumanitarian organizations—such as Human Rights Watch—have drawn attention to the living conditions of the tens of thousands of detainees in Syrian government prisons “who are already suffering from medical neglect and are not able to adopt precautionary measures against the virus due to overcrowding,” Bassam al-Ahmad, director of the Syrians for Truth and Justice (STJ), told Syria Direct.\n\nThe STJ has issued a statement calling on Syrian authorities to immediately release prisoners and detainees and halt new arrests, as well as to open all detention centers in Syria to international organizations.\n\nGeneral amnesty excludes prisoners of conscience\n\nTo combat the spread of the coronavirus, countries have released thousands of prisoners. The most prominent example is Iran, a close ally of the Syrian regime, which announced last month that it would be releasing about 85,000 prisoners, including political detainees, to contain the COVID-19 outbreak.\n\nIn Syria, however, the general amnesty issued by Bashar al-Assad on March 22 seems to exclude political prisoners, politicians, and activists.\n\n\"Amnesty decrees since 2011 have only benefited a limited number of prisoners of conscience,” according to the director of the Violations Documentation Center, Ghalia Mardam Bek. “The charges issued by the Syrian terrorism court are among the exceptions stipulated in this and previous decrees,” Bek added.\n\nIn addition, \"forcibly disappeared people are held in detention by the Syrian intelligence services or in secret, unofficial detention centers. [So] they never benefit from the [amnesty] decrees,\" she told Syria Direct.\n\nAccording to a recent report by the Syrian Network for Human Rights (SNHR), “it would take 325 years for the Syrian regime to release 130,000 detainees according to the amnesty decrees it issues.”\n\nThe last decree, the report added, merely aims “to circumvent the pressures [the regime] faces from organizations and countries that fear the spread of the COVID-19 pandemic among the tens of thousands of prisoners it is currently detaining.”\n\nMore dangerous, according to al-Ahmad, “is the regime’s use of the virus to get rid of the detainees. The Red Cross visits the main prisons, such as the Adra and Suwayda prisons but is not allowed to enter the security apparatus [detention centers].\"\n\nEven prior to coronavirus concerns, the Syrian government \"tortured detainees and prevented them from receiving medicine and food, [causing] many to die in prisons,” Sara Kayyali, a Syria researcher at HRW told Syria Direct. “The virus could be a gift to the Syrian regime, as it helps it get rid of detainees,” she added.\n\nKayyali cited previous cases of detainees who died as a result of torture documented by HRW. \"The government claims their death is a result of a heart attack, while Caesar’s pictures prove the opposite,” she said.\n\nSyria’s prisons\n\nAs part of the efforts to contain the coronavirus, the Syrian Ministry of Interior announced a series of precautionary measures, such as halting visits to prisons, sterilizing their facilities, and monitoring and examining new inmates.\n\nNonetheless, the presence of more than 130,000 detainees, according to the SNHR, makes prisons a fertile environment for the transmission of the emerging virus, Bek said.\n\nAccording to “testimonies of released prisoners\", she added, \"all [detention centers] are full so far. In the case of the Mezzeh military prison, each 24 square meter cell contains about 80 detainees.\"\n\nAlthough the pandemic is transmitted through an infected person, “the contact between the detainees and guards who travel freely to and from [the facilities] allows the virus to spread among prisoners,” al-Ahmad said, especially given \"the participation of Iranian elements in guarding some prisons and security branches.” Iran ranks among the top ten countries in the number of COVID-19 infections.\n\nOfficially, there are nine main prisons in the government-controlled areas: Saydnaya Military Prison, Damascus Central Prison (Adra) and Adra Central Prison for Women (all of them in Reef Dimashq), Al-Mezzeh Military Prison (Damascus), Aleppo Prison, Hama Prison, Homs Prison and Suwayda Prison.\n\nThere are also dozens of secret prisons and detention centers run by the security and intelligence services throughout government-held territory. There are several such centers in Damascus, such as the al-Khatib security branch of the General Intelligence Directorate, the 235 branch (also known as the \"Palestine Branch\") of the Military Intelligence Directorate, the Mezzeh branch of the Political Security Directorate, and the Mezzeh Airport branch of the Air Force Intelligence.\n\nIn addition, there are also prisons under the control of the Syrian Democratic Forces (SDF), mainly populated by those accused of belonging to the so-called Islamic State (IS). Still, there are about 3,000 prisoners which have no relation to IS, including prisoners of conscience and civil society activists, according to the SNHR.\n\nThere are also around 622 prisoners in Hayat Tahrir al-Sham (HTS)-run prisons in northwest Syria, some of whom are prisoners of conscience and civil society activists.\n\nThe report was originally published in Arabic and translated into English by Nada Atieh."}}