{"GDELT": {"GlobalEventID": 918101493, "Day": 20200414, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2849, "Actor1Code": "RUS", "Actor1Name": "RUSSIAN", "Actor1CountryCode": "RUS", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.03030303030303, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200414133000, "SOURCEURL": "https://bakeryinfo.co.uk/news/fullstory.php/aid/22903/Russian_bakery_debuts_in_UK_with_buckwheat_bread.html"}, "ARTICLE": {"TITLE": "Russian bakery debuts in UK with buckwheat bread", "TEXT": "Russian bakery brand Len & Grechka has made its debut in the UK after partnering with gluten-free bakery and distributor Artisan Bread Organic.\n\nThe Fermented Buckwheat & Linseed Bread is the first of Len & Grechka’s loaves to be sold in the UK. It is described as organic and gluten-free and is made with untreated green buckwheat via a 12- to 15-hour sourdough fermentation process. It contains no yeast, sugar or additives, according to the brand, but Irish Seaweed (or Irish Moss) has been added as an alternative to salt.\n\nEach 365g loaf, made up of seven slices, costs £5.15 and is available online at Artisan Bread Organic, which also acts as Len & Grechka’s UK-based production partner. The Russian bakery said both companies shared the ethos of creating organic, handmade bread.\n\nLen & Grechka was founded in 2017 by Lena Perminova – a health enthusiast and style influencer with over two million followers on social media – with her husband Alexander Lebedev.\n\nIt claimed to be the first additive-free bakery in Russia and now offers more than 40 products, including buckwheat crisps and vegan desserts alongside bread – which are stocked in 12 high-end retailers in and around Moscow.\n\n“Launching Len & Grechka in the UK is about offering British people a greater choice of bread and crisps to allow people to make better-informed decisions about the nutrients they put in their bodies. If we can get people to switch away from nutrient-devoid white bread to our buckwheat, that would be a beautiful thing,” said Perminova.\n\nShe added that products including the buckwheat crisps, as well as other sprouted loaves and gluten- and sugar-free vegan treats, are expected to roll out in the UK in the future as the brand focuses on the direct-to-consumer and health food retail markets."}}