{"GDELT": {"GlobalEventID": 918174209, "Day": 20200414, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2849, "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.14646464646465, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wuhan, Hubei, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH12", "Actor2Geo_ADM2Code": "13124", "Actor2Geo_Lat": 30.5833, "Actor2Geo_Long": 114.26700000000001, "Actor2Geo_FeatureID": "-1930776", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Zhengzhou, Henan, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH09", "Action2Geo_ADM2Code": "13099", "Action2Geo_Lat": 34.7578, "Action2Geo_Long": 113.649, "Action2Geo_FeatureID": "-1938815", "DATEADDED": 20200414214500, "SOURCEURL": "https://www.kut.org/post/ut-grad-student-marooned-dubai-after-covid-19-travel-rules-stymie-his-return-austin"}, "ARTICLE": {"TITLE": "UT Grad Student Is Marooned In Dubai After COVID-19 Travel Rules Stymie His Return To Austin", "TEXT": "Zhao Chen arrived in Austin four years ago to do cancer research at UT. He gave up a lot for the experience, leaving his wife and newborn son in China. He also suspended his ophthalmology practice in hope of advancing a different area of medicine.\n\nIt was a big deal when he returned to China in January for the first time since he left. What he didn't know then is that his return trip would last months as coronavirus concerns threw up roadblocks at every turn.\n\nJanuary\n\nChen's first stop was the U.S. Consulate in Shanghai to renew his student visa.\n\n\"I took my interview Jan. 8,\" he said. \"I was doing this trying to shorten the time I'd have to wait for my visa, because this usually takes a very long time.\"\n\nAfter the interview, he returned to Zhengzhou, a city of 10 million, about 600 miles northwest of Shanghai and 300 miles from Wuhan.\n\n\"We didn't know anything about the COVID-19 yet,\" he said. \"So, I spent some time with my family and then all of this happened.\"\n\n\"All of this\" started Jan. 31 when President Donald Trump announced travel restrictions to and from China. Many students in Chen's situation quickly bought tickets back to the U.S. before the travel ban took effect on Feb. 2.\n\nBut, since he didn't have his visa, Chen said, he had to stay home, \"hoping that the visa can be issued quickly.\"\n\nFebruary\n\nDays later, the U.S. ordered all nonessential personnel to leave embassies, putting an indefinite pause on student-visa processing in China.\n\nChen was undaunted.\n\nHe saw other students heading to different countries to get around the president's order so they could return to school here. After all, there are embassies and consulates in almost 200 nations other than China.\n\nHe said many went to Thailand. \"I chose the U.A.E,\" he said. \"That's how I ended up here.\"\n\nMarch\n\n\"According to the regulations, you can't step in U.S. soil if you traveled in China in the last 14 days,\" Chen said.\n\nThe U.S. consulate granted him a visa appointment on the day after he self-quarantined for two weeks.\n\nKUT's Jimmy Maas reports\n\n\"I'm living in a hotel by myself and eating delivery food every day,\" he said back in early March, six days into his quarantine. Austin had yet to report its first case and schools had not shut down for what was then an extended spring break.\n\n\"Now I'm in some place where there is like a dozen new cases every day,\" he said, \"so this does not seem like [the] best choice for me.\"\n\nThe next week, days before his appointment, Chen received some not-so-good news: Like in Shanghai, the consulate in Dubai and the embassy in Abu Dhabi had stopped processing routine visa requests indefinitely.\n\nChen became desperate for other options.\n\n\"I'm a gambler and I'm thinking about going to Ethiopia and Burma or Serbia,\" he said. But the State Department was canceling visa appointments in those countries, as well.\n\nOne positive bit of news for him at the time was UT Austin's shift to distance learning. It meant Chen could work the rest of the semester – like most other graduate students in Austin – via computer.\n\nApril\n\nAt the beginning of the month, Chen's prospects had not improved. The embassy and consulate have closed indefinitely. He has resigned himself to not returning to Austin anytime soon.\n\nThat would normally mean a return to China, except the Dubai airport had suspended all flights there, Chen said.\n\n\"So, there's no way of me going home for now,\" he said.\n\nBut Chen is a little less isolated than he was.\n\n\"I moved out of my hotel and moved into an Airbnb,\" he said. \"I'm sharing the cost with a friend. ... I booked this AirBnB for the whole month of April, so we'll see after that.\"\n\nAnd there's a community of Chinese people he's connected with – all trying to get back to the U.S. for work or school.\n\n\"I have an online chat group with 68 people stuck in Dubai — all of us are here to take the visa interview,\" he said.\n\nThere are also sizable groups in Serbia, Thailand and Barbados, he said, who are all waiting.\n\nChen will return to Austin someday, but since it doesn't look like that will happen anytime soon, he's planning a return to Zhengzhou. He'll get to see his wife and son again, his parents — that is, of course, after a two-week quarantine at a hotel.\n\nGot a tip? Email Jimmy Maas at jmaas@kut.org. Follow him on Twitter @maasdinero.\n\nIf you found the reporting above valuable, please consider making a donation to support it. Your gift pays for everything you find on KUT.org. Thanks for donating today."}}