{"GDELT": {"GlobalEventID": 918100428, "Day": 20200407, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2658, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAGOV", "Actor2Name": "THE WHITE HOUSE", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.5416666666666696, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Arizona, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAZ", "Actor1Geo_Lat": 33.7712, "Actor1Geo_Long": -111.38799999999999, "Actor1Geo_FeatureID": "AZ", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Arizona, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAZ", "Actor2Geo_Lat": 33.7712, "Actor2Geo_Long": -111.38799999999999, "Actor2Geo_FeatureID": "AZ", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Arizona, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAZ", "Action2Geo_Lat": 33.7712, "Action2Geo_Long": -111.38799999999999, "Action2Geo_FeatureID": "AZ", "DATEADDED": 20200414133000, "SOURCEURL": "https://www.salon.com/2020/04/14/how-to-beat-trumps-vote-trolling-virginia-and-wisconsin-show-the-way/"}, "ARTICLE": {"TITLE": "How to beat Trump's vote-trolling: Virginia and Wisconsin show the way", "TEXT": "Over the last 48 hours, Democrats have scored a pair of crucial wins that not only bode well for their electoral chances in November but provide a toolkit to effectively combat Donald Trump's concern-trolling against democracy.\n\nIn Wisconsin, Democrats belatedly learned — nearly a week after last Tuesday's disputed primary — that they flipped a seat on the state Supreme Court, winning by nearly 100,000 votes in an election held under expansive \"shelter-in-place\" restrictions. Republicans in the Wisconsin legislature had refused to reschedule the April 7 vote or expand access to mail-in voting, forcing voters to line up in masks at crowded precincts. In Milwaukee, the state's largest city and home to nearly 70% of the state's African American residents, the number of polling places shrank from 180 to five. There was no similarly drastic reduction in polling locations in the state capitol of Madison — which has less than half Milwaukee's population. Wisconsin Senate's majority leader, Republican Scott Fitzgerald, had previously argued that lower turnout would give the conservative incumbent a \"better chance\" of winning a new term on the court.\n\nAdvertisement:\n\nHighly motivated Democratic voters have won seven out of eight of the statewide elections since Trump's shock 2016 win when he squeaked out a slim victory over Hillary Clinton to become the first Republican to win Wisconsin in 32 years.\n\nNearly a thousand miles away in Virginia, Democratic Gov. Ralph Northam signed into law sweeping election reforms that include the expansion of early voting to 45 days, repealing the Commonwealth's voter identification requirement, allowing motor voter registration, and swapping the Lee-Jackson Day holiday — established more than a century ago to honor the \"heroes\" of the defeated Confederacy — with Election Day.\n\nThese state-level victories show that Republicans' voter suppression efforts — even when seemingly coordinated between GOP-dominated state legislatures and conservatives on the U.S. Supreme Court — can be beaten. The wins also show that Donald Trump's continued trolling about election security, no matter how trivial or tangential it may appear in the middle of a horribly mismanaged pandemic response, must be challenged.\n\nAdvertisement:\n\nStatewide mail-in voting \"doesn't work out well for Republicans,\" he recently tweeted. It's a claim the Georgia House speaker, Republican David Ralston, recently made as well. \"They grab thousands of mail-in ballots and they dump it,\" Trump said of Democrats from the White House press briefing room last week, without explaining exactly what he meant or offering any evidence.\n\nOf course Trump is merely adding to his frantic blame-shifting. He points to Barack Obama's administration one day, misnames the deadly pathogen as the \"Chinese virus\" the next and appropriates the White House podium in the middle of a pandemic to hold virtual campaign rallies every single day. His twin assault on mail-in-voting and the U.S. Postal Service, which comes as states grapple with how to handle a crucial election season in an era of \"social distancing,\" is the latest diversion.\n\nPerhaps most importantly, Trump is seeking to shift the blame for a possible election defeat in November.\n\nAdvertisement:\n\nThe president doesn't actually oppose mail-in voting on anything approaching a principle. He himself voted by mail last month in Florida's Republican primary. But he does know that several crucial swing states, including Florida, Wisconsin and North Carolina already have vote-by-mail available without excuse, and that other swing states like Michigan and Pennsylvania will implement a no-excuse vote-by-mail system for the first time in a general election this fall. In fact, the six states with the highest rates of vote-by-mail in 2018 were all led by Republican election officials.\n\nEven as Republican election officials in numerous states rebuff Trump's latest attack on mail-in-voting, and there is rare bipartisan agreement on the need for changing our elections to adjust to the coronavirus outbreak, Republicans across the country have kept up their decades-long efforts to suppress certain votes from certain kinds of voters.\n\nAdvertisement:\n\nIn North Carolina, Republican Senate leader Phil Berger took off with Trump's vote-by-mail trial balloon to baselessly suggest that Democratic Gov. Roy Cooper could use an expansion in the program to rig the election. In Minnesota, a proposal to mail an absentee ballot to every voter was denounced by the Republican Party chairwoman as \"a disappointing power grab by the Democrats at a time of extreme unease.\" In New Mexico, the state GOP sued to block an effort by county clerks to hold the state's June primary by mail. The Republican National Committee has already announced plans to spend more than $10 million on legal battles related to elections in Minnesota, Michigan, Wisconsin, Florida and Arizona, all key swing states. RNC Chairwoman Ronna McDaniel published an op-ed on Fox News warning that Democrats are working to \"undermine\" democracy by pushing for expanded ballot access.\n\nAs it happens, the closed polling places, long lines and byzantine rules Republicans insist upon while opposing alternatives to in-person voting have a dramatic and disproportionate effect on densely populated areas where many voters of color live. That offers a powerful incentive for both Republican officials and their voters to look the other way. There will undoubtedly be a surge in voting by mail this November, no matter what Trump says. But as Salon's Amanda Marcotte noted last week, Republicans are willing to forgo their traditionally strategic targeting for a more expansive effort to suppress all votes, everywhere .\n\nWhile Democrats in the U.S. Senate have offered multiple proposals to expand both in-person early voting and no-excuse absentee vote by mail, and to help states fund contingency plans, there is little indication that House Speaker Nancy Pelosi plans to use her limited leverage on the next round of relief funding to get those things, or that Trump would ever sign a bill that includes them. So it falls to Democratic governors to can protect the vote this November — and decide the fate of congressional redistricting for the next decade."}}