{"GDELT": {"GlobalEventID": 918100570, "Day": 20200414, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2849, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.5201560468140399, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Tampa Bay, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 27.765, "Actor2Geo_Long": -82.5825, "Actor2Geo_FeatureID": "294169", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 27.8333, "Action2Geo_Long": -81.717, "Action2Geo_FeatureID": "FL", "DATEADDED": 20200414133000, "SOURCEURL": "https://www.msn.com/en-us/news/world/tampa-family-seeking-stay-of-deportation-produces-free-cloth-masks/ar-BB12BJGP"}, "ARTICLE": {"TITLE": "Tampa family seeking stay of deportation produces free cloth masks", "TEXT": "© Times/Tampa Bay Times/TNS Williams Paredes, 37, left, and his wife Jeniffer Infante, 36, got a delay until October for their appointment with immigration officials. They live in a Tampa apartment with son Sebastian, 11, who was born in Venezuela, and daughter Madison, 4, born in Tampa.\n\nTAMPA — The Paredes family had been counting the days until the end of March, when they plead their case before immigration officials for a stay of removal allowing them and their two children to remain in the United States for another year.\n\nThe coronavirus pandemic delayed their annual appointment until October, buying them more time.\n\nThey’re using it, in part, to help stop the spread of the virus by making homemade cloth masks for others — people, especially Spanish speakers, who may not have another of getting them.\n\nWilliams Paredes, 37, said he is answering a community need, as he did when he worked as a police officer for the city of Maracaibo, Venezuela.\n\n“We had to do our job, no matter what, to protect the community because it was our responsibility,” he said. “That’s how me and my family turned into mask makers.”\n\nTwo weeks ago, he enlisted the help of his mother-in-law, Carmen Davila, who knows how to sew.\n\n“We like to help and do something else other than watch television or eat cookies,” said Davila, 57, of Tampa. “And, here we go. Williams wanted to make sure there will be enough masks to go around.”\n\nHis wife Jenniffer Infante and their two children, Sebastian, 11, and Madison, 4, joined in, and so far, the family has turned out 150 masks from their apartment home on Carlton Arms Drive.\n\n“We’re unstoppable,” Paredes said.\n\nThey’ve distributed them to neighbors, friends, homeless people and those who still are working. Paredes is still running his car window-tinting business, but there are fewer customers now, and his wife, who had a part-time retail job, is out of work.\n\nSomeone heard about their mask-making and donated $300 that Paredes used to buy more yards of colorful fabric.\n\nThey know their masks aren’t medical grade, but they can help. The latest advice from the Centers for Disease Control and Protection is to wear cloth face coverings where other social distancing is difficult to maintain, like grocery stores and pharmacies.\n\n“Something is something,\" Paredes said, “especially when people feel helpless during this pandemic.\"\n\n“They want to wear face masks and we’ll help them.”\n\nInfante, 36, said sewing face masks is a way for the family to show its gratitude to a community that has supported them.\n\nThe family obtained tourist visas and fled Venezuela for the United States in 2014 with their son. Infante said her husband received death threats in Venezuela from drug cartels for his role in a major drug bust. They applied for political asylum but were denied in 2017.\n\nMeantime, their daughter was born.\n\nA year ago, they met with representatives from the Immigration and Customs Enforcement in Tampa hoping to stop the deportation process. Friends, members of the Venezuelan community and human rights activists turned out to demonstrate on behalf of the family.\n\n“A lot of people support us in our legal battle to get a temporary benefit and to have an opportunity, a chance, to build a new life in this great country,” Infante said.\n\n“Our dream came true but today we think that it is our responsibility to do something for them.”\n\nTampa Bay Times coronavirus coverage\n\nJOIN THE FACEBOOK GROUP: See updates and tips posts, and ask questions of our journalists.\n\nSign up for our DayStarter newsletter\n\nToday's top headlines and information delivered to your inbox every morning.\n\nSIGN UP\n\nFind all our newsletters\n\nFOLLOW OUR COVERAGE ON SOCIAL MEDIA: Facebook. Instagram. Twitter. Reddit.\n\nLISTEN TO THE CORONAVIRUS PODCAST: New episodes every week, including interviews with experts and reporters\n\nKNOW SOMEONE WHO HAS DIED? Share their story.\n\nHAVE A TIP? Send us confidential news tips.\n\nWe’re working hard to bring you the latest news on the coronavirus in Florida. This effort takes a lot of resources to gather and update. If you haven’t already subscribed, please consider buying a print or digital subscription.\n\n———\n\n©2020 the Tampa Bay Times (St. Petersburg, Fla.)\n\nVisit the Tampa Bay Times (St. Petersburg, Fla.) at www.tampabay.com\n\nDistributed by Tribune Content Agency, LLC."}}