{"GDELT": {"GlobalEventID": 918174658, "Day": 20200414, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2849, "Actor1Code": "GBRMED", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor1Type1Code": "MED", "Actor2Code": "GBR", "Actor2Name": "BRITISH", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.66002656042496, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200414214500, "SOURCEURL": "http://moderntokyotimes.com/we-cant-even-count-anymore-how-iran-and-the-who-let-coronavirus-proliferate/"}, "ARTICLE": {"TITLE": "“We Can’t Even Count Anymore” – How Iran and the WHO Let Coronavirus Proliferate", "TEXT": "“We Can’t Even Count Anymore” – How Iran and the WHO Let Coronavirus Proliferate\n\nby Potkin Azarmehr\n\nSpecial to IPT News\n\nInvestigative Project on Terrorism\n\nWhat happens when the Iranian regime, China and the World Health Organization mismanage a pandemic and then suppress the truth?\n\nI wasn’t paying much attention to the coronavirus pandemic until the beginning of March. I thought this was going to be like SARS, MERS, Swine flu, and other similar outbreaks we have seen eventually fizzle out without much disruption to our daily lives. Then coronavirus hit Iran and the news reaching us suggested a catastrophe was taking place. Young, fit people were dying: medics, health workers, celebrities, government officials, Majlis [Parliament] deputies, revolutionary guard commanders and even ayatollahs who normally live until they are over 100 years old.\n\nAmong the notable ayatollahs who died was Ayatollah Bothaei, 78, a member of the Assembly of Experts, the body that on paper at least can decide the next supreme leader. Khomeini’s faithful student, the 98-year-old Ayatollah Langaroodi, organized many of the 1979 protests against the Shah.\n\nAmong the notable politicians who fell to the virus was Hossein Sheikholaeslam, who in 1979 helped take hostages at the U.S. embassy in Tehran. He became a top Islamic Republic diplomat and Iran’s ambassador to Syria.\n\nIran’s parliament was forced to close after as many as 8 percent of its members were infected, and one deputy, Fatemeh Rahbar, died.\n\nThe outbreak started in the religious city of Qom, after a visit by a Chinese delegation from Wuhan province. The government neither stopped further flights from China nor did it quarantine the city or close Qom’s holy Shia shrine, where pilgrims touch and kiss the mausoleum and pray for healing.\n\nGrand Ayatollahs insisted that to do so would be sacrilegious, and the holy shrines in Iran heal and do not infect. Mass Friday prayers continued throughout the country.\n\nThe regime suppressed all the information about the spreading, contagious virus, hoping to see large rallies Feb. 11, celebrating the anniversary of the Islamic Revolution, followed by predetermined elections Feb. 18.\n\nCrowds mingled together and every time the regime supporters chanted “Death to America,” “Death to England,” and “Death to Israel” during the rallies, they may have transmitted death to others around them.\n\nThe virus then spread to other parts of Iran.\n\nThe regime desperately tried to suppress the rising figures of those infected. As state TV presenters tried to pretend that the coronavirus calamity was exaggerated by the “enemy media,” they too started falling ill. All the reports I was getting from Iranian social media suggested the situation was getting really out of control in three major epicenters of Qom, Tehran and Gilan. Satellite photos showed mass graves being dug in Qom.\n\nI spoke with a member of a British television crew who had gone to cover Iran’s elections. She confirmed that the situation in Tehran was really desperate. People were afraid.\n\nThe situation in Gilan province particularly concerned me. I am from Gilan and have family members there. In early March, I contacted a doctor I knew in Rasht, the capital city of Gilan.\n\nAfter choosing a highly encrypted app, I asked how many cases they were dealing with. His answer quickly put a chill down the back of my spine!\n\n“We can’t even count any more,” he said, “all the hospitals are full of people with acute respiratory conditions. We can’t admit any more patients, even those badly in need of medical services who have been diagnosed with slight lung bleeding are told to stay at home.”\n\n“Right now,” he continued, “the diagnosis kit is only used for government officials and prominent people. Without phlegm biopsy equipment, only the bottom part of the respiratory is examined, which isn’t that valuable.”\n\nI was further saddened that his own brother-in-law was diagnosed on Feb. 3, but couldn’t be hospitalized until 11 days later.\n\n“He was almost choking when he was finally hospitalized and by 21St Feb, he was almost dying. We had to pull all the strings to get him into ICU. They had two empty beds they were keeping in case VIPs needed them.”\n\nAll I could do was listen to him. I put away my list of questions and let him talk.\n\n“Most of us had no idea or clues about the disease and how to treat it or how it’s transmitted in the beginning, and now the situation is getting worse and patients are facing acute conditions. Everyone is angry, many of the staff have asked for leave and when they have been refused they have simply resigned. There is an acute shortage of staff. So they are forced to hire contract workers who are not qualified, further exacerbating the situation. Ten nurses and five doctors have been hospitalized until last week.”\n\nHe told me they initially had no protective equipment. None of the nurses had masks, face shields or even goggles. “Much of the protective equipment we have was donated or made by the public. To find out how to treat the patients we have been relying on information from satellite TVs and the social media.”\n\nThe only hope, he said, would be a World Health Organization delegation coming to Iran.\n\nThe WHO delegation came in early March, but rather than bringing any medicine, equipment or advice for the Iranian doctors battling the outbreak, they simply praised the high levels of health services in the Islamic Republic!\n\nThis is what the WHO reported:\n\n“Everybody in the country is engaged in this response. The right and timely public health measures implemented on [an] adequate scale will make a difference,” said Richard Brennan, WHO Regional Emergency Director for the Eastern Mediterranean Region and mission team lead.\n\nThey came, they dined, they wined, they praised and then they left.\n\nAnd when they were interviewed on TV, WHO officials praised Iran as if there was no better place to be in the Middle East during the coronavirus outbreak saying he was “…very impressed with the quality of the service. Iran has a very strong PHC (Primary Health Care) system and the mission was also very impressed by the PHC facility they could see.”\n\n“Iran has one of the strongest Primary Health Cares, East of Mediterranean in our region and it has been the best health practice than in many other countries.”\n\nThis was about a month ago. I thought about the doctor in Gilan. I wondered if he had seen what the WHO official had said. I was about to send him a message and I saw he had already texted me:\n\n“Please let the world know:\n\nWe had put all our hope in the delegation team sent to Iran by WHO and that proved to be a delusion. I am working in a hospital which no longer looks like a hospital, it’s a war zone.\n\nWe are angry, not just because of our own government but even more because of you, the World Health Organization.\n\nWe, Iranian doctors and nurses, sincerely ask you, why did you not contact us? Why did you not come to our hospital? Where is your integrity? Where is your professionalism?\n\nWe thought you would bring us equipment, maybe you have and it’s been sold to the private sector? We haven’t received anything!\n\nPlease let us know the list of hospitals you visited. Which cities did you go to? Tell us who you talked to? We were told the European countries had given you supplies and equipment, what have you done with it?\n\nWhen we watched your representative on our State TV, showing you praise the government, we asked ourselves who is running the World Health Organization? We expected this from our own government but not from a world organization. There is no end to our despair after your visit.”\n\nIranians celebrate the beginning of spring as their new year, an ancient pre-Islamic tradition called Nowruz, or New Day. The tradition has endured the Islamic revolution, despite Khomeini’s aversion to it. The celebrations last until April 1. Normally, people use the two-week holiday to visit friends, neighbors and relatives, but most stayed home this year due to the coronavirus outbreak.\n\nThe situation seems to have stabilized for now, perhaps partly because of people staying home for Nowruz and through the creative resourcefulness of Iranian doctors repurposing some of the existing drugs to treat patients. Significant questions remain as people mourn their dead and try to resume their lives. They blame regime mismanagement, which is nothing new, and they blame China for covering up the facts about coronavirus and its consequences.\n\nPotkin Azarmehr, is a British investigative journalist and documentary maker based in London who was born in Iran. He regularly contributes to several newspapers and television stations on Iran and Middle East related news. You can follow him @potkazar.\n\nThe Investigative Project on Terrorism kindly allows Modern Tokyo Times to publish their articles. This important think tank provides essential information in the area of terrorism.\n\nhttps://twitter.com/TheIPT Investigative Project on Terrorism twitter account\n\nhttp://www.investigativeproject.org/ – Investigative Project on Terrorism\n\nhttps://www.investigativeproject.org/8369/we-cant-even-count-anymore-how-iran-and-the-who"}}