{"GDELT": {"GlobalEventID": 918174958, "Day": 20200414, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2849, "Actor1Code": "LAB", "Actor1Name": "WORKER", "Actor1Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.14413341274568, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dimapur, Assam, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN03", "Actor1Geo_ADM2Code": "70205", "Actor1Geo_Lat": 25.9, "Actor1Geo_Long": 93.7333, "Actor1Geo_FeatureID": "-2094976", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dimapur, Assam, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN03", "Action2Geo_ADM2Code": "70205", "Action2Geo_Lat": 25.9, "Action2Geo_Long": 93.7333, "Action2Geo_FeatureID": "-2094976", "DATEADDED": 20200414214500, "SOURCEURL": "http://www.nagalandpost.com/covid-19-pandemic-advisories--preparedness-reports/214498.html"}, "ARTICLE": {"TITLE": "COVID-19 pandemic: Advisories & preparedness reports", "TEXT": "State\n\nCOVID-19 pandemic: Advisories & preparedness reports\n\nDIMAPUR | Publish Date: 4/14/2020 2:28:24 PM IST\n\nFollowing the outbreak of COVID-19 across the world and subsequently being declared a pandemic by the World Health Organisation (WHO), the state government and its agencies along and the Civil Society Organisations (CSOs) have taken up several measures to prevent the spread of the virus. Several CSOs and individuals have also come forward and extended help to the people in the frontline.\n\nKohima\n\nNDRF conducts fumigation drive at market areas\n\nNational Disaster Response Force (NDRF) government of India, ministry of home affairs carried out fumigation drive at Kohima High School Market Area on Tuesday. According to a press release BY sub-inspector, K.P. Singh, who led the drive, said that the fumigation was jointly conducted by 12th Bn NDRF, Doimukh (Arunachal Pradesh) by one sub-team (12E team Kohima) and Angami youth organization (AYO). The teams disinfected the footpath, shop doors etc with the help of jet spray machines and the fumigation was conducted from the stretch of market places and surrounding areas. Meeting to identify quarantine facilities A meeting has been convened on April 16, 11 a.m. at District Planning & Development Board Hall, Deputy Commissioner’s Office, Kohima, to identify suitable “Motels/Paying Guests/Hostels” within Kohima Town to quarantine people who arrive at Kohima from outside the state. All ward chairmen under Kohima Town have been requested to make it convenient to attend the meeting along with one additional member, informed a report by DIPR.\n\nMokokchung\n\nInter-district vehicular movement restricted Deputy Commissioner Mokokchung has completely banned inter-district vehicular movement, stated an order by the office of the DC Mokokchung. The order has exempted designated vehicles carrying essential commodities, officials on COVID-19 duty as per the exempted list issued by the government and medical emergencies with travel permit from the concerned Deputy Commissioner of the district and supporting medical referral documents. An additional check post will be established at Alichen, Mokokchung to be manned by police and medical surveillance personnel, stated the order.\n\nMCCI urges people not to panic Following the extension of the country-wide lockdown till May 3 by the Centre and the detection of COVID-19 positive case in Dimapur, Mokokchung Chamber of Commerce & Industry (MCCI) appealed to the people of Mokokchung not to panic but remain calm and follow the protocols issued by competent authorities. While appreciating customers for cooperating with the authorities and bearing with the inconvenience during the lockdown, MCCI reassured the people of Mokokchung that there was no shortage of essential commodities in the market and that all efforts were being made to ensure that it remained so. Urging the people not to panic and buy to hoard essential commodities, MCCI asserted that it would not buy back the stockpile from hoarders and panic-buyers when the market returned to normalcy post May 3. “Be it known that there is no buy-back offer,” it stressed. MCCI also expressed its appreciation and extended support to frontline workers and first responders, Mokokchung District Task Force on COVID-19, Core Committee on Essential Commodities COVID-19, Mokokchung and all stakeholders in the fight against the pandemic. This was stated in a press release.\n\nLongleng\n\nMakeshift hospital for non-COVID patients\n\nA makeshift hospital for non-COVID patients was dedicated Tuesday at Bautung Government Higher Secondary School, Longleng. According to DIPR report, the makeshift hospital was made functional for those non-COVID patients seeking medical treatments as the District Hospital Longleng would exclusively treat the COVID-19 patients. In a short speech, Deputy Commissioner (DC) Longleng, M. Shayung Phom, lauded the doctors, nurses and medical staff of District Hospital Longleng and CMO office Longleng for working tirelessly for the safety and well being of the people. He asserted that despite shortage of manpower, experts and medical equipment the medical team at the frontline have been trying to make its own best system with the available resources to provide best health care services to the people. The DC then appealed to all the frontline workers combating COVID-19 to rededicate in their respective profession and cater to the needs of the people. Earlier, Pastor Beau Phom, Longleng Town Baptist Church dedicated the Makeshift Hospital Longleng. Meanwhile, citizens of Longleng have been informed to visit and avail medical services at the makeshift hospital till further notice.\n\nKiphire\n\nPeople with travel history to contact DTF\n\nIn view of an active case detected in Dimapur, Deputy Commissioner Kiphire, Sarita Yadav has informed that all such person who have arrived in the Kiphire District on or after March 24 from Dimapur, and have visited the sealed areas/ market during their stay at Dimapur and those people who had come from other parts of the states and have visited the sealed areas to reach out to the Kiphire District Task Force.\n\nDimapur\n\nDC directs rice distributors Deputy commissioner Dimapur, Anoop Kinchi has directed all rice distributors under Dimapur district to lift and store their consignments, that has reached Dimapur through the railway wagons, at to their respective godowns which is outside the jurisdiction of the scaled zones (Marwaripatti. G.S. Road & Murgipatti). Further, Kinchi warned that said no distributor/s will be permitted to issue/sale their products without the written permission of the DC. MCD distributes ration Muslim Council Dimapur (MCD) reached out to 2000 families, irrespective of caste, community and religion, under its motto, “With ‘Humanity First” and distributed ration. Mon Home delivery introduced at Aboi Additional Deputy Commissioner (ADC), Aboi Ajit Kumar Ranjan has notified that the administration, Aboi in collaboration with Nagaland State Rural Livelihoods Mission and Aboi Town Baptist church youth (ATBCY) have introduced home delivery of local organic products under the brand name, “Aboi Organic Greens”. It was informed that the initiative was to provide a market for the farmers, and help protect their livelihoods. Public have been informed to place their orders at 6009503941/ 9612925215 (call or WhatsApp) between 8 a.m. and 11 a.m. every Wednesday and Saturday. The products would be delivered to the doorstep the same day before 1 p.m., informed the release. ‘Jungle fire’ contained Mon Fire and Emergency Services on receiving a report of “jungle fire” on April 13 below Wangkhao College, Mon mobilised a quick response team and pressed into action to contain the fire which. A press release by the department stated that few stretches of jungle were destroyed in the fire incident. However, timely intervention of fire personnel managed to put out the fire and prevented it from further spreading to the adjoining areas. Meanwhile, the fire was suspected to be caused by lighting of matches by trespassers and that no casualty was reported. The response team was led by duty commander ASI Chingpai Konyak.\n\nWater delivery service Deputy Commissioner, Mon has informed that home delivery of water would resume from April 16 and that the rate shall continue to remain the same as fixed earlier. Public have been asked to place orders at 6909194806 and 7630059057. Movement of private vehicles banned Deputy Commissioner Mon, Thavaseelan K has banned movement of all private vehicles within Mon District will be banned with effect from April 16. The order stated that District Administration/Police/Health and Family Welfare/Paramilitary Forces/Home Guards & Civil Defence/NIC/DIPR/Fire & Emergency Services/PHED/Power/MTC/Telecom/Media/permitted vehicles carrying essential commodities and vehicles on medical emergency duty, have been exempted. Wokha ‘Village quarantine centre’ mandatory at Bhandari Additional Deputy Commissioner (ADC). Bhandari, Tiameren Chang, has ordered mandatory setting up of “village quarantine centre” for all the villages under Bhandari Sub-division within seven days, and to prove it’s preparedness with a photographic evidence of same. The order stated that, “quarantine facilities will be mandatorily set up in the villages, be it in council hall, village rest house or at any other place deemed convenient for the concerned village.” The order further stated that 50% of GIA allocated to the villages can be utilized towards setting up of the Village Quarantine Centres and procurement of basic necessities for the same.\n\nTuensang\n\nConsultative meeting with wards ADC, Tuensang, Ajit Kumar Verma and SDO (C) Tuensang, Shelly Khatery Tuesday conducted a consultative meeting at CKS Hall, Tuensang. SDO (C) Tuensang exhorted all leaders of the wards to take the present situation seriously and cooperate to every directive of the District administration to fight prevent against COVID 19. ADC Tuensang deliberated on the importance of the prevention and lockdown to contain the COVID 19. He spoke on importance of sealing wards, in case positive cases are detected. He also requested to submit names to be trained as volunteers along with ASHA and Anganwadi workers in such times of emergency.\n\nZunheboto\n\nDC Zunheboto issues new directives"}}