{"GDELT": {"GlobalEventID": 918174412, "Day": 20200414, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2849, "Actor1Code": "BUS", "Actor1Name": "COMPANIES", "Actor1Type1Code": "BUS", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.0710059171597703, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200414214500, "SOURCEURL": "https://www.jpost.com/International/New-York-nurses-greet-reinforcements-from-across-the-US-624676"}, "ARTICLE": {"TITLE": "New York nurses greet reinforcements from across the US with cheers", "TEXT": "US deaths from the novel coronavirus topped 24,000 on Tuesday, according to a Reuters tally. There were nearly 583,000 confirmed cases, over 200,000 of which were in New York state alone.\n\nTreating the large number of patients with COVID-19, the disease caused by the new coronavirus, has challenged hospitals in its US epicenter. They have scrambled to find enough ventilators and other equipment, as well as beds and staff.\n\nNorthwell, the largest healthcare provider in New York , said it had contracted medical staffing companies to help it buttress efforts to treat patients at 18 hospitals across New York City, Long Island and Westchester county.\n\nThe \"clap-in,\" with dozens of staff cheering loudly and holding signs saying \"Nurses are the heart of healthcare\" and \"Welcome, healthcare heroes,\" was a surprise for the nurses who arrived on Tuesday afternoon for a half-day training session. Hailing from states including California, South Carolina, and Indiana, they are undergoing training in subjects ranging from operating ventilators to dealing with electronic medical records.\n\n\"It's so heartwarming to see so many nurses come from so far away to assist us in our time of need,\" said Maureen White, executive vice president and chief nurse executive at Northwell.\n\nAbout 300 nurses from other areas have been enlisted over the past three weeks, said Launette Woolforde, Northwell's registered nurse and vice president for nursing education.\n\ncnxps.cmd.push(function () { cnxps({ playerId: '36af7c51-0caf-4741-9824-2c941fc6c17b' }).render('4c4d856e0e6f4e3d808bbc1715e132f6'); });\n\nMarybella Cole, who had arrived in New York from Lewiston, Idaho, said community was important to her.\n\n\"There's no bigger calling than something like this,\" she said.\n\nRaymond Woods said he had left kids and grandchildren behind in Indiana so he could help.\n\nWith loud cheers and applause, medical staff at New York 's Northwell Health network greeted 46 nurses on Tuesday who had arrived from all over the United States to reinforce hospitals as they battle the coronavirus pandemic.\"I have never been more proud to be a nurse. This is by far the most rewarding career I've had in my life,\" he said."}}