{"GDELT": {"GlobalEventID": 918175196, "Day": 20200414, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2849, "Actor1Code": "SDN", "Actor1Name": "SUDAN", "Actor1CountryCode": "SDN", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.75566750629723, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kordofan, Shamal Kurdufan, Sudan", "Actor1Geo_CountryCode": "SU", "Actor1Geo_ADM1Code": "SU56", "Actor1Geo_ADM2Code": "37089", "Actor1Geo_Lat": 13.0833, "Actor1Geo_Long": 30.35, "Actor1Geo_FeatureID": "-9440", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Blue Nile, An Nil al Azraq, Sudan", "Actor2Geo_CountryCode": "SU", "Actor2Geo_ADM1Code": "SU42", "Actor2Geo_ADM2Code": "37041", "Actor2Geo_Lat": 11.15, "Actor2Geo_Long": 34.1, "Actor2Geo_FeatureID": "315383", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Blue Nile, An Nil al Azraq, Sudan", "Action2Geo_CountryCode": "SU", "Action2Geo_ADM1Code": "SU42", "Action2Geo_ADM2Code": "37041", "Action2Geo_Lat": 11.15, "Action2Geo_Long": 34.1, "Action2Geo_FeatureID": "315383", "DATEADDED": 20200414214500, "SOURCEURL": "https://sudantribune.com/spip.php?article69217"}, "ARTICLE": {"TITLE": "SPLM-N Hilu accuses Sudan of providing military support to SPLM-N Agar", "TEXT": "April 14, 2020 (KHARTOUM) - The SPLM-N led by Abdel-Aziz al-Hilu accused the Sudanese government of supporting the other faction of the SPLM-N led by Malik Agar and allocating them areas to establish military camps in the Blue Nile and South Kordofan states.\n\nIn a statement extended to Sudan Tribune on Tuesday, the SPLM-N al-Hilu Jaber Komandan Komi said the transitional government was not serious about achieving peace in Sudan.\n\n\n\nThe transitional government granted lands under its control to Agar and Arman Group touse it as liberated areas and displacement centres under their control in order to enable them to implement the humanitarian agreement that they signed with them to distribute relief (to civilians).\n\nAt the same time, the government is impeding the arrival of relief and humanitarian aid to the real displaced people in the areas controlled by the SPLM North.\n\nKhartoum facilities recruitment and even opened military training centres for the SPLM-N AGar in the areas of Al-Nilah, Nabqah, Karkoura, Sinjakaya, Manqo in South Kordofan state, despite the opposition of local residents and traditional leaders.\n\nHe went further to claim that the government open a training centre in the districts of Direng and Ovnik, north of Polnak, west of Masfa, in the locality of Pao in Blue Nile State.\n\nHe said that recruitment is now taking place in several areas to help them build forces that no one knows the purpose of this action so far.\n\nThe government and the SPLM-N Agar have finalized talks as they wait with other SRF tracks the end of talks for peace in Darfur before to discuss national matters and sign a comprehensive peace agreement.\n\nWhile the mediation has stopped talks between the government and the SPLM-N al-Hilu as they failed to break the deadlock.\n\nAl-Hilu group refuse to engage in negotiations before to include the self-determination and secular state in the agenda of the talks.\n\nThe government, for its part, says not ready to discuss self-determination with the rebel group. For the separation between the state and religion, it says the matter should be discussed at the constitutional conference, not peace talks.\n\n(ST)"}}