{"GDELT": {"GlobalEventID": 918101235, "Day": 20200414, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2849, "Actor1Code": "IRQGOV", "Actor1Name": "IRAQ", "Actor1CountryCode": "IRQ", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 1014, "EventBaseCode": 101, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.94011976047904, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Najaf, An Najaf, Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ17", "Actor1Geo_ADM2Code": "36817", "Actor1Geo_Lat": 31.9892, "Actor1Geo_Long": 44.3291, "Actor1Geo_FeatureID": "-3102873", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Najaf, An Najaf, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ17", "Action2Geo_ADM2Code": "36817", "Action2Geo_Lat": 31.9892, "Action2Geo_Long": 44.3291, "Action2Geo_FeatureID": "-3102873", "DATEADDED": 20200414133000, "SOURCEURL": "https://www.middleeastmonitor.com/20200414-iraq-uproar-over-womans-alleged-torture-by-her-husband/"}, "ARTICLE": {"TITLE": "Iraq: Uproar over woman’s alleged torture by her husband", "TEXT": "The alleged abuse and burning of an Iraqi woman at the hands of her husband and his family has caused uproar on social media.\n\nVideos of 20-year-old Malak Haider Al-Zubaidi bedbound, covered in bandages, her face swollen from burns, crying out in pain circulated online.\n\n#ملاك_حيدر_الزبيدي In Iraq,this girl has been burned,the psychological stress experienced by women are great and many,Domestic violence,killing in the name of customs and traditions,early marriage,absence of a law for holding men accountable,no law to limit childbearing,etc. pic.twitter.com/77Gfw6iNYu — آروا آدم (@aroaadam94) April 12, 2020\n\nAl-Zubaidi was allegedly abused and later set on fire by her husband, Mohammed Al-Mayahli, a police officer in the Iraqi city of Najaf.\n\nAfter the incident, however, Al-Mayahli wrote on Facebook that Al-Zubaidi has a mental illness and set herself on fire.\n\n“She burned herself with petrol and accused me and my family… there are sponsored accounts that are posting these lies just to slander my family,” Al-Mayahli wrote on Facebook.\n\nREAD: Iraq: PM-designate resigns, intelligence chief named new candidate\n\nVideos of Al-Zubaidi on social media show her on a hospital bed screaming in visible pain, “they never loved me and treated me like a slave”, in apparent reference to her husband’s family.\n\nWhile, Al-Zubaidi’s family allege Al-Mayahli had forbidden her from visiting her parents for eight months.\n\nOn Sunday, Najaf’s Governor, Louay Al-Yasiri, ordered an investigation into the incident.\n\nThe governor’s media office said Al-Yasiri had called for “a specialised investigation team regarding the burning of a Najaf woman”.\n\nActivists have reacted angrily to the incident, calling for justice for Malak, and new laws to protect women from domestic violence.\n\nOne user wrote on Twitter: “I saw a video of her in the hospital and I can’t get her screams out of my head. Justice for Malak.”\n\nAnother posted a drawing and wrote: “It is a crime against humanity. Where is the role of the authorities? A law should be enacted to criminalize such behaviour.”\n\n#القصاص_من_معنفي_ملاك#ملاك_حيدر_الزبیدي\n\nIt is a crime against humanity. Where is the role of the authorities? A law should be enacted to criminalize such behavior pic.twitter.com/FmFjxJ6Zxi — Awrah alalawi official_ عُرْوَة 🇮🇶🏴󠁧󠁢󠁥󠁮󠁧󠁿 (@3J95Cl26f1WZ5c0) April 13, 2020\n\nREAD: Rockets land near oil district in southern Iraq, no casualties\n\nIraq does not have laws specifically to protect women from domestic abuse. Instead, the country’s constitution prohibits “all forms of violence and abuse in the family” but allows husbands to “discipline” their wives.\n\nWhile campaigners have pressured the government to pass laws to prevent violence against women, the groups have had little success as conservative parties still dominate Baghdad.\n\nThe most recent data from 2012 provides an incomplete picture of the scale of domestic abuse, but analysts estimated one in five women are victims.\n\nIraqi lawyer, Mohammed Jumaa, said on Twitter, he had seen hundreds of similar cases, where the lives of abused women, such as Al-Zubaidi, were lost and those responsible were not brought to justice.\n\nAdding, “if it wasn’t for social media in these cases, then the governor would not have said anything… in our country, you have no rights if social media did not sympathise with you.”"}}