{"GDELT": {"GlobalEventID": 918291974, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor1Code": "JUD", "Actor1Name": "MAGISTRATE", "Actor1Type1Code": "JUD", "Actor2Code": "LAB", "Actor2Name": "WORKER", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 15, "EventBaseCode": 15, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -9.74358974358975, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200415123000, "SOURCEURL": "https://www.standard.co.uk/news/crime/woman-jailed-spitting-police-officer-coronavirus-a4414976.html"}, "ARTICLE": {"TITLE": "Woman jailed for spitting at police officer while claiming to have coronavirus", "TEXT": "A 22-year-old woman has been jailed for spitting at a police officer while claiming to have coronavirus after first racially abusing an emergency call handler.\n\nEmily Whittall, of Milton Keynes, pleaded guilty at Oxford Magistrates' Court to assaulting an emergency worker and one count of a racially-aggravated public order offence.\n\nShe was jailed for eight weeks and fined £200.\n\nA Thames Valley Police spokesman said: “This follows an incident on Friday in which Whittall made racist remarks to a call handler after calling 999.\n\n“Then, as she was being arrested, Whittall claimed to have coronavirus and spat at an officer.”\n\nPC Antony Hurd said: “This sentence is a strong message that assaults against emergency workers are not tolerated by Thames Valley Police or the courts.\n\n“These are unprecedented times during a global health pandemic, and Whittall showed nothing but disregard for this or the officer’s personal safety.”\n\nCoronavirus spreads primarily through droplets of saliva or discharge from the nose when an infected person coughs or sneezes.\n\nListen to The Leader: Coronavirus Daily podcast\n\nThe virus poses a particular danger to the elderly or people with underlying health conditions."}}