{"GDELT": {"GlobalEventID": 918243195, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.4892032762472098, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Denmark", "Actor1Geo_CountryCode": "DA", "Actor1Geo_ADM1Code": "DA", "Actor1Geo_Lat": 56.0, "Actor1Geo_Long": 10.0, "Actor1Geo_FeatureID": "DA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Denmark", "Action2Geo_CountryCode": "DA", "Action2Geo_ADM1Code": "DA", "Action2Geo_Lat": 56.0, "Action2Geo_Long": 10.0, "Action2Geo_FeatureID": "DA", "DATEADDED": 20200415063000, "SOURCEURL": "https://www.themandarin.com.au/130702-a-quick-guide-to-the-turbo-charged-search-for-covid-19-drugs/"}, "ARTICLE": {"TITLE": "A quick guide to the turbo-charged search for COVID-19 drugs", "TEXT": "One of the scariest things about the new coronavirus is that there aren’t any validated treatments. Plenty of ideas are in the works: a decades-long anti-malaria pill, blood components from people who’ve recovered, broad spectrum anti-viral drugs originally designed for Ebola. None of these are new.\n\nGiven their familiarity, repurposing existing drugs may be a highway to quick COVID-19 treatments. Many are hurtling through clinical trials. Yet also rushing ahead with lightning speed is another type of initiative, something extremely classic but now tinted with the urgency of a pandemic: de novo drug discovery, or developing drugs from near scratch.\n\nIn a way, finding drugs that specifically target SARS-CoV-2, the virus that causes COVID-19, is more intimate than repurposing drugs. Rather than scouring through candidates that might work for many targets, these efforts focus on the virus itself, trying to tease apart single “weak spots” that allow human-made chemicals to disrupt its replication. It’s the type of process that’s entirely traditional to the pharmaceutical industry — but now, it’s accelerated to a mind-bending timeline previously completely inconceivable.\n\nYou may have heard the rule of thumb that a new drug against a new target takes at least 10 years to develop. For COVID-19, try months. Thanks to previous coronaviruses SARS and MERS, scientists have a general idea of how they work: how they infect cells, how they replicate, what types of tissues they prefer. Last week, the pharmaceutical giant Pfizer announced its intent to start human tests on a potential new drug for SARS-Cov-2 this fall, in case the virus or its cousin returns for the next go-around.\n\nPfizer’s hardly the only player. A slight silver lining to the loss and devastation COVID-19 has caused is a global unification of researchers to tackle the disease. Now more than ever, scientists around the globe are halting their own research and battling a common enemy. The result is a dramatically accelerated drug discovery timeline: from target discovery to candidate testing, while pulling out all the stops modern science has to offer us — lab-grown mini-organs, for example.\n\nHere’s a deep dive into one COVID-19 drug candidate, APN01, in the pipeline. APN01 is already in Phase II clinical trials in the EU and China, meaning that it’s been shown safe and is now being tested for efficacy in limited numbers. While APN01 may not necessarily be the hero that saves the day, it does provide a look at what’s possible in drug discovery when the world unites — an aspiration that will hopefully carry to other fields, such as Alzheimer’s or heart disease, long after the pandemic dies.\n\nStep 1: target discovery\n\nAlmost every single modern drug starts with target discovery. Or, first know your foe.\n\nThe story of APN01 starts in 2003, when a new viral threat ravaged many parts of Asia. SARS seemingly came out of nowhere but killed nearly 10% of infected individuals. The scientific community, led by sequencing efforts from the CDC, assembled in an admirable global effort, at the dawn of the internet, to share data on humanity’s new foe.\n\nAmong those were Dr. Chengyu Jiang at Peking Medical Union College in China, Dr. Josef Penninger at the University of British Columbia in Canada, and Dr. Arthur Slutsky at the University of Toronto. By carefully teasing apart the protein components of the virus, Penninger and his team made a seminal discovery: the cellular door to SARS, a protein called ACE2.\n\nViruses generally enter a cell in a Marco-Polo sort of collaboration. Protein components on a virus act as a “Marco” component. Only when they latch onto their “Polo” partner on a human cell can the virus inject its genomic material into a cell for further replication. Without ACE2, Penninger found, SARS floated around uselessly like robbers trying to enter a bank safe without dynamite. Block the ACE2 “receptor” on the cells; block viral entry.\n\nFlash-forward to 2020. News of a novel coronavirus began spreading from Wuhan, China. Chinese scientists uploaded the virus’s genome. Penninger’s team immediately noticed similarities: the part of SARS-Cov-2 that binds to our cells and gains entry looks remarkably similar to the original SARS. ACE2 became an incredibly attractive target for an anti-COVID-19 drug.\n\nStep 2: petri dish tests\n\nOnce a target is acquired, there are several ways to design a drug. One is a small chemical — such as Tylenol — that bombards a protein target and disrupts its normal function. Another idea is a Trojan horse-like decoy. If the new coronavirus requires ACE2 to tunnel into cells, what if we give it a bunch of fake, synthetic ACE2s to grab onto and destroy instead?\n\nThat’s the route the team took. First, they reverse engineered their viral foe, isolating the virus from a sample of a COVID-19 patient in Sweden and growing it in a Petri dish. They then made a synthetic short version of the ACE2 receptor, called hrsACE-2 (catchy, I know). hrsACE-2 isn’t entirely new — it had already gone through safety tests for other lung diseases with preliminary positive results, though it never reached market.\n\nRemarkably, however, dosing coronavirus-infected lung cells in a Petri dish with hrsACE-2 dramatically blocked the virus from entering the cells and reproducing. In other words, hrsACE-2 passed the first hurdle as a viable drug with flying colours.\n\nStep 3: organoids\n\nA main revolution in biological research is the boom of organoids, or 3D “mini-organs” that better resemble our own lungs, hearts, and kidneys compared to cells spread on a Petri dish. After validating their drug on cell cultures, the team next turned to organoids of many flavours: blood vessels and kidneys, both grown from induced human stem cells, or iPSCs.\n\nWhy there? Although the coronavirus mainly infects lungs, patients have had heart issues. ACE2, the protein door for entry, is also present on blood vessels and kidneys, prompting the team to take a closer look.\n\nTo their surprise, the virus wasn’t dedicated to lung cells. It easily copied itself in other mini-organs, suggesting a reason why COVID-19 can lead to multi-organ failure in severe cases. When dosed with hrsACE2, the drug candidate, the virus also disappeared in these auxiliary organ targets.\n\nStep 4: patients\n\nThe next step usually requires a new drug to be tested in living animal models. But under the pandemic umbrella, this is also where the drug development timeline diverges from normalcy. Rather than animal testing, the team is now directly collaborating with APEIRON Biologics, co-founded by Penninger, in the EU for a randomised, double-blind Phase II clinical trial — the golden standard — aiming to treat 200 severely infected COVID-19 patients in Austria, Germany, and Denmark.\n\nA similar accelerated timeline is seen with Moderna’s vaccine for COVID-19, which went directly to humans. hrsACE-2 gets more of a pass because it didn’t start completely from scratch — it was already in the pipeline and had passed limited safety testing in humans.\n\nStep 5: market?\n\nAnd that’s pharma’s traditional playbook, from target identification to clinical trials. Nearly every single drug on the market has gone through this process, but never on this crazy accelerated timeline. To be fair, hrsACE-2 isn’t entirely de novo; yet shuttling the drug through the development pipeline still hit most traditional guideposts.\n\nThe battle against COVID-19 is a story of collaborative scientific triumph, one where academics and industry work across borders to bring a lifeline to a terrible novel outbreak. In an era of increasing division, scientists are coalescing into nearly unprecedented unity by sharing data, resources, and expertise.\n\nThe question now is whether scientists are playing a game of chess or a game of chance. By skipping steps and turning a slow, strategic battle into (highly) educated guesses, are we gaming the system to solve the pandemic? Or are we actually revising the traditional pharmaceutical industry by showcasing what can be achieved under pressure?\n\nThis article is curated from SingularityHub."}}