{"GDELT": {"GlobalEventID": 918291990, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor1Code": "LAB", "Actor1Name": "STAFF MEMBER", "Actor1Type1Code": "LAB", "Actor2Code": "EDU", "Actor2Name": "STUDENT", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.35294117647059003, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_Lat": 45.7326, "Actor1Geo_Long": -93.9196, "Actor1Geo_FeatureID": "MN", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Minnesota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMN", "Actor2Geo_Lat": 45.7326, "Actor2Geo_Long": -93.9196, "Actor2Geo_FeatureID": "MN", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 45.7326, "Action2Geo_Long": -93.9196, "Action2Geo_FeatureID": "MN", "DATEADDED": 20200415123000, "SOURCEURL": "https://www.wadenapj.com/news/education/5031102-Keeping-social-contact-in-mind-Freshwater-presses-forward-with-distance-learning"}, "ARTICLE": {"TITLE": "Keeping social contact in mind, Freshwater presses forward with distance learning", "TEXT": "Students across Minnesota are in their third week of distance learning, though the question of when students will return to the buildings remains. In a press conference on April 2, Gov. Tim Walz said “students will likely wrap up the school year from home,” according to the Forum News Service.\n\nOne area district providing staffing and resources for the region continues to work through the process of distance learning knowing that their students major need is social contact. Freshwater Education District is finding ways around the barriers of interaction to help students succeed.\n\n“Our students … really probably their greatest need, no matter which one you look at … is contact, they need social contact to be able to visit with our teachers so we’re really working hard at making those contacts daily through some sort of video conferencing if we can,” said Eric Weber, Freshwater Education District director of programs and evaluations. “Because of their social and behavioral and emotional needs that’s real important.”\n\nFreshwater provides services to 13 member school districts, from Frazee-Vergas to Staples-Motley and Menahga to Long Prairie-Grey Eagle, with a focus on special education, area learning centers, early childhood and adult basic education, according to Weber. Within the special education academy, Weber said there are school psychologists, speech language pathologists and assistants, social workers, physical therapists, occupational therapists, teachers and paraprofessionals.\n\nThroughout the area, 60% of the district’s work is related to special education along with 46 students at the Wadena site with severe emotional, behavioral and social disabilities, according to Weber.\n\n“We’re moving, we’re going through it,” Weber said in relation to distance learning. “I think overall we’re doing OK.”\n\nThe distance learning planning began hours after Walz’s initial school closure announcement on Sunday, March 15 with Freshwater administration at the Wadena site by 2 p.m.\n\n“Of course the unknown is the biggest fear. So those first couple days were super stressful,” Weber said.\n\nThe eight days of creating and planning to implement distance learning were filled with figuring out how to deliver meals, families with or without internet access, sorting through resources from social media, forming homework packets, adding to Individualized Education Plans and which technologies to use. Weber said each program or teachers selected the applications they wanted to use, with the administration's goal of having four to five different options rather than 10 to better answer technology questions. Nationally, social media immediately filled with ideas from teachers and organizations.\n\n“The resources that we could find just flooded in. It really wasn’t that hard to find resources, it was hard to organize and pick out what resource you wanted,” Weber said.\n\nBy March 27, Freshwater had their distance learning plan uploaded to their website along with resources for teachers, parents and students from activities to educational websites and tools for transitioning and teaching virtually. Weber said Walz and Minnesota Department of Education Commissioner Mary Cathryn Ricker have been supportive in their guidance and provide good resources for the policies surrounding the COVID-19 pandemic.\n\nAs the staff learned how to implement the plans of distance learning and food delivery, Weber said, “the stress level came down.” The plans include paper and pencil packets sent home through van drivers and support staff deliveries as well as Google Classroom. Reading, writing and math are done through the packets and social and emotional lessons continue on Zoom or Google Hangouts, according to Weber.\n\nAs schools continue to run differently, students have their attendance tracked through work completed electronically or by a video or phone call, according to Weber. Weber also said staff members consider what students can complete within their homes.\n\nFor students with IEPs, the schools’ plans for meeting the student’s needs which each student who qualifies for special education has, staff communicated with case managers and parents from area school districts about how students’ needs would be met through distance learning, according to Weber. With distance learning now a part of these plans, Weber said if a snow day were to happen distance learning could be implemented. Staff formulated these plans for each student with an IEP, with some speech language pathologists having 80 students, Weber said.\n\nThe service times required have been shortened, for example if a student normally has a 30 minute social work or mental health session the time is now 15 minutes twice a week.\n\n“Some of those service times were reduced just a bit to make more sense because now it’s just tougher to come up with activities virtually,” Weber said.\n\nOne of the positives Weber sees is staff members learning different technological methods and how this will help in the future.\n\n“It’s forced us, forced our staff to better themselves with technology and I think in the long-run we’re going to see ourselves using some of these technologies to be more efficient in our jobs in the future,” Weber said.\n\nTechnology is also a concern that school districts across the United States have as distance learning becomes a requirement. After the first week, Weber said local schools fared better than anticipated.\n\nWeber praises staff for their “quite remarkable” plans and parents who are now asked to “play a huge role.”\n\n“It’s interesting times. It’s definitely been a stressful time … and is it the best? No, of course. But I think we’ll succeed to the best of what we can,” Weber said."}}