{"GDELT": {"GlobalEventID": 918291705, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.32946145723337, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200415123000, "SOURCEURL": "https://www.mirror.co.uk/news/politics/breaking-coronavirus-uk-hits-back-21870877"}, "ARTICLE": {"TITLE": "Coronavirus: UK hits back as Donald Trump's axe of WHO funding sparks global anger", "TEXT": "Get our daily coronavirus email newsletter with all the news you need to know direct to your inbox Sign up Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nThe UK hit back at Donald Trump today amid international fury at his decision to halt £400m of funding to the World Health Organisation (WHO).\n\nThe US President made the shock announcement last night to temporarily halt around 15% of the WHO's budget in the middle of the coronavirus pandemic.\n\nTrump said the group had promoted China's \"disinformation\" about the virus that likely led to a wider outbreak.\n\nHe said it wasn't \"fair\" for the US to contribute roughly £300million to £400 million [$400 million to $500million] to the WHO when China had given around £33million [$42million].\n\nAnd he said the organisation had \"failed in its basic duty and it must be held accountable\".\n\nUnlike other countries, Downing Street's response carefully avoided directly criticising the President or White House.\n\nBut Prime Minister Boris Johnson's official spokesman today repeatedly stressed the UK had no plans to stop funding the WHO - and warned it was \"essential\" to work together internationally.\n\nThe spokesman said: \"Our position is that the UK has no plans to stop funding the WHO, which has an important role to play leading the global health response.\n\n\"Coronavirus is a global challenge and it’s essential countries work together to tackle this shared threat.”\n\nAsked if the UK was disappointed by President Trump's announcement, Boris Johnson's spokesman said: \"I can only set out the UK’s position and that is that we have no plans to stop funding the WHO.\n\nDowning Street suggested Britain would not need to plug the funding gap but did not rule it out.\n\nThe spokesman said: \"In terms of how we contribute to the WHO, that is used on our assessment of the organisations needs and we continue to keep this under review. It’s not something that’s affected by other countries’ decisions on funding.\"\n\n(Image: AFP via Getty Images)\n\nThe WHO has come in for heavy criticism over its response to coronavirus and its work with China, which is accused of covering up elements of its own health crisis.\n\nBut while Downing Street said the organisation should \"continue to learn lessons\", officials pointed the finger more firmly at China. Boris Johnson's spokesman said: \"We’ve always stressed that transparent and accurate information about the virus is essential for a global response”.\n\nFormer MI6 chief John Sawers told the BBC: \"There is deep anger in America at what they see as having been inflicted on us all by China and China is evading a good deal of responsibility for the origin of the virus, for failing to deal with it initially.\n\n\"Intelligence is about acquiring information which has been concealed from you by other states and other actors, there was a brief period in December and January when the Chinese were indeed concealing this from the West.\"\n\nOther UK politicians and medical experts joined the attack on President Trump - saying it was \"short-sighted\" and \"hypocritical\".\n\nUK Labour leader Keir Starmer told LBC Trump's decision was \"completely the wrong thing to do.\"\n\n(Image: PA)\n\nHe added: \"There needs to be a global response to this... This is not the time to be retreating and pulling away from global organisations.\"\n\nLib Dem Foreign Affairs spokesperson Alistair Carmichael branded it \"a dereliction of duty\" that \"puts lives at risk around the world\"\n\nDr Michael Head, senior research fellow in global health at the University of Southampton, said: \"Politically volatile leadership is rarely constructive or helpful at times of crisis.\"\n\nHe added: \"If the USA acts provocatively over global health and biosecurity, it will become a very big problem.\n\n\"The effects would be seen worldwide, but also rebounding back on to the USA where high-threat pathogens would be more likely to occur in future.\"\n\nDr Stephen Griffin, associate professor at the University of Leeds School of Medicine, said: \"This most recent intervention in public health policy by President Trump is perhaps one of the least productive, most short-sighted, self-motivated and hypocritical acts I have ever witnessed.\n\n\"As far as I can ascertain, it has no foundation in reality.\"\n\nMeanwhile several world leaders spoke out. EU foreign policy chief Josep Borrell tweeted: \"Deeply regret U.S. decision to suspend funding to WHO.\n\n(Image: Getty Images)\n\n\"There is no reason justifying this move at a moment when their efforts are needed more than ever.\"\n\nGerman Foreign Minister Heiko Maas said apportioning blame did not help. \"The virus knows no borders,\" Maas said on Twitter.\n\nNew Zealand Prime Minister Jacinda Ardern said the WHO was essential to tackling the pandemic.\n\n\"At a time like this when we need to be sharing information and we need to have advice we can rely on, the WHO has provided that,\" she said. \"We will continue to support it and continue to make our contributions.\"\n\nChina urged the United States on Wednesday to fulfil its obligations to WHO.\n\nForeign Ministry spokesman Zhao Lijian said the pandemic was at a critical stage and that Washington's decision would affect the whole world.\n\nAustralian Prime Minister Scott Morrison said he sympathised with Trump's criticisms of the WHO, especially its \"unfathomable\" support of re-opening China's \"wet markets\", where freshly slaughtered, and live, animals are sold.\n\n\"But that said, the WHO also as an organisation does a lot of important work including here in our region in the Pacific and we work closely with them,\" Morrison told an Australian radio station.\n\n\"We are not going to throw the baby out of with the bathwater here, but they are also not immune from criticism.\""}}