{"GDELT": {"GlobalEventID": 918291375, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor1Code": "BUS", "Actor1Name": "TRADER", "Actor1Type1Code": "BUS", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.68817204301076, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200415123000, "SOURCEURL": "https://reliefweb.int/report/world/statement-african-union-au-labour-migration-advisory-committee-lmac-novel-coronavirus"}, "ARTICLE": {"TITLE": "Statement of the African Union (AU) Labour Migration Advisory Committee (LMAC) on the novel Coronavirus Disease COVID-19 and the condition of African Migrant Workers - World", "TEXT": "The outbreak, in late 2019, of the novel Coronavirus Disease (COVID-19) and now labeled a pandemic by the World Health Organization (WHO) is redefining humanity in ways we can only know after the virus is successfully defeated. The virus has disregarded status, class, race, religion, nationality, gender, creed and location and businesses, government operations. In addition, the world of work as well as individual and communal lives have been affected in profound and dire ways.\n\nThousands have succumbed to the virus, and, on behalf of all Members of the AU Labour Migration Advisory Committee, we extend our profound condolences to the families and nations in Africa and the world that have lost citizens and loved ones.\n\nWe acknowledge and commend the important support and coordination of the efforts of Member States by the Africa Center for Disease Control (Africa CDC) (Africa CDC) and the measures being taken by Ministry of Labour of Member States, the African Union Commission and RECs to address the COVID-19 at the workplace.\n\nThe African Union Labour Migration Advisory Committee (LMAC) is extremely concerned about the welfare of African migrant workers, refugees and Internally Displaced Persons (IDPs) caught in the cross-fire of this current global health crisis.\n\nAs countries increasingly adopt sweeping measures, thousands of vulnerable African labour migrants have become stranded in their different countries of work. Some are likely to fall victim to hardship, exploitation, and extortion in their desperate effort to return to their homes and families before the intensification of the on-going global containment measures.\n\nWe are also concerned that the majority of migrant workers are most exposed to the possibility of infection, owing to squalid living conditions, inadequate workplace health and safety protection, and little or no social protection coverage. Domestic workers in particular, face a higher level of exposure to the contagion. Many workers across sectors and industries also survive on daily wages and will suffer huge wage losses due to the stoppage of economic activities.\n\nFamilies and dependents and countries are projected to equally suffer as remittances are hard hit. Recipient families are in dire need of remittances in these COVID-19 hard times, as they help in social expenditures of beneficiary persons, in particular their health.\n\nThe Coronavirus pandemic has also adversely affected many business operations in Africa.\n\nThere are real threats to the collapse of some businesses and the risk of job losses, including those of migrant workers. It is noticed that the majority of migrant workers are found in the informal economy, most of the time as self-employed offering jobs to nationals in the country of destination, or in agriculture as seasonal workers. Women Cross Border Traders play a significant role in promoting the intra-African trade, contributing significantly to the African Continental Free Trade Area (AfCFTA). Given that the social security system does not cover workers in these sectors, migrant workers are left to themselves to face the COVID-19 impact.\n\nThe AU LMAC, therefore, calls upon the AUC, RECs, member states, social partners’ organizations and the international community to strategically consider and implement measures to mitigate against businesses collapse, jobs and income losses.\n\nIn the near future, Member States are encouraged to put in place unemployment insurance plans and to extend social security to workers in the informal economy and rural sectors.\n\nWhilst we are very much encouraged by statements and measures taken so far by several regional economic communities and Member States within the continent to this pandemic, it should be noted, however, that most do not comprehensively take into account the millions of migrants, refugees and internally displaced people (IDPs) in Africa. Countries can craft strategies on how to incorporate migrants within their COVID-19 responses, using the interim guidance released by the Inter-Agency Standing Committee.\n\nFurther, we call on African governments in the post-COVID-19 era to carefully look at and renegotiate the different Labour Migration Agreements that they may have signed with the view of ensuring the enjoyment by migrant workers of adequate health and safety, social protection and portability, and other human and labour rights protections.\n\nParliaments are essential in framing the right legislative response needed to address the social and economic impact of the COVID-19, including facilitation measures to support workers, employers and the post-COVID-19 economic recovery.\n\nWe recognize the engagement of the Civil Society Organizations, Workers and Employers Organizations in complementing the efforts of the governments.\n\nAccordingly, therefore, the AU LMAC calls for the pursuit of coordinated and coherent mitigation and recovery measures at the global level. Whilst we note and commend the initiatives by various governments, countries, regions and social partners’ organizations, the failure to adopt a robust and comprehensive global approach may lead to short-term outcomes that may create and exacerbate the vulnerability of many migrant workers.\n\nThis is the time for the expression of genuine and practical global compassion and solidarity.\n\nECOWAS through the West African Health Organization (WAHO) is providing technical and financial support to Member States from its own resources, in addition to assistance from international partners. We commend all other RECs efforts in providing essential support to their respective Member states to prevent and mitigate the effects of the pandemic.\n\nFinally, we urge all persons, especially IDPs, refugees and migrant workers to observe and comply with the standard public health guidelines for the containment of COVID-19 and other progressive measures by governments. Importantly, we appeal to everyone to avoid fear but to embrace caution."}}