{"GDELT": {"GlobalEventID": 918243142, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor1Code": "BUS", "Actor1Name": "MANUFACTURER", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 152, "EventBaseCode": 152, "EventRootCode": 15, "QuadClass": 4, "GoldsteinScale": -7.2, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.3613445378151297, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Netherlands", "Actor1Geo_CountryCode": "NL", "Actor1Geo_ADM1Code": "NL", "Actor1Geo_Lat": 52.5, "Actor1Geo_Long": 5.75, "Actor1Geo_FeatureID": "NL", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Netherlands", "Action2Geo_CountryCode": "NL", "Action2Geo_ADM1Code": "NL", "Action2Geo_Lat": 52.5, "Action2Geo_Long": 5.75, "Action2Geo_FeatureID": "NL", "DATEADDED": 20200415063000, "SOURCEURL": "https://www.express.co.uk/life-style/science-technology/1268853/Android-update-break-phone-do-not-install"}, "ARTICLE": {"TITLE": "Latest Android update can BREAK certain phones - do not install it", "TEXT": "Android fans are being put on alert about a new download that can brick phones\n\nAndroid users are being warned about an official update that can brick their phones – leaving them unable to make or receive calls, open any apps. Android is one of the most widely-used operating systems on the planet with more than 2.5 billion active devices.\n\nThat's equivalent to a third of the world's population. With that incredible level of popularity comes at lot of attention – including from bad actors. As a result, Android users are no strangers to alerts about threats to their devices.\n\nOftentimes these warnings are security alerts, such as the recent warning about \"unkillable\" Android malware found on unofficial app marketplaces.\n\nBut now Android fans have been put on alert about an official update from the manufacturer that turn devices into expensive paperweights. In the past month Samsung has been rolling out Android 10 updates to a tonne of devices.\n\nJust last week three Samsung Galaxy phones received the Android 10 update as well as the One UI 2.0 patch on the same day."}}