{"GDELT": {"GlobalEventID": 918243445, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor1Code": "GOV", "Actor1Name": "MINIST", "Actor1Type1Code": "GOV", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.233380480905231, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jakarta, Jakarta Raya, Indonesia", "Actor1Geo_CountryCode": "ID", "Actor1Geo_ADM1Code": "ID04", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -6.17444, "Actor1Geo_Long": 106.829, "Actor1Geo_FeatureID": "-2679652", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jakarta, Jakarta Raya, Indonesia", "Actor2Geo_CountryCode": "ID", "Actor2Geo_ADM1Code": "ID04", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -6.17444, "Actor2Geo_Long": 106.829, "Actor2Geo_FeatureID": "-2679652", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jakarta, Jakarta Raya, Indonesia", "Action2Geo_CountryCode": "ID", "Action2Geo_ADM1Code": "ID04", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -6.17444, "Action2Geo_Long": 106.829, "Action2Geo_FeatureID": "-2679652", "DATEADDED": 20200415063000, "SOURCEURL": "https://business.inquirer.net/294799/millions-to-lose-jobs-fall-into-poverty-as-indonesia-braces-for-recession"}, "ARTICLE": {"TITLE": "Millions to lose jobs, fall into poverty as Indonesia braces for recession", "TEXT": "JAKARTA — The Indonesian government estimates that up to 3.78 million Indonesians will fall into poverty and 5.2 million lose their jobs during the coronavirus pandemic, while the International Monetary Fund (IMF) projects the worst global recession since the Great Depression.\n\nFinance Minister Sri Mulyani Indrawati said Tuesday that, with economic growth projected at the lowest level since the 1998 financial crisis, 1.1 million to 3.78 million people could fall into poverty and 2.9 million to 5.2 million workers could lose their jobs.\n\nADVERTISEMENT\n\n“COVID-19 has resulted in the global economy entering a recession,” Sri Mulyani said in a teleconferenced briefing, reiterating the government’s use of state funds to increase spending on health, social safety and support for businesses.\n\nThe minister explained there would be “support for business activity from the informal sector to micro, small and medium enterprises and the business world. Because this is related to layoffs and social repercussions.”\n\nThe IMF on Tuesday released its new World Economic Outlook titled “The Great Lockdown”, estimating Indonesia’s economic growth to plunge to 0.5 percent this year from a four-year low of 5.02 percent in 2019.\n\nThe IMF also projects that the country’s unemployment rate will rise to 7.5 percent this year, from last year’s 5.3 percent as the pandemic has upended supply chains, forcing companies to lay off employees, and crushed demand for goods as consumers stay at home.\n\nAs many as 2.8 million people have lost their jobs as of Monday, according to data from the Manpower Ministry and the Workers Social Security Agency (BPJS Ketenagakerjaan). More than half were furloughed and placed on paid or unpaid leave.\n\n“The significant downward revision to the 2020 growth projection reflects large anticipated domestic disruptions to economic activity from COVID-19,” the report says. The IMF expects the virus to hit Indonesia’s economy as the country relies heavily on the export of commodities rather than finished goods.\n\n“Among developing economies, all countries face a health crisis, severe external demand shock, dramatic tightening in global financial conditions, and a plunge in commodity prices,” the report says. “They will have a severe impact on economic activity in commodity exporters.”\n\nHowever, the IMF expects that recovery will take place in 2021 as the country’s economy may expand by 8.2 percent, the highest since 1995 during former president Soeharto’s leadership.\n\nThe global economy is projected to contract by 3 percent this year, but growth is expected to recover in 2021 with a projected rate of 5.8 percent.\n\nADVERTISEMENT\n\n“It is very likely that this year the global economy will experience its worst recession since the Great Depression, surpassing that seen during the global financial crisis a decade ago,” IMF chief economist Gita Gopinath said. “Worse growth outcomes are possible and even likely.”\n\n“This would follow if the pandemic and containment measures last longer, emerging and developing economies are even more severely hit […] or if widespread scarring effects emerge due to firm closures and extended unemployment,” she added.\n\nThe highly contagious novel coronavirus has infected more than 1.9 million people and killed over 119,000. In Indonesia, more than 4,500 people have tested positive for COVID-19 so far, while at least 399 have died.\n\nPresident Joko “Jokowi” Widodo has declared a public health emergency and a national disaster as large-scale social restrictions are in place in several regions with high numbers of confirmed cases.\n\n“The economic growth target for 2020 will be corrected sharply, but this will not happen only in Indonesia but also in other countries,” Jokowi said on Tuesday. “We must prepare ourselves for every scenario and work very hard for public health recovery and economic recovery.”\n\nThe government’s baseline scenario is for Indonesia’s economic growth to drop to 2.3 percent, the lowest in 21 years, with a worst-case scenario of an economic contraction of 0.4 percent.\n\nFor more news about the novel coronavirus click here.\n\nWhat you need to know about Coronavirus.\n\nFor more information on COVID-19, call the DOH Hotline: (02) 86517800 local 1149/1150.\n\nThe Inquirer Foundation supports our healthcare frontliners and is still accepting cash donations to be deposited at Banco de Oro (BDO) current account #007960018860 or donate through PayMaya using this link .\n\nRead Next\n\nEDITORS' PICK\n\nMOST READ"}}