{"GDELT": {"GlobalEventID": 918291518, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor1Code": "COPMED", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor1Type2Code": "MED", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -9.93657505285417, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI05", "Actor1Geo_ADM2Code": "191416", "Actor1Geo_Lat": 6.45306, "Actor1Geo_Long": 3.39583, "Actor1Geo_FeatureID": "-2017355", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI05", "Actor2Geo_ADM2Code": "191416", "Actor2Geo_Lat": 6.45306, "Actor2Geo_Long": 3.39583, "Actor2Geo_FeatureID": "-2017355", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lagos, Lagos, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI05", "Action2Geo_ADM2Code": "191416", "Action2Geo_Lat": 6.45306, "Action2Geo_Long": 3.39583, "Action2Geo_FeatureID": "-2017355", "DATEADDED": 20200415123000, "SOURCEURL": "https://www.bbc.com/news/world-africa-52285271"}, "ARTICLE": {"TITLE": "Lagos unrest: The mystery of Nigeria's fake gangster attacks", "TEXT": "Hundreds of gang members, mostly teenagers, fleeing police in two Nigerian states under a coronavirus lockdown hoaxed residents into believing that coordinated armed robbery attacks were underway.\n\nPolice say the gangsters achieved their intention of creating panic.\n\nResidents set up makeshift checkpoints with burning tyres in border communities between Lagos and Ogun states after forming vigilante groups to protect themselves from the imaginary armed robbers.\n\nFor days, groups of anxious residents - young and old, and mostly male - kept night vigils on their streets, armed with machetes, bottles and other household items.\n\nThey were braced for an attack that never came.\n\nThere were rumours that a group of up to 200 armed robbers were on the rampage.\n\nBut the police have told the BBC that it was a widespread hoax by gangsters to create panic before attacking residents and that people had unwittingly assisted them by posting messages on social media.\n\nHowever, the police insist that no-one was actually attacked.\n\nImage copyright Other Image caption Police say messages like this were used to frighten the public\n\nNigeria's President Muhammadu Buhari on Monday announced a two-week extension of a lockdown in three states, including the capital Abuja, to curtail the spread of coronavirus, but made no mention of the security situation in states where residents are concerned that the economic hardship caused by the lockdown has led to an escalation in crime.\n\nHow did the rumours start?\n\nPictures and videos of residents bracing for attacks started surfacing last Thursday with the hashtags #OgunUnrest and #LagosUnrest trending for days on Twitter.\n\nBut there was no proof of armed robbery attacks in the neighbourhoods, according to the police.\n\nThe first wave of reports said there were attacks around the Agbado, Sango and Ijoko areas of Ogun state that borders Lagos.\n\nOn social media some residents claimed they had heard gunshots and others said they had seen people breaking into homes and in some cases maiming occupants.\n\nThis user said she was not able to sleep as her \"hood was being robbed.\"\n\nThis video showed residents of a community sharpening their machetes and \"preparing for battle\".\n\nOgun state police spokesman Abimbola Oyeyemi told the BBC that they received more than 300 calls of \"fake attacks\" on Saturday.\n\n\"On one occasion, someone called to report the death of seven people but when police got there, there was nothing.\n\n\"The caller was miles away from the purported incident he was reporting,\" he said.\n\nHe said a gang war had started in Ogun state after the death of one of the leaders in a fight, leading to the arrest of 150 gang members, while hundreds of them fled into Lagos state.\n\nImage caption The nightly vigilante patrols extended into daytime as rumours of attacks spread\n\nRumours of armed attacks spread to Lagos by Friday and there were videos and photos online, some showing bloodied \"gangsters\" with their civilian captors who accused them of being robbers.\n\nThings further escalated on Sunday as there were reports of daytime attacks in the Ogba area of Lagos, a popular neighbourhood for middle-class workers.\n\nSo were there armed robbery attacks?\n\nThe police say there have been no armed robbery attacks, at least on the scale that has been reported on social media.\n\nLagos police spokesman Elkana Bala told the BBC that they had arrested 100 gang members who came into the state from Ogun following the gang war.\n\nHe said that the gangsters had created panic by distributing messages to frighten people.\n\n\"They know it is difficult to hit an organised community so they [gangsters] want to first disorganise them [residents],\" he said.\n\nBBC We heard that there were some guys robbing around the area, so there was panicking.\"\n\nHe said the vigilante groups compounded the problem as their weapons and the tyres they burnt let to further panic, with some residents mistaking them for robbers.\n\nWhat did residents say?\n\nOn social media, the reaction has been almost hysterical, with one resident claiming she had gone into a dog's cage to hide from the robbers.\n\nThe post was later deleted as she said it was a joke.\n\nOthers said the robbers were either at their doorsteps or at the neighbours and that the police had not responded to calls.\n\nOn the streets the rumour-mill was in full flow. Everyone had heard about attacks in other streets, but not at theirs. No-one had witnessed a robbery incident.\n\nImage copyright Getty Images Image caption Most Lagos streets have gates and private security guards who keep watch at night\n\nJamiu Ayofalaji, who lives in the Ogba area of Lagos, said he heard gunshots and mobilised other residents to burn tyres to let the \"robbers know that we are not sleeping\".\n\nHe said he did not see any armed robbers in his three days of keeping a night-vigil.\n\nDeji Francis also heard gunshots and that \"some guys were robbing in the area so there was panicking,\" but he did not see anything.\n\n\"We heard from reliable sources that the gangsters were in a neighbouring street so we came out to protect themselves,\" said Olajide Boladale at Ogba, as a group of men scrummed around him.\n\n\"We are with sticks and other things to defend ourselves,\" he said.\n\nYou may also like:\n\nWho are the gangsters?\n\nLagos has long had a problem with organised youths called agberos, or area boys, who extort levies from businesses and residents.\n\nTheir petty thievery are generally ignored by authorities in a state struggling with high youth unemployment.\n\nImage copyright Getty Images Image caption Gangsters known locally as area boys operate in most bus-stops and flyovers in Lagos\n\nBut the recent \"attacks\" were allegedly masterminded by more organised gangs with a militia-styled chain of command.\n\nThese gangs, called cults in Nigeria because of their diabolic initiation processes and body scars, seek to control territories and commit crime."}}