{"GDELT": {"GlobalEventID": 918292403, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor1Code": "USA", "Actor1Name": "SAN ANTONIO", "Actor1CountryCode": "USA", "Actor2Code": "USACOP", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 2, "NumArticles": 8, "AvgTone": -5.17126148705096, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "San Antonio, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX029", "Actor1Geo_Lat": 29.4241, "Actor1Geo_Long": -98.4936, "Actor1Geo_FeatureID": "1380951", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "San Antonio, Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 29.4241, "Actor2Geo_Long": -98.4936, "Actor2Geo_FeatureID": "1380951", "Action2Geo_Type": 3, "Action2Geo_Fullname": "San Antonio, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 29.4241, "Action2Geo_Long": -98.4936, "Action2Geo_FeatureID": "1380951", "DATEADDED": 20200415123000, "SOURCEURL": "https://www.lmtonline.com/news/article/Top-San-Antonio-news-Man-robbed-outside-hotel-15201807.php"}, "ARTICLE": {"TITLE": "Top San Antonio news: Man robbed outside hotel; 840 hotel rooms available for quarantine use; more", "TEXT": "Top San Antonio news: Man robbed outside hotel; 840 hotel rooms available for quarantine use; more\n\nPhoto: iStock Photo: iStock Photo: All Rights Reserved. (All Rights Reserved. (Photographer) - [None] Photo: All Rights Reserved. (All Rights Reserved. (Photographer) - [None] Image 1 of / 1 Caption Close Top San Antonio news: Man robbed outside hotel; 840 hotel rooms available for quarantine use; more 1 / 1 Back to Gallery\n\nHere's the most recent top news you may have missed in San Antonio.\n\nCoronavirus shutdown having 'catastrophic effect' on zoo\n\nWith its doors shut down amid the coronavirus pandemic, the San Antonio Zoo is facing the biggest crisis in its 106-year history.\n\nRead the full story on San Antonio Zoo.\n\nFamily says county waited too long to stop transfer of inmates to treatment facility\n\nThe family of a San Antonio man who has spent the past few months at a county treatment facility sharply criticized the decision of officials to only recently suspend transferring inmates there from the county jail, where the number of COVID-19 cases has risen dramatically in recent days.\n\nRead the full story on Graham Media: KSAT 12 .\n\nMan robbed of backpack outside NW Side hotel, police say\n\nSan Antonio police are searching for five people who robbed a man outside a hotel early Tuesday morning.\n\nRead the full story on Graham Media: KSAT 12 .\n\nSan Antonio has 840 COVID-19 quarantine rooms ready for occupancy\n\nThe city of San Antonio has 840 hotel rooms available for people who test positive for COVID-19 and have nowhere to quarantine themselves, said Chief Charles Hood of the San Antonio Fire Department.\n\nRead the full story on Graham Media: KSAT 12 .\n\n'I couldn't believe it': San Antonio business gifts local nurse new motorcycle after hers was stolen\n\nWhen local nurse Mercedes Suarez found out her 2004 Kawasaki 250 Ninja was stolen, she was \"devastated.\" During the past three years, she spent hundreds of dollars restoring the motorcycle.\n\nRead the full story on MySanAntonio.\n\nThis story was created automatically using data about news stories on social media from CrowdTangle, then reviewed by an editor. Click here for more about what we're doing. Got thoughts? Go here to share your feedback."}}