{"GDELT": {"GlobalEventID": 918243441, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.71149144254278, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Howard County, Maryland, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMD", "Actor1Geo_ADM2Code": "MD027", "Actor1Geo_Lat": 39.2504, "Actor1Geo_Long": -76.933, "Actor1Geo_FeatureID": "1709077", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Howard County, Maryland, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMD", "Actor2Geo_Lat": 39.2504, "Actor2Geo_Long": -76.933, "Actor2Geo_FeatureID": "1709077", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Howard County, Maryland, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMD", "Action2Geo_Lat": 39.2504, "Action2Geo_Long": -76.933, "Action2Geo_FeatureID": "1709077", "DATEADDED": 20200415063000, "SOURCEURL": "https://www.wbal.com/article/445834/188/republican-delegate-asks-hogan-to-release-plan-to-reopen-businesses"}, "ARTICLE": {"TITLE": "Republican Delegate Asks Gov. Hogan To Release Plan To Reopen Businesses", "TEXT": "Republican Delegate Asks Gov. Hogan To Release Plan To Reopen Businesses\n\nA Republican state lawmaker has sent a letter to Gov. Larry Hogan asking him to come up with a plan to allow nonessential businesses to open after the state of emergency is lifted.\n\n\"All we have working at this moment is fear and doubts about COVID-19,\" Carroll and Howard County Del. Warren Miller told WBAL News Now Extra on Tuesday night.\n\n\"We don't have a plan in Maryland to say at some point this pandemic is going to peak, and on the back side of that, where's the planning to say how will we phase in the opening of economy to help our constituents.\"\n\nMiller said that he is not putting a deadline on Hogan to lift his state of emergency, but he says the release of a plan would send a signal to small business owners who are considering shutting down their operations permanently.\n\n\"The longer we delay a coordinated plan and communication of that plan, the more harm is\n\nbeing done to our constituents who want to work and our non-essential business owners that need to reopen,\" Miller wrote in the letter dated Tuesday, and posted to his Facebook page.\n\nMiller says that in his district a number of small business owners are confused over which businesses are considered essential. He says there are some takeout restaurants in his district who didn't know if they were allowed to remain open.\n\nUnder Hogan's executive order last month, restaurants are allowed to stay open to offer takeout, curbside pickup or delivery of food.\n\nMiller adds businesses with limited contact with the public should be allowed to open.\n\n\"The guidance is out there, but the guidance is confusing. My point is the state needs to start communicating a message of hope to all of those people who have shuttered their businesses and send their employees home,\" Miller added.\n\nA spokesman for Hogan did not respond to a request for comment on Miller's letter on Tuesday night.\n\nHogan's communications director Mike Ricci said Wednesday morning that Hogan would address this issue at a news conference in Annapolis that is scheduled for 2:30 p.m.\n\nPresident Donald Trump has suggested social distancing guidelines be removed by May 1 to allow businesses to open.\n\nHogan told ABC News on Sunday that he would not abide by an \"artificial deadline\" to lift the state of emergency, but will only do it when the risk to public safety is greatly reduced.\n\nA spokesman for Hogan did not comment on Miller's letter on Tuesday night."}}