{"GDELT": {"GlobalEventID": 918291882, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "Actor2Code": "ZWEGOV", "Actor2Name": "ZIMBABWEAN", "Actor2CountryCode": "ZWE", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.36900369003690003, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Harare, Mashonaland East, Zimbabwe", "Actor2Geo_CountryCode": "ZI", "Actor2Geo_ADM1Code": "ZI04", "Actor2Geo_ADM2Code": "40197", "Actor2Geo_Lat": -17.8178, "Actor2Geo_Long": 31.0447, "Actor2Geo_FeatureID": "-2312291", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200415123000, "SOURCEURL": "http://www.china.org.cn/world/Off_the_Wire/2020-04/15/content_75936320.htm"}, "ARTICLE": {"TITLE": "Roundup: China boosts cooperation with Zimbabwe in fight against COVID-19 pandemic", "TEXT": "You are here:\n\n视频播放位置 下载安装Flash播放器\n\nby Gretinah Machingura, Zhang Yuliang\n\nHARARE, April 15 (Xinhua) -- Despite still recovering from the devastating impact of COVID-19, China has not stopped to extend its helping hand to other countries in their on-going fight against the pandemic.\n\nOne such country that has benefited immensely from China's bilateral cooperation on COVID-19 is Zimbabwe, which desperately needs assistance to revive its dilapidated health delivery system.\n\nA bad economic situation, aggravated by drought and two decades of Western sanctions, has made the country even more vulnerable to the pandemic.\n\nTo date, Zimbabwe has recorded 18 cases of COVID-19, including three deaths and one recovery, from 665 samples tested so far.\n\nWhen the threat of coronavirus became apparent in Zimbabwe last month, China was among the first countries to offer support to the country.\n\nLast month, Chinese companies operating in the country invested over 500,000 U.S. dollars for the rehabilitation of Wilkins Hospital in Harare, the country's main isolation and treatment center for COVID-19.\n\nPrior to the renovations which took two weeks to complete, Wilkins Hospital was poorly equipped to handle COVID-19 patients, but its capacity has now greatly improved following the kind gesture from the Chinese enterprises.\n\nBefore the face lift, the infectious disease hospital could only accommodate 35 COVID-19 patients but this number has increased to 60 with 10 extra beds designated for the intensive care unit.\n\n\"We are now able to manage some of the critically ill patients. We can at least provide ventilators to some patients. We are now happy that we have proper ICU beds and proper state-of-the-art ventilators not in the numbers we would want but at least we can save more lives now,\" Prosper Chonzi, the medical director of the Harare council-run hospital, said last week soon after completion of the renovations.\n\nHe said the hospital can now comfortably take 10 COVID-19 patients into critical care while the other 60 beds can accommodate stable and moderate patients.\n\nZimbabwean government officials, impressed by the kind gesture from the Chinese, have visited the hospital to assess the revamped hospital.\n\nAmong the senior government officials who have since visited the facility are Vice President Kembo Mohadi and Harare Metropolitan Minister Oliver Chidawu.\n\nChidawu, who also chairs the Harare provincial joint operations command on COVID-19, expressed satisfaction with the rehabilitation work.\n\n\"The situation is much better now than it was before and I think we should be able to manage cases should we have some now,\" he said last week after touring the hospital.\n\nThe Zimbabwean government continues to step up efforts to fight the pandemic, and has put together an additional 150,000 dollars for the procurement of medical equipment which includes an oxygen machine, breathing machine, test kits and protective suits, face masks and other protective clothes for frontline health care workers.\n\nThe country's response to COVID-19 also received a major boost last month from Chinese billionaire and co-founder of Alibaba, Jack Ma, who donated an assortment of medical supplies to help fight the pandemic.\n\nJack Ma made the donation through the African Union, with the Ethiopian Airlines helping to distribute the medical items to each member country.\n\nZimbabwe received its donation on March 24, consisting of 20,000 laboratory diagnostic test kits, 100,000 medical face masks and 10,000 protective suits and face shields.\n\nZimbabwean President Emmerson Mnangagwa thanked Jack Ma for the much-needed equipment to fight COVID-19.\n\n\"Thank you @JackMa for your generous donation of coronavirus testing kits and preventative materials, a true act of friendship that will be crucial to helping us fight the virus,\" Mnangagwa said on Twitter.\n\nWhile launching the country's preparedness and response plan against COVID-19 on March 19, Mnangagwa also voiced appreciation to China for its support to the country in its efforts to combat the pandemic.\n\n\"I wish to acknowledge assistance so far extended to Zimbabwe by the People's Republic of China,\" he said at the launch, referring to the Chinese-funded rehabilitation work that had begun at Wilkins Hospital.\n\nIn addition, China has also activated its medical team in Zimbabwe, which is assisting the country's health personnel with training on COVID-19.\n\nThe Chinese government is not tiring in its efforts to strengthen bilateral cooperation with Zimbabwe to cope with the pandemic, and is urging Zimbabweans and the rest of the world to avoid discrimination and racism as the world fights the pandemic.\n\n\"In the face of the threat of COVID-19, China and Africa need solidarity more than ever before. The Chinese government, business community and individuals are making their best efforts to support African countries in countering the pandemic. Tough measures are being put in place around the world including in China and Zimbabwe,\" said the Chinese ambassador to Zimbabwe Guo Shaochun. Enditem"}}