{"GDELT": {"GlobalEventID": 918243634, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor1Code": "KEN", "Actor1Name": "KENYA", "Actor1CountryCode": "KEN", "Actor2Code": "GOV", "Actor2Name": "AUTHORITIES", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -9.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sangailu, North-Eastern, Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE06", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -1.30587, "Actor1Geo_Long": 40.7345, "Actor1Geo_FeatureID": "-2262107", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Garissa, North-Eastern, Kenya", "Actor2Geo_CountryCode": "KE", "Actor2Geo_ADM1Code": "KE06", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -0.45354799999999995, "Actor2Geo_Long": 39.6401, "Actor2Geo_FeatureID": "-2245008", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sangailu, North-Eastern, Kenya", "Action2Geo_CountryCode": "KE", "Action2Geo_ADM1Code": "KE06", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -1.30587, "Action2Geo_Long": 40.7345, "Action2Geo_FeatureID": "-2262107", "DATEADDED": 20200415063000, "SOURCEURL": "http://www.somaliweyn.org/2020/04/15/four-shabaab-killed-police-reservists-hurt-in-wajir-gunfight/"}, "ARTICLE": {"TITLE": "Four Shabaab killed, police reservists hurt in Wajir gunfight.", "TEXT": "Four suspected Al-Shabaab militants have been killed in a gun battle with police reservists in Wajir.\n\nDuring the Monday morning shootout in Kakabey – between Qarsa and Ausmudule in Wajir County – an unknown number of police reservists were injured.\n\nWajir County Police Commander Thomas Ngeywa confirmed the incident which happened at around 10am.\n\nMr Ngeywa said that the police reservists were on routine patrol in the area when they came into contact with the Somalia-based ragtag militia. The area is about eight kilometres from the Kenya-Somalia border.\n\n“Earlier today we received reports that some of our police reservists who were on routine patrol encountered an unknown number of suspected Al-Shabaab militants in Qarsa area before a gun fight ensued resulting in casualties,” said Mr Ngeywa.\n\nBut he could not confirm the number of reservists who were injured, saying a security team had been dispatched to the area to ascertain what transpired.\n\n“I cannot confirm the number of casualties at the moment but we are aware that four militants were gunned down, “said Mr Ngeywa.\n\nUnconfirmed reports indicated that two police reservists were critically injured during the gun fight.\n\nThis incident comes at a time when the northern region is enjoying relative peace.\n\nDROP IN ATTACKS\n\nThe last two months have seen a drop in terror attacks in the region.\n\nThe last incident in Wajir happened in January after an unknown number of suspected Al-Shabaab militants attacked a passenger bus in Khorof Kharar, injuring two people.\n\nThe recent terror incident in the North happened\n\nOn March 15, two people lost their lives after an ambulance which was taking a patient to hospital hit a home-made bomb in the neighbouring Garissa County.\n\nAccording to authorities, the ambulance coming from Sangailu Dispensary was heading to Hulugho with four people on board when the incident happened.\n\nPOROUS BORDER\n\nThe northern region has borne the brunt of frequent attacks by the Somalia-based militant group which takes advantage of the porous border to stage attacks on Kenyan soil.\n\nLocal sympathisers have also been blamed for the attacks in the region which have always targeted security personnel and civil servants including teachers."}}