{"GDELT": {"GlobalEventID": 918243100, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor1Code": "BRB", "Actor1Name": "BARBADOS", "Actor1CountryCode": "BRB", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.4594180704441, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Barbados", "Actor1Geo_CountryCode": "BB", "Actor1Geo_ADM1Code": "BB", "Actor1Geo_Lat": 13.166667000000002, "Actor1Geo_Long": -59.533333, "Actor1Geo_FeatureID": "BB", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Barbados", "Actor2Geo_CountryCode": "BB", "Actor2Geo_ADM1Code": "BB", "Actor2Geo_Lat": 13.166667000000002, "Actor2Geo_Long": -59.533333, "Actor2Geo_FeatureID": "BB", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Barbados", "Action2Geo_CountryCode": "BB", "Action2Geo_ADM1Code": "BB", "Action2Geo_Lat": 13.166667000000002, "Action2Geo_Long": -59.533333, "Action2Geo_FeatureID": "BB", "DATEADDED": 20200415063000, "SOURCEURL": "https://barbadostoday.bb/2020/04/15/dlp-not-silenced-on-covid-19-issues/"}, "ARTICLE": {"TITLE": "DLP not silenced on COVID-19 issues", "TEXT": "The Democratic Labour Party (DLP)’s pledge to stand with Government amid the raging COVID-19 crisis was no indication that its members would watch in silence as certain decisions are made on the safety of Barbadians.\n\nSo says DLP President Verla DePeiza who has been accused of placing partisan politics over national interest in her recent critiques of government policy. These include questions about Government’s open-border policy, amendments to the Emergency Management Act and the viability of the National Insurance Scheme.\n\nNevertheless, political scientist, Peter Wickham in a recent interview suggested that DePeiza’s reluctance to present politically neutral arguments was stifling attempts to unify the country in the crisis.\n\nJust days before by Prime Minister Mia Mottley had warned against distractions from persons with a “partisan flavour” as she addressed the nation on matters of national importance.\n\nTo the contrary, DePeiza declared that the DLP’s stand with the Government should not exempt the administration from criticism while adding that the country’s second oldest political party was hardly invited to discuss issues of national importance.\n\n“Part of supporting anyone, even if it is a family member is that you critique them, and that is how we see our role. When the Government is going right, we will support it, but the questions that we ask are couched in that way because certain things may not be asked in a press conference that we as a party want answers to,” DePeiza explained.\n\n“Like all suggestions, you decide which ones can be used and which ones may not be feasible. We’re in a fluid environment and the DLP has not interpreted standing with the Government in the COVID fight as being forced into silence,” she added.\n\nDespite the addition of former finance minister Chris Sinckler on a special advisory board by the Mottley administration, DePeiza pointed out that she and DLP General Secretary Guyson Mayers were only invited to one recent meeting of the social partnership and were often left out of key discussions.\n\n“Acting Prime Minister Santia Bradshaw called me just before the curfew was imposed, to inform me is that we would ‘have to do something more serious’ and when I asked what, she said she hadn’t given specifics to the leader of the opposition, so she didn’t think it fair to share it with me,” DePeiza disclosed, before adding that she had also been invited to a meeting with the private sector.\n\nWhen asked whether she supported the government’s recent move to include Sinckler, DePeiza replied: “I don’t know the parameters of the committee. I only know who is on it, so I am not in a position to give any commentary on it. When we know exactly what they are supposed to be doing then we will be able to speak on that one.”\n\nIn an interview with Barbados TODAY, Peter Wickham said he believed the move was intended to secure the support of DLP followers as the Government sought to chart a course for jobs and investment in the future.\n\n“I think that [Chris] was chosen because the DLP flock right now is not represented in this pandemic. We need a situation where the Government can speak with one voice on the issue and we are not seeing that from Verla DePeiza and I think in many cases she has failed to bring the DLP following on board,” said Wickham.\n\nWhile acknowledging that the political scientist, a popular radio show moderator, is entitled to his opinion, DePeiza indicated that the Prime Minister made it clear that she intended to engage former ministers of finance.\n\n“That is what she said is her criteria. I don’t know who else fits that, but that is a narrow group of persons. So, Peter is free to speculate as widely as he wants. He has a radio show and he is free to take it wherever he wishes,” she added.\n\n[email protected]\n\nRead our ePaper. Fast. Factual. Free.\n\nSign up and stay up to date with Barbados' FREE latest news."}}