{"GDELT": {"GlobalEventID": 918292304, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor1Code": "USA", "Actor1Name": "CONNECTICUT", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 162, "EventBaseCode": 162, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -5.6, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.5714285714285694, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Connecticut, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCT", "Actor1Geo_Lat": 41.5834, "Actor1Geo_Long": -72.7622, "Actor1Geo_FeatureID": "CT", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Connecticut, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCT", "Action2Geo_Lat": 41.5834, "Action2Geo_Long": -72.7622, "Action2Geo_FeatureID": "CT", "DATEADDED": 20200415123000, "SOURCEURL": "https://www.theday.com/nationworld-news/20200415/trump-ends-us-aid-to-who-says-not-enough-done-to-stop-virus"}, "ARTICLE": {"TITLE": "Trump ends US aid to WHO, says not enough done to stop virus", "TEXT": "Washington — President Donald Trump said he was cutting off U.S. payments to the World Health Organization during the coronavirus pandemic, accusing the organization of failing to do enough to stop the virus from spreading when it first surfaced in China.\n\nTrump, who had telegraphed his intentions last week, claimed the outbreak could have been contained at its source and that lives could have been saved had the U.N. health agency done a better job investigating the early reports coming out of China.\n\n“The WHO failed in its basic duty and must be held accountable,” Trump said at a Tuesday briefing. He said the U.S. would be reviewing the WHO's actions to stop the virus before making any decision on resuming aid.\n\nThere was no immediate comment from the Geneva-based organization on Trump's announcement. But when asked about possible U.S. funding cuts during a regular U.N. briefing earlier Tuesday, WHO spokeswoman Margaret Harris responded, “Regardless of any issues, our work will go on.”\n\nU.N. Secretary-General Antonio Guterres responded to Trump’s announcement by saying now is not the time to end support for the World Health Organization, calling the WHO “absolutely critical” to the global effort to combat COVID-19, the disease caused by the coronavirus.\n\nGuterres said that it is possible that different entities read the facts differently but that the appropriate time for a review is “once we have finally turned the page on this pandemic.”\n\n“But now is not that time,” he said, adding that it also is not the time to reduce resources for operations at the WHO or any other humanitarian group that is working to combat the virus.\n\nThe United States contributed nearly $900 million to the WHO’s budget for 2018-19, according to information on the agency’s website. That represents one-fifth of its total $4.4 billion budget for those years. The U.S. gave nearly three-fourths of the funds in “specified voluntary contributions” and the rest in “assessed” funding as part of Washington’s commitment to U.N. institutions.\n\nA more detailed WHO budget document provided by the U.S. mission in Geneva showed that in 2019, the United States provided $452 million, including nearly $119 million in assessed funding. In its most recent budget proposal from February, the Trump administration called for slashing the U.S. assessed funding contribution to the WHO to $57.9 million.\n\nMore than 125,000 deaths worldwide, including more than 25,000 in the U.S., have been blamed on the coronavirus, according to Johns Hopkins University.\n\nLast week, Trump blasted the WHO for being “China-centric” and alleging that it had “criticized” his ban on travel from China as the COVID-19 outbreak was spreading from the city of Wuhan.\n\nThe WHO generally takes care not to criticize countries on their national policies, and it was not immediately clear what specific criticism Trump was alluding to.\n\nTrump himself showed deference to China at the beginning stages of the outbreak.\n\n“China has been working very hard to contain the Coronavirus,\" he tweeted Jan. 24. “The United States greatly appreciates their efforts and transparency. It will all work out well. In particular, on behalf of the American People, I want to thank President Xi!”\n\nAsked Tuesday about the appropriateness of seeking to cut the WHO's funding in the middle of a worldwide viral outbreak, Trump said the review would last 60 to 90 days.\n\n“This is an evaluation period, but in the meantime, we're putting a hold on all funds going to World Health,\" Trump said. He said the U.S. will continue to engage with the WHO in pursuit of “meaningful reforms.”\n\nTrump has also complained that other countries give substantially less than the U.S., singling out China.\n\nThe American Medical Association immediately called on Trump to reconsider his decision.\n\n“During the worst public health crisis in a century, halting funding to the World Health Organization is a dangerous step in the wrong direction that will not make defeating COVID-19 easier,\" AMA President Patrice A. Harris said in a statement.\n\nHarris said international cooperation is needed to fight the virus, along with science and data.\n\n\"Cutting funding to the WHO, rather than focusing on solutions, is a dangerous move at a precarious moment for the world,” she said.\n\nFor most people, the coronavirus causes mild or moderate symptoms, such as fever and cough, that clear up in two to three weeks. But it can cause more severe illness, including pneumonia, and death for some people, especially older adults and people with existing health problems. The vast majority of people recover.\n\n------\n\nAssociated Press writer Jamey Keaten in Geneva contributed to this report."}}