{"GDELT": {"GlobalEventID": 918291312, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIAN", "Actor1CountryCode": "AUS", "Actor2Code": "AUSGOV", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.02321083172147, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Perth, Western Australia, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS08", "Actor1Geo_ADM2Code": "5533", "Actor1Geo_Lat": -31.9333, "Actor1Geo_Long": 115.833, "Actor1Geo_FeatureID": "-1594675", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Perth, Western Australia, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS08", "Actor2Geo_ADM2Code": "5533", "Actor2Geo_Lat": -31.9333, "Actor2Geo_Long": 115.833, "Actor2Geo_FeatureID": "-1594675", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Canberra, Australian Capital Territory, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS01", "Action2Geo_ADM2Code": "4940", "Action2Geo_Lat": -35.2833, "Action2Geo_Long": 149.217, "Action2Geo_FeatureID": "-1563952", "DATEADDED": 20200415123000, "SOURCEURL": "https://www.9and10news.com/i/the-latest-italy-hospital-says-fauci-welcome-with-open-arms/"}, "ARTICLE": {"TITLE": "The Latest: Italy hospital says Fauci welcome with open arms", "TEXT": "The Latest: Italy hospital says Fauci welcome with open arms\n\nThe Latest on the coronavirus pandemic. The new coronavirus causes mild or moderate symptoms for most people. For some, especially older adults and people with existing health problems, it can cause more severe illness or death.\n\nTOP OF THE HOUR:\n\n— China didn’t warn public of likely pandemic for 6 key days.\n\n— Amazon threatens to suspend activity in France over virus protection ruling.\n\n— Health police in Italy say 15 nursing homes were closed because they posed a grave threat to the elderly.\n\n___\n\nROME — The scientific director of Italy’s leading infectious disease hospital has written to the Italian president formally suggesting that Dr. Anthony Fauci be invited to work here if U.S. President Donald Trump removes him from the White House conronavirus task force.\n\nIn the letter released Wednesday, Dr. Giuseppe Ippolito of Rome’s Lazzaro Spallanzani hospital says removing Fauci from the task force “would be disastrous news not only for the United States, but for the whole international community.”\n\nIppolito praised Fauci’s expertise, experience, leadership and “generous and selfless help” to Spallanzani and other hospitals around the world.\n\nSpeculation about Fauci’s fate swirled over the weekend after Fauci told CNN the U.S. would have “obviously” saved lives if virus mitigation efforts had begun earlier.\n\nTrump responded by reposting a tweet that included the line, “Time to #FireFauci.” But on Monday, Trump insisted Fauci’s job was safe.\n\n___\n\nDUBAI — Emirates Air says it tested the blood of passengers for the virus on a flight to Tunisia before departing from Dubai, becoming the first airline to conduct on-site rapid tests for passengers.\n\nThe blood test was conducted by Dubai’s health authority with results available within 10 minutes, according to the airline. Passengers were tested upon check-in at the gate in Dubai’s international airport.\n\nPassengers are required to wear their own masks when at the airport in Dubai. The emirate has imposed a 24-hour curfew on residents for at least two weeks to contain the virus.\n\nThere are multiple drive-through testing centers in Abu Dhabi and Dubai, where people are encouraged to get tested even if they do not have COVID-19 symptoms.\n\n___\n\nBERLIN — Germany is extending border checks until May 4 due to the coronavirus.\n\nInterior Ministry spokesman Bjoern Gruenewaelder announced the temporary measures. The controls were introduced a month ago to ensure only people with “good reason” entered Germany.\n\nNormally, there are no border checks in Europe’s passport-free Schengen travel area. The affected borders are those with Austria, Switzerland, France, Luxembourg and Denmark, as well as for airport arrivals from Italy and Spain.\n\nAlso, patrols have been stepped up in the frontier regions with Belgium and the Netherlands.\n\n___\n\nPARIS — Amazon threatened to suspend all activity in France after a French court found it wasn’t doing enough to protect its workers.\n\nThe online giant also announced plans to appeal Tuesday’s emergency ruling, which requires Amazon to stop selling nonessential goods for a month while it works out new worker safety measures.\n\nSales of food, medicine and hygiene supplies are still allowed under the ruling. However, Amazon France says the decision is so disruptive that it could prompt the company to suspend all activity at its six French warehouses.\n\nThe company stressed the importance of its services to the “thousands of French companies that sell on Amazon” and “millions of people around the country who want to have access to products they need during the crisis.”\n\nAmazon insisted it is providing adequate security measures for staff, noting the implementation of temperature checks and mask distribution.\n\nBut the court found Amazon didn’t do enough to enforce social distancing, to ensure that turnstiles and locker rooms were virus-free or to increase cleaning of its warehouses. Unions say one worker infected with the virus is in intensive care.\n\n___\n\nROME — Italy’s health police say 100 of some 600 Italian nursing homes inspected since February aren’t up to norm, amid reports of hundreds of elderly people dying in facilities across the country amid the coronavirus pandemic.\n\nThe carabinieri police’s health squad issued a detailed rundown of their virus-related inspections on Wednesday. They reported that 15 facilities were closed outright because they posed such a grave threat to the elderly, and their residents moved elsewhere. It said 61 people were reported to judicial authorities, while another 157 were fined for infractions including lack of safety norms at the facility, and lack of protective equipment and training for staff.\n\nItalian prosecutors have launched criminal investigations into at least a dozen nursing homes, following reports that elderly were abandoned or left unprotected from the virus.\n\nIn the biggest case, concerning the 1,000-bed Pio Albergho Trivulzio facility in Milan, staff complained that management prohibited doctors and nurses from wearing protective masks, for fear of alarming residents. The facility has insisted it followed all security protocols and says it is cooperating with the investigation.\n\n___\n\nNAIROBI, Kenya — The Inspector General says police will arrest those found not wearing masks in public places, vehicles and private cars.\n\nKenya’s government had published the law last week which slaps a fine of $200 for anyone found not wearing a mask in public as a preventative measure against the spread of the coronavirus.\n\nHillary Mutyambai says the grace period for people to acquire and get used to wearing masks is over and police will take action. He was speaking to journalists Wednesday.\n\n___\n\nCANBERRA, Australia — Several Australian police recruits face losing their jobs for holding a party in breach of social distancing rules.\n\nAustralian Federal Police Commissioner Reece Kershaw told reporters on Wednesday that “a number of officers” had been served with notices to explain why they should not be fired over the noisy party at a residential training college in Canberra on April 3.\n\nAustralian Broadcasting Corp. cited an unnamed police source saying 14 recruits could be fired.\n\nAlcohol had been banned from the college since neighbors complained about the party noise, ABC reported.\n\nAustralian social distancing rules require people to keep 1.5 meters (5 feet) apart and to move in groups no larger than two unless in the company of direct family members.\n\n___\n\nMILAN — Italians are showing a growing awareness of longer-term changes that will be mandated by the virus, while concern grows over economic well-being as the nationwide lockdown continues, at least through May 4.\n\nMore than half of Italians are concerned that someone in their family will lose work because of the virus — a figure that has held steady for three straight weeks — with concern over the spread of the virus has dropped from 51% last week to 46% this week, according to the SWG polling agency.\n\nThe lessening of worry comes as the number of cases narrows, and pressure on hospitals eases.\n\nAt the same time, half of Italians say the virus crisis will last more than three months — a complete turnaround from March 11 when 72% were convinced the crisis would be over inside of 90 days.\n\nNow two-thirds say that in six months, the virus will not be completely eradicated and “we will have to change our habits and behaviors in a definitive manner,” the survey found.\n\nEighty-five percent agree with the lockdown — a slight erosion from 91% a month ago.\n\nThe survey is based on a sample of 2,800 adults.\n\n___\n\nBRUSSELS — The European Union says US President Trump has “no reason” to freeze World Health Organization funding at this critical stage and called for measures to promote unity instead of division.\n\nEU foreign policy chief Josep Borrell said that the 27-nation group “deeply” regrets the suspension of funds and the WHO is now “needed more than ever” to combat the pandemic.\n\nBorrell said that “only by joining forces can we overcome this crisis that knows no borders.”\n\nEven though the group has been traditional allies with the U.S. for decades, the EU has increasingly been critical of the Trump administration over the past years.\n\n___\n\nBEIJING — A Chinese foreign ministry spokesman says the country is “seriously concerned” about the U.S. government’s decision to suspend payment to the World Health Organization.\n\n“As the most authoritative and professional international institution in the field of global public health security, the WHO plays an irreplaceable role in responding to the global public health crisis,” ministry spokesman Zhao Lijian told reporters at a daily briefing on Wednesday.\n\nPresident Donald Trump said Tuesday that he was cutting off U.S. payments to the organization, accusing it of failing to do enough to stop the virus from spreading when it first surfaced in China.\n\n“The WHO failed in its basic duty and must be held accountable,” Trump said at a briefing, adding that the U.S. would be reviewing the WHO’s actions to stop the virus before making any decision on resuming aid.\n\nChina wields major influence in the WHO, allowing it to elect its favored candidate Tedros Adhanom Ghebreyesus as director-general, blunt any criticism and block participation by rival Taiwan.\n\nZhao said the U.S. decision will “weaken the WHO’s capabilities and undermine international cooperation in fighting the epidemic. It will affect all countries in the world, including the US, especially those vulnerable to crisis.”\n\n___\n\nMADRID — Spain has recorded 523 new deaths attributed to the coronavirus in the past 24 hours while infections shot up again for the first time in five days.\n\nWednesday’s new 5,092 infections, or a 3% day-to-day increase, brought the total of confirmed cases to 177,633. The country’s overall death toll stood at 18,579, the world’s third-worst after the United States and Italy, Health Ministry data showed.\n\nSpain has eased this week the conditions of Europe’s strictest lockdown, allowing manufacturing, construction and other nonessential activity in an attempt to cushion the economic impact of the pandemic.\n\nThe International Monetary Fund is forecasting a sharp recession for Spain this year, with its 1.2-trillion-euro (1.3-trillion-dollar) gross domestic product expected to shrink by 8% and unemployment to increase from 14% to 21% before a slow recovery in 2021.\n\nAmid sharp criticism for its handling of the coronavirus crisis, Spanish Prime Minister Pedro Sánchez on Wednesday told lawmakers that the government’s measures have worked in slowing down the spread of the virus and called for political unity to launch the country’s “rebuilding.”\n\n___\n\nWELLINGTON, New Zealand — New Zealand police have been working with some creative folks on a series of humorous videos about life in lockdown.\n\nThere’s the one about those awkward Zoom meetings, complete with the person who can’t figure out the sound, the one who turns into a donut thanks to a random screen filter and the one whose partner walks past in pajamas.\n\nThere is another video featuring a song about keeping a distance of two meters please because “I don’t want your covid if you start to sneeze.”\n\nPrime Minister Jacinda Ardern’s partner Clarke Gayford even appears on one of the videos, a little crazed after baking too much bread.\n\n___\n\nBEIJING — The U.S. ambassador to China says he doesn’t believe Beijing is deliberately blocking exports of personal protective equipment and medical supplies, adding that the shipment of 1,200 tons of such products to the U.S. could not have been possible without Chinese support.\n\nTerry Branstad also told a small group of reporters on Wednesday that the U.S. has concerns about how China initially handled the virus outbreak in the central city of Wuhan, but that such issues should be addressed after the worldwide pandemic has been brought under control.\n\n“Let’s focus now on saving lives and helping people,” Branstad said.\n\nChinese officials are believed to have delayed reporting the outbreak for several crucial days in January due to political concerns, allowing the virus to spread much further than it potentially may have.\n\nChina has adamantly denied such actions, despite strong evidence to the contrary, saying it has all along been providing accurate, timely information.\n\nDespite working at half staff, U.S. diplomats and local staff in China have been able to facilitate 21 flights of supplies on behalf of the Federal Emergency Management Agency, along with the multiple private chartered flights, Branstad said. Despite reports of separate U.S. states and foreign governments competing for masks, gowns and other needed equipment, he said the Beijing embassy and various consulates have made strenuous efforts to fulfill all requests.\n\n___\n\nCANBERRA, Australia — The Australian prime minister says he sympathizes with President Donald Trump’s criticisms of the World Health Organization, but Australia will not stop funding the United Nations’ agency.\n\nTrump has directed his administration to freeze WHO funding, claiming the agency didn’t deliver adequate early reports on the coronavirus and cost the U.S. valuable response time.\n\nAustralian Prime Minister Scott Morrison told Perth Radio 6PR on Wednesday: “I sympathize with his criticisms and I’ve made a few of my own.”\n\nAustralia had announced that COVID-19 had become a pandemic weeks before WHO did. Morrison says WHO’s support for Chinese wet markets where the virus is thought to have transferred from an animal to humans is “completely mystifying.”\n\n“WHO is also as an organisation does a lot of important work, including here in our own region in the Pacific, and we work closely with them so that we’re not going to throw the baby out with the bathwater here,” Morrison said. “But they’re also not immune from criticism and immune from doing things better.”\n\nWHO’s special COVID-19 envoy David Nabarro has since toughened the organization’s line on wet markets, telling the BBC “there are real dangers in these kinds of environments.”\n\n___\n\nHELSINKI — The Finnish government says it will end the blockade of a key southern region that includes the Nordic nation’s capital, Helsinki, in the first move of easing COVID-19 -related restrictions.\n\nJustice Minister Anna-Maja Henriksson said Wednesday the government found no legal justification to further continue blocking movement of citizens into and out the Uusimaa region, a restriction which enter into force on March 28.\n\nThe Uusimaa region is home to some 1.7 million people, nearly of third of Finland’s population, including Helsinki’s 650,000 residents. The region has been the worst affected by the pandemic and the lockdown was meant to prevent the spreading of virus to rest of the nation.\n\nPrime Minister Sanna Marin stressed that all other coronavirus-related restrictions would remain in place in Finland including a ban on gatherings and closure of schools. Finland has so far recorded 64 deaths and 3,237 confirmed COVID-19 cases.\n\n___\n\nLONDON — The British government is promising to test thousands of nursing home residents and staff for the new coronavirus, as it faces criticism for failing to count care-home deaths in its tally of victims.\n\nThe government says it will begin to routinely test care workers and will also test any residents who show symptoms. Currently only the first five symptomatic residents of a home are tested to determine whether there is an outbreak.\n\nBritish officials are under fire for failing to conduct more tests for COVID-19. The government has promised to change that and has set a target of 100,000 tests a day by the end of April, a more than five-fold increase.\n\nCharities have accused the government of treating elderly people like they don’t matter, and social-care operators say the new coronavirus is causing “devastation” in the country’s nursing homes.\n\nOfficial statistics showed Tuesday that 15% more people with COVID-19 have died than were recorded in the U.K. government’s daily tally of hospital deaths — including hundreds in care homes.\n\n___\n\nFollow AP news coverage of the coronavirus pandemic at https://apnews.com/VirusOutbreak and https://apnews.com/UnderstandingtheOutbreak"}}