{"GDELT": {"GlobalEventID": 918291239, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.9845274133871498, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Louisiana, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USLA", "Actor2Geo_Lat": 31.1801, "Actor2Geo_Long": -91.8749, "Actor2Geo_FeatureID": "LA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200415123000, "SOURCEURL": "https://www.washingtonpost.com/news/powerpost/paloma/the-health-202/2020/04/15/the-health-202-coronavirus-testing-is-stalling-that-s-not-a-good-sign-for-re-opening-the-economy/5e95ee69602ff10d49ae4ae8/"}, "ARTICLE": {"TITLE": "The Health 202: Coronavirus testing is stalling. That's not a good sign for re-opening the U.S. economy.", "TEXT": "It’s a glaring problem even as President Trump assembled a task focused on reopening the economy as soon as possible.\n\nNearly every day for the past two weeks, 120,000 to 140,000 tests have been administered, according to a tracker assembled by volunteer journalists and scientists.\n\nNearly 3 million Americans — less than 1 percent of the population — have been screened for the virus. That leaves the United States still behind South Korea, Germany, Canada and Italy on testing per capita.\n\nCommercial labs, including the two largest companies Quest and LabCorp, analyzed 30 percent fewer coronavirus tests over the past week, Politico's David Lim reports. Some of these commercial labs, which conduct about two-thirds of the coronavirus testing in the U.S., are sitting with unused testing equipment awaiting more samples, he writes.\n\nAnalysts say the country must continue to ramp up testing, not ease off the gas pedal.\n\nThe United States must perform 1 million tests per day to reach levels similar to South Korea, a country that has become a global example for how to contain the virus’s spread, estimates Matthew Harrison, a biotech analyst for Morgan Stanley.\n\nAD\n\nAD\n\nTo screen the United States' entire population of 330 million, capacity would need to reach 22 million tests per day, according to economist Paul Romer, a Nobel laureate.\n\nIrwin Redlener, director of the National Center for Disaster Preparedness at Columbia University, told me the United States should be testing between 750,000 and 1 million people a week.\n\n“We’re not even close to that,” Redlener said. “Without having a lot more capacity to do rapid testing, it’s not easy to see how we’re going to start going back to work.”\n\nTrump's top advisers are acknowledging the serious testing shortcomings.\n\n“We have to have something in place that is efficient and that we can rely on, and we’re not there yet,” Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told the Associated Press when asked about the country’s testing and tracing capacity.\n\nAD\n\nAD\n\nThat's despite Trump's own confidence in the pace of testing in the U.S. and insistence the country doesn't need a widespread program.\n\nThe Washington Post's Aaron Blake:\n\nSome perspective: States still have imposed strict guidelines about who should — and shouldn’t — get tested.\n\nVirginia lays out four tiers of priority for who should get tested by the state’s public labs — and it doesn’t include most individuals, even if they’re experiencing flu-like symptoms.\n\nIn the first tier are front-line responders with fever or signs of a respiratory illness. The second tier includes clusters of people — such as in a medical facility — with an unknown respiratory illness. Hospitalized individuals with symptoms are in the third tier, and the fourth tier is people with symptoms who live or work in group settings such as jails or homeless shelters. People who meet those criteria can visit some 60 testing sites around the state, but they must first obtain a doctor’s note and make an appointment.\n\nAD\n\nAD\n\nThe guidance is “sensitive to the capacity of our state labs,” Mike Keatts, regional emergency coordinator in the Virginia Department of Health’s Office of Emergency Preparedness, told me.\n\nKeatts said the labs are now able to turn around test results within a day, after experiencing an initial backlog in early April. He added that the state is now considering whether to revise the testing criteria so that it expands testing to underserved populations. The federal Centers for Disease Control and Prevention is also considering revising its similarly narrow guidelines for who should get tested.\n\nThe federal government and states have been publicly feuding over acquiring the tests.\n\nThe issue is particularly muddled given a chaotic administration response and a complex U.S. health-care system, in which public and private efforts often proceed along separate tracks with little coordination.\n\nAD\n\nAD\n\n“This quibbling between the states and the federal government is kind of shocking,” Redlener said.\n\nThe administration said last week it wants states to take control of drive-through testing sites, which are currently run by the Department of Health and Human Services and the Federal Emergency Management Agency. But state governors, who have been scrambling to purchase testing supplies, are frustrated that FEMA hasn’t done more to centralize and streamline the acquisition process.\n\nNew York Gov. Andrew Cuomo (D) said yesterday that FEMA should take over purchasing the testing equipment and allocating it to avoid a “bidding war” among states competing for supplies. The same day, New York City leaders announced the city will start manufacturing its own test kits and has locked down enough supplies for 100,000 tests per week.\n\nAD\n\nAD\n\n“Everybody is going to those companies to buy the tests,” Cuomo said. “I’ve spoken to the heads of several companies myself and they have a limited production. … I would say to the federal government, ‘You take that piece, don’t replicate the 50-state pandemonium.’ ”\n\nPromises from private companies to step up large-scale testing are being carried out slowly – if at all.\n\nLast month, Trump highlighted vows from private companies including Walmart, Target, CVS and Rite Aid. But here's the reality:\n\nWalmart has opened four testing sites so far. A spokesman for the company has opened four testing sites so far. A spokesman for the company told Business Insider it plans to have more than 20 testing sites operating in at least 10 states by the month’s end.\n\nRite Aid has opened just two testing sites, one in Philadelphia and the other in Harrisburg, Pa. The company says it’s planning to open more sites in six more states in the coming weeks.\n\nTarget hasn’t opened any testing sites, a spokesman hasn’t opened any testing sites, a spokesman told NPR.\n\n“At this time, federal, state and local officials continue to lead the planning for additional testing sites,” the spokesman said. “We stand committed to offering our parking lot locations and supporting their efforts when they are ready to activate.”\n\nAD\n\nEpidemiologist Abdul El-Sayed:\n\nAhh, oof and ouch\n\nAHH: A team of government officials have a plan to reopen parts of the country.\n\nOfficials from FEMA and the Centers for Disease Control and Prevention have come up with a strategy, obtained by our Post colleagues Lena H. Sun, Josh Dawsey and William Wan, to guide state and local governments on how they can ease restrictions to help people get back to work and out of their homes. The agencies created a 36-page document that has been discussed at the White House.\n\nAD\n\nTrump wants a final plan ready within days so he can make suggestions to some states to reopen on May 1. The version obtained by the Post is “early draft by FEMA and contains granular instructions for a phased reopening of institutions such as schools, child-care facilities, summer camps, parks, faith-based organizations and restaurants,” our colleagues report.\n\nAD\n\n“Trump said he planned to speak with all 50 governors ‘very shortly’ and would then begin authorizing individual governors to implement ‘a very powerful reopening plan’ at a specific time and date for each state,” Lena, Josh and William write. “He said roughly 20 states have avoided the crippling outbreaks that have affected others, and he hinted that some could begin restarting their economies even before May 1.”\n\nOOF: Reopening the economy won’t mean returning to normal.\n\nAt least at first, reopening the economy may mean uneasy workers donning masks and working staggered or fewer shifts. It can happen in waves, with some industries, such as construction and manufacturing, able to restart sooner than those that require more human contact, such as live music and restaurants.\n\nAD\n\nAD\n\n“Businesses can’t just rehire everyone they laid off and return to 100 percent,” our Post colleague Heather Long reports. “It’s more akin to a rehabilitation process where business begins somewhere around 50 percent, economists say. From there, it depends on safety and customer demand.”\n\nThe revival will also depend on how safe people feel. Widespread testing or a vaccine will be key to getting things back to normal levels, economists warn. In the meantime, there could also be a staggering of when people venture out of their homes, with older and more vulnerable people staying home longer until they feel assured it’s safe to be out.\n\nExpect a transition period. Heather points to the Port of Los Angeles as a signal of what’s to come: Some workers have returned. Some have seen lowered paychecks. Routines are not the same. The port’s officials think it’ll be a year before volumes return to pre-pandemic levels.\n\nOUCH: Our new reality could continue, in some ways, into 2022.\n\nThat’s according to new research out of Harvard University’s T.H. Chan School of Public Health that suggests some intermittent periods of social distancing may need to continue until then to prevent an onslaught of coronavirus cases from overwhelming the health system.\n\nAD\n\nThe researchers, while acknowledging the profound economic fallout, say it’s not likely life will return to normal anytime soon, Stat News’s Helen Branswell reports.\n\n“Our goal in modeling such policies is not to endorse them but to identify likely trajectories of the epidemic under alternative approaches,” the researchers wrote. “We do not take a position on the advisability of these scenarios given the economic burden that sustained distancing may impose, but we note the potentially catastrophic burden on the healthcare system that is predicted if distancing is poorly effective and-or not sustained for long enough.”\n\nMost people insist they wouldn’t return to their normal pre-coronavirus routines immediately even if states soon suspended stay-at-home orders. According to a new Gallup poll, just over 7 in 10 Americans said they would “wait to see what happens” with the virus, and another 10 percent said they would limit contact “indefinitely.” Only 20 percent said they would “immediately” return to their normal activities.\n\nWhite House coronavirus response\n\nTrump is halting payments to the World Health Organization.\n\nThe president announced his administration will suspend funds for the United Nations agency until its handling of the pandemic is reviewed.\n\n“Trump’s announcement was expected, as he seeks to deflect blame for his early dismissal of the virus as a threat to Americans and the U.S. economy,” our Post colleague Anne Gearan reports. “It is not yet clear how the United States will cut off money to the main international organization focused on fighting the pandemic, or whether Trump is setting conditions for a resumption of U.S. payments.”\n\nTrump said U.S. funding to WHO would be suspended for a period of 60 to 90 days.\n\nAnne adds: “Conservative allies of the president have begun focusing on the WHO as complicit in a Chinese coverup of the outbreak in late 2019 and early 2020, before Trump moved to respond. The finger-pointing allows Trump to deflect blame from his own initial reaction to the outbreak as of no consequence to the United States. Trump also resents the WHO for opposing his decision, in late January, to block most air travel from China.”\n\nTrump said the funding halt will continue “while a review is conducted to assess the World Health Organization’s role and severely mismanaging and covering up the spread of the coronavirus.” He added: “The outbreak could have been contained at its source with very little death, very little death, and certainly very little death by comparison. This would have saved thousands of lives and avoided worldwide economic damage.”\n\nTrump met with recovered covid-19 patients.\n\nTrump and Vice President Pence held a White House roundtable with patients from California, Michigan and Arkansas who had recovered after battling through covid-19. They talked about their experiences in quarantine and some patients said it was the worst they’ve ever felt.\n\nTrump repeatedly questioned them about hydroxychloroquine, the treatment he has frequently touted. Hydroxychloroquine, a malaria drug, has been used by hospitals to treat the most ill coronavirus patients, but can also cause serious side effects.\n\n“What have you got to lose?” Trump asked at the meeting.\n\nFrom the New York Times's Annie Karni:\n\nMichigan state Rep. Karen Whitsett (D) praised Trump, crediting the treatment with her recovery from the disease. “It is such an honor to be here, and such an honor to be here amongst all you survivors. I just can't say how wonderful it is to see your faces. Thank you for everything you have done,” Whitsett said. “I did not know that saying thank you had a political line. I didn't know that. I thought just saying thank you meant thank you.”\n\nTrump asked each person at the meeting about their symptoms. He asked if they thought they would die. He asked them to describe how it felt to be short of breath.\n\nWhen he asked one participant, Rachel Mangan of Arkansas, if she felt 100 percent better now, Mangan replied: “85 percent.” Trump joked: “Stay away. … Keep her away.”\n\nWhitsett undermined Trump’s claims that hospitals are doing fine.\n\nThe Democratic state lawmaker contradicted the administration’s assurances about treatment at hospitals. Trump and Pence dismissed the idea this week that people are being turned away at hospitals.\n\nWhitsett said she’s “lost several family members to covid — all in one household … My cousin, Cheryl Fowler, was in ICU. She lost her husband. He was turned away from numerous hospitals, as was she — over four times. And within six hours, she lost her father-in-law, who was turned away numerous times.”\n\nThe campaign continues\n\nBarack Obama breaks his neutrality, endorsing Joe Biden.\n\nFormer president Barack Obama threw his support behind his former vice president, saying the presumptive presidential nominee “has the character and the experience to guide us through one of our darkest times and heal us through a long recovery.”\n\nHis endorsement came one day after Sen. Bernie Sanders (I-Vt.) endorsed his former rival after he left Biden as the last Democratic candidate standing.\n\nA 12-minute video “marked the 44th president’s most detailed comments this year on the upcoming election,” our Post colleagues Sean Sullivan and Michael Scherer report. “He tied his support of Biden to the coronavirus pandemic, issued a blistering critique of the Republican Party and sought to hit unifying notes by nodding to the rivals Biden vanquished in the primary, which he said featured ‘one of the most impressive Democratic fields ever.’ ”\n\nIn the address, Obama said “even before the pandemic turned the world upside down, it was already clear we needed real structural change.”\n\nCoronavirus latest\n\nHere are other headlines and developments to catch up on this morning.\n\nGood to know:\n\nCheck your bank accounts for a $1,200 deposit. Treasury Secretary Steven Mnuchin said 80 million people should expect to receive their stimulus payments by today, Heather reports\n\nDoctors have found that placing the sickest coronavirus patients on their stomachs can help because it allows more oxygen to get to their lungs, CNN’s Elizabeth Cohen reports\n\nTwo major drug manufacturers, Sanofi and GlaxoSmithKline, are teaming up accelerate the development of an experimental vaccine, Stat News’s Matthew Herper reports\n\nOn the front lines:\n\nMore than 9,000 health-care workers have been infected with the coronavirus, according to a report from the CDC, our Post colleague Ariana Eunjung Cha reports\n\nImmunity to the coronavirus may play a major role in determining whether to resume normal life. The idea of a certificate of immunity is being discussed at the highest levels of government, your Health 202 author reports alongside Post colleagues Joel Achenbach and Carolyn Y. Johnson.\n\nThe food industry insists there’s plenty of food and no reason to worry about shortages. Still, availability for some products has been spotty, our Post colleague Laura Reiley reports\n\nRural hospitals may not have enough funding and resources as the coronavirus spreads, Politico’s Rachel Roubein reports\n\nThe hardest hit:\n\nThe reality of multiple families with multiple coronavirus deaths has fueled calls for U.S. officials to consider more narrow restrictions on mildly ill patients self isolating at home, our colleagues Ariana and Emily Rauhala report\n\nSome local officials and residents have resisted allowing vacant hotels to house the homeless, even as shelters pose greater risks of outbreaks, our Post colleagues Tracy Jan and Jenna Johnson report\n\nThe number of coronavirus deaths among residents and staff in U.S. nursing homes has passed 3,800, the New York Times’s Danielle Ivory, Nicholas Bogel-Burroughs and Mitch Smith report\n\nIn the states:\n\nSen. Dick Durbin (D-Ill.) is leading fellow Democratic lawmakers from the state in urging the Department of Health and Human Services to address racial disparities among those affected by the coronavirus, the Hill’s J. Edward Moreno reports\n\nThe Trump administration’s response:\n\nThe president’s inaccurate assertion that he has “total” authority to reopen the nation sparked a challenge from governors managing hard-hit states, our colleagues Seung Min Kim, Josh Dawsey and Brady Dennis report\n\nPost fact-checker Salvador Rizzo gave Trump four Pinocchios for the “total authority” claim.\n\nThe impact on abortion access:\n\nWomen are scrambling to find access to abortions after numerous states banned the procedure as part of emergency measures to combat the pandemic, the New York Times’s Sabrina Tavernise reports\n\nWhile abortion providers in Texas withdrew a request for the Supreme Court to halt the state's effort to restrict the procedure, new legal battles have sprung up in Louisiana and Tennessee, our colleague Robert Barnes reports"}}