{"GDELT": {"GlobalEventID": 918243602, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor1Code": "ITA", "Actor1Name": "ROME", "Actor1CountryCode": "ITA", "Actor2Code": "PRT", "Actor2Name": "PORTUGAL", "Actor2CountryCode": "PRT", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.93258426966292, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lisbon, Lisboa, Portugal", "Actor1Geo_CountryCode": "PO", "Actor1Geo_ADM1Code": "PO14", "Actor1Geo_ADM2Code": "24830", "Actor1Geo_Lat": 38.7167, "Actor1Geo_Long": -9.13333, "Actor1Geo_FeatureID": "-2167973", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lisbon, Lisboa, Portugal", "Actor2Geo_CountryCode": "PO", "Actor2Geo_ADM1Code": "PO14", "Actor2Geo_ADM2Code": "24830", "Actor2Geo_Lat": 38.7167, "Actor2Geo_Long": -9.13333, "Actor2Geo_FeatureID": "-2167973", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lisbon, Lisboa, Portugal", "Action2Geo_CountryCode": "PO", "Action2Geo_ADM1Code": "PO14", "Action2Geo_ADM2Code": "24830", "Action2Geo_Lat": 38.7167, "Action2Geo_Long": -9.13333, "Action2Geo_FeatureID": "-2167973", "DATEADDED": 20200415063000, "SOURCEURL": "https://www.reuters.com/article/us-health-coronavirus-eu-centeno/eus-centeno-doesnt-rule-out-use-of-eurobonds-to-tackle-coronavirus-crisis-paper-idUSKCN21X0LG"}, "ARTICLE": {"TITLE": "'Coronabonds' still an option to tackle crisis: Eurogroup head to paper", "TEXT": "ROME (Reuters) - Joint debt issuance by euro zone countries remains an option for tackling economic fallout from the coronavirus epidemic, the chairman of the bloc’s finance ministers, Mario Centeno, said in a newspaper interview.\n\nThe bloc has agreed an immediate rescue package worth half a trillion euros, and combined joint and national measures to help businesses and households totalling some 3.2 trillion euros ($3.51 trillion).\n\nBut member states are divided on how to finance subsequent economic recovery, with fiscally conservative northern countries including Germany, the Netherlands, Finland and Austria opposing calls by France, Italy, Belgium and others for joint debt issuance.\n\nAsked about joint debt issuance - dubbed ‘coronabonds’ by some - Centeno said in an interview with Italy’s Corriere della Sera that he did not rule it out.\n\n“There is a proposal to use the European budget and one to issue common debt (instruments). And one does not exclude the other,” he was quoted as saying.\n\nNational leaders of the EU member states will debate the matter by videolink on April 23.\n\n“It will be an important meeting, I expect it to give us some guidance,” said Centeno, when asked about decisions regarding a mooted recovery fund worth up to 1.5 trillion euros.\n\nFILE PHOTO: Portugal's Finance Minister and Eurogroup President Mario Centeno looks on during an interview with Reuters in Lisbon, Portugal February 28, 2020. REUTERS/Pedro Nunes/File Photo\n\nNot reaching a deal on a package would count as a collective failure, said Centeno, who is also Portugal’s finance minister.\n\nA deal must be reached within weeks, and part of the funds needed by member states to relaunch their economies had to be made available “as soon as we come out of lockdown”, by late spring or early summer, he said.\n\nThe European Union’s gross domestic product would not return to 2019 levels for at least two years, he added."}}