{"GDELT": {"GlobalEventID": 918292151, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor1Code": "PTY", "Actor1Name": "PARTY MEMBER", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -8.11594202898552, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR", "Actor1Geo_Lat": 32.0, "Actor1Geo_Long": 53.0, "Actor1Geo_FeatureID": "IR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20200415123000, "SOURCEURL": "https://kashmirlife.net/nc-parliamentarians-demand-immediate-evacuation-of-stranded-students-others-229682/"}, "ARTICLE": {"TITLE": "NC parliamentarians demand immediate evacuation of stranded students, others", "TEXT": "Srinagar\n\nJammu and Kashmir National Conference Members of Parliament Dr Farooq Abdullah, Mohammad Akbar Lone and Hasnain Masoodi have in a joint statement sought immediate intervention of the Prime Minister in much delayed evacuation and return of laborers, traders and students stranded in Himachal Pradesh, Punjab, Haryana, Delhi, West Bengal, Rajasthan and other States.\n\nParty’s Members of Parliament while expressing concern over the plight of stranded said, “the stranded people mostly students and laborers are cash strapped, with all the earnings made by hard labor, drained out because of extended stay outside Jammu and Kashmir, forced by the month long lockdown. It is becoming increasingly difficult for the stranded to get two square meals to pay for rent and their return journey. The plight of students stranded at Amritsar, Delhi, Aligarh, Bangalore, Hyderabad, Chennai and other places is a cause of deep concern and calls for preparation of an evacuation plan. The concern for safety of the stranded and approaching holy month of Ramzan also call for an immediate evacuation plan. The soaring temperatures in the plains are also adding to the woes of those stranded.”\n\nWhile expressing anguish over the failure of the administration to reach out to the stranded, Members of Parliament sought an immediate relief package comprising of ration and cash assistance till the evacuation plan is put in place and executed with all urgency and nomination of nodal officers for the States of Punjab, Himachal Pradesh, Haryana, Uttarakhand, Rajasthan accessible to those stranded in these states.\n\nPressing for the immediate attention of the Prime Minister amidst the grim situation faced by hundreds of students from Jammu and Kashmir stranded in Bangladesh and Kyrgyzstan, the Members of Parliament also sought return of students and pilgrims from Iran and other countries and insisted on their evacuation and return without any further delay.\n\nParty’s members of Parliament said the measure of helping the scores of stranded students, traders and laborers will bring respite to their families who are exceedingly worried about their well being."}}