{"GDELT": {"GlobalEventID": 918242942, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor2Code": "HLH", "Actor2Name": "PHYSICIAN", "Actor2Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.7332722273143899, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Pine Island, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 28.5753, "Actor2Geo_Long": -82.6526, "Actor2Geo_FeatureID": "295537", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Pine Island, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 28.5753, "Action2Geo_Long": -82.6526, "Action2Geo_FeatureID": "295537", "DATEADDED": 20200415063000, "SOURCEURL": "http://www.pineisland-eagle.com/page/content.detail/id/559119/Lee-Health-reports-having-zero-COVID-19-tests-pending.html"}, "ARTICLE": {"TITLE": "Lee Health reports having zero COVID-19 tests pending", "TEXT": "By CJ HADDAD\n\ncjhaddad@breezenewspapers.com\n\nFor the first time since the COVID-19 outbreak began, Lee Health has zero pending tests as of Tuesday afternoon.\n\nLee Health President and CEO Dr. Larry Antonucci said his team has been working hard on getting patients test results in a 24-hour window. Now, all of their patients awaiting results have them.\n\n“I am happy to report that as of this morning, and for the first time since we began testing, we have zero COVID-19 tests pending,” Antonucci said. “This means that every patient who has been tested has received their results, and thanks to our in-house testing capability and the clearing of backlogs at labs, we expect to continue to return nearly all results within 24 hours. I want to thank our entire laboratory team for their hard work on getting us to this point.”\n\nCOVID-19 has allowed limited options when it comes to loved ones visiting loved ones in hospitals, and those who are healthy may be nervous to have a routine check-up or procedure if not absolutely necessary.\n\nTalk to almost any health care professional and they’ll tell you telemedicine is the future, and Lee Health officials agree. That fact has been magnified during this crisis.\n\nYesterday, the system set an all-time high in virtual visits with nearly 900.\n\n“Hospitals and health care providers across this country have found new ways to care for their patients while limiting their risk of exposure to the virus. Many of these innovations will evolve into standard practices, and stay with us long after this pandemic has ended,” Antonucci said. “Telemedicine was already the future of health care, and Lee Health was a local early adopter. COVID-19 has even further expedited the adaption of telemedicine, and it is likely here to stay.”\n\nLeeTelehealth, which launched last year, remains free for residents who need it as an alternative to urgent or walk-in care during the COVID-19 pandemic.\n\n“What I think is even more interesting is the number of primary care visits that are now performed through a virtual setting with your own physician,” Antonucci said. “Yesterday, we had 472 such visits. Patients are really responding to this option, and as we slowly begin to return to normalcy over the coming weeks and months, I suspect it will remain popular.”\n\nBy the numbers\n\nAs of 11 a.m., Tuesday, there are 21,367 cases of the new coronavirus confirmed in Florida, an increase of 348 since FDOH’s last update Monday evening.\n\nThe death toll increased by 25 overnight reported among Bay, Broward, Dade, Hillsborough, Manatee, Palm Beach, Pinellas, Polk and Suwannee counties.\n\nA total of 204,138 individuals have been tested: 181,813 have tested negative, 958 tests were inconclusive and 1,275 tests are pending results. Of those testing positive, 2,909 have been hospitalized at some point during their illness. There have been 524 deaths.\n\nWhile Florida’s testing has increased over the past week, the percent of those testing positive for COVID-19 overall is 10 percent. Of the 9,953 tests performed on April 13, there were 1,271 positive results, or 13 percent.\n\nIn Lee County, 650 individuals have tested positive as of 11 a.m., Tuesday; 248 in Fort Myers, 133 in Cape Coral, 113 in Lehigh Acres, 58 in Bonita Springs, 22 in Estero, 26 in North Fort Myers, six in Sanibel, six on Fort Myers Beach, four in Alva and one on Captiva. Five positives were not classified by community.\n\nThe youngest to test positive is an infant boy, who tested positive on Friday. The oldest was a 100-year-old man who tested positive on April 3. Lee County saw its first two cases on March 7, when a man and a woman, each 77, tested positive. They had traveled to the Dominican Republic.\n\nThere have been 18 deaths in Lee County. All but one was between the ages 62 to 96, with 15 age 65 or older. The exception was a 39-year-old man who died March 25.\n\nCOVID-19 is a highly contagious viral disease. For most individuals, symptoms are mild. For a minority, the disease becomes a type of viral pneumonia with severe complications. Especially at risk are those who are older, those with underlying health conditions and the immune-compromised.\n\nOfficials strongly urges all members of the public who can, remain at home so as to limit exposure and so limit the number of cases so as to not overwhelm the health care system with at-risk and severe cases.\n\nAs of Tuesday afternoon, Lee Health had 74 COVID-19 patients isolated in system hospitals. A total of 104 patients who had tested positive have been discharged, including 11 on Monday.\n\nThe system has submitted a total of 6,455 specimens for testing and currently has 15 patients under investigation.\n\nLee Health mobile collection sites on Monday collected 165 specimens and had a total of 869 telemedicine visits between Lee TeleHealth and MyChartVideo.\n\nLee Health has 179 employees quarantined at home. Thirty-one employees have tested positive for COVID-19 after being exposed at work.\n\nCurrent bed capacity remains at 55 percent with 9 percent of those being COVID-19 patients.\n\nFor more detail on Florida resident cases, visit the live DOH Dashboard.\n\nTo find the most up-to-date information and guidance on COVID-19, visit the Department of Health’s dedicated COVID-19 webpage. For information and advisories from the Centers for Disease Control, visit the CDC COVID-19 website. For more information about current travel advisories issued by the U.S. Department of State, visit the travel advisory website.\n\nFor any other questions related to COVID-19 in Florida, contact the Department’s dedicated COVID-19 Call Center by calling 1-866-779-6121. The Call Center is available 24 hours per day. Inquiries may also be emailed to COVID-19@flhealth.gov.\n\nSupplies good; stay vigilant\n\nAntonucci said supplies remain in good shape at Lee Health facilities across the county.\n\nHe also responded to the Florida surgeon general’s comments on Monday and what it might look like when normalcy begins.\n\n“There will not be a light switch where we can return to restaurants or sporting events the way we did just a few months ago,” Antonucci said. “The threat of COVID-19 will not disappear overnight, and it will likely be a phasing in of activities while still practicing social and physical distancing when out in public. This does not mean we will have to stay home for months, just that we will need to continue to be vigilant when it comes to distancing, wearing masks and hand washing when we start to leave our homes. For today, continue to stay home unless absolutely necessary, and when we do start to slowly return to normal, don’t expect it to be instant.”\n\n– Connect with this reporter on Twitter: @haddad_cj"}}