{"GDELT": {"GlobalEventID": 918243405, "Day": 20200415, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2877, "Actor1Code": "GHA", "Actor1Name": "GHANA", "Actor1CountryCode": "GHA", "Actor2Code": "SEN", "Actor2Name": "SENEGAL", "Actor2CountryCode": "SEN", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 0.59701492537313, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Akufo, Ghana (general), Ghana", "Actor1Geo_CountryCode": "GH", "Actor1Geo_ADM1Code": "GH00", "Actor1Geo_ADM2Code": "190679", "Actor1Geo_Lat": 5.85, "Actor1Geo_Long": -0.35, "Actor1Geo_FeatureID": "-2069039", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Touba, Ziguinchor, Senegal", "Actor2Geo_CountryCode": "SG", "Actor2Geo_ADM1Code": "SG12", "Actor2Geo_ADM2Code": "16441", "Actor2Geo_Lat": 13.1417, "Actor2Geo_Long": -16.6533, "Actor2Geo_FeatureID": "-2275530", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Uganda", "Action2Geo_CountryCode": "UG", "Action2Geo_ADM1Code": "UG", "Action2Geo_Lat": 2.0, "Action2Geo_Long": 33.0, "Action2Geo_FeatureID": "UG", "DATEADDED": 20200415063000, "SOURCEURL": "https://www.globalsecurity.org/military/library/news/2020/04/mil-200414-dodnews02.htm"}, "ARTICLE": {"TITLE": "Africom's Partnership Endures During COVID-19 Pandemic", "TEXT": "April 14, 2020\n\nNews\n\nBy Army Staff Sgt. Flor Gonzalez, DOD News\n\nDefense.gov\n\nAfricom's Partnership Endures During COVID-19 Pandemic\n\nAs the world fights to contain the COVID-19 pandemic, the United States, through U.S. Africa Command, is doing its part to help African partner nations combat this new enemy.\n\nIn 2019, four African partner nations – Ghana, Senegal, Uganda and Rwanda – were provided with the training and equipment to efficiently and effectively set up, take down and operate a United Nations-standard level 2 hospital through the African Peacekeeping Rapid Response Partnership program.\n\nThe program, funded by the State Department, helps African nations enhance peacekeeping and security capabilities. Of these four partner nations, three are now deploying their level 2 hospitals as part of their response to the COVID-19 pandemic.\n\n\"We are proud to stand by our partners as we battle this deadly virus in Africa and around the globe,\" Air Force Lt. Gen. James Vechery, Africom's deputy commander, said. \"As we work shoulder to shoulder, it is exciting to see our African partners putting the capabilities we've developed over the past few years to such great use during this global pandemic.\"\n\nThe hospitals are one example of Africom efforts to assist African partners to enhance their medical capabilities and pandemic response. Programs such as tactical combat casualty care training, medical readiness exercises and conferences focused on pandemic response efforts all demonstrate the long-term investment by the command.\n\nGhana, Senegal and Uganda independently decided to deploy their hospitals in support of their national response, said Air Force Maj. Mohamed Diallo, Africom international health specialist. Senegal and Uganda are using the hospitals as overflow facilities for existing hospitals. \"We are going to start treating people,\" Lt. Col. Henry Obbo, Uganda Land Forces spokesman, said. \"It's just put here... in case the means of health might require additional facilities.\"\n\nGhana, which has nearly 300 confirmed cases of COVID-19, is using the facility to treat those affected by the virus.\n\n\"Now more than ever, the United States is pleased to work together with the government, armed forces and people of Ghana,\" U.S. Ambassador to Ghana Stephanie Sullivan said. \"This mobile hospital will directly serve those most in need. Together, we will emerge from this stronger and more united.\"\n\nSullivan echoed Ghanaian President Akufo Addo's call for all Ghanaians and residents of Ghana to stay home as much as possible, as it's one of the most effective ways to combat the pandemic and \"flatten the curve.\"\n\nEach hospital package includes 14 shelters with a total of 7,427 square feet of shelter space, consisting of an intensive care unit, a radiology unit and 20 beds.\n\n\"While these hospitals were originally designed to support Senegalese soldiers on the battlefield, the Senegalese military has now deployed one of these hospitals and personnel to the city of Touba to assist in the emergency response to the COVID-19 outbreak,\" said U.S. Ambassador to Senegal Tulinabo S. Mushingi.\n\nCombined with the support from other U.S. agencies such as the Centers for Disease Control and Prevention and the U.S. Agency for International Development, known as USAID, these contributions have greatly strengthened Senegal's ability to respond to the COVID-19 threat and demonstrate the strength of the strong 60-year U.S.-Senegalese partnership, the ambassador added.\n\nThe effort highlights a whole-of-government approach aimed at ensuring African partners are educated, resourced and supported to contain the spread of the virus, Africom officials said.\n\n\"This program, and the medical capabilities it brings to the COVID-19 fight on the African continent, is a prime example of the unique, continuing commitment that U.S. Africa Command pledges to our Africa partners throughout Africa,\" Air Force Col. Krystal Murphy, Africom's deputy command surgeon, said. \"It is our hope that the support we provide to our partners enables them to lessen human suffering and strengthen their nations, their people and the global community.\"\n\n(Army Staff Sgt. Flor Gonzalez is assigned to U.S. Africa Command.)"}}