{"GDELT": {"GlobalEventID": 918560672, "Day": 20200416, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2904, "Actor1Code": "VNM", "Actor1Name": "VIETNAM", "Actor1CountryCode": "VNM", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.5731076633756502, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200416190000, "SOURCEURL": "https://www.bostonglobe.com/2020/04/16/nation/how-an-outbreak-uss-roosevelt-became-defining-moment-us-military/"}, "ARTICLE": {"TITLE": "How an outbreak on the USS Roosevelt became a defining moment for the US military", "TEXT": "\"I fully realize that I bear responsibility for not demanding more decisive action the moment we pulled in, but at this point my only priority is the continued well-being of the crew and embarked staff,\" Crozier wrote in previously unreported comments obtained by The Washington Post. \". . . I believe if there is ever a time to ask for help it is now regardless of the impact on my career.\"\n\nCapt. Brett Crozier opened his March 30 message to three admirals by saying he would \"gladly\" follow them \"into battle whenever needed.\" But he shifted to his concern that the Navy was not doing enough to stop the spread of the virus, and acknowledged being a part of the sluggish response.\n\nAs a coronavirus outbreak swept through a US aircraft carrier crippled off the coast of Guam, the ship’s commander tapped out an email urging senior Navy leaders to evacuate most of the 4,800 sailors onboard.\n\nThe email, copied to a handful of Navy captains, is at the heart of a crisis that erupted into public view after a four-page memo attached to it was published in the news media.\n\nAdvertisement\n\nThe note set off a chain reaction that included acting Navy secretary Thomas Modly's decision to relieve Crozier from command and Modly's resignation amid an outcry after audio emerged of him insulting the captain in an address to Theodore Roosevelt sailors.\n\nBut while the attachment circulated widely, Crozier's email did not. The email shows that Modly mischaracterized the message, accusing Crozier of sending it to 20 or 30 people, as he cited it as justification for removing him from command.\n\nThe crisis has become a defining story for the US military during the coronavirus pandemic. It also has underscored thorny challenges for the Navy, including a lack of clarity about how to respond to President Trump’s concerns, disagreements about transparency and questions about whether officers who flag problems should face retribution.\n\nAdvertisement\n\nThis account of the USS Theodore Roosevelt's crisis is based on memos, emails and text messages obtained by The Post, as well as interviews with about two dozen people familiar with the case, including senior defense officials, sailors and their loved ones. Many of them spoke on the condition of anonymity because of the sensitivity of the issues and concerns about retaliation.\n\nThe service is still testing sailors from the vessel. As of Thursday, 655 sailors had tested positive among 4,574 examined -- more than 14%. One Theodore Roosevelt sailor with covid-19 died on Tuesday, marking the first fatality in the active-duty military during the pandemic.\n\nSix more sailors are hospitalized, including one in intensive care, the Navy said. Thousands of others are quarantined in hotel rooms under guard, with food that is often cold delivered a couple of times per day.\n\nAdm. Michael Gilday, the chief of naval operations, opened an investigation of communication breakdowns after Crozier's memo emerged, and is reviewing the results. He is expected to decide Crozier's future as he responds to the investigation's findings as soon as this week.\n\n- - -\n\nThe Theodore Roosevelt’s stop in Vietnam in early March marked the 25th anniversary of diplomatic relations between the country and the United States. It was also meant to serve as a symbolic show of US strength and influence in the region, in the face of a rising China. Planning had been in the works for months.\n\nAdvertisement\n\nBut senior military officials had not anticipated that a virus would be spreading around the world. They monitored the threat but concluded that it was minimal. Vietnam had fewer than two dozen confirmed cases of the virus by the time the ship was approaching the waters outside Da Nang.\n\nAdm. Philip Davidson, the US military’s top officer in the Pacific, ordered the ship to continue as planned. Gilday described it as a “risk-informed decision.”\n\nSailors spent five days in the coastal city, mingled with Vietnamese civilians during a reception and performed community service projects. One group stayed at the same hotel as two British tourists who were later confirmed to have the virus.\n\nOnce back onboard, commanders grew more concerned. They flew in a team from the Biological Defense Research Directorate at Fort Detrick in Frederick, Maryland, a group typically focused on protecting service members from biological attacks. They also ordered surfaces to be cleaned daily with bleach, isolated high-risk people and altered their plans.\n\n\"There are 39 people in quarantine who stayed in a hotel where two people tested positive,\" one sailor texted his mother on March 14, five days after leaving Da Nang.\n\n\"Our port calls are getting cancelled too,\" another sailor emailed her mother. \"It sucks, this was set up to be the coolest deployment and now everything is getting taken away. . . . Just an insane abundance of caution.\"\n\nAs commanders considered where to take the USS Roosevelt, sailors began reporting flu-like symptoms. On March 24, Crozier wrote to family members with alarming news, according to a copy of the letter obtained by The Post.\n\nAdvertisement\n\n\"Yesterday evening, a few sailors did the right and brave thing, reporting to medical they were experiencing flu-like symptoms,\" he wrote. \"These sailors were tested . . . and this morning the results of the tests indicated positive results for coronavirus.\"\n\nCrozier cautioned the families not to talk publicly about the situation on the ship, highlighting the Navy's delicate balance between keeping the public informed and not revealing vulnerabilities to potential adversaries.\n\n\"Operational security regarding both ship movements and our medical readiness is sensitive information and should not be made public,\" he wrote.\n\nCrozier also imposed on the crew a communication lockdown commonly known as \"River City,\" eliminating access to phones and internet for much of the crew.\n\nBut some sailors managed to send messages to family members that day.\n\n\"I had exposure to the original sailor but I feel fine,\" one sailor texted his mother. \"Don't panic,\" he wrote, although he added that he feared the ship was \"a breeding ground.\"\n\n\"People here are either making a joke of it or freaking out,\" another sailor wrote in an email to her mother.\n\n- - -\n\nAs Crozier wrote to Theodore Roosevelt families, Modly announced the ship's first cases the same day at the Pentagon. He said that three positive cases had been discovered, with the patients flown off the ship and those who had come into contact with them quarantined.\n\nAdvertisement\n\n\"This is an example of our ability to keep our ships deployed at sea, underway even with active COVID-19 cases,\" Modly said.\n\nBut in the tight quarters of the ship, where sailors sleep in bunks stacked three high, the virus was spreading. Defense officials weighed several options, including sending some sailors to Japan, as the carrier continued to Guam. But they struggled to settle on a plan, said several people familiar with the process.\n\nThe carrier arrived at Naval Base Guam on March 26, and sailors slowly began to come ashore. Senior Navy officials said that they were working to secure hotel rooms in Guam but that doing so was a logistical challenge, considering that employees had been laid off.\n\nCrozier spoke with at least one senior Navy admiral in Washington on March 28, and with Robert Love, Modly's chief of staff, on March 29, said a senior defense official who declined to identify the admiral.\n\nLove told Crozier that Modly was interested in visiting the ship and wanted to know how he could help. Crozier responded that he could host the acting secretary, but that it would be a distraction and come with some risk of exposure to the virus. The secretary's office decided to wait on a visit, and Love conveyed that Crozier could contact Modly's office directly, the senior defense official said.\n\nLove reached out to Crozier again on March 30. Modly's office didn't know it yet, but Crozier already had sent his email, which left off Modly's and Gilday's staffs.\n\n- - -\n\nCrozier transmitted his email in a manner that some Navy officials found inappropriate, and nearly all considered unconventional.\n\nHe addressed it to Rear Adm. Stuart Baker, his immediate commanding officer; Adm. John Aquilino, the top commander of the US Pacific Fleet; and Vice Adm. DeWolfe Miller, the officer overseeing all naval forces in the Pacific.\n\nCrozier copied the message to seven Navy captains but left off Vice Adm. William Merz, who oversaw the Roosevelt as commander of the Navy's 7th Fleet. It arrived in the continental United States late March 29 due to the international dateline, a point that has been confused in some accounts.\n\nCrozier and each of the 10 men who received the email either declined to comment through spokespeople or did not respond to a request to speak to The Post.\n\nFriends of Crozier's have described him as calm and unlikely to have sent the message unless he thought it was necessary. Medical staff on his ship had warned that if they didn't get the virus under control quickly, dozens of sailor could die, a detail first reported by the New York Times.\n\nCrozier's friends have said that the captain pushed \"send\" after several days of the Navy struggling to settle on a plan that would remove sailors quickly. A senior defense official acknowledged that Crozier wanted to remove sailors more quickly but said his effort wasn't immediately realistic.\n\n\"The problem was there was no place to put them at that time,\" the senior defense official said. \"The governor of Guam had started working with the hotel industry to get the hotels reopened. But that doesn't happen overnight.\"\n\nThe official added that if Crozier wanted to make an urgent point as a commander, the Navy has a way to do so. He could have sent a \"personal for\" message, known colloquially as a \"P4,\" to senior service leaders. That would have flagged the discussion as sensitive and important without opening it up to a relatively large group of people, the official said.\n\nCrozier, in his email, said that military officials at Naval Base Guam were \"doing the best they can\" but that they did not have adequate facilities, and that the crew couldn't wait much longer.\n\n\"While I understand that there are political concerns with requesting the use of hotels on Guam to truly isolate the remaining 4,500 Sailors 14+ days, the hotels are empty, and I believe it is the only way to quickly combat the problem,\" Crozier wrote.\n\nCrew members, meanwhile, grew increasingly anxious and worried that they were being forgotten in Washington.\n\n\"Very little can be done on our ship to prevent the spread of COVID 19,\" one sailor texted a family member on March 31. \"A lot of us want to just go home, we are all pretty stressed.\"\n\n\"Everything is pretty upside down at the moment,\" he added. \"We are not prepared for COVID and the GOVT doesn't care.\"\n\n- - -\n\nThe memo attached to Crozier's e-mail was leaked and published in the San Francisco Chronicle within a day after the captain sent it.\n\n\"We are not at war, and therefore cannot allow a single Sailor to perish as a result of this pandemic unnecessarily,\" he wrote, proposing that 90% of the USS Roosevelt's sailors be moved off the ship as soon as possible.\n\nThe public attention was an embarrassment to Pentagon leaders, who had taken pains to project calm and poise.\n\nThe following day, more than 1,000 sailors were moved off the ship, some of them into hotel rooms in Guam.\n\nModly, traveling in California, was blindsided by the newspaper article.\n\nAs the controversy grew, the Navy's leaders announced the start of an investigation of communication breakdowns during the response to the virus. But before they got very far, Modly decided Crozier had to go.\n\n\"He sent it out pretty broadly, and in sending it out pretty broadly, he did not take care to ensure it couldn't be leaked,\" Modly told reporters.\n\nModly knew the decision would be controversial, according to one current and one former senior defense official aware of his thinking. But after Trump's direct intervention in other military issues, including war-crimes cases last year, he thought relieving the captain of command was the best thing he could do to keep order and respond to what he considered Crozier's panicking, the officials said.\n\nTrump initially agreed.\n\n\"I thought it was terrible, what he did, to write a letter. I mean, this isn't a class on literature,\" Trump said.\n\nHowever, as pressure built following Crozier's removal, Modly acted out of character, the officials said. After spending the better part of a day flying from Washington to Guam to visit the Theodore Roosevelt, he delivered a 15-minute speech over a loudspeaker in which he said without evidence that Crozier either had written the memo to be leaked to the media, or was \"too naive or too stupid to be a commanding officer of a ship like this.\"\n\nA senior defense official who agreed with Modly's decision to oust Crozier said Modly's use of profanity was unusual for him.\n\nModly resigned a day later, even as other senior administration officials at the Pentagon suggested that he apologize and let the issue blow over.\n\nCrozier, meanwhile, is in isolation with the virus, as the number of confirmed cases continues to rise. More than 4,000 sailors had been removed from the ship as of Thursday - leaving just a few hundred more than Crozier recommended. About 80% of the ship has been cleaned, the Navy said.\n\nThe senior defense official said leaders are still considering Crozier's fate. They could uphold his removal, reinstate him as captain, or bring him back and give him another command.\n\n\"My gut is they're not going to punish him any more,\" the official said.\n\n- - -\n\nThe Washington Post’s Julie Tate contributed to this report.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"}}