{"GDELT": {"GlobalEventID": 918559632, "Day": 20200416, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2904, "Actor1Code": "CHN", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor2Code": "PAK", "Actor2Name": "PAKISTANI", "Actor2CountryCode": "PAK", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.8771929824561401, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK08", "Actor1Geo_ADM2Code": "23674", "Actor1Geo_Lat": 33.7, "Actor1Geo_Long": 73.1667, "Actor1Geo_FeatureID": "-2762812", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200416190000, "SOURCEURL": "https://tribune.com.pk/story/2199605/1-fm-qureshi-credits-pm-imran-rich-nations-decision/"}, "ARTICLE": {"TITLE": "FM Qureshi credits PM Imran for rich nations’ decision", "TEXT": "Foreign Minister Shah Mehmood Qureshi on Thursday welcomed the announcement of the Group of 20 developed states, to provide debt relief to the developing countries, stressing that the initiative would have “substantial impact” on Pakistan.Speaking at a news conference, the foreign minister said that the step would allow Pakistan and other developing countries the much-needed “fiscal space” to focus on the downtrodden against the backdrop of Covid-19.“This is a great decision. This is a very timely decision,” Qureshi told a press conference, hours after finance ministers of the G20 countries announced the debt relief for 76 developing nations, including Pakistan. “Look at the scope of this decision. Seventy-six countries will benefit from it.”Qureshi credited Prime Minister Imran Khan – who was one of the first world leaders to call for such a measure – for the G20 decision. On Sunday Imran issued an appeal to the international community to launch a debt relief initiative.The Group of 20 nations announced a one-year debt standstill for the world’s poorest nations on Wednesday as they struggle to deal with the coronavirus pandemic. Qureshi, however, said that the period could be extended since the pandemic situation was still evolving.Saudi Finance Minister Mohammed Al-Jadaan, who currently chairs the group, told a press briefing following their virtual meeting that “a time-bound suspension of debt service payments … [will provide] $20 billion of immediate liquidity” for poor countries to “support their people facing Covid-19”.Qureshi, who spoke to several foreign ministers to get international support for the prime minister’s appeal, said that Pakistan could only manage an economic stimulus package of $8 billion though it was unprecedented, therefore, the impact of the debt relief on the country would be “substantial”.Pakistan spent $10 to $12 billion annually on debt servicing, he said. “The details are being worked out by the finance ministry, [but] the impact of debt relief would be ‘substantial’,” he added.Responding to a question, the foreign minister said the developing countries would get relief on both the principal and the interest amounts. “The relief will be given by all the financial institutions, including the IMF [International Monetary Fund] and the World Bank.”Responding to another question, Qureshi urged US President Donald Trump to review his decision of suspending funds to the World Health Organization (WHO), saying that this was the time all countries should be united against the fight against coronavirus.Also on Thursday, Qureshi met IMF country head in Pakistan Teresa Daban Sanchez and discussed with her the Covid-19 pandemic and its aftermath. He welcomed the announcements by G20, IMF, World Bank and others for debt-stressed countries.Present situation of Covid-19 and its negative impact on the economy were discussed in detail during the meeting. He apprised the IMP representative of the measures being taken by Pakistan to contain the contagion and address the associated socio-economic challenges.“The pandemic has affected economies of the entire world but it has severe negative impacts on the developing countries,” he said. “Despite having limited economic resources, Pakistan has taken effective steps to counter the spread of coronavirus and its negative economic fallout.”Meanwhile, China’s State Councilor and Foreign Minister Wang Yi telephoned Qureshi on Thursday and assured him of China’s continued help to Pakistan to overcome the coronavirus crisis as soon as possible, the Chinese foreign ministry said in a statement.“We will continue to provide all possible support according to the needs of Pakistan to help it overcome the epidemic as soon as possible,” he said.“All sectors of Chinese society … have actively donated money and materials to provide assistance to Pakistani brothers and sisters within their ability.”Qureshi expressed gratitude to China for its valuable support to Pakistan’s fight against the virus. “Faced with this unprecedented global public health and economic crisis, China’s measures are precise and powerful, and have achieved positive results. Pakistan appreciates this,” he added.(WITH INPUT FROM APP)"}}