{"GDELT": {"GlobalEventID": 918560154, "Day": 20200416, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2904, "Actor1Code": "LAB", "Actor1Name": "EMPLOYEE", "Actor1Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 162, "EventBaseCode": 162, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -5.6, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.94552529182879, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chicago, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL031", "Actor1Geo_Lat": 41.85, "Actor1Geo_Long": -87.6501, "Actor1Geo_FeatureID": "423587", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chicago, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL031", "Action2Geo_Lat": 41.85, "Action2Geo_Long": -87.6501, "Action2Geo_FeatureID": "423587", "DATEADDED": 20200416190000, "SOURCEURL": "https://www.taipeitimes.com/News/biz/archives/2020/04/17/2003734749"}, "ARTICLE": {"TITLE": "AIDC plans to shift focus to military aircraft sector", "TEXT": "AIDC plans to shift focus to military aircraft sector\n\nDOUBLE WHAMMY: The grounding worldwide of the Boeing 737 MAX has resulted in fewer door orders and Airbus has reduced its production due to the pandemic\n\nBy Kao Shih-ching / Staff reporter\n\n\n\n\n\nAerospace Industrial Development Corp (AIDC, 漢翔航空工業) is to target new business in the military aircraft sector to mitigate the negative effects of Boeing Co halting production of its 737 MAX airliner and Airbus SE reducing production amid the COVID-19 pandemic.\n\n“To be frank, we would inevitably be affected by the two developments, as Boeing and Airbus are important clients. Our revenue might continue declining in the short term,” AIDC general manager Ma Wan-june (馬萬鈞) told an online conference on Wednesday.\n\nAIDC, the nation’s largest civilian and military aircraft manufacturer, reported that first-quarter revenue dropped 7.51 percent annually to NT$5.6 billion (US$185.9 million).\n\nBoeing in January stopped production of the 737 MAX, which has been grounded worldwide, and earlier this month halted other output at some of its commercial aircraft factories after some employees were infected with COVID-19, leading to fewer orders for AIDC, company spokeswoman Jennifer Chuang (莊秀美) said.\n\nAIDC has manufactured pressurized doors for Boeing 737s since 2003.\n\nDue to falling orders from Boeing, AIDC is now to provide doors for 22 jets, down from earlier orders of doors for between 40 and 50 aircraft, Chuang said.\n\nChicago-based Boeing also slashed orders of LEAP-1B engine cases from AIDC due to the grounding of the 737 MAX, she said.\n\nAIDC had expected more orders from Airbus for LEAP-1A engine cases to offset declining orders from Boeing, but Airbus last week announced that it would reduce aircraft production by one-third due to the pandemic, which would result in less business for AIDC, she added.\n\nAs it is difficult to forecast when Boeing and Airbus would resume normal operations, which would depend on developments related to the pandemic and US regulatory approval for the 737 MAX, AIDC is to concentrate on the military aircraft sector this year, Chuang said.\n\n“The government’s budget for military aircraft manufacturing and maintenance would not be affected by slowing economic activity or the pandemic,” she said.\n\nAIDC finished construction of a prototype advanced jet trainer in September last year and is scheduled to conduct flight testing on June 30, which would contribute revenue to the company, Chuang said.\n\nThe company also aims to secure contracts to repair the air force’s F-16A/B fleet to expand its revenue sources, she said, without elaborating.\n\nLast year, the military aircraft sector generated 41 percent of the company’s overall sales and the ratio is expected to rise this year, AIDC said.\n\nAIDC’s net income last year dipped 10 percent annually to NT$1.87 billion, or earnings per share of NT$1.99, company data showed.\n\nThe company plans to distribute a cash dividend of NT$1.19 per share."}}