{"GDELT": {"GlobalEventID": 918560068, "Day": 20200416, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2904, "Actor1Code": "IND", "Actor1Name": "GUJARAT", "Actor1CountryCode": "IND", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.746268656716422, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Deoband, Uttar Pradesh, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN36", "Actor1Geo_ADM2Code": "17936", "Actor1Geo_Lat": 29.7, "Actor1Geo_Long": 77.6833, "Actor1Geo_FeatureID": "-2094259", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Deoband, Uttar Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN36", "Action2Geo_ADM2Code": "17936", "Action2Geo_Lat": 29.7, "Action2Geo_Long": 77.6833, "Action2Geo_FeatureID": "-2094259", "DATEADDED": 20200416190000, "SOURCEURL": "https://www.prokerala.com/news/articles/a1030693.html"}, "ARTICLE": {"TITLE": "640 out of Telangana's 700 corona cases have Tablighi link: Govt", "TEXT": "Hyderabad, April 16 : Telangana Health Minister E. Rajender on Thursday said that 640 of 700 so far tested positive for Covid-19 in the state are attendees of Tablighi Jamaat conclave in Delhi and their contacts.\n\nHe told reporters that barring 50-60, all others found infected were returnees from Markaz (Tablighi Jamaat headquarters), their family members and contacts.\n\nAs many as 20 members of a family of Markaz returnee in the old city of Hyderabad were found positive. \"Six persons spread virus to 81 members of their families and other contacts,\" he said.\n\nIn another case 11 members of a family were found positive in Suryapet on Thursday.\n\nThe Health Minister said the main reason for Greater Hyderabad accounting for the majority of the cases was the presence of a large number of Markaz returnees here. \"More persons were affected because they have joint families and live in small houses,\" he said.\n\nSome of those who came in contact with Markaz returnees or their primary contacts were yet to come forward to undergo test for coronavirus, he said. \"They should honestly come forward on their own before police and Health Department trace them. This is necessary to put an early end to this problem,\" he said.\n\nRajender said such individuals should know that many people who tested positive, got treated and discharged from hospitals.\n\nHe said there were sporadic other cases like family members of two persons who had returned from Gujarat tested positive. When a reporter asked if those tested positive also include returnees from a Deoband meet, the minister said officials were gathering all the details.\n\nHe said the containment zones relating to foreign returnees would be removed but zones relating to Markaz returnees will continue till April 21 and those under quarantine would complete their period on April 28.\n\nStating that so far 10,000 tests were conducted in the state, he said seven labs currently conducting the tests would soon double their capacity. In addition to this, two more labs in Hyderabad were permitted to conduct the tests.\n\nAn automatic machine lab will become operational in three weeks and this would help in conducting 5000 tests every day.\n\nHe said separate wards for women and children were opened in Gandhi Hospital, where all Covid-19 positive patients are being treated.\n\nA new hospital for Covid patients built at Gachibowli stadium in Hyderabad with a capacity of 1,700 beds would become operational from April 20.\n\n-- The story has been published from a wire feed without any modifications to the text"}}