{"GDELT": {"GlobalEventID": 918560334, "Day": 20200416, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2904, "Actor1Code": "PAKCOP", "Actor1Name": "PAKISTAN RANGER", "Actor1CountryCode": "PAK", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 196, "EventBaseCode": 196, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -6.18181818181818, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK", "Actor1Geo_Lat": 30.0, "Actor1Geo_Long": 70.0, "Actor1Geo_FeatureID": "PK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK", "Action2Geo_Lat": 30.0, "Action2Geo_Long": 70.0, "Action2Geo_FeatureID": "PK", "DATEADDED": 20200416190000, "SOURCEURL": "https://timesofindia.indiatimes.com/india/army-chief-reaches-valley-pak-breaches-loc-truce-yet-again/articleshow/75188824.cms"}, "ARTICLE": {"TITLE": "Army chief reaches Valley, Pak breaches LoC truce yet again", "TEXT": "JAMMU: Continuing to breach truce along the Line of Control (LoC), Pakistan on Thursday again violated ceasefire by resorting to unprovoked shelling and firing on forward posts and border villages in Rajouri and Poonch districts of Jammu and Kashmir.Since April 9, Pakistan has violated ceasefire nine times in six days. In view of frequent ceasefire violations by Pakistan, the Army chief had on Wednesday announced to tour J&K to review the situation.The Army chief General MM Naravane started his two-day visit to Kashmir on Thursday. During the first leg of his two-day visit to the Valley, Gen Naravane along with Northern Army commander Lt Gen YK Joshi and Chinar Corps commander Lt Gen BS Raju visited the formations and units in the hinterland.Pakistan initiated unprovoked ceasefire violation along the LoC in Qasba & Kirni sectors of Poonch district at around 9.45am, according to a Jammu-based defence spokesperson. Later, Pakistan also violated truce along the LoC in Nowshera sector of Rajouri.A day earlier, two civilians, including a minor girl, were injured in shelling by Pakistan along the LoC at Manjakote in Rajouri district of Jammu and Kashmir. Pakistan Rangers also breached truce in Kathua on late Tuesday night and continued shelling till the morning. Earlier, Pakistan had violated ceasefire by resorting to intense firing from small automatic arms and mortar shelling along forward villages in Balakote and Mendhar sectors of Poonch district on late Tuesday."}}