{"GDELT": {"GlobalEventID": 918560561, "Day": 20200416, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2904, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "KOR", "Actor2Name": "SOUTH KOREAN", "Actor2CountryCode": "KOR", "IsRootEvent": 0, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.8167938931297702, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pyongyang, P'yongyang-si, North Korea", "Action2Geo_CountryCode": "KN", "Action2Geo_ADM1Code": "KN12", "Action2Geo_ADM2Code": "39681", "Action2Geo_Lat": 39.0194, "Action2Geo_Long": 125.755, "Action2Geo_FeatureID": "-183459", "DATEADDED": 20200416190000, "SOURCEURL": "https://nationalinterest.org/blog/korea-watch/south-korea-democracy-and-moon-jae-have-defeated-coronavirus-144852"}, "ARTICLE": {"TITLE": "In South Korea, Democracy and Moon Jae-in Have Defeated the Coronavirus", "TEXT": "In South Korea the health-care crisis has rejuvenated Moon’s presidency. How he uses this opportunity will affect not just his nation but the region and the United States.\n\nSouth Korea, one of the world’s youngest democracies, having defenestrated military rule only thirty-three years ago, successfully held National Assembly elections amid a deadly pandemic. Turnout was the highest in nearly three decades. Despite a tenuous beginning, dangerous regional environment, and numerous challenges along the way, political freedom is now deeply rooted in the Republic of Korea.\n\nThe result also transformed the political environment. President Moon Jae-in’s party won a large majority. Few observers would have bet on such a result last year. With the economy still weak, government abuses and corruption charged, and North-South relations in a deep freeze, Moon was expected to become a lame duck. Facing a hostile legislature, he would have had little control over the national political agenda.\n\nWhat saved Moon and his leftish agenda was the coronavirus, which “sidelined all of these issues,” explained Kim Hyung-a at Australian National University. Attention and concern dramatically shifted to containing the pandemic. Park Si-young, who heads WinG Korea, a polling firm opined: “how the government has responded to the coronavirus was the most decisive factor in the president’s approval ratings and in the parliamentary ​election.”\n\nDespite some initial stumbles, the Moon government soon acted with alacrity and demonstrated competence absent most everywhere else, including in China, Italy, Spain, and the United States. In fact, Seoul not only tested widely but exported test kits to other nations. As part of that process Moon took an active role in dealing with other nations’ leaders, directly engaging at least a score of them, enhancing his foreign policy reputation. Minseon Ku of Ohio State University cited “South Korea’s global recognition” in confronting the pandemic as winning voter approval.\n\nFor most people doing the job well, especially handling a potentially devastating health crisis, matters more than ideology. Moon’s approval rating rebounded to levels of a couple of years ago. Indeed, the government’s thoroughness was even displayed on election day. The process was organized to emphasize safety: social distancing maintained, masks worn, temperatures checked, the ill separated, hands cleansed and gloved, votes cast. Special procedures allowed those in self-quarantine or a hospital to vote.\n\nMoon’s ruling Democratic Party won a majority, picking up forty-three seats to collect 163 out of 300. That is the most ever won by a single party. A left-wing partner gained nine to add another seventeen to the coalition. Combined the left will have 60 percent of the seats. In contrast, the conservative United Future Party and its smaller ally will only have 103 seats, barely a third. The rest will be held by independent members and parties.\n\nThe UFP did not just lose seats. The right had its worst legislative result since 1960. A former prime minister and parliamentary floor leader were ousted from the National Assembly. Party leaders are likely to take responsibility by resigning, leading to further disarray in the once-powerful right.\n\nUnusual for Korean presidents, whose popularity tends to precipitously decline as their terms proceed, Moon will be in a stronger political position during the last half of his presidency. He is most likely to move decisively on domestic policy, which means to the left on economics. Ku noted how Moon cited the coronavirus crisis as an “opportunity for South Korea to restructure its economy—capitalizing on industries like AI and biopharma.” With economic recovery the most important issue facing the ROK, Moon should be able to enact reforms long advocated by the left but until now politically unattainable.\n\nThis agenda likely will include increased social spending, additional employment regulation, and further restrictions on the chaebol, or family-owned industrial conglomerates. The latter could dramatically upend traditional power structures. Some executives imagined that the ongoing pandemic would limit plans for significant reform, but the DP’s big win makes significant changes almost certain.\n\nIf successful, that effort could leave the incumbent Democratic Party in a strong position before the 2022 presidential election. The UFP has a difficult rebuilding task. It remains tainted by the disastrous collapse of the previous conservative administration and failed to offer a new message, which “limited the boundary of support to older generations and core support regions,” argued Ji Yeon Hong of Hong Kong University of Science and Technology. The UFP’s older constituency will only shrink in the future.\n\nAlthough Moon cannot run for another term he might be able to break the pattern and aid his party in retaining control of the Blue House. Prior presidents almost uniformly finished badly, often under siege and in disgrace. Moon’s predecessor, Park Geun-hye, is currently in prison for corruption; so is her predecessor, Lee Myung-bak. His predecessor, Roh Moo-hyun, committed suicide while under investigation for bribery. Moon will be largely insulated from legislative attack and has a chance to escape this curse.\n\nForeign policy will remain his biggest challenge. Moon won in 2016 despite not because of his more dovish position toward North Korea. Rapprochement with the North became popular amid multiple summits and the prospect of increased economic cooperation and reduced military tension. However, the collapse of the Hanoi summit between the North’s Kim Jong-un and President Donald Trump last year effectively ended U.S. diplomacy with Pyongyang. Moon’s plan to expand economic ties foundered due to sanctions and Washington’s unyielding attitude toward even the slightest relaxation of its campaign of “maximum pressure.”\n\nThat resulted in a return to national and personal insults by North Korea. This year has produced a series of short-range missile tests. So far, at least, Pyongyang has avoided the violent brinkmanship of the past. However, anything could happen in the coming months, especially if relations between the U.S. and North worsen.\n\nRelations with Japan are another danger in the geopolitical minefield. They cratered over the issue of compensation for “comfort women” forced into prostitution during World War II. Tokyo imposed trade sanctions in response to South Korean court rulings allowing lawsuits against Japanese companies. Seoul retaliated by ending an intelligence-sharing pact with Japan and the United States, only to retreat under American pressure. But the issue remains unresolved and seemingly unresolvable.\n\nA larger problem may be the status of negotiations over host nation support for U.S. forces in the ROK. The Trump administration initially demanded a more than five-fold increase to $5 billion annually. While not threatening to withdraw America’s troops, Washington recently furloughed thousands of South Korean employees on its bases. The two governments have deadlocked, the gulf between them still vast. The majority of South Koreans want to maintain the U.S. presence but reject giving in to the administration’s demands. The suspicion remains that Trump, especially if reelected, might use the impasse as the trigger for pulling out U.S. personnel, as he long threatened to do.\n\nThe coronavirus pandemic is likely to upend politics in many nations. In South Korea the health-care crisis has rejuvenated Moon Jae-in’s presidency. How he uses this opportunity will affect not just his nation but the region and the United States.\n\nDoug Bandow is a senior fellow at the Cato Institute. A former special assistant to President Ronald Reagan, he is author of several books, including Tripwire: Korea and U.S. Foreign Policy in a Changed World and co-author of The Korean Conundrum: America’s Troubled Relations with North and South Korea.\n\nImage: Reuters"}}