{"GDELT": {"GlobalEventID": 918559528, "Day": 20200416, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2904, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.1686143572621102, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "South Plainfield, New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_ADM2Code": "NJ023", "Actor1Geo_Lat": 40.5793, "Actor1Geo_Long": -74.4115, "Actor1Geo_FeatureID": "880744", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "South Plainfield, New Jersey, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNJ", "Action2Geo_Lat": 40.5793, "Action2Geo_Long": -74.4115, "Action2Geo_FeatureID": "880744", "DATEADDED": 20200416190000, "SOURCEURL": "https://www.prnewswire.com:443/news-releases/impact-church-raises--distributes-stimulus-funds-to-local-small-businesses-301042208.html"}, "ARTICLE": {"TITLE": "Impact Church Raises & Distributes Stimulus Funds to Local Small Businesses", "TEXT": "SOUTH PLAINFIELD, N.J., April 16, 2020 /PRNewswire/ -- In the midst of the COVID-19 pandemic, small business owners are facing unprecedented economic disruption. \"It's important for us to think about how this pandemic is affecting entrepreneurs who put all they had into a dream. Small businesses are still waiting for CARES Act money to come through, while large hedge funds have already been funded. It makes no sense. At Impact Church, we aim to support as many businesses as we can with the help of private foundations, businesses, and the community,\" said Bishop De'Andre Salter.\n\nImpact Christian Business Fellowship (ICBF)\n\nThe Impact Christian Business Fellowship (ICBF) is Impact Church's missional business association created to help small business owners. To help ease current financial burdens, Bishop Salter donated $10,000 to the ICBF's emergency stimulus fund and along with donations from others in the community, has raised $15,000 so far. The goal is to raise a total of $100,000 for New Jersey businesses.\n\nThe ICBF has already sent stimulus grants to local small businesses ranging from $500 to $1,000 in hopes that entrepreneurs can keep their businesses afloat. These businesses include a painting contractor, barbershop, hair salon, education consultant and many others.\n\n\"I own a hair salon and I was forced to close my business on March 19th. I've applied for grants, SBA loans, and every other type of financial assistance that I can come across, but no funds have been released as of yet. I received an email from the ICBF with instructions on how to apply for a small business grant. Within 7 days, I received a check for $1,000. That check helped me pay my salon rent and a few other bills so I can stay in business,\" said Stacy Hammond, owner of TruBeauty Hair Studio & Hair Loss Center in Springfield, NJ.\n\nWith limited emergency funding, the ICBF is currently accepting donations through Impact Church's website where donors can contribute toward providing aid to more local businesses. Simply visit http://www.church4impact.com/give and select the Mission/Outreach category. All proceeds will be immediately distributed to New Jersey businesses who are in dire need of financial assistance.\n\nFor small business owners interested in joining the ICBF or receiving a stimulus grant, an application must be submitted at www.church4impact.com/ICBF. In addition to stimulus grants, the ICBF also offers mentoring, peer support, events, and training. In the near future, members will also get a listing in the business directory where Impact Church's members and friends will be encouraged to support in any way they can.\n\n\"It's my hope that there are other philanthropists, companies, and business leaders who will come alongside me and Impact Church in this act of generosity to help fellow entrepreneurs survive this crisis,\" said Bishop Salter.\n\nThe Impact Christian Business Fellowship (ICBF) is a mission of Impact Church. Impact Church is a non-denominational Christian church located at 1253 New Market Avenue in South Plainfield, NJ where people are trained to be intentional with their time, talent, and money. Bishop De'Andre Salter serves as the Senior Pastor. For more information, visit http://www.church4impact.com or call (908) 222-9990.\n\nSherri Jones\n\n908-222-9990 ext. 16\n\n[email protected]\n\nSOURCE Impact Church\n\nRelated Links\n\nhttps://www.church4impact.com\n\n"}}