{"GDELT": {"GlobalEventID": 918559530, "Day": 20200416, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2904, "Actor1Code": "BUS", "Actor1Name": "EMPLOYER", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.27659574468085, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Kansas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USKS", "Actor1Geo_Lat": 38.5111, "Actor1Geo_Long": -96.8005, "Actor1Geo_FeatureID": "KS", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Kansas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USKS", "Action2Geo_Lat": 38.5111, "Action2Geo_Long": -96.8005, "Action2Geo_FeatureID": "KS", "DATEADDED": 20200416190000, "SOURCEURL": "https://www.jdsupra.com/legalnews/the-covid-crisis-makes-this-the-perfect-57016/"}, "ARTICLE": {"TITLE": "The COVID Crisis Makes This The Perfect Time To Assess Risks Associated With Employment Verification", "TEXT": "Because of coronavirus, U.S. employers have had to grapple with quickly transitioning employees to remote work environments, advising essential workers on how best to report to work and stay safe, and implementing temporary furloughs or layoffs, or in the worst-case scenario, an outright closure. Whatever your situation, your legal department may want to ensure that your Form I-9 compliance program is strong. A simple paperwork violation can cost your company from $232 to $2,292 per violation, per form.\n\nAmid the pandemic, did the government provide flexibility to U.S. employers completing Form I-9?\n\nSince the passage of the Immigration Reform and Control Act in 1986, employers have been required to verify the identity and employment eligibility for all employees hired in the United States by completing and retaining the I-9 Employment Eligibility Verification Form. As part of the I-9 process, the employer must physically inspect the identity and employment eligibility documentation provided by the employee in the employee’s physical presence, and then sign Section 2 of the form.\n\nThe COVID-19 pandemic has created new challenges for employers trying to comply with employment eligibility verification requirements. Thus, on March 20 and subsequently on April 3, the U.S. Immigration and Customs Enforcement and the U.S. Citizenship and Immigration Services temporarily relaxed the requirement for an in-person review of identity and employment authorization documents. Employers and workplaces that are operating remotely will be in compliance if they conduct the in-person review within 60 days from the date of the notice or three business days after termination of the National Emergency, whichever comes first. The temporary notice does not apply to any employers whose employees are physically present at a work location. These employers must abide by the standard I-9 physical inspection of identity and employment authorization documents.\n\nFor employers operating remotely, the USCIS will allow the review of the employee’s identity and employment authorization documents to be conducted remotely (e.g., over video link, fax, or email), if the employee is unable to come to the work site. An employer choosing this option must create written documentation of the remote onboarding and telework policy or process, and include a list of each employee affected. The employer should also inform each new hire or existing employee (for reverification) that, when the work site reopens, the employee must, within three business days from the date that normal operation resumes, present the original documents provided during the remote document review process. If an employer fails to comply with this important step, civil penalties can be assessed for each employee’s Form I-9, which can add up quickly.\n\nRemember the new Form I-9!\n\nThe USCIS also published a new version of the I-9 employment eligibility verification form on January 21, and it is available for use by employers. Use of the new form will be mandatory starting May 1. The new version adds two countries to the “Country of Issuance” field in Section 1 and the “Issuing Authority” field in Section 2. The instructions to the new form also clarify who can act as an authorized representative on behalf of the employer. An employer can designate any person to act as an authorized representative to complete and sign the Form I-9 on its behalf. This flexibility can be helpful in shelter-in-place situations because employers may ask an employee who does not normally prepare I-9s, or even a family member of the employee, to complete the process.\n\nDespite the increased flexibility, employers should keep in mind that they will be liable for any issues related to verification process, including errors on the form or failing to use the current version of the form. Therefore, employers should take care to assign these tasks to individuals who are trustworthy.\n\nDoes the government really care if I make a mistake with my I-9s?\n\nYes. Under the current administration, worksite investigations rose by more than 300 percent. The number of I-9 audits and criminal charges filed are higher than they have been in 10 years. There are two major federal agencies that all employers should be aware of when reviewing their Form I-9 compliance protocols.\n\nHomeland Security Investigations\n\nAlthough the government is temporarily being more flexible about preparation of the Form I-9, it has not announced any change to immigration enforcement actions against employers. The Trump Administration has issued an unprecedented number of Notices of Inspection to employers. These Notices of Inspection seek review of I-9 records and have resulted in the largest fines assessed in the history of the program. Complete compliance with Form I-9 requirements, including use of E-Verify if applicable, is critical to avoiding civil and criminal penalties.\n\nThe USCIS did announce that employers who were served with Notices of Inspection from HSI during the month of March and have not responded, would receive an automatic extension of 60 days due to the ongoing National Emergency.\n\nAlthough the Notice of Inspection is the first step taken by the HSI to subpoena and examine your employment verification records and practices, it has the power to share its findings with other federal agencies, including the Wage and Hour Division of the U.S. Department of Labor, the Internal Revenue Service, and the Social Security Administration, as well as state agencies.\n\nImmigrant and Employee Rights investigations by the U.S. Department of Justice, Civil Rights Division\n\nAnother set of investigations stemming from the Form I-9/E-Verify process is one conducted by the U.S. Department of Justice,Civil Rights Division, Immigrant and Employee Rights Section. The IER used to be known as the Office of Special Counsel for Immigration-Related Unfair Employment Practices. In the past few years, the IER has initiated a record number of investigations related to immigration discrimination.\n\nThe IER is responsible for enforcing the anti-discrimination provision of the Immigration and Nationality Act of 1965, specifically 8 U.S.C. Section 1324b, which essentially protects all work-authorized individuals from national origin discrimination, unfair documentation practices relating to the employment eligibility verification process, and retaliation. The IER’s goal is to protect U.S. citizens and certain other work-authorized individuals from employment discrimination based upon citizenship or immigration status. Under the IER’s jurisdiction, there are two avenues for investigation: an affected employee can file a charge with the IER alleging misconduct, or the IER itself can open an investigation into discriminatory actions.\n\nIn the context of I-9s, employers should ensure that their Form I-9 and E-Verify processes comply with legal requirements and ensure that proper training is provided to the employees who are responsible. Employers should not go too far in requiring specific documentation during the I-9 intake process or act in other discriminatory ways.\n\nSupreme Court decision may affect how states enact laws to prosecute employment verification violations\n\nThe recent Supreme Court decision in Kansas v. Garcia may have broader implications for the prosecution of immigrants and employers at state and local levels.\n\nAt issue in Kansas v. Garcia was the interplay between state and federal law concerning work authorization for immigrants. It is a federal crime to provide false information on Form I-9 or to use fraudulent documents to show work authorization. But it is not a federal crime for an alien to work without authorization, and state laws criminalizing such conduct are expressly preempted by federal law. However, Kansas law makes it a crime to commit “identity theft” or to engage in fraud to obtain a state benefit, which includes employment.\n\nIn this case, three undocumented individuals were prosecuted under Kansas law for fraudulently using another person’s Social Security number in their work authorization forms, including their I-9s. The individuals were convicted, but the Kansas Supreme Court reversed their convictions. According to the Kansas Court, the IRCA prohibits states from prosecuting individuals based on information contained in a Form I-9, and this is true even if the same information is contained in other forms.\n\nThe U.S. Supreme Court reversed the Kansas Court and upheld the convictions. According to the Supreme Court majority, states can prosecute based on fraudulent information included on a Form I-9, as long as the same information is used in other employment documents (such as forms used to calculate employee tax withholding).\n\nThe potential impact of the Supreme Court decision remains to be seen.\n\nWhat can employers do today?\n\nEmployers should assess their current employment verification policies and records before the federal government comes knocking. Employers’ policies should be comprehensive and include training, self-audits, and an investigation action plan. In addition, it is critical to ensure that employees responsible for the employment verification processes adequately understand the risks of non-compliance. Finally, it is recommended that there be periodic legal oversight over the employment verification program."}}