{"GDELT": {"GlobalEventID": 918559582, "Day": 20200416, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2904, "Actor1Code": "CAN", "Actor1Name": "MONTREAL", "Actor1CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.18315018315017997, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Montreal, Quebec, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA10", "Actor1Geo_ADM2Code": "12713", "Actor1Geo_Lat": 45.5, "Actor1Geo_Long": -73.5833, "Actor1Geo_FeatureID": "-569541", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gurdaspur, Punjab, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN23", "Action2Geo_ADM2Code": "17827", "Action2Geo_Lat": 32.0333, "Action2Geo_Long": 75.5167, "Action2Geo_FeatureID": "-2096892", "DATEADDED": 20200416190000, "SOURCEURL": "https://economictimes.indiatimes.com/nri/nris-in-news/canadian-permanent-residents-stranded-in-india-as-special-flights-are-only-accommodating-citizens/articleshow/75177741.cms"}, "ARTICLE": {"TITLE": "Canadian permanent residents stranded in India as special flights are only accommodating citizens", "TEXT": "Niladri Mukherjee, who runs his sales enhancement start-up in Guelph, Ontario, Canada is very worried. He had come to Delhi in February for a family wedding, but is now stuck because of the travel restrictions in place in India.“The Canadian government is organising special flights for Canadian citizens. But for permanent residents like me these flights are not available. I’m worried because my wife is pregnant in her second trimester; if we don’t return to Canada immediately, it will not be safe for her to board a long distance international flight,” Mukherjee, a permanent resident of Canada for the last two years, told ET.Like Mukherjee, Angad Singh Gill, too is stuck in India. “I became a permanent resident of Canada last year and have been selected for a post-graduate position by Health Canada in Edmonton. But PRs are not being accommodated in the special flights unless they accompany Canadian citizens. I fear I’ll lose this great career opportunity,” the medical professional said.The Canadian High Commission in India has already organised 7 flights from different Indian cities back to Canada to rescue citizens of the country stranded here.However, in official emails to permanent residents who have enquired about the availability of these flights, the high commission has indicated that at this point, the flights are available only to Canadian citizens and their immediate family members who are permanent residents and accompanying them on the flights. There were no responses to questions on this issue by ET to the Canadian High Commission in Delhi. According to rough estimates, there are around 9000 Canadian permanent residents and citizens stuck in India.For software developer Simmi Saini, who came for a short visit in March to Chandigarh to see her parents along with her 9-year-old son, from Brampton, Ontario, the long uncertainty has become very stressful. “We’re permanent residents and pay all the taxes. Why is the Canadian government not helping us,” Saini said.“So far, I’m lucky to be able to work remotely. However, I don’t know how long this will be allowed. My husband is in Canada and my son is having a lot of issues adjusting to life in India,” she said. Rebooking flights was also proving to be a problem since airlines were not refunding money on cancellations but giving vouchers for future use. The local member of parliament in Saini’s hometown of South Brampton in Canada Sonia Sidhu, in an email, has reassured her that permanent residents of Canada are eligible for flights facilitated by the Canadian high commission; however so far applications by PRs for the flights are not being considered.Navdeep Singh who works for aircraft manufacturer Bombardier in Montreal has been in touch with the Canadian high commission in Delhi was told that since numbers are huge, the Canadian HC is not considering the permanent residents at this point. “In fact, we are not even being allowed to arrange special charter flights privately since the Canadian government is not agreeing to give their approval for those,” Singh said. His wife and baby are in Montreal while he is stranded in Gurdaspur, Punjab, having come for a short visit to attend to a family emergency."}}