{"GDELT": {"GlobalEventID": 918560496, "Day": 20200416, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2904, "Actor1Code": "USA", "Actor1Name": "WYOMING", "Actor1CountryCode": "USA", "Actor2Code": "CVL", "Actor2Name": "SCIENTIST", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.18713450292397, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Wyoming, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWY", "Actor1Geo_Lat": 42.7475, "Actor1Geo_Long": -107.209, "Actor1Geo_FeatureID": "WY", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Jackson Hole, Wyoming, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWY", "Actor2Geo_Lat": 43.6844, "Actor2Geo_Long": -110.69, "Actor2Geo_FeatureID": "1609109", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Jackson Hole, Wyoming, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWY", "Action2Geo_Lat": 43.6844, "Action2Geo_Long": -110.69, "Action2Geo_FeatureID": "1609109", "DATEADDED": 20200416190000, "SOURCEURL": "https://weather.com/news/news/2020-04-16-yellowstones-cougars-are-dying-of-the-plague"}, "ARTICLE": {"TITLE": "Yellowstone’s Cougars Are Dying of The Plague", "TEXT": "<img class=\"styles__noscript__2rw2y\" src=\"https://s.w-x.co/util/image/w/47752782922_edb5b535cf_o.jpg?v=at&w=485&h=273\" srcset=\"https://s.w-x.co/util/image/w/47752782922_edb5b535cf_o.jpg?v=at&w=485&h=273 400w, https://s.w-x.co/util/image/w/47752782922_edb5b535cf_o.jpg?v=ap&w=980&h=551 800w\" > A male cougar stares down from a tree in Yellowstone National Park. (Photo credit: National Parks Service / Connor Meyer)\n\nAt a Glance Cougars in the greater Yellowstone area have been dying of the plague for the past decade.\n\nA nine year long study involving cougars in Jackson Hole provided this new evidence.\n\nAbout 43% of the cougars studied faced Y. pestis infections, as the bacteria is known.\n\nHumans probably won't get the plague from them.\n\nCougars in the greater Yellowstone area have been dying of the plague for the past decade, according to a paper published last month in Environmental Conservation .\n\nWhile the plague, caused by a bacteria Yersinia pestis (Y. pestis), is most commonly associated with the Black Death, which spread across Europe and Asia in the mid-1300s, the infection is still around. Known as the bubonic plague, it kills around 7 people each year in the U.S.\n\nNow, it is killing cougars.\n\nA nine-year-long study involving cougars in Jackson Hole in the Greater Yellowstone Ecosystem provided this new evidence. “You start to get a clear picture of how hard it is to be a mountain lion in Jackson Hole,” biologist and co-author Howard Quiqley told Wyoming News . “If you get to be an adult mountain lion in Jackson Hole, you’re a survivor.” The scientists studied an area of land more than 34,000 square miles that extends outside Yellowstone National Park in Wyoming and into Montana and Idaho.\n\nThe researchers found the first dead cougar, a victim of the Y. pestis infection, in winter in 2006. A cougar’s tracking collar alerted officials that the animal hadn’t moved in eight hours or more. The researchers found F018, as the cougar was known, dead at the base of a large tree with her kitten also dead nearby.\n\n“Everyone assumed it was starvation,” cougar program director of the wildcat conservation organization Panthera, Mark Elbroch, told National Geographic . But analysis of tissue samples revealed that the plague was the cause of death. Elbroch, who authored the study, added, “We were as surprised as anyone to learn that the cats had died of plague.”\n\nAbout 43% of the cougars studied faced Y. pestis infections.\n\nThe research shows that plague is a part of the landscape in the western U.S., and that animals are frequently exposed to it.\n\nScientists say that the plague is unlikely to infect humans, as cougars and humans generally do not traverse the same areas.\n\n“Human plague infections are still relatively rare,” according to Sarah Bevins , who studies pathogens that move between wildlife, people and domestic animals for the USDA's National Wildlife Research Center in Fort Collins, Colorado. Despite the fact that there are currently effective treatments for the plague, “untreated plague infections are still just as deadly as they were 500 years ago.”\n\nThat's why this research should be noted by people who handle wild animals and livestock, living or dead, the scientists say. In 2007, biologist Eric York died after contracting plague from a cougar he’d necropsied , National Geographic reported.\n\nAccording to study author Elbroch, “just being aware that it is a possibility is a huge first step [toward] increasing safety for people.”"}}