{"GDELT": {"GlobalEventID": 918559666, "Day": 20200416, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2904, "Actor1Code": "COP", "Actor1Name": "DEPUTIES", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.97014925373134, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Wyoming, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWY", "Actor1Geo_Lat": 42.7475, "Actor1Geo_Long": -107.209, "Actor1Geo_FeatureID": "WY", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Wyoming, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWY", "Action2Geo_Lat": 42.7475, "Action2Geo_Long": -107.209, "Action2Geo_FeatureID": "WY", "DATEADDED": 20200416190000, "SOURCEURL": "https://k2radio.com/two-dubois-men-arrested-after-shooting-incident-on-wednesday/"}, "ARTICLE": {"TITLE": "Two Dubois Men Arrested After Shooting Incident on Wednesday", "TEXT": "Fremont County Sheriff's deputies took two unidentified Dubois men into custody after an armed standoff on Wednesday evening, according to a news release from the Sheriff's Office on Thursday.\n\nThe office was notified of several gunshots at 8:30 p.m. in the area of Kelsey Street near the Wind River.\n\nDeputies arrived and contacted one of the men involved and they heard more gunshots down the street.\n\nThey contacted the second man, and a standoff ensued with him firing at least one more shot from inside his home.\n\nDeputies de-escalated the situation and convinced the man to surrender.\n\nBoth men were arrested for reckless endangering, and other charges are pending.\n\nDeputies determined the men were angry with each other, but it is unknown if they were purposely shooting at each other. The exact circumstances as to why the incident occurred are not yet known.\n\nWyoming Highway Patrol Troopers assisted the deputies.\n\nThe investigation is ongoing and more information will be released later.\n\nEnter your number to get our free mobile app\n\n10 Facts About Wyoming That You May Not Know"}}