{"GDELT": {"GlobalEventID": 918560454, "Day": 20200416, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2904, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.93536121673008, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Maryland, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMD", "Actor1Geo_Lat": 39.0724, "Actor1Geo_Long": -76.7902, "Actor1Geo_FeatureID": "MD", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Maryland, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMD", "Action2Geo_Lat": 39.0724, "Action2Geo_Long": -76.7902, "Action2Geo_FeatureID": "MD", "DATEADDED": 20200416190000, "SOURCEURL": "https://www.ajc.com/news/breaking-news/breaking-alleged-white-supremacists-from-north-georgia-denied-bond/RRdHOqc6rNNrst1u4rxOkO/"}, "ARTICLE": {"TITLE": "Alleged white supremacists from North Georgia denied bond", "TEXT": "“We are screening all of our staff two times per shift at least,” Cromer said. “We are limiting contact. We have stopped all services in the back of the jail where civilians come in and go to the back for counseling or religious services. All of that is done by video now.”\n\nLeigh Patterson, the district attorney for Floyd, declined to comment.\n\nThe Bartow County man who was the alleged target of the murder plot said he was informed of the bond hearing by the victim advocate in the district attorney’s office. The news added to the stress he and his wife have felt since being informed of the plot, he said.\n\n“The last couple of months have been an unending string of traumas,” he said.\n\nThe Atlanta Journal-Constitution is withholding the man’s name as the alleged target of a conspiracy by a hate group.\n\nThe social isolation required by the COVID-19 pandemic, the man added, has made recovery from the shock of being targeted by a hate group more difficult. He was surprised the alleged Base members thought they might be released.\n\n“They do not need to be out among the public,” he said. “In this case, I’m glad the judge did the right thing.”\n\nLast month, a federal judge refused to set bond for a Maryland man linked by the FBI to the same white supremacist group. Brian Mark Lemley Jr.'s attorney cited the virus and Lemley's risk of infection behind bars, The Baltimore Sun reported. Lemley has been indicted on gun-related charges."}}