{"GDELT": {"GlobalEventID": 918858351, "Day": 20200418, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2959, "Actor1Code": "JOR", "Actor1Name": "JORDAN", "Actor1CountryCode": "JOR", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 2.3066485753053, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200418093000, "SOURCEURL": "https://www.express.co.uk/showbiz/tv-radio/1269977/Strictly-Come-Dancing-Saffron-Barker-backstage-secret-professionals-relationship-BBC"}, "ARTICLE": {"TITLE": "'I was surprised' Strictly Come Dancing star exposes celeb and pro relationship secret", "TEXT": "FREE now and never miss the top Royal stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top Royal stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nStrictly Come Dancing celebrities are partnered with their professionals at the start of the series and the couples train intensively throughout the series. Although the BBC show is full of glitz and glamour, the professionals often admit in interviews how competitive the series is and how much each couple wants to make it through to the next week. But one former star has revealed how much of that competitive spirit spills over from the dance floor. BACK BRITAIN'S BRAVE NHS HEROES - CLICK HERE NOW\n\nSaffron Barker and AJ Pritchard were one of the hot favourites to make it to the final of last year’s Strictly. The young pair only found themselves in the dance-off just twice during the competition and narrowly missed out on the quarter-final. Speaking exclusively to Express.co.uk, YouTube star Saffron revealed what it’s like backstage as a contestant on one of the biggest shows on TV. Despite the show’s competitive nature, Saffron admitted that other professional dancers were always on hand to give advice. Read more: James Jordan dealt another blow as ill dad contracts coronavirus\n\nStrictly Come Dancing: Saffron revealed what it's like backstage\n\nStrictly Come Dancing: Saffron was AJ's last partner\n\nREAD MORE Kevin Clifton makes shock admission about living with Stacey Dooley Saffron confessed: “One thing I was really surprised about is every professional always gives other people tips, everyone's always helping everyone. “The show is super competitive because you want to stay more than anything, and there's a huge pressure to stay each week. “But everyone is always helping everyone which is the most, which is the most amazing thing about it. “Because also you always hear people say, ‘Oh my goodness, everyone's so close and you get friends for life’ and it sounds like ‘Yeah, yeah’.”\n\nSaffron is encouraging YouTubers to donate their advertising income to NHS Charities Together\n\n“It's a competition but actually it's very much like that, everyone gets super close and everyone really helps each other out,” she added. Despite missing out on the quarter-finals, Saffron admitted there was nothing she’d change about her Strictly experience. “I honestly don't think there would be anything that I would change,” she confessed. “Because it was like the best experience of my life. “But I think the time that I would go back to, would probably be the time that I danced for my nan when we did Contemporary, Couples Choice.” DON'T MISS\n\nThe Chase: Bradley Walsh hits out at player's wife after shock advice [INSIGHT]\n\n'I'm disappointed' Alex Jones upset by odd feature in Tom Hanks' home [VIDEO]\n\nQuiz: ITV forced to apologise after making major Michael Sheen blunder [INSIGHT]\n\n“And I did a song and dance dedicated to my nan and my grandparents came down and they hadn't been to London in so many years,” Saffron continued. “I never even thought I would see that day that they would come down not only to watch their favourite show but to get to see us dance together. “ “It was just probably one of the most special days of my life,” she added. “It's something I’ll always, always, always look back on so that's probably a day that I wish that I could relive again or a moment I could go back to.” Saffron and AJ received their highest score up until that point in the competition with their Contemporary routine in week four.\n\nTrending"}}