{"GDELT": {"GlobalEventID": 918857779, "Day": 20200418, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2959, "Actor2Code": "ITA", "Actor2Name": "ITALY", "Actor2CountryCode": "ITA", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.48717948717949, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Perugia, Umbria, Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT18", "Actor2Geo_ADM2Code": "18411", "Actor2Geo_Lat": 43.1333, "Actor2Geo_Long": 12.3667, "Actor2Geo_FeatureID": "-124324", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Perugia, Umbria, Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT18", "Action2Geo_ADM2Code": "18411", "Action2Geo_Lat": 43.1333, "Action2Geo_Long": 12.3667, "Action2Geo_FeatureID": "-124324", "DATEADDED": 20200418093000, "SOURCEURL": "https://www.mirror.co.uk/news/us-news/fury-amanda-knox-posts-throwback-21886916"}, "ARTICLE": {"TITLE": "Fury as Amanda Knox posts throwback pic to year she was accused of Brit's murder", "TEXT": "News, views and top stories in your inbox. Don't miss our must-read newsletter Sign up Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nAmanda Knox has sparked outrage on social media by posting a throwback photo of herself at the age of 20 - the same year she was accused of murdering a British student.\n\nThe \"crass\" image on Instagram shows the American looking fresh-faced on a flight to Perugia in Italy, where she was later convicted of Meredith Kercher in a supposed sex game gone wrong in 2007.\n\nKnox, who travelled to Perugia to study, was found guilty of helping her then-boyfriend Raffaele Sollecito kill Meredith, who was her roommate.\n\nKnox, who was nicknamed Foxy Knoxy, and Sollecito were acquitted on appeal, then convicted and acquitted again in 2011.\n\nHer post, part of a trend of people sharing photos online of themselves aged 20, has drawn criticism on social media.\n\n(Image: Instagram)\n\nOne commented: \"Amanda Knox is so narcissistic that she continues years later to make the violent death of a young woman about her. Vile.\"\n\nAnother said: \"Poor Meredith Kircher (sic). She didn’t know what was coming.\n\nCalling the post crass, a third person posted: \"Regardless of whether she did it or not a bit crass of Amanda Knox post a 20 year old pic of herself on the flight to Italy....\"\n\nMeredith, who was from south London, was an exchange student in Italy when she died.\n\n(Image: NBCU Photo Bank via Getty Images) (Image: Daily Mirror)\n\nRudy Guede was later found guilty of the 21-year-old's sexual assault and murder.\n\nHer heartbroken family suffered a further tragedy this year when her dad John Kercher was killed in a hit-and-run near his home.\n\nThe 77-year-old, who worked as a newspaper journalist for 40 years, working for the Daily Mirror for many years and also writing for The Sun, died on January 18 - five days after he was injured.\n\nSpeaking in his book about his \"beautiful, intelligent and caring\" daughter following her death, Mr Kercher spoke of the family's anguish over the spotlight that had focused on Knox, writing: \"It has seemed as if Meredith has been all but forgotten.\"\n\nHe added: \"My hope is that I can share with the world something of the wonderful girl who was our daughter and sister. I hope our telling the world about the enchanting, generous, kind person that Meredith was can help those whose lives she touched.\"\n\nLast year, 32-year-old Knox, who married for a second time last month, returned to Italy for the first time since her prison release to speak at an event for the Italy Innocence Project."}}