{"GDELT": {"GlobalEventID": 918870776, "Day": 20200418, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2959, "Actor1Code": "BOL", "Actor1Name": "BOLIVIA", "Actor1CountryCode": "BOL", "Actor2Code": "GNQ", "Actor2Name": "EQUATORIAL GUINEA", "Actor2CountryCode": "GNQ", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.5376344086021501, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Iberia, El Beni, Bolivia", "Actor1Geo_CountryCode": "BL", "Actor1Geo_ADM1Code": "BL03", "Actor1Geo_ADM2Code": "6142", "Actor1Geo_Lat": -14.7833, "Actor1Geo_Long": -66.8833, "Actor1Geo_FeatureID": "-690890", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Equatorial Guinea", "Actor2Geo_CountryCode": "EK", "Actor2Geo_ADM1Code": "EK", "Actor2Geo_Lat": 2.0, "Actor2Geo_Long": 10.0, "Actor2Geo_FeatureID": "EK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Algeria", "Action2Geo_CountryCode": "AG", "Action2Geo_ADM1Code": "AG", "Action2Geo_Lat": 28.0, "Action2Geo_Long": 3.0, "Action2Geo_FeatureID": "AG", "DATEADDED": 20200418114500, "SOURCEURL": "https://worldairlinenews.com/2020/04/18/iberia-announces-new-repatriation-flights-to-bangkok-sydney-manila-cape-verde-asuncion-and-santa-cruz-de-la-sierra/"}, "ARTICLE": {"TITLE": "Iberia announces new repatriation flights to Bangkok, Sydney, Manila, Cape Verde, Asunción and Santa Cruz de la Sierra", "TEXT": "Iberia has made this announcement:\n\nAnother 2000 people will return home in this second wave of Iberia repatriation flights, following the 6,000 of the first wave .\n\nin this second wave of Iberia repatriation flights, following the . By the end of April the Spanish airline will have made more than 30 special flights to 20 countries : Argentina, Algeria, Australia, Bolivia, Cape Verde, the Dominican Republic, Colombia, Ecuador, Equatorial Guinea, Ireland, Japan, Morocco, Panama, Paraguay, Peru, the Philippines, Poland, Senegal, Thailand, and Uruguay.\n\n: Argentina, Algeria, Australia, Bolivia, Cape Verde, the Dominican Republic, Colombia, Ecuador, Equatorial Guinea, Ireland, Japan, Morocco, Panama, Paraguay, Peru, the Philippines, Poland, Senegal, Thailand, and Uruguay. Iberia is also cooperating in the fight against Covid-19 by t ransporting medical supplies\n\nIberia has also made donations to Spanish hospitals including duvets, pillows, toilet kits, disposable gowns, and disposable tableware for Covid-19 patients.\n\nIberia is helping another 2,000 people reach their homes in a second wave of repatriation flights this month in collaboration with Spain’s Foreign Ministry and its embassies and consulates abroad as well as the diplomatic missions in Spain of the countries of destination. In March the airline carried some 6,000 passengers on special flights, in addition to the 70,000 carried on scheduled services before the pandemic alert was declared.\n\nOver the next two weeks the airline will fly to destinations which are new to Iberia, such as Sydney, Manila, Bangkok, Praia (Cape Verde), and Santa Cruz de la Sierra (Bolivia), chiefly to repatriate Spanish citizens from these countries.\n\nIt will also make another three repatriation flights to Peru, one to Equatorial Guinea, another to Colombia, and another three to Argentina, one with a stop neighbouring Paraguay.\n\n“In this new wave of repatriation flights we will fly to such places as Manila, Bangkok, Sydney, and Cape Verde, where our Foreign Ministry regards it as necessary to bring Spaniards home,”said the airline’s Sales Manager for Spain, Guillermo González Vallina.\n\nMore than 8,000 homecomings\n\nIn all, by the end of April Iberia will have made more than 30 repatriation flights to return some 8,000 people, some 6,000 in the last week of March and the first week of April and another 2,000 are to fly by the end of April. Outgoing flights will carry foreigners in Spain back to their home countries.\n\nFrom the start of the crisis until the end of April Iberia will have made a total of more than 30 special flights to 20 countries on five continents: Algeria, Argentina, Australia, Bolivia, Cape Verde, Colombia, the Dominican Republic, Ecuador, Equatorial Guinea, Ireland, Japan, Morocco, Panama, Paraguay, Peru, the Philippines, Poland, Senegal, Thailand, and Uruguay.\n\nIn addition, since the pandemic alert was declared in Spain, Iberia flew more than 70,000 people on scheduled flights to countries including the US, Mexico, Cuba, Costa Rica, Brazil, and Chile which the airline operated until the end of March.\n\nMedical air shuttle between Spain and China\n\nIberia is also bringing medical supplies to Spain from China with frequent cargo flights:\n\nIn collaboration with the FENIN federation of Spanish medical technology companies and the high-technology Oesía Group, Iberia has made nine flights to Shanghai.\n\nIn collaboration with other public and private organisations, by the end of April Iberia will have made another 20 flights to pick up medical supplies in Shanghai and other Chinese cities such as Shenzhen.\n\nIn addition, the airline was instrumental in bringing 34 respirators to Spain from Brussels and Munich which were donated by small businesses to a number of Spanish hospitals.\n\nDonation to hospitals\n\nIberia also donated material normally used aboard its flights, in collaboration with its own relief NGO Mano a Mano, ENVERA, health agencies of the Madrid Regional government, and the logistics company ALAER. The donations included:\n\n45,000 set of disposable tableware for use by Covid-19 patients at Madrid’s Ramón y Cajal hospital\n\n9,000 duvets and 2,200 pillows for the field hospital set up by Madrid health authorities at the IFEMA fairgrounds, as well as 1,400 complete toilet kits and another 20,000 units of toilet items such as toothbrushes and toothpaste, combs, and socks.\n\nFor the Hospital de La Paz, 300 duvets, 300 pillows, and 400 toilet kits.\n\nFor the Gregorio Marañón hospital, more than 5,000 disposable gowns from Iberia’s own medical service, and 1,400 barrier gowns supplied by the NGO Mano a Mano.\n\nFor the field hospital at the FIRA fairgrounds in Barcelona, 500 toilet kits and 500 duvets, and the loan of airport ground equipment to help set up the hospital and deliver supplies of food, medicine, and bed linen.\n\nIberia employees have been unstinting in their commitment to the timely completion of all these operations.\n\nIberia aircraft photo gallery:"}}