{"GDELT": {"GlobalEventID": 918858732, "Day": 20200418, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2959, "Actor1Code": "USAGOV", "Actor1Name": "LOS ANGELES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "USAGOV", "Actor2Name": "LOS ANGELES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.23109497882637, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Zhang Ping, Gansu, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH15", "Actor1Geo_ADM2Code": "13027", "Actor1Geo_Lat": 33.788000000000004, "Actor1Geo_Long": 104.51100000000001, "Actor1Geo_FeatureID": "10649890", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200418093000, "SOURCEURL": "https://www.foxnews.com/opinion/tucker-carlson-china-coronavirus-origin"}, "ARTICLE": {"TITLE": "Tucker Carlson: China is waging coronavirus distraction campaign", "TEXT": "Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.\n\nWe brought you fresh reporting Thursday night about the origins of the deadly coronavirus pandemic. Now we have more. We spent much of the day speaking to highly informed officials in the U.S. government, as well as seasoned specialists on China.\n\nThe conversations reveal a number of things.\n\nFirst, many in the intelligence world with experience in China suspected right away that the story the Chinese government was telling about this virus was almost certainly a lie. The first indication of that was the torrent of obvious nonsense coming from official sources in Beijing.\n\nBRET BAIER SAYS 'MORE AND MORE DOTS' POINT TO WUHAN LAB AS ORIGIN OF CORONAVIRUS PANDEMIC\n\nInitially, Chinese officials claimed the virus had jumped from an obscure, scaly animal called a pangolin, which was sold in the Wuhan wet market. That explanation didn’t make sense. Wet markets are seafood markets. Pangolins are mammals. So are bats, which were also suspected as the source of the coronavirus.\n\nIn the face of skepticism, the Chinese then blamed Italian armed forces personnel, who’d been near Wuhan a few months before for the Military World Games, an international sporting event. The Italians brought the virus, the Chinese said. When the Italian government complained, the Chinese shifted blame to the United States. The American military and Western tourists infected Wuhan, they claimed.\n\nMeanwhile, behind the scenes, Chinese officials worked frantically to destroy relevant evidence. Doctors and journalists in Wuhan who raised questions about the virus disappeared. Some may have been killed.\n\nAt one point in January, scientists in Shanghai succeeded in sequencing DNA from the virus. The information they gathered would have been crucial to researchers around the world who were trying to understand the virus and develop vaccines against it.\n\nBut the Chinese government ordered the viral samples destroyed and the lab notes shredded. The scientists themselves were disciplined for daring to conduct the research, and their lab was shut down.\n\nUS OFFICIALS CONFIRM FULL-SCALE INVESTIGATION OF WHETHER CORONAVIRUS ESCAPED FROM WUHAN LAB\n\nThe Chinese government then quarantined the city of Wuhan. Millions fled. But apparently, relatively few of them were allowed to travel to Beijing, the Chinese capital. Instead, they flew to cities around the world.\n\nTo most in this country, reactions like this seem grotesque – unimaginable. But to Mandarin speakers who follow China carefully, they were highly familiar.\n\nThe first reflex of the Chinese government is always to lie, in order to hide failure and avoid embarrassment.\n\nIn 2003, the Chinese government lied about the initial outbreak of SARS.\n\nIn July 2011, two passenger trains traveling in opposite directions smashed into each other at high speed outside the Chinese city of Wenjo. The trains collided on a railroad bridge. Four cars derailed and tumbled to the ground below. Within hours, authorities arrived with backhoes. They pushed the passenger cars into a pit and began covering them with dirt.\n\nBy some accounts, there were still survivors inside at the time. In their initial statements, Chinese officials claimed that a lightning strike had caused the crash. They later conceded under pressure that sloppiness and shoddy construction were to blame. Chinese media, meanwhile, were ordered ignore the crash entirely – except for “positive news or that issued by the authorities.”\n\nThis was the template for China’s official response to the Wuhan coronavirus. From the early days of the outbreak, Chinese diplomats around the world insisted that there was no chance whatsoever that the virus had come from a lab. They sometimes insisted this even when no one had asked them, as if they were reading from a script.\n\nIt soon became obvious what was going on. English-language academic journals have raised questions for years about the safety standards in the Wuhan bioresearch lab. An article in Nature from 2017 noted that “some scientists outside China worry about pathogens escaping” from the facility.\n\nClassified State Department cables a year later voiced the same concerns. Chinese scientists themselves publicly discussed working with extremely dangerous pathogens in Wuhan. As of today, says someone in a position to know, there is “almost unanimous” agreement in American intelligence-gathering agencies that the virus currently destroying much of the world originally emerged from a lab in Wuhan.\n\nGovernment officials in this country have believed that for some time. They’ve been unable to interest our media in writing about it. In recent weeks, analysts from the CIA, National Security Agency and others have briefed staff at The New York Times about the origins of this virus. The newspaper has still not reported their findings.\n\nAt the same time – and this may be directly related – China has been waging an unremitting propaganda war on the subject. Chinese officials have tried to squelch all conversations about who’s responsible for this pandemic by inflaming the political sensitivities and race guilt of American elites.\n\nIn one case the spokesman for the Chinese foreign ministry attempted to dictate how American press outlets describe the virus. Zhao Lijian, spokesman for the Chinese Foreign Ministry, said: “Certain media say this coronavirus is a ‘China Virus.’ This is extremely irresponsible and we firmly oppose that.”\n\nAmong the many ironies in that demand: even now, the disease is widely referred to in China as, “the Wuhan virus.” Our news outlets, meanwhile, almost always call it COVID-19. That term does not translate to Chinese. COVID-19 is the name devised by the World Health Organization back in January, under influence from Chinese leaders anxious to deflect responsibility for it.\n\nOnce they succeeded in removing any hint of origin from the name of the virus, the Chinese government launched a campaign to tar anyone who mentioned Wuhan as a dangerous racist.\n\n“Racism is not the right tool to cover your own incompetence,” lectured Chinese state media when President Trump referred to the Wuhan virus. American media parroted that line almost precisely, as no doubt the Chinese expected they would.\n\nCNN White House Correspondent Jim Acosta said: “The President referred to the coronavirus as a ‘foreign virus.’ And I think it's going to smack – it's going to come across to a lot of Americans as smacking of xenophobia.”\n\nOn MSNBC, contributor John Heilemann said: “Xenophobic wartime Trump. Where he thinks the only path now is to basically declare the virus Public Enemy Number 1, paint it in somewhat racist terms.”\n\nIn addition, MSNBC contributor Karine Jean Pierre said: “The xenophobia and racism in the outbreak is such a common thing. It is incredibly dangerous. It is problematic and it is scary. I just want to call that out.”\n\nABC reporter Cecilia Vega asked the president: “Why do you keep calling this the Chinese virus? Why do you keep using this? A lot of people think its racist.”\n\nPresident Trump replied: “It’s not racist at all. No, not at all. It comes from China, that’s why.”\n\nMedia outlets are relatively easy to corrupt, given the low level of sophistication of the people who work there. The Chinese government had bolder aims. The Chinese instructed their employees and assets in the United States to exert influence on elected officials.\n\nFor example, according to an informed U.S. government official: “Beijing has instructed diplomats in their consulate in San Francisco to work with American state and local officials and members of Congress to push back against anyone who gets too far out on blaming China for this.”\n\nApparently, it has worked. Here’s Sen. Chris Murphy, D-Conn., on CNN earlier this week: “The reason that we’re in the crisis that we are today is not because of anything that China did. It’s not because of anything the WHO did. It’s because of what this president [Trump] did.”\n\nOther members of Congress voiced similar views, often in eerily similar language.\n\nBarbara Lee, D-Calif., long considered a strongly pro-China voice, tweeted this to President Trump: “Diseases don’t have nationalities. China isn’t to blame for you fumbling this crisis.”\n\nOn March 12, Rep. Judy Chu, D-Calif., wrote: “China didn't ‘unleash' anything. A virus spread, as viruses do. Blaming China and insisting on calling this the ‘Wuhan’ virus, even though every medical expert said not to, is putting people's lives in danger. Stop politicizing this and put people first!”\n\nCLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER\n\nJust the week before Chu wrote that, on March 6, a man called Zhang Ping, who runs the Chinese consulate in Los Angeles, met with Los Angeles Mayor Eric Garcetti about the American response to coronavirus. He tweeted about it that day: “Look forward to working closely with the city of Los Angeles to address this common public health challenge and develop closer ties between our cities and peoples.”\n\nWe have no idea what Ping and Garcetti talked about in that meeting. It would be interesting to know. We reached out to a number of California lawmakers with a history of closeness to China, including senior Sen. Diane Feinstein, to see if they’ve spoken to Chinese officials recently. None of them responded to our calls.\n\nAnd it’s not just happening in California. According to a story in National Review, the head of the state Senate in Wisconsin recently received multiple emails from the wife of the Chinese consulate-general in Chicago. She asked him to propose a resolution praising China for its handling of the Wuhan coronavirus outbreak.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nThe entire story of how the government of China has successfully shaped our understanding of the Wuhan virus, as well as our response to it, may take years to tell. It may never be fully told at all, although we promise to do our best on this show.\n\nBut it’s clear how China sees this pandemic: not simply, or even primarily, as a public health disaster in which thousands are dying, but as part of a larger geopolitical struggle for control of the world. Most Americans don’t perceive that, or understand the profound gravity of the stakes involved. How could they? Our leaders have lied to us about it for years.”\n\nAdapted from Tucker Carlson’s monologue from “Tucker Carlson Tonight” on April 16, 2020.\n\nCLICK HERE FOR MORE FROM TUCKER CARLSON"}}