{"GDELT": {"GlobalEventID": 918870966, "Day": 20200418, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2959, "Actor1Code": "FINEDU", "Actor1Name": "FINLAND", "Actor1CountryCode": "FIN", "Actor1Type1Code": "EDU", "Actor2Code": "MED", "Actor2Name": "JOURNALIST", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.27462946817786, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Finland", "Actor1Geo_CountryCode": "FI", "Actor1Geo_ADM1Code": "FI", "Actor1Geo_Lat": 64.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "FI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Finland", "Actor2Geo_CountryCode": "FI", "Actor2Geo_ADM1Code": "FI", "Actor2Geo_Lat": 64.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "FI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Finland", "Action2Geo_CountryCode": "FI", "Action2Geo_ADM1Code": "FI", "Action2Geo_Lat": 64.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "FI", "DATEADDED": 20200418114500, "SOURCEURL": "https://thewire.in/media/coronavirus-infodemic-misinformation"}, "ARTICLE": {"TITLE": "We Are Fighting an Infodemic in the Time of 'Coronoia'", "TEXT": "On February 15 the director-general of the World Health Organization, while addressing the Munich Security Conference, asserted that “we’re not just fighting an epidemic; we’re fighting an infodemic.\n\n“Fake news spreads faster and more easily than this virus and is just as dangerous,” he said. He advocated that science and evidence must lead policy.\n\n“If we don’t, we are headed down a dark path that leads nowhere but division and disharmony…(So) we must be guided by solidarity, not stigma. The greatest enemy we face is not the virus itself; it’s the stigma that turns us against each other. We must stop stigma and hate!”\n\nThe search for a vaccine for the virus seems to have taken off in earnest solidarity among scientists, but we seem to be hurtling down the cliff towards the other enemy – of fear, hate and stigma – with science and evidence not always leading policy. Cleverly crafted crime thrillers on the virus as a bio-weapon that leaked out of laboratories have not only confounded citizens, including science teachers and activists, but also continue to promote racism and xenophobia. Bengaluru policemen may have had sincere intentions, but bizarre visuals of them dressed as demons or donning intimidatingly inflated corona-helmets to scare citizens back into their homes, have raised questions about possible ‘miseducation’ through such fearful policing.\n\nAttacks on doctors and health-care workers asked to vacate rented homes, and communally charged media reports invoking terms such as the “superspreaders” of the Nizamuddin “hotspot”, have only heightened hate and suspicion. Social media has gone viral with false cures, while politicians and officials have continued to promote unauthenticated remedies. No less than the former president of the Indian Medical Association endorsed the mass lighting of candles and flashlights at 9 pm for 9 minutes on April 5, with an inventive concoction of scientific jargon and yogic principles.\n\nIn a video said to be tweeted by and soon removed from the government handle MyGovIndia, he declared that “the strength to heal the ACE2 receptors (in our bodies, to which the coronavirus attaches itself) is based on the principle of collective consciousness, on quantum principles and the rithambara pragya principle”, and if we collectively will the coronavirus not to deposit on our ACE2 receptors, then it will not happen. Having worked on quantum theory myself, such proclamations can lead to amuse and shock, but also raise serious concerns about our collective scientific consciousness to communicate and deal with this exponential infodemic.\n\nAlso read: The Pandemic Is Amplifying India’s Fake News Crisis\n\nIncidentally, the avalanche of novel scenarios, real or imagined, is fast churning out a vortex of vocabularies, going beyond the violent terminologies of war routinely used in pandemics. Writing this piece, just when I thought I needed to forge a new word ‘Coronoia’, to suitably denote the exponential spread of irrational fears of this novel virus, I found that it has recently been suggested to the Collins dictionary, and is under consideration.\n\nVaccination against an infodemic\n\n‘Infodemic’, another term currently in use, is meant to be an excessive amount of information about a problem which acts as a detriment to its solution. Studies have existed on the harms to health from misinformation, especially in times of an epidemic, as shown by research on influenza and other infectious diseases at the University of East Anglia in the UK. Using simulation models, it was found that misinformation causes bad advice from social media to travel faster than good advice from trusted sources, leading people to adopt unsafe behaviours with greater risks. The strategies used in the simulation studies to combat the effect of fake news were to reduce the amount of misinformation, and to ‘immunise’ people by educating them to recognise false information.\n\nSince 2016, Finland has an information literacy programme in schools (after a major fake news assault it faced in 2014 from Russia), to ‘vaccinate’ pupils against false information. Educators think children don’t always need to be told what is right or wrong, but must learn to use critical tools to think and fact-check themselves. Even in primary school, children learn to differentiate between the three – misinformation, or “mistakes”; disinformation, or “lies” spread deliberately to deceive; and malinformation, or “gossip”, which is intended to harm.\n\nKari Kevinin, who helped initiate the programme, holds that children love to act as detectives, undertake activities and learn to ask questions, such as: “Who produced this information, and why? Where was it published? What does it really say? Who is it aimed at? What is it based on? Is there evidence for it, or is this just someone’s opinion? Is it verifiable elsewhere?”. A teacher informed me that many ‘fake sources’ have been developed for the programme, including a book about a fake country to fact-check about.\n\nHer 15-year-olds recently investigated the credibility of a medical report on dreaming, where they read up more information to cross-check, looked up details on the authors and where they had gotten their degree from, and if the information they had given was from the area of science they had specialised in. Wouldn’t it be interesting for our university students too to be educated this way! Secondary school students in Finland were made to question real-life journalists and politicians about what mattered to them, conduct school elections and write both kinds of reports – accurate and fake – in the attempt to understand democracy, and the threats to it. Not surprisingly, Finland topped the Media Literacy Index 2019, which aims to measure resistance to fake news in 35 European countries, using indicators for media freedom, education and trust in people.\n\nAlso read: It’s Essential to Sift Through Hate-Driven Misinformation on Coronavirus\n\nKannur district in Kerala began a school programme in 2018, called Satyamev Jayate (Truth Alone Triumphs), with the aim to nurture the spirit of Article 51 A (h) of the constitution, “to develop scientific temper, humanism and the spirit of inquiry and reform.” Parents of three lakh children had refused to get them immunised for MMR (measles, mumps and rubella), scared by false social media messages claiming that the vaccine was harmful. Soon after when some people died from the Nipah virus in the neighbouring district of Kozhikode, a hoax message declared most chickens had also been infected, causing a steep slump in the local poultry industry.\n\nTo stem the damage from such fake social media campaigns, the District Collector Mir Mohammad Ali had instituted laws against offenders and also decided to ‘vaccinate’ their children against such onslaughts through the school programme. Building on younger people’s ability to logically differentiate between fact or opinion or true and false information, slide presentations are shared and videos analysed to verify authenticity, discern reliable sources, and to understand how social media could entrap people in their own ‘filter bubbles’ or echo chambers. Having worked on critical pedagogy in school education, teacher education and adult literacy, and being part of the people’s science movement, one cannot but emphasise more on the need for such foundational learning in an era of post-truth.\n\nHearteningly, the scientific community from some of our leading institutes has also responded to this national need and has recently set up a website to share research information and also to bust myths about the virus through its poster series ‘do what it takes, don’t believe in fakes’ in many different languages.\n\nDealing with popular fiction\n\nScientists across the world have published statements to clarify that this virus was not made in a laboratory, but has a natural source and yet this fictional conspiracy continues to snowball, exacerbating panic and fear. Professor Gabriel Leung, who was actively engaged in research on the virus of SARS 2003, thinks that there is a high probability of the present virus named SARS-CoV-2, and the many more likely to emerge in future causing other pandemics, to be connected to the global wildlife trade by organised crime syndicates.\n\nScientists like him have warned about the threat of wild animals illegally brought from across the globe and crammed together in terrible conditions, where fluids from one pour onto another, in the ‘wet markets’ of different countries. Never having been together in the wild, such animals are acutely vulnerable to the viruses carried by each other. Under such conditions of stress, it is likely that these viruses can jump to the humans handling them. SARS-CoV-2, which is what causes the COVID-19 disease, is being investigated as having possibly originated in a colony of bats, and transferred to humans probably through a pangolin, the world’s most heavily trafficked animal.\n\nFew scientists can explain as beautifully the current state of knowledge about the new virus as Professor Peter Piot, the Director of the London School of Hygiene and Tropical Medicine, who conducted research on Ebola and AIDS. He says there are seven coronaviruses that have human-to-human transmission, four generate a mild cold, but three of them can be deadly – viruses that cause SARS and MERS, and the new SARS-CoV2.\n\nAlso read: The Misinformation Pandemic Is Scarier Than the COVID-19 Pandemic\n\nThis one is very easy to spread because in the early stages it remains mainly in the upper throat and when we cough or sneeze, billions of these can ride on the droplets and transmit to another person. Children may not get infected as much as the elderly, but play a big role in passing it on quickly as they usually do not wash hands or practice physical distancing, prompting many countries to close schools to impede transmission. Moreover, it can cause more harm as it works silently. So people it infects can remain asymptomatic for days even as they unknowingly continue to transmit the infection.\n\nA major scare related to ‘social distancing’ and the use of masks, has been about whether this virus can be transmitted through the air. Newer findings have only added to the uncertainties, causing greater alarm. Advice about it spreading via respiratory droplets or hands that come in touch, did not alleviate alarming messages especially among the urban middle class, to shut all windows as the ‘virus has now become airborne’!\n\nVideos went viral of a recent study about the likelihood of micro-droplets expunged from an infected person’s breath to remain aerosolised for a distance greater than one meter, as was earlier indicated, and the changing advisories about masks, added to the uncertainties and related panic. Highly educated people kept exchanging messages about how the virus was morphing faster than the rate at which it was being understood. Indeed the contingencies of communicating ongoing research, especially the complexities of probabilistic knowledge, is truly challenging and needs a longer process of engagement.\n\nIn India, moreover, the oppressive practice of social distancing on the basis of caste has so normalised the idea of ‘untouchability’, that understanding the role of physical distancing, without its social stigma and stereotyping, would indeed require transformative vaccination through sustained education.\n\nSurveillance, technology and issues of privacy\n\nYuval Noah Harari wrote about the world after coronavirus and the two crucial choices before us – one, between totalitarian surveillance and citizen empowerment, and second, between nationalist isolation and global solidarity. In the name of health security, he warns that governments are shifting from ‘over-the-skin’ to ‘under-the-skin’ surveillance. Not only do algorithms record what our fingers press on, when we navigate the Internet, but intrude further inside, to also record the temperature or blood pressure of our bodies.\n\nWorryingly, while Harari thinks it is still a hypothetical ‘thought experiment’ that bracelets worn on bodies could show people’s state of health (and mind) even before they may know it, some countries including China and the US are already using such technology in classrooms. Questionable applications of neuroscience in education make elementary school children wear headbands to monitor attentiveness, warning teachers of those distracted when the light turns red. The Gates Foundation has given generous research grants in the US to use ‘galvanic’ bracelets on children in schools, supposedly to assess teachers’ effectiveness.\n\nAlso read: The Coronavirus Spread and the Criminal Liability of the Tablighi Jamaat\n\nIn this pandemic, there are concerns about how countries have greatly extended mass surveillance through mobile tracing, geo-tracking and facial recognition technologies to predict infection hotspots and to reassign health workers and equipment, without necessarily ensuring the protection of users’ privacy. India has used railway and airlines reservation data to track passengers’ travel history and monitor those asked to remain in quarantine. States have been using different technologies to track, map and publicly list infected or quarantined persons, and also stamp hands and prominently mark homes with posters.\n\nHowever, there have been many legal questions and serious concerns in the way the mobile application Arogya Setu is being propagated even for schools and children. The mobile application which geo-traces people’s location and informs them how far/close they are from an infected person, not only raises questions of compromising one’s own privacy and that of an infected person, but also of possibly creating panic, with the stigma of coming close to someone being perceived as ‘untouchable’. There is, however, much education and science communication yet to be done to reflect on the concerns Harari raises, to unravel research and applications which use artificial intelligence algorithms for mind and body control.\n\nAnita Rampal was a professor and dean at the Faculty of Education, Delhi University."}}