{"GDELT": {"GlobalEventID": 918870669, "Day": 20200418, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2959, "Actor2Code": "IDN", "Actor2Name": "INDONESIA", "Actor2CountryCode": "IDN", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.8213552361396301, "Actor1Geo_Type": 0, "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "West Sumatra, Sumatera Barat, Indonesia", "Actor2Geo_CountryCode": "ID", "Actor2Geo_ADM1Code": "ID24", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -1.0, "Actor2Geo_Long": 100.5, "Actor2Geo_FeatureID": "-2698116", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Norway", "Action2Geo_CountryCode": "NO", "Action2Geo_ADM1Code": "NO", "Action2Geo_Lat": 62.0, "Action2Geo_Long": 10.0, "Action2Geo_FeatureID": "NO", "DATEADDED": 20200418114500, "SOURCEURL": "https://www.albawaba.com/editors-choice/norwegian-tale-indonesian-jungle-1351483"}, "ARTICLE": {"TITLE": "A Norwegian Tale Into The Indonesian Jungle!", "TEXT": "'I learned how to just be and follow the rhythm of nature,' Audun Amundsen says, reflecting on his life off-grid in the jungle with the Mentawai tribe, where there was little on the daily agenda other than making arrows or canoes and hunting for food such as monkeys, bats or shrimp.\n\nThe Norwegian engineer and filmmaker first went to live with the tribe deep in the undergrowth of western Indonesia as a 24-year-old, for a month in 2004. He returned in 2009 - this time for a three-year stay, during which time he would learn their unwritten language.\n\nHe says that the biggest thing he missed living in isolation was 'the convenience of modern society' and 'eating food for pleasure, and not simply for survival'. Having conversations with people he could relate to was another thing he yearned for at times.\n\nLife in the wild was a life far removed from the one Amundsen had left behind.\n\nIn 2004 he quit his lucrative job working on an oil rig off the Scottish coast and left his modern, comfortable apartment in Trondheim, Norway, to satisfy his itch for travel.\n\nHe started his travels in India, before moving on to Nepal and then on to Indonesia to 'warm up a little' and recover from the altitude of the Himalayas.\n\nAmundsen, 40, says when he got to Padang in West Sumatra he decided that he 'wanted to go off the beaten track and go as far away from my own culture as possible’.\n\nRecounting his tale, he continues: 'I got to hear that these traditional people were living in the jungle on Siberut Island and I was like \"wow that’s really interesting, I want to see that\".\n\n'I went to this island - a 12-hour trip on a shabby wooden boat from Padang - and spent a week trying to convince someone to take me upriver to where I'd heard the tribe live. On this island there would be no possibility to communicate with the rest of the world. It was really far away - no access to Google Maps or Facebook.\n\n'When I got there, this guy comes walking towards me and it was a pretty exciting moment. Luckily he was smiling and we couldn’t really communicate that much but we became friends.'\n\nThe man Amundsen befriended was a Mentawai shaman called Aman Paksa.\n\nThe Norwegian, who describes himself at the time as a 'naive and young backpacker', spent just over a month living with Paksa.\n\nHe says: 'Because he liked me we made a deal for me to stay for a few weeks. In return for their hospitality, I helped with daily chores and life around the bush house.'\n\nThey communicated, Amundsen says, mostly through body language.\n\nHe eventually left to continue on his travels and take the flight home he'd booked.\n\nAfter returning to Norway with no money and setting up home in an abandoned factory, Amundsen says he couldn't get the 'magic of the jungle' out of his head and he decided he wanted to return and make a documentary about Paksa.\n\nFor this, he managed to get funding from the Norwegian cultural department.\n\nThe adventurer says he didn't have a formal education as a filmmaker so before setting off on his adventure he spent all his time 'studying and trying to suck up all the knowledge I could in videography, directing and about the people and so on'.\n\nAmundsen had a couple of health setbacks before leaving for Indonesia, including a stroke and heart surgery, but eventually he managed to get his strength back and he set off overseas in 2009.\n\nAfter landing in Padang once more, Amundsen boarded the old wooden boat back to Siberut Island. From there, he went upriver again to look for his old friend Paksa - hoping that he'd be welcomed once again. After all, he couldn't exactly message him to pre-book a room.\n\nAmundsen says: 'After a week I finally found Aman Paksa. He was still there and he was well. He had a new son, he also had a watch. Already I saw that things were starting to change in this short period I had been away.'\n\nThe documentary maker had no plan regarding how long he would stay in the jungle this time. He joked to Paksa that he might stay for a year, with the tribesman merely replying in his native tongue, 'sure, if you can'.\n\nAmundsen had returned with a larger Indonesian vocabulary, solar panels and a camera - so he could document what life was like there.\n\nHe would later turn his footage into a documentary - Newtopia.\n\nHe also packed some Western medicine, which proved useful when he got a mystery eye infection that caused his eyes to turn red and his eyelids to almost fuse shut.\n\nThe adventurer describes his time in a 'lost world' as the equivalent of a 'timeless and long meditation' where he 'simply lost track of linear time'.\n\nDescribing his daily routine in the forest, he tells MailOnline Travel: 'We would wake up by ourselves before sunrise when the fog still surrounded the trees. As the sun warmed the jungle we would sit on the porch, relax, chat and drink a hot drink.\n\n'Then we would feed the semi-wild pigs with sagu (extracted starch from sago palm). After that, we were free to plan whatever project we wanted. Projects could be to hunt monkeys, bats, or river shrimps. Making equipment, canoes, arrows, baskets and so on.\n\n'Usually, we took a small rest midday, and then we would always have something social going on. Houses are open, and visitors often came by or we would go to visit someone for gossip and news.\n\n'When darkness came, we sat inside around an oil lamp. I read a lot of books when I was there. Sometimes we made handiwork like knitting baskets. Days were filled with a slow variety, but somehow time just moved on without notice.'\n\nOver time, Amundsen witnesses modernity creeping into jungle life, with Western clothing being adopted, plastic objects replacing plant-made goods and the hunger for money taking hold. Chickens and pigs were traditional methods of payment.\n\nThe adventurer explains in Newtopia that when he first met Paksa he was amazed at how he had 'no money, electricity or machines'.\n\nHe muses: 'It was amazing. It was like a tale from my childhood had come to life.'\n\nBut as time moves on, Amundsen's fairytale loses its shine as members of the Mentawai tribe start to get curious about the outside world with ramshackle towns on the periphery of the forest turning into bustling trading hubs.\n\nThe filmmaker says it never occurred to him that Aman Paksa 'would one day have a bank account and a cell phone' but he slowly comes to realise that this is the reality.\n\nThe tribe members come to adopt motors for their boats instead of paddles, they realise they can hunt with guns instead of arrows and that chainsaws are more efficient than handsaws.\n\nIn a bid to make money to buy these modern tools, Paksa cuts his hair and adopts Western clothing to land a construction job in the city of Padang.\n\nAmundsen says it was 'difficult' witnessing these changes but he accepted that he couldn't prevent Paksa from tasting a different way of life.\n\nWhile the city seemed attractive from a distance, Paksa soon realises it's not all it's cracked up to be.\n\nHe tells Amundsen at one point: 'If it's all this noise, I don't like it.'\n\nMissing the peace of the jungle Paksa decides to go back home, armed with a wig he purchases in a modern shopping mall to replace his cut hair.\n\nHe sheds his Western clothes in favour of traditional garbs and goes back to hunting with bow and arrow.\n\nAmundsen has returned to the jungle numerous times since shooting his documentary and his unique friendship with Paksa now spans 16 years.\n\nAsked what his hope is for people watching his film, Amundsen concludes: 'I would like people to cherish the diversity and differences of the world, culturally, ecologically, between sexes, traditions and so on.\n\n'And, I want to evoke questions about what kind of progress we want for the future.\n\n'I do think we eventually will find a balance between nature and modernity, but unfortunately, I suspect that a lot of species and ecosystems will vanish before we do.\n\n'In many ways, living with the Mentawaians has made me think of the quote from the famous American historian Will Durant: A great civilization is not conquered from without until it has destroyed itself within.'\n\nThis article has been adapted from its original source."}}