{"GDELT": {"GlobalEventID": 918858194, "Day": 20200418, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2959, "Actor1Code": "GOV", "Actor1Name": "GOVERNOR", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.89733840304183, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_Lat": 43.3504, "Actor1Geo_Long": -84.5603, "Actor1Geo_FeatureID": "MI", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_Lat": 43.3504, "Action2Geo_Long": -84.5603, "Action2Geo_FeatureID": "MI", "DATEADDED": 20200418093000, "SOURCEURL": "https://www.alec.org/article/will-legislatures-confront-the-massive-growth-in-executive-power/"}, "ARTICLE": {"TITLE": "Will Legislatures Confront the Massive Growth in Executive Power?", "TEXT": "Homeland Security\n\nWill Legislatures Confront the Massive Growth in Executive Power?\n\nWhen life returns to something resembling normal after the coronavirus lockdowns, state legislatures will be faced with serious questions. Putting aside for a moment the fiscal questions — how to account for significant revenue shortfalls and crashing pension programs — they will need to confront the unprecedented exercise and growth of executive authority.\n\nMost governors have issued the same number or more executive orders in a period of 6 weeks than prior governors issued either during a calendar year or during entire 8-year administrations. [1] In some cases, governors have issued 2-3 times the number of orders compared to the average 8-year administration. [2]\n\nThe precise actions each executive order takes differ. Some simply declare a statewide emergency and activate state emergency operations plans. [3] Others suspend in-person schooling or pave the way for telehealth services. [4] Still others prohibit bars and restaurants from offering in person dining, define “essential businesses” and order “non-essential” businesses closed. [5] Finally, others order state residents to “stay at home.” [6]\n\nMost of the governors’ orders cite the state’s emergency management acts or communicable disease laws. [7] Some governors are mostly acting within the laws’ prescriptions. Other governors, though, are claiming much more authority either than the laws allow or than allowed by the spirit of the laws. For example, in Michigan, Governor Whitmer claims broad authority to prevent people even from traveling to visit another family member, but the emergency management statute does not provide such authority and the state’s communicable disease law prohibits the state from isolating “classes of people.”\n\nAcross the states, emergency management acts permit governors to declare emergencies, activate state emergency plans, and permit the most efficient coordination of federal, state, and local efforts to mitigate and respond to a disaster. Many of the emergency management laws purport to provide the governor broad, indiscriminate authority. A very small percentage of laws explicitly limit the gubernatorial authority.\n\nSeparation of powers and the roles of the legislative and executive branches are fundamental to the American representative republic. The framers of the federal Constitution understood that people in positions of power tend to seek more power. [8] They thought the best way to control man’s thirst for power was to divide power between the state and federal governments and, within both, between the three branches of government. [9]\n\nWith these principles in mind, state legislators must ask several critical questions when they next gather, including, for example:\n\nThe power of a state is strongest when it is exercising its police powers — the authority to regulate for the benefit of public health and safety. The police power, though, belongs to the legislature not to the state executive. [10] Can the legislature properly delegate police power, even temporarily, to the executive? Does the delegation, including specific provisions such as making failing to comply with executive orders, a crime, violate the state’s separation of powers doctrine?\n\nMost state emergency management acts were enacted in the 1950s, 1960s, or 1970s. [11] The natural disasters imagined by state legislatures include earthquakes, wild fires, tornadoes, hurricanes, floods, and so on. As such, most of the laws seem to contemplate a geographically limited disaster area. The coronavirus is not the first “novel” virus to come out of China or Chinese controlled territories [12] and, perhaps, it is not unreasonable to assume future similar outbreaks. Should the laws be updated to reflect modern technology, lessons learned from coronavirus, and so on?\n\nA number of state emergency management acts grant governors the authority to “control ingress and egress to and from an emergency area, the movement of persons within the area, and the occupancy of premises therein;” and “suspend or limit the sale, dispensing, or transportation of alcoholic beverages, firearms…” [13] These are the provisions governors cite for authority to restrict religious liberty and require people to remain at home. Again, most legislatures clearly contemplated a geographically limited area subject to the emergency. [14] Where a specific geographic area is affected, controlling ingress, egress, and movement makes sense. Controlling people’s movement across the entire state, though, may violate the Constitution’s freedom of mobility and similar state constitutional provisions. On top of that, allowing governors to suspend firearms sales may violate both the Second Amendment and similar state constitutional protections. Since most governors’ stay at home orders cite these provisions, should the legislature curtail, or more narrowly define the governors’ authority?\n\nThere are no easy answers. There are debates, though, that are critical for future emergency responses, civil liberties, the general power of government, and whether the legislature will zealously guard its authority to make laws.\n\nNotes:\n\n[1] For example, from January 2019 through January 2020, California Gov. Gavin Newsom issued roughly 7-8 substantive executive orders and from March 1, 2020 through April 10, 2020, he has issued no fewer than 9 executive orders. Similarly, from January 1 2019 through January 2020, Maine Gov. Janet Mills issued roughly 13 substantive executive orders and from March 1, 2020 through April 10, 2020, she issued no fewer than 29 executive orders. From January 1, 2019 through January 2020, New Jersey Gov. Phil Murphy issued roughly 25 substantive executive orders. From March 1, 2020 through April 10, 2020, he has issued 25 executive orders. Finally, Gov. Gary Hebert issued about 14 executive orders from January 2019 through January 2020. Since March 1, 2020 and through April 10, 2020, he has issued 17 orders.\n\n[2] Id.\n\n[3] E.g. Colo. Exec. Order D 2020-003, Fla. Exec. Order 20-51, Ky. Exec. Order 2020-215, Md. Exec. Order 20-03-30-01.\n\n[4] E.g. Ala. Fourth Supp. State of Emergency (education); Md. Exec. Order 20-03-20-01 (telehealth) Okla. Amended Exec. Order 2020-07 (telehealth)\n\n[5] Ind. Exec. Order 20-04, Miss. Exec. Order 1463, N.Y. Exec. Order 202.14, Va. Exec. Order EO-53 (2020).\n\n[6] Cal. Exec. Order N-33-20, Idaho Exec. Order to Self-Isolate, La. Exec. Order JBE 2020-33, Wash. Exec. Proclamation 20-25.\n\n[7] See n. 3, above.\n\n[8] See, e.g. Federalist No. 10 (Madison) and Federalist No. 51 (Hamilton or Madison).\n\n[9] See n. 8, above, and John Locke, Second Treatise of Government.\n\n[10] E.g. Jacobsen v. Massachusetts, 197 U.S. 11 (1905), Mugler v. State of Kansas, 123 U.S. 623 (1887).\n\n[11] E.g. Mass. Gen. Laws ch. 639 (1950); Mich. Comp. Laws §§ 30.401, et seq.; N.M. State. Ann. §§12-10-1 – 12-10-10 (1978); 35 Pa. Cons. Stat. §§ 7101, et seq.\n\n[12] For example, most experts attribute the 2003 Severe Acute Respiratory Syndrome (SARS) pandemic to China, variants of the H1N1 virus, particularly H3N2 are traced to Hong Kong, and the Avian Flu has been linked to Hong Kong.\n\n[13] Fla. Stat. § 252.36(5)(g)-(h); Mich. Comp. Laws § 30.405(1)(g)-(h); 35 Pa. Cons. Stat. §7301(f)(7)-(8)\n\n[14] See n. 11, above."}}