{"GDELT": {"GlobalEventID": 918871198, "Day": 20200418, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2959, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "GRC", "Actor2Name": "GREECE", "Actor2CountryCode": "GRC", "IsRootEvent": 1, "EventCode": 140, "EventBaseCode": 140, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.80428954423592, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR", "Action2Geo_Lat": 39.0, "Action2Geo_Long": 22.0, "Action2Geo_FeatureID": "GR", "DATEADDED": 20200418114500, "SOURCEURL": "https://www.thestar.com.my/news/world/2020/04/18/orthodox-ceremony-of-holy-fire-takes-place-in-deserted-jerusalem"}, "ARTICLE": {"TITLE": "Holy Fire lit as Orthodox Easter bells echo over near-empty Jerusalem", "TEXT": "JERUSALEM (Reuters) - The Holy Fire ceremony symbolising Jesus' resurrection was lit in a deserted Jerusalem on Saturday, without the joyful throng of Orthodox Christian pilgrims who normally attend a spectacle that brings the Easter season to a colourful climax.\n\nBells tolled above a near-empty Church of the Holy Sepulchre as the Greek Orthodox Patriarch, Theophilos III, emerged carrying the flame from the crypt where Christians believe Jesus was buried.\n\nThis year, amid coronavirus precautions in a locked-down Jerusalem, he was accompanied only by a handful of mostly Orthodox clergy, some wearing face masks.\n\nOutside in the medieval courtyard of the Holy Sepulchre, by tradition the site of Jesus' crucifixion, burial and resurrection, the plaza was empty of all but a few Israeli police and clerics maintaining social distancing.\n\nThe Holy Fire ceremony typically draws tens of thousands of worshippers to the imposing grey edicule in the Holy Sepulchre that is believed to contain the tomb where Jesus lay two thousand years ago.\n\nSunbeams that pierce through a skylight in the church's dome are believed by worshippers to ignite a flame deep inside the crypt, a mysterious act considered a Holy Saturday miracle each year before Orthodox Easter Sunday.\n\nJerusalem's Greek Orthodox Patriarch then lights a candle with the Holy Fire and disperses it to the faithful.\n\nIn normal years this would be to the thousands of tiny candles held by cheering worshippers packed into the passageways of the building.\n\nBut this year only a handful of Greek, Armenian, Russian and Coptic clergy, many garbed in black and wearing face masks, were present inside the church to receive the flame from the patriarch.\n\nRipples of applause broke out from a small group awaiting the flame outside the church, including envoys from Orthodox Christian countries.\n\nAs the fire passed through the Christian Quarter of the Old City, worshippers who had been unable to attend the church ceremony thronged into the back streets to receive it, ignoring coronavirus restrictions as they chanted, banged drums, waved crucifixes and climbed on each others' shoulders.\n\nTaking a more stately approach, diplomats from states such as Russia and Armenia were permitted to transport the flame with a police escort from Jerusalem to Tel Aviv's Ben Gurion Airport, where it will be flown out on designated jets.\n\nDelegations on board were not permitted to disembark due to virus restrictions, Israeli media reported.\n\nAs he left Jerusalem's walled Old City through the ancient Jaffa Gate, one Armenian official spoke with delight as he prepared to transport the flame to the airport and back to his homeland.\n\n\"We congratulate all the world, all the Christians by the Holy Light, which is a prediction of the resurrection of the Christ,\" he said, carrying a bundle of lit candles and a white lantern.\n\n\"Christ... broke the doors of hell and... gave to us a hope for the future, for the eternal life. Christ is risen,\" he added.\n\nThe Greek Orthodox and Armenian Orthodox churches share custody of Church of the Holy Sepulchre with Roman Catholics, who celebrated Easter last week.\n\nThe flame was also transported by oil lamp a few miles south to the Palestinian town of Bethlehem in the occupied West Bank, where clergy witnessed the Holy Fire arrive at the Church of the Nativity.\n\nThe church, revered in tradition as Jesus' birthplace, has been closed for weeks because of a coronavirus outbreak in Bethlehem, as have other churches in the Holy Land.\n\nJerusalem has sites sacred to Judaism, Islam and Christianity. Leaders of all three religions have closed holy sites or restricted access, and have urged followers to celebrate festivals at home this year.\n\n(Writing by Rami Ayyub; Editing by Christina Fincher)"}}