{"GDELT": {"GlobalEventID": 918871247, "Day": 20200418, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2959, "Actor1Code": "LEG", "Actor1Name": "CONGRESS", "Actor1Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 1014, "EventBaseCode": 101, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.08056872037915, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Kerala, Kerala, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN13", "Actor1Geo_ADM2Code": "17699", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": 76.5, "Actor1Geo_FeatureID": "-2100307", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Kerala, Kerala, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN13", "Action2Geo_ADM2Code": "17699", "Action2Geo_Lat": 10.0, "Action2Geo_Long": 76.5, "Action2Geo_FeatureID": "-2100307", "DATEADDED": 20200418114500, "SOURCEURL": "https://www.timesnownews.com/india/article/cpim-should-ask-kerala-cm-pinarayi-vijayan-to-quit-congress-demands-cbi-probe-on-covid-19-data-scam/579741"}, "ARTICLE": {"TITLE": "CPI(M) should ask Kerala CM Pinarayi Vijayan to quit: Congress, demands CBI probe on COVID-19 data scam", "TEXT": "Kerala CM Pinarayi Vijayan | Photo Credit: ANI\n\nKey Highlights Former Kerala Chief Minister Oommen Chandy said this agreement with a US firm is in gross violation of the business rules of the Kerala government Congress president Mullapally Ramachandran asked Vijayan to quit and the CPI-M politburo to come clean 'Everyone wanted to know as to who brought the Sprinklr company to India and if it had any connections in Bengaluru'\n\nNew Delhi: The Congress today urged CPI(M)’s national leadership to ask Kerala Chief Minister Pinarayi Vijayan to tender his resignation and also demanded a CBI probe into the data transfer of COVID-19 suspects to a US-based PR and marketing firm Sprinklr.\n\nThis issue has been raging in God’s own country for over a week now after Leader of Opposition Ramesh Chennithala and former Chief Minister Oommen Chandy raised the matter saying that this data transfer had no clearance from any state government department, the Kerala cabinet or the Centre.\n\n'Only a CBI probe would bring out the truth'\n\nChandy had earlier said that there was a time when everything associated with the United States was totally wrong for the CPI(M) adding that when he was the Finance Minister in 1991, the Communist Party fiercely opposed IMF and ADB loans.\n\nWhile addressing the media on Saturday, state Congress president Mullapally Ramachandran asked Vijayan to quit and the CPI(M) politburo to come clean.\n\n“We are all waiting to hear what CPI(M) has to say on this blatant data scam. Only a CBI probe would bring out the truth, as this is a monstrous data scam and a bigger one that SNC Lavalin, the case where Vijayan is linked to and is now before the apex court,” IANS quoted Ramachandran as saying.\n\nBengaluru connection\n\nThe Congress leader further said that everyone wanted to know who brought the Sprinklr company to India and if it had any connections in Bengaluru.\n\nSenior Congress legislator PT Thomas also expressed concerns whether the sudden disappearance of the website of Vijayan’s daughter’s IT firm based in Bengaluru was connected to the Sprinklr data scam.\n\nMeanwhile, a petition has been filed before the Kerala High Court over the decision to hand over the data to Sprinklr.\n\nIT Secretary M Sivasankaran on Saturday told the media that the decision to hand over the data to Sprinklr was his."}}