{"GDELT": {"GlobalEventID": 918870947, "Day": 20200418, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2959, "Actor1Code": "ELI", "Actor1Name": "ACTOR", "Actor1Type1Code": "ELI", "Actor2Code": "AUS", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.5263157894736901, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sydney, New South Wales, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS02", "Actor1Geo_ADM2Code": "154637", "Actor1Geo_Lat": -33.8833, "Actor1Geo_Long": 151.217, "Actor1Geo_FeatureID": "-1603135", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sydney, New South Wales, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS02", "Actor2Geo_ADM2Code": "154637", "Actor2Geo_Lat": -33.8833, "Actor2Geo_Long": 151.217, "Actor2Geo_FeatureID": "-1603135", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sydney, New South Wales, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS02", "Action2Geo_ADM2Code": "154637", "Action2Geo_Lat": -33.8833, "Action2Geo_Long": 151.217, "Action2Geo_FeatureID": "-1603135", "DATEADDED": 20200418114500, "SOURCEURL": "https://www.dailytelegraph.com.au/lifestyle/stellar/exclusive-bardot-reveal-if-a-reunion-is-on-the-cards/news-story/21048adfe1bca9690009fd9776b9a7c5?nk=164ba1b5ac19934d297811712604f09a-1587209522"}, "ARTICLE": {"TITLE": "EXCLUSIVE: Bardot reveal if a reunion is on the cards", "TEXT": "At the turn of the century, more than 2500 young Australian women signed up to become part of a giant televised experiment that hoped to unearth Australia’s answer to the Spice Girls.\n\nThe platform? A new reality television show called Popstars, a joint Seven Network/Warner Music production with Jackie “Jackie O” Henderson among the judges.\n\nOne of the first reality TV talent shows in the country, Popstars was an instant hit, hooking an average of 2.6 million viewers; by the time it finished its run, public interest in the girl group it produced – comprised of Katie Underwood, Tiffani Wood, Belinda Chapple, Sally Polihronas and a pre-fame Sophie Monk – was at fever pitch.\n\nA scandal that saw original member Chantelle Barry kicked out and replaced by Wood only added to the hype, and suddenly the five members had gone from unknowns to fully fledged pop stars in a matter of weeks.\n\nmedia_camera Bardot on the red carpet at the 2000 Aria Awards in Sydney. Pictured from left, Sophie Monk, Sally Polihronas, Katie Underwood, Tiffani Wood, and Belinda Chapple. (Picture: Mick Tsikas)\n\nAs Underwood recalls that heady period, she tells Stellar, “That was probably the strangest thing in my life. I had trouble going anywhere because it was so intense, especially for me and Sophie because we were very spottable.\n\n“The media maintained that the hype was unjustified because at, that point in time, we hadn’t done anything – we’d just been on TV.”\n\nThat was quickly rectified when Bardot’s first single ‘Poison’ was released in April 2000 and debuted at number one on the ARIA charts; a self-titled debut album followed a few weeks later. Fans couldn’t get enough, with thousands piling into shopping malls across the country to see the girls perform.\n\n“The screaming was echoing through the walls,” Chapple recalls. “I was just so dumbfounded and overwhelmed by it all that it was hard to sing and dance.”\n\nFans were as fanatical about the band’s fashion as they were about the music and a self-titled clothing label was born so girls could dress like their idols in leather, snakeskin print, scarf tops, asymmetrical dresses and Wood’s signature cowgirl hat.\n\nmedia_camera Bardot performing at a shopping centre in Perth. (Picture: Ross Swanbprpugh)\n\nUnderwood wasn’t so keen on that aspect of the job. “I never wanted to be a model,” she explains. “I remember being angry at certain times because we spent more time in photo shoots than we did singing. When you sign up to be a female pop star, it’s implicit you’re also signing up to be a make-up, hair and fashion model.”\n\nThe band spent two years travelling the world and performing to packed arenas, but success abated just as quickly as it had arrived. Underwood was the first to break away when she left after a year to pursue a career in musical theatre.\n\nThe remaining four released a second album in November 2001, but by the following April – two years on from ‘Poison’ – an official statement announced their disbandment as a “mutual decision”.\n\nRumours persisted Monk’s desire to embark on a solo career was the catalyst, which she denied at the time, and which Polihronas seemed to quell a couple of years later during an interview.\n\nmedia_camera “I remember being angry at certain times because we spent more time in photo shoots than we did singing.” (Picture: Pip Blackwood)\n\n“When Sophie went solo, everyone assumed that it was she who broke up the band, which wasn’t right,” she claimed. “I don’t know whether I should say this, but I wanted out for a long time.”\n\nWhatever the reason, Chapple and Wood maintain they were blindsided by the break-up. Chapple tells Stellar, “It happened very suddenly and most of us had no idea it was coming. We were all made to sign a release to say we were tired, and some of us were tired, but most were fine. Looking back now, I would have never signed that, but I was young and put on the spot.”\n\nWood agrees, “I was devastated! All I ever dreamed of was to be in a girl band, and to think I actually got it and two years later it was taken away from me. Out of the blue came the announcement that Sophie didn’t want to be in the band anymore and that’s when the whole she-said-she-said came about. Every girl will tell you something different about how it ended.”\n\nMonk’s solo career didn’t last long, but she found success as an actor, radio host and TV personality.\n\nmedia_camera “I was devastated! All I ever dreamed of was to be in a girl band, and to think I actually got it and two years later it was taken away from me.” (Picture: Jo-Anna Robinson)\n\nUnderwood lives in Melbourne with her twin daughters, where she’s a sound therapist with her own practice called Underwood Healing.\n\nMother-of-two Polihronas went on to work behind the scenes in production and management for live TV events, while Wood has her hands full with six children and her own business, Popstar Kidz, where she teaches singing and runs holiday workshops.\n\nMORE STELLAR\n\nPaul Murray: ‘I hope to outlast my haters\n\nHow Alicia Keys almost ended up as Alicia Wild\n\nChapple, meanwhile, relocated to Singapore a year ago and heads up the design business House of Chapple Interiors.\n\n“I live up the road from the old HMV store where we once did a signing for hundreds of fans,” she tells Stellar. “Now when I walk past, I think, if someone had told me that I’d live down the road in 20 years’ time and no-one will know who you are...” She laughs at the notion. “When you’re in the thick of it, you forget how life can be. Fame really is so fickle.”\n\nmedia_camera Bardot features in this Sunday’s Stellar.\n\nTalk of a reunion comes up from time to time. Die-hard fans who follow the women on social media will have noticed an official Instagram account has been created, with Wood, Chapple and Underwood keen to reconnect with their fans and reminisce about Bardot’s heyday.\n\nWhen Stellar asks if a reunion is in fact in the works, Wood elaborates.\n\n“We all got on [a call], except for Sophie, and had a chat. It went so well that we were close to doing something, but old wounds opened up and people’s lives are busy.\n\n“I’ve heard Sophie say ‘never say never’, but she’s never said yes – or maybe she’s said no every time, which is fair enough. She’s doing her own thing. But we all have our own reasons, and it’s not going ahead.”\n\nNonetheless, she keeps the door open – and offers a suggestion. “Maybe when we’re 50, we can give it another shot...”\n\nREAD MORE EXCLUSIVES FROM STELLAR."}}