{"GDELT": {"GlobalEventID": 919031842, "Day": 20200419, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2986, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -6.47840531561462, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mopti, Mopti, Mali", "Actor1Geo_CountryCode": "ML", "Actor1Geo_ADM1Code": "ML04", "Actor1Geo_ADM2Code": "19399", "Actor1Geo_Lat": 14.4891, "Actor1Geo_Long": -4.192830000000001, "Actor1Geo_FeatureID": "-1071966", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mopti, Mopti, Mali", "Action2Geo_CountryCode": "ML", "Action2Geo_ADM1Code": "ML04", "Action2Geo_ADM2Code": "19399", "Action2Geo_Lat": 14.4891, "Action2Geo_Long": -4.192830000000001, "Action2Geo_FeatureID": "-1071966", "DATEADDED": 20200419181500, "SOURCEURL": "https://www.ibtimes.com/mali-election-runoff-marred-intimidation-2961301"}, "ARTICLE": {"TITLE": "Mali Election Runoff Marred By Intimidation", "TEXT": "Acts of intimidation and allegations of vote buying marred the final round of legislative elections in Mali on Sunday aimed at reviving confidence in embattled institutions despite a bloody jihadist conflict and a virus pandemic.\n\nIn central Mali, the president of a voting station was forcibly removed and representatives of the electoral commission \"chased away by armed men\", one of the representatives told AFP.\n\nMilitary sources confirmed the incident.\n\nElsewhere, voting was cancelled after jihadists threatened to attack voters, witnesses said.\n\nAlready on Saturday, unknown assailants had destroyed voting equipment in northern Mali.\n\nAnd on Sunday, observer umbrella group Synergie said there had been many incidents of vote buying at several voting stations.\n\nThe first provisional results are to be announced at the start of the week.\n\n\"I voted. It is important despite the economic situation. We need new MPs to consolidate our democracy,\" Moussa Diakite, a 23-year-old student, told AFP.\n\nAnother student, Hamchetou Toure, said she wore a face mask and observed social distancing rules as she voted in the semi-desert country, which has so far recorded 216 cases of the virus including 13 deaths.\n\nAmong the measures taken by the government are a night-time curfew, school closures and restrictions on some activities -- but people still filled markets, mosques and public transport.\n\nThe Synergie said anti-virus protection kits had been distributed to over 96 percent of polling stations that it visited across the former French colony.\n\nIt said poll workers wore masks in over 87 percent of the stations visited.\n\nMali, one of the world's poorest countries, is struggling with an Islamist revolt that has claimed thousands of lives and forced hundreds of thousands from their homes.\n\nPhoto: AFP / Souleymane Ag Anara\n\nSunday's runoff in the West African nation of 19 million people is for 147 seats in the National Assembly.\n\nVoting took place in the capital as well as the troubled central town of Mopti and Gao in the north, according to residents.\n\nIt was the country's first parliamentary poll since 2013 when President Ibrahim Boubacar Keita's Rally for Mali party won a big majority.\n\nTurnout in the first round averaged over 35 percent nationwide but was less than 13 percent in the capital Bamako.\n\nOn Sunday's second-round vote, turnout was 23.2 percent, according to Synergie, which had dispatched election observers.\n\nThe election had been meant to take place in late 2018 after Keita was returned to office but was postponed several times, mainly because of security concerns.\n\nA \"national dialogue\" staged last year to discuss Mali's spiral of violence called for the ballot to be completed by May.\n\nThe hope is that the new MPs will endorse changes to the constitution that will promote decentralisation.\n\nThat is the key to pushing ahead with the government's plans for peace. It signed a deal with armed separatists in northern Mali in 2015 but the pact has largely stalled.\n\nViolence in that region began in 2012 and was then fanned by jihadists.\n\nDefying thousands of French and UN troops, the jihadists took their campaign into the centre of the country and now threaten neighbouring Burkina Faso and Niger.\n\nMali's conflict zones and poor healthcare infrastructure place it in the category of countries that health experts say are at high risk of coronavirus.\n\nKeita, addressing the nation wearing a face mask, said \"every health and security\" precaution would be \"rigorously applied\" during Sunday's vote."}}