{"GDELT": {"GlobalEventID": 919031668, "Day": 20200419, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2986, "Actor2Code": "USA", "Actor2Name": "TEXAS", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.25448028673835, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.105999999999998, "Actor2Geo_Long": -97.6475, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Baylor University, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.5449, "Action2Geo_Long": -97.1194, "Action2Geo_FeatureID": "1351627", "DATEADDED": 20200419181500, "SOURCEURL": "https://www.12newsnow.com/article/news/politics/inside-politics/texas-politics/vote-by-mail-texas-court-coronavirus-covid-19-paxton-appeal/502-9826b617-361c-48af-b634-ffb8173de19f"}, "ARTICLE": {"TITLE": "Inside Texas Politics: The fight over voting by mail continues", "TEXT": "A judge ruled Texas voters afraid of contracting COVID-19 should be able to vote by mail, but Attorney General Ken Paxton says the court can't change state law.\n\nTexas Attorney General Ken Paxton says a judge doesn't have the authority to change Texas law.\n\nA state judge ruled last week that all Texas voters afraid of contracting COVID-19 through in-person voting should be allowed to vote by mail during the pandemic. But Paxton plans to appeal.\n\nPaxton is also keeping a close eye on price gouging during the COVID-19 pandemic. The Republican attorney says he's received 8,000 complaints just this month about businesses driving up prices on essential items such as masks and ventilators.\n\nPaxton, a Tea Party conservative, has served the state of Texas since January 2015. He previously served as Texas State Senator for the 8th district and the Texas State Representative for the 70th district.\n\nPaxton earned a BA and MBA from Baylor University, and a law degree from the University of Virginia School of Law. He worked as an attorney at Strasburger & Price, LLP, in-house counsel for J.C. Penney Company, and headed up his own law firm for 14 years in McKinney, Texas.\n\nWatch this week's entire episode below:\n\nStatewide Headlines\n\nRoss Ramsey, with the Texas Tribune, joined Jason Whitely to talk about the unemployment rate that continues to climb in Texas. As of last week, more than a million Texans had filed for unemployment.\n\nThe Texas Work Force Commission is overwhelmed. Jason and Ross wonder whether we know the real number of those unemployed in Texas.\n\nThey also give perspective on whether Texas will increase opportunities for voting by mail if it happens. A state judge said voters afraid of contracting COVID-19 should be allowed to vote by mail, but Paxton plans to appeal.\n\nNewsmaker No. 2\n\nU.S. Senator John Cornyn joined Jason Whitely to discuss coronavirus testing in Texas and when it is expected to improve.\n\nTo allay anxiety, business leaders reportedly told Pres. Donald Trump not to reopen the economy until more people can get tested. According to the Houston Chronicle, Texas is one of the worse states when it comes to testing.\n\n\n\nNewsmaker No. 3\n\nUnited States Representative Michael Burgess, a Republican from Denton, spoke with Jason Whitely about the steps that need to happen to move the Paycheck Protection Program forward.\n\nThousands of small businesses – counting on federal help – have been shut out of the program. It provides a forgivable loan that businesses can use to keep employees on the payroll.\n\nHowever, it took less than two weeks to burn through the $350 billion Congress set aside. And Republicans and Democrats are at a stalemate on adding more money.\n\nReporter Roundtable\n\nJason, Ross and Bud Kennedy with the Fort-Worth Star-Telegram touched on a couple topics.\n\n1. Governor Greg Abbott issued an executive order Friday to reopen some businesses that had been closed because of the coronavirus. Abbott has appointed an advisory committee that includes people in government, medicine, and business. Why is Governor Abbott announcing the reopening now?\n\n2. There seems to be a different focus between most Texans and the state's Democratic leaders. Texans are worried about money and waiting on their stimulus checks, while Democratic leaders keep talking about voting by mail. Why is this a big deal right now?\n\nWFAA political producer Berna Dean Steptoe has the week off."}}