{"GDELT": {"GlobalEventID": 919031828, "Day": 20200419, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2986, "Actor1Code": "CVL", "Actor1Name": "MIGRANT WORKER", "Actor1Type1Code": "CVL", "Actor2Code": "COP", "Actor2Name": "POLICE OFFICER", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.83026661659782, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Delhi, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6667, "Actor2Geo_Long": 77.2167, "Actor2Geo_FeatureID": "-2094230", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20200419181500, "SOURCEURL": "https://www.hindustantimes.com/india-news/virus-and-the-village-a-covid-chronicle/story-VF687Qp7jrwEP2O5FgTKQI.html"}, "ARTICLE": {"TITLE": "Virus and the village: A Covid chronicle", "TEXT": "india\n\nUpdated: Apr 20, 2020 04:24 IST\n\nMost people aren’t leaving their homes in Abu Sayeed Ahmed’s Khairabari village in Assam’s Barpeta district. “They are following the official guidelines – washing their hands, sanitising their homes, sewing their masks,” said the 20-year-old. But a few people step out every day fearing they would die of hunger if they stayed in.’Ghar pe rahenge toh mar jayange’ (If we stay home, we will die). There must be nearly 4,000 people across villages in this district who eat at night based on what they earn during the day. So, they have been forced to come out and knock on other people’s doors,” he said.\n\nFor India’s estimated 260 million rural poor, hunger is the biggest challenge thrown up by Covid-19 lockdowns. In March, the Narendra Modi government initiated bank transfers of Rs 500 rupees for 200 million poor women as part of a $23 billion relief package. But going out to withdraw this cash from their bank accounts is fraught with risk for many beneficiaries. “I happened to be in the market when the police beat up a bunch of people going to the bank to take out Rs 500 from their accounts. I ran for my own life,” Sayeed said.\n\n“There might have been some aberrations in the beginning. The police acted with sakhti (firmness) initially, but there’s really no need now. Thousands of people were going to the mandis (markets), so we had to shut them down. We don’t need to use violence or force. People in Assam have acted very maturely,” said Harmeet Singh, an additional general of police (ADGP) in Assam. “We have 13 helplines running for relief and 6 for psychological counselling. The police force has been turned into a relief force.”\n\nThe district hasn’t registered any positive case of the coronavirus infection so far, but the villages have been nearly sealed. Apart from the police patrolling the borders, Sayeed said, “each village has put up its own barricade to prevent the entry of outsiders. Even the returning migrant workers can’t reach home anymore.”\n\nThis situation isn’t unique to this village in Barpeta. As infections spread across cities and sometimes outside them, rural areas are facing multiple crises at once: from poverty to poor healthcare, from farm closures to fake news, from administrative gaps to police excess, from sweeping hunger to mass reverse migration.\n\nAs the pandemic rips across the globe, infecting over two million people so far and confining the rest, it has thrown up challenges that even the richest and most resourceful nations apparently can’t overcome.In India, where the toll stands at 17,252 positive cases and 558 deaths, containing the numbers is as acute a need as feeding people and stopping the rumours.\n\nOn April 1, as the pandemic entered its fourth month, the director-general of the World Health Organisation warned the world leaders of its “unintended consequences” for the “poorest and the most vulnerable.” The words bode ominously for many of India’s 649,481 villages where each new day of the epidemic marks a battle between self-sufficiency and disaster. As they tackle one problem after another, many people in the villages say they can at least rely on each other.\n\nARM’S DISTANCE\n\nTake social distancing. In Rajasthan’s Viratnagar, the evening addas (get-togethers) are already a thing of the past, says Manish Naik, a social worker. “The shops open once a day between 6pm and 7 pm, and that’s the only time people see each other, but they are exchanging updates while keeping an arm’s distance.” In Ateli in Haryana’s Mahendragarh, neighbors are catching up roof-to-roof while wearing masks, says Komal Aggarwal, a college student. Even inside the house, where 21 people live as part of her joint family, new rules of interaction have been set. “We pass time by playing games, whether it’s carom board or antakshari, but we sit apart from each other while wearing masks. Even in the kitchen, where everyone is pitching in to cook, no more than three or four people go in at a time.” In Jharkhand’s Gumla district, villagers coming to the common service centre to collect cash sent to their Jan Dhan accounts. They stand in the spots allocated to them, says Kanchan Keshri, who runs the centre. “No one wants to touch another person,” Keshri added.\n\nThe idea of physical distance has reached the remotest of places, but its execution varies widely. In Karnataka’s Challakere taluka, Naveen MS, a civil service aspirant, says many villages are grappling with the concept. “They just don’t know the meaning of it. In the slum areas, people are in close contact with each other. The men are still gathering under the trees in the evening to play their usual game of dice.” In higher-income areas, he said, some distance is being maintained between homes, but not inside the homes “where the emotional bonds are very tight”.\n\n“People baulk at the idea of social distance between mother and son, brother and sister,” he added.\n\nThe outbreak has now spread to 364 of India’s 720 districts according to union health ministry data. As the numbers rise, many villages are securing their borders. Some panchayats are erecting bamboo barricades, and some are even setting up local task forces to stand guard. In a village in Maharashtra’s Satara district, says Prabhakar Sonwane, a lawyer, residents dug a moat to prevent entry and exit. “This old man who had a health emergency and was being taken to the hospital on a scooter fell into the trench and later died,” he said.\n\nRUMOUR MILLS\n\nIn Jharkhand’s Gumla district, on April 8, a village mob attacked Anis Ansari from Basia Road for entering neighboring Bhadauli. “Rumours have gone viral in this area that infected Muslims are intentionally spreading the virus,” said Kanchan Keshri. While the seriously injured Ansari was taken to a hospital in Ranchi, a mob from Basia Road killed Bolwa Oraon from Bhadauli on suspicion of spreading these rumours. Three other men from Bhadauli were also attacked and suffered injuries. Jharkhand’s ADGP, ML Meena, confirmed the casualties.\n\nSuch rumours are swirling across rural India. “WhatsApp, radio, television – there is no source of news that you can trust,” said Sonwane. “We have no idea what the situation is in Assam. One day you hear that there isn’t a single positive case in the state, next day you hear that there are 20 cases. On top of that, many people are using social media to create hatred between Hindus and Muslims,” said Sayeed. “The [state] government is using Twitter to release official information and bunk rumors, but only urban and educated people benefit from that. I think they should find a platform where everyone can access information equally and at the same time,” said Naveen MS.\n\nTo make sure information reaches “the last man”, says Harmeet Singh, an additional director general of police in Assam, it must be circulated via multiple platforms. “In Assam, we first release the official statements on Twitter and Facebook and then take it further via YouTube, television and mobile phones including WhatsApp groups for every district. The police personnel are also asked to circulate the same information in their own personal networks. Early on, we released a very clear advisory for the public on how to deal with fake news,” he said. Initially, he said, “there was a bit of rumormongering. For example, there were posts exaggerating the number of those affected, which would cause confusion. These were pulled down. As of today, 40 odd people have been booked for spreading fake news and 200 counselled.”\n\nSTRANDED MIRGANTS\n\nWorries about how their migrant-worker family members will make it back home, and how long they will have to spend in make-shift quarantine centres, are aggravating an already tense atmosphere in the villages. In the days following March 24, when the Prime Minister announced a three-week national lockdown, nearly 300,000 fled the cities even as road and rail transport halted.\n\nIn west UP’s Hathras, Dalit-rights activist Sanjay Jatav says hundreds of wage workers have journeyed home. “Some of them walked from Delhi and Haryana. It took them three days to get here,” he said. Many of the returning migrants are kept in the district administration’s quarantine centres. On April 3, a migrant worker in Lakhimpur Kheri, Roshan Lal, killed himself after being allegedly beaten up by a police officer for missing quarantine attendance. Lal’s sister told reporters afterwards that he had left the centre to arrange for food for his family.\n\nJatav and others in Hathras are also concerned about friends and family members stranded in the cities. “My brother is a machine operator at a factory in Badarpur in Delhi, and he hasn’t been able to come back since the factory closed. I wish someone would help him.” In his village in Latur’s Hisori taluka, Sonwane said, “There are around 1000 people and leaving aside 10 to 15 percent, everyone had migrated for work. Now, 95 percent of them have come back, but five percent are stuck in the cities without work or ration.” In Viratnagar, Naik says people are glad that wage workers have come back, but they are scared about the state of those in quarantine.\n\n“There are 25 people who came from Mumbai, and they are still being kept in a hostel outside the village. Their family members don’t know what’s going on, and they are very worried,” he added. Near his village, Domba, Keshri said two quarantine centres have come up. “But we don’t know if they have sufficient number of beds or if provision for regular meals.”\n\nIn its response to a PIL filed at the Supreme Court, the home ministry acknowledged the scale of the problem. “This migration is not only dangerous for the migrant workers but also for rural India for which they have started the journey,” noted the status report filed on 27 March. The ministry estimates that 1.3 million people are housed in relief camps and shelter homes across India. It has ordered the local governments to use the state disaster relief fund to provide them food, shelter, clothing and medical aid wherever there are. The ministry has also instructed their employers to continue to pay their wages during the lockdown. The district officials are to screen and quarantine those workers who have already reached their destination as per standard health protocol. “The Government will shortly implement a system whereby the panic in the minds of these migrant workers is addressed keeping in view the socio-psychological issues,” the status report sent to the SC noted.\n\nThere isn’t anything that their families can do in the meantime but sit at home. The country’s 3 million police officers must ensure that 1.3 billion people stay in, and many of them are using violence to get the job done. “The police patrolling is constant. Kaafi pitali ho rahi hai. (A lot of people are getting beaten up),” said Manish Naik about Viratnagar.\n\n“In Ateli, shops are allowed to open between 9am and 11am and people go out to buy essential supplies, but no one dares leave home after that,” said Komal Aggrawal. “People are being thrashed by the police if they are seen outside no matter how urgent their need,” said Sanjay Jatav about Hathras.\n\nFARM FEARS\n\nCut off from their sources of income, people in the villages wonder how long they can carry on. An estimated 30% of India’s rural population falls below the poverty line according to a Mint analysis of the official figures. The average monthly surplus for rural households is limited to Rs 1,413.\n\nMore than half of India’s workforce is engaged in farming, and the lockdown has affected every aspect of their work cycle: harvest, planting, procurement, labour, markets. “Kisan ka kamar toot gayi (this virus has broken the farmer’s back),” said Keshri. “People are harvesting their sugarcane crop in the villages here, but they can’t access the markets,” said Sonwane. “The farmers had taken private loans on high interest for the current crop, and those loans are not going to be waived.\n\nThey are in great trouble,” said Sayeed. “I am harvesting the wheat crop in my own fields. We can’t employ farm labourers at this time. They are out of work completely,” said Manish Naik. In Challakere taluk, Naveen MS said the out-of-work labourers used up their savings to buy small stocks of essentials – vegetables, coconut – that they sold locally. “Now, they are borrowing from local moneylenders to continue the work.”\n\nHunger is being discussed everywhere. “Majdoori nahin toh paise nahin. Paise nahin toh khana nahin. (No labour means no money and no money means no food),” said Jatav. “Morning to evening, people only talk about one thing here: how long will we survive if this continues,” Manish Naik.\n\nOn 11 April, the All India Kisan Sabha (AIKS) made a set of suggestions to the central government in anticipation of an extended lockdown. “We have requested that agriculture be given a relaxation or else the food security of India will be very adversely impacted. The wheat and rice crop is ready, but there is no labour available for harvest. If the farm produce doesn’t reach the markets and godowns, we are staring at a deep crisis of hunger,” said Ashok Dhavale, AIKS president. He pointed out that farmers, farm workers and unorganised labourers will be the first to face it. “We are demanding that 5 kilo of free ration be given to all of them for the next six months irrespective of whether they have ration cards or whether they are registered under this or that scheme,” he said.\n\nAs part of the Indian government’s $22.6 billion economic stimulus plan, free food is to be distributed to 800 million families and free gas cylinders to registered beneficiaries. The measure signifies a huge relief for rural areas, but it’s all on the execution. The free ration is reaching some villages but not the others; some of the authorised shops are either hoarding it or charging people for it; some are distributing it selectively; and in some areas, the beneficiaries have no information about their entitlement.\n\nIn the rural pockets of UP, Sumantra Goswami, an officer with the Prayaagraj district administration, says the delivery of free rations can be tricky. “Every day we are supplying bags of ration to multiple villages, but it’s difficult to reach some. At times, it takes us from morning to evening. Some areas are so remote, or the roads leading to them are in such bad shape, that no one agrees to carry the ration for fear that if their vehicle breaks down, they won’t find anyone to repair it because of the lockdown. We usually deliver the ration through our contacts in the relevant block or panchayat or police office, but the thing about UP is that unless you belong to the dominant caste or community in a village or have the support of the local political operators, you aren’t allowed to go in and intervene. In some cases, we also found that the village chiefs hoarded half of the relief supply sent to them to distribute,” Goswami said. As a result, he said, “we have villages where enough ration has reached to last two or three months, and then there are those that haven’t received any.”\n\nThe AIKS has also demanded that the cash benefit to those below the poverty line be increased to R 5,000 per month. “Government is giving them grains, but families also need other essentials like milk and soap. How are whole families supposed to survive on R 500 a month. This is a cruel joke,” Ashok Dhavale said.\n\nLeft to their own devices, many in India’s rural areas are drawing solace from knowing that they have each other. “My father grows his own vegetables, so when the neighbours can’t go to the market, they come to us,” said Komal Aggarwal from Ateli. Prabhakar Sonwane from Latur believes this lockdown is best survived in a village. “You have wide open spaces which reduce the risk of infection. And, in a village, one family can ask another for help.”"}}