{"GDELT": {"GlobalEventID": 919032434, "Day": 20200419, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2986, "Actor1Code": "USA", "Actor1Name": "WASHINGTON", "Actor1CountryCode": "USA", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.77777777777778, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Maryland, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMD", "Action2Geo_Lat": 39.0724, "Action2Geo_Long": -76.7902, "Action2Geo_FeatureID": "MD", "DATEADDED": 20200419181500, "SOURCEURL": "https://www.washingtonexaminer.com/news/washington-governor-rebukes-trump-for-encouraging-illegal-activity-with-liberate-tweets"}, "ARTICLE": {"TITLE": "Washington governor rebukes Trump for encouraging 'illegal activity' with 'liberate' tweets", "TEXT": "Washington Gov. Jay Inslee criticized President Trump for encouraging \"illegal activity\" with his calls to \"liberate\" states from their coronavirus stay-at-home orders and his support for protests against them.\n\nSpeaking with CNN's State of the Union on Sunday, the Democratic governor addressed the president's Friday tweets, in which he called for liberating several states from controversial measures put in place during the pandemic, labeling Trump's message as \"dangerous.\"\n\n\"We have an order from governors, both Republicans and Democrats, that basically are designed to protect people's health, literally their lives,\" Inslee said. \"To have a president of the United States basically encourage insubordination, to encourage illegal activity — these orders actually are the law of these states ... to have an American president to encourage people to violate the law — I can't remember any time during my time in America where we have seen such a thing.\n\n\"And it is dangerous because it can inspire people to ignore things that actually can save their lives. And I don't know there's another way to characterize it,\" he continued. \"And it's doubly frustrating to us governors because this is such schizophrenia. Because the president basically is asking people, 'Please ignore Dr. Fauci and Dr. Birx. Please ignore my own guidelines that I set forth.'\"\n\nWashington Gov. Jay Inslee tells @GStephanopoulos by backing stay-at-home order protests, Trump is encouraging “insubordination” and “illegal activity.”\n\n\n\n“It is dangerous because it can inspire people to ignore things that actually can saves their lives.” https://t.co/GMGiSleqvZ pic.twitter.com/iNotZGV2zC — This Week (@ThisWeekABC) April 19, 2020\n\nSome states have faced backlash for strict shelter-in-place orders and restrictions on public gatherings meant to stop the spread of the coronavirus, including in the form of protests and lawsuits.\n\nRepublican Maryland Gov. Larry Hogan similarly criticized the president for supporting such demonstrations, saying doing so contradicts his \"own policy\" and his administration's federal social distancing guidelines."}}