{"GDELT": {"GlobalEventID": 919031976, "Day": 20200419, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2986, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "CVL", "Actor2Name": "SETTLEMENT", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.62412993039444, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tshwane, Limpopo, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF09", "Actor1Geo_ADM2Code": "77345", "Actor1Geo_Lat": -25.1797, "Actor1Geo_Long": 28.1135, "Actor1Geo_FeatureID": "-1292416", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tshwane, Limpopo, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF09", "Actor2Geo_ADM2Code": "77345", "Actor2Geo_Lat": -25.1797, "Actor2Geo_Long": 28.1135, "Actor2Geo_FeatureID": "-1292416", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tshwane, Limpopo, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF09", "Action2Geo_ADM2Code": "77345", "Action2Geo_Lat": -25.1797, "Action2Geo_Long": 28.1135, "Action2Geo_FeatureID": "-1292416", "DATEADDED": 20200419181500, "SOURCEURL": "https://rekordeast.co.za/271724/tshwane-sets-up-covid-19-disaster-fund-account/"}, "ARTICLE": {"TITLE": "Tshwane sets up Covid-19 disaster fund account", "TEXT": "A recent book written by Moot-author, Friedel Hansen, shows how Pretoria has changed over the ages.\n\nThe Tshwane metro has opened a disaster fund account in which people and businesses can make a contribution to help fight the spread of Covid-19.\n\nSpokesperson Selby Bokaba said this fund was aimed at lessening the burden on the already stretched financial resources of the municipality.\n\nLast week, the metro requested donations, relief materials and assistance from the business sector and organisations to give impetus to its efforts to combat the spread of COVID-19, particularly among the poor and vulnerable communities.\n\n“Our appeal seems to have fallen on receptive ears. Following our call a number of companies and individuals have come forward and expressed a wish to contribute towards minimising the financial impact that this global pandemic is having on our strained financial resources,” Bokaba said.\n\nHe said the account was provided by Absa Bank Limited. Various other companies, NGOs and businesses have been coming to their aid.\n\n“We would like to intensify our call to others that have not yet expressed any desire to contribute or to pledge their support and offer donations in any form – monetary or with relief material.”\n\nBokaba said the metro has been working with other spheres of government in an effort to respond to the COVID-19 pandemic, commonly known as the coronavirus, which was potentially ravaging more vulnerable communities such as the homeless and those living in informal settlements.\n\n“The City of Tshwane believes the generosity and benevolence of businesses, individuals and NGOs in this regard will go a long way.”\n\nFor contributions, here are the Tshwane disaster fund banking details:\n\nAccount Name: CITY OF TSHWANE METROPOLITAN MUNICIPALITY\n\nSpecial Name: TSHWANE DISASTER FUND\n\nAccount Number: 40-8720-7847\n\nAbsa Branch: Pretoria\n\nBranch Code: 632005\n\nThe Tshwane Emergency Services Department further requests any organisation willing to make in-kind donations or to provide relief materials, to drop off such donations at the Centurion Emergency Services Station, 3 Basden Avenue, Centurion. Donors should contact either one of the following officials:\n\nDeputy Director Crystaline Chetty on 012-358-2236/1577, 083-242-6288 or email: [email protected] Deputy Chief Rudi Brenner on 012-358-2228, 082-494-1291 or email: [email protected]\n\nAny NGO that has the capacity to offer any form of relief or assistance during the lockdown and disaster period must contact either one of the following officials:\n\nDivisional Chief Tanja Terblanche on 083-965-3183 or email: [email protected] Assistant Chief Jeffrey Mdluli on 012-358-5554, 072-30-3400 or email: [email protected]\n\nDo you have more information about the story? Please send us an email to [email protected] or phone us on 083 625 4114.\n\nFor free breaking and community news, visit Rekord’s websites:\n\nRekord East\n\nRekord North\n\nRekord Centurion\n\nRekord Moot\n\nFor more news and interesting articles, like Rekord on Facebook, follow us on Twitter or Instagram"}}