{"GDELT": {"GlobalEventID": 919032142, "Day": 20200419, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2986, "Actor1Code": "JUD", "Actor1Name": "PROSECUTOR", "Actor1Type1Code": "JUD", "Actor2Code": "SAU", "Actor2Name": "SAUDI ARABIA", "Actor2CountryCode": "SAU", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.77777777777777, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA10", "Actor1Geo_ADM2Code": "25316", "Actor1Geo_Lat": 24.6408, "Actor1Geo_Long": 46.7728, "Actor1Geo_FeatureID": "-3093009", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA10", "Actor2Geo_ADM2Code": "25316", "Actor2Geo_Lat": 24.6408, "Actor2Geo_Long": 46.7728, "Actor2Geo_FeatureID": "-3093009", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA10", "Action2Geo_ADM2Code": "25316", "Action2Geo_Lat": 24.6408, "Action2Geo_Long": 46.7728, "Action2Geo_FeatureID": "-3093009", "DATEADDED": 20200419181500, "SOURCEURL": "https://www.middleeasteye.net/news/khashoggi-tensions-turkey-reciprocates-blocks-saudi-news-websites"}, "ARTICLE": {"TITLE": "Turkey reciprocates and blocks Saudi news sites as tensions mount", "TEXT": "Turkish authorities blocked Saudi and United Arab Emirates news websites on Sunday, days after the sites of Turkey's state broadcaster and news agency were blocked in Saudi Arabia.\n\nThe apparently reciprocal moves come four weeks after Turkish prosecutors indicted 20 Saudis over the killing of journalist Jamal Kashoggi at the Saudi consulate in Istanbul, a slaying that soured relations between Ankara and Riyadh.\n\nTensions between Turkey and Saudi Arabia escalated sharply after Saudi agents killed Khashoggi, a critic of Saudi Arabia's de facto ruler Crown Prince Mohammed bin Salman (MBS), at the Saudi consulate in Istanbul in October 2018.\n\nMiddle East Eye reported last month that the Istanbul prosecutor's office had indicted 20 suspects deemed to be involved in Khashoggi’s death.\n\nIstanbul prosecutor indicts 20 Saudi suspects for Khashoggi killing Read More »\n\nChief prosecutor Irfan Fidan said in a statement that the indictment accused former deputy head of Saudi Arabia's general intelligence Ahmed al-Asiri and former royal court adviser Saud al-Qahtani as having \"instigated premeditated murder with monstrous intent\".\n\nThe indictment was based on analysis of mobile phone records of the suspects, records of their entry and exit into Turkey and presence at the consulate, witness statements and analysis of Khashoggi's phone, laptop and iPad, Fidan said.\n\nIt accused 18 others of carrying out the killing of Khashoggi, a US resident and columnist for Middle East Eye and the Washington Post.\n\nTurkish President Tayyip Erdogan said the killing was ordered at the \"highest levels\" of the Saudi government. MBS has denied ordering the killing but said he bore ultimate responsibility as the kingdom’s de facto leader.\n\nOn Sunday, internet users in Turkey trying to access the sites of Saudi news agency SPA, the UAE's WAM news agency and more than a dozen other sites saw a message saying that they were blocked under a law governing internet publications in Turkey.\n\nA spokesman at Turkey's Justice Ministry declined to comment on the actions and the Saudi government media office did not immediately respond to a Reuters request for comment.\n\nThe Turkish website of the UK-based Independent newspaper, which is operated by a Saudi company, was one of the sites blocked, in a move its editor said reflected political tensions between Saudi Arabia and Turkey.\n\n\"We believe the tensions between Saudi Arabia and Turkey reflected on us,\" editor Nevzat Cicek told Reuters. Sunday's decision appeared to be \"retaliation against Saudi Arabia\", he said.\n\nSaudi Arabia had blocked access to several Turkish media websites a week earlier, including state broadcaster TRT and the state-owned Anadolu agency. Residents in the United Arab Emirates, a close ally of Saudi Arabia, said the Turkish websites were accessible on Sunday."}}