{"GDELT": {"GlobalEventID": 919263614, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "GOV", "Actor1Name": "GOVERNOR", "Actor1Type1Code": "GOV", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.87124878993223, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Maine, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USME", "Actor1Geo_Lat": 44.6074, "Actor1Geo_Long": -69.3977, "Actor1Geo_FeatureID": "ME", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Ohio, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOH", "Actor2Geo_Lat": 40.3736, "Actor2Geo_Long": -82.7755, "Actor2Geo_FeatureID": "OH", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 40.3736, "Action2Geo_Long": -82.7755, "Action2Geo_FeatureID": "OH", "DATEADDED": 20200421013000, "SOURCEURL": "https://www.stuff.co.nz/world/americas/donald-trumps-america/121155613/political-game-us-governors-rally-against-donald-trump-amid-coronavirus-testing-row"}, "ARTICLE": {"TITLE": "'Political game'? US governors rally against Donald Trump amid coronavirus testing row", "TEXT": "Governors fight back after US president insists he 'calls the shots' in deciding measures against coronavirus outbreak.\n\nA chorus of governors from both parties pushed back hard on Monday (Tuesday NZ time) after United States President Donald Trump accused Democrats of playing \"a very dangerous political game\" by insisting there is a shortage of tests for coronavirus. The governors countered that the White House must do more to help states do the testing that's needed before they can ease up on stay-at-home orders.\n\nKansas's Democratic Governor Laura Kelly said the current federal effort \"really is not good enough if we're going to be able to start to open our economy. We cannot do that safely without the tests in place\".\n\nThe plea for stepped-up coordination came on the latest day when the Trump administration provided discordant messaging: Trump blasted state leaders on Twitter for being too dependent on federal government and said later that some governors just didn't understand what they had, while Vice President Mike Pence assured governors the government was working around-the-clock to help them ramp up testing.\n\nAP US President Donald Trump giving another daily address about the coronavirus pandemic.\n\nPence sought to soften the administration's message amid growing clamour from both parties for a national testing strategy to help secure testing swabs, chemical reagents and other crucial supplies.\n\nREAD MORE:\n\n* Coronavirus: Full coverage\n\n* World's most affected countries\n\n* Far-right trio leading US protests\n\n* 'Many had symptomless coronavirus'\n\n* Cartels dishing out coronavirus aid\n\nKey information: Sign up to get Stuff's daily coronavirus situation report email newsletter. It's a quick summary of the essential updates from New Zealand and around the world on Covid-19.\n\n\"When it comes to testing, we're here to help,\" Pence told governors during a videoconference from the headquarters of the Federal Emergency Management Agency (FEMA). The Associated Press obtained audio of the call.\n\nPence said the administration sent an email to officials on Monday detailing current testing capacity by state. But Maryland's Republican Governor Larry Hogan said much of the unused lab machinery listed for his state was in federal labs that the state does not have access to. Pence agreed to open up federal labs to help states. Hogan announced Monday the state received 500,000 tests from South Korea, a \"game-changing\" deal that was negotiated by his wife, Yumi Hogan, who grew up outside Seoul.\n\n\"They want the states to take the lead, and we have to go out and do it ourselves, and so that's exactly what we did,\" Hogan said.\n\nTrump didn't take that lying down. In his daily briefing, he said that some governors have \"more capacity than they understand\". He named Hogan and Illinois Governor JB Pritzker, a Democrat, among leaders he said don't grasp the extent of available testing already in their states.\n\n\"The governor of Maryland could have called Mike Pence, could have saved a lot of money,\" Trump said. \"I don't think he needed to go to South Korea. He needed to get a little knowledge.\"\n\nIn Kansas, which has about half the national testing rate, Governor Kelly said part of the problem has been caused by how FEMA has gone about distributing testing material and other supplies.\n\nIn Ohio, Republican Governor Mike DeWine said his state is working with another federal agency, the Food and Drug Administration, to find a source of reagent, the chemical used to analyse test results, so it can ramp up testing. \"A lot of good things are going on, but we're not there yet,\" DeWine said.\n\nDemocratic Montana Governor Steve Bullock said his state received 5,000 nasal swabs on Monday from FEMA – evidence the federal government is listening. But he added: \"It doesn't get us far enough\".\n\nIn New York, Democratic Governor Andrew Cuomo said the states should take the lead on testing but it's up to the federal government to help sort out supply chain issues facing testing manufacturers.\n\nAP How the Trump administration has handled testing has been disputed by US governors.\n\n\"What the states will run into is when you talk to those labs ... they buy machines and equipment from national manufacturers,\" said Cuomo, who is expected to meet with Trump at the White House on Tuesday. \"And those labs can only run as many tests as the national manufacturers provide them chemicals, reagents and lab kits.\"\n\nPennsylvania's Democratic Governor Tom Wolf said, \"We need the reagents, we need the test kits and I think that's the sort of general cry from other states.\"\n\nAs Pence spoke with the governors, Trump took to Twitter with a more combative tone than his vice president, complaining that the \"radical left\" and \"Do Nothing Democrats\" were playing politics with their complaints about a lack of tests.\n\n\"Now they scream ....'Testing, Testing, Testing', again playing a very dangerous political game,\" Trump tweeted. \"States, not the Federal Government, should be doing the Testing – But we will work with the Governors and get it done. This is easy compared to the fast production of thousands of complex Ventilators!\"\n\nPublic health experts say the country needs to dramatically increase its testing infrastructure if it is going to safely roll back restrictions and reopen businesses without risking a major spike in infections.\n\nDr. Anthony Fauci, the nation's top infectious diseases expert, told ABC's \"Good Morning America'' on Monday that the country is currently running about 1.5 million to 2 million tests per week. But, \"we really need to get up to, at least, you know, maybe two times that, three times that\".\n\nThe White House said the Pentagon is finalising negotiations with a Maine medical company to ramp up production of nasal swabs under the Defense Production Act. An Ohio manufacturer of cotton swabs has also agreed to convert its facilities to allow for 10 million testing swabs per month.\n\nTesting was an issue on Capitol Hill, too, where the administration and Congress were inching toward agreement on an aid package of more than US$450 billion (NZ$747bn) to boost a small-business loan program that has run out of money. The deal is expected to add funds for hospitals and Covid-19 testing, as well.\n\nFor most people, the coronavirus causes mild or moderate symptoms, such as fever and cough that clear up in two to three weeks. But for some, especially older adults and people with existing health problems, it can cause more severe illness, including pneumonia and death."}}