{"GDELT": {"GlobalEventID": 919264243, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.85714285714286, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200421013000, "SOURCEURL": "https://www.wxxinews.org/post/new-york-may-cut-school-aid-20-cuomo-says"}, "ARTICLE": {"TITLE": "New York may cut school aid by 20%, Cuomo says", "TEXT": "Gov. Andrew Cuomo said Monday that hospitals, local governments and schools may face a 20% cut in state aid without more help from the federal government.\n\nIn the case of education, Cuomo has four windows to assess state revenue and perhaps take back some money from this year’s budget.\n\nCitizen Action of New York’s Stevie Vargas said that schools can’t handle any more cuts\n\n“We can’t afford any type of cut, not 50, not 40, not 30, not 5,” said Vargas.“They have a constitutional obligation to fulfil the needs of students, and they have not done that. Our state has not prioritized education in any way, shape or form.”\n\nVargas said state leaders made their priorities clear when they opted to keep foundation aid flat for this coming school year. In recent weeks, Cuomo said the state has lost more than $10 billion in revenues due to the pandemic, and the cuts had to come from somewhere.\n\nRochester City School District Superintendent Terry Dade said flat foundation aid was a key reason why the district’s deficit grew by more than a third to roughly $87 million. Dade proposed closing five schools, numerous programs, and laying off more than 340 people to close the gap.\n\nBoard of Education President Van White warned that any further aid reduction would be painful for Rochester.\n\n“The reality is it takes resources when you’re the third-most impoverished district in the nation,” said White. “If we don’t have those resources, given past history, there are and will be consequences.”\n\nHe also said he sees irony in the relationship between the state and federal governments.\n\n“The federal government won’t give him the resources to execute the federal government’s important agenda,\" said White. “Well, who does that sound like? That sounds like me, that sounds like Terry Dade, that sounds like my six colleagues on the Board of Education.”\n\nWhite said if the district receives less state aid, the reductions would have to get deeper, putting its goals to increase graduation rates and proficiencies in jeopardy because of a lack of resources."}}