{"GDELT": {"GlobalEventID": 919263064, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor2Code": "USAGOV", "Actor2Name": "NASA", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 174, "EventBaseCode": 174, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.0309477756286203, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200421013000, "SOURCEURL": "https://www.thespacereview.com/article/3925/1"}, "ARTICLE": {"TITLE": "The Space Review: The President’s space resources executive order: a step in the right direction", "TEXT": "As NASA prepares to return to the Moon sustainably, it needs assurances it can use lunar resources. (credit: NASA) The President’s space resources executive order: a step in the right direction\n\nIn the midst of the pandemic, we may find ourselves thinking of astronauts more as advisors on how to handle isolation than as representatives of a singularly human achievement, our expansion into outer space. But the great work continues: we press toward the Moon—this time to stay—and on toward Mars. So, it is appropriate that, on April 6, President Trump signed an Executive Order on “Encouraging International Support for the Recovery and Use of Space Resources.” The executive order is best viewed as maintaining and strengthening a position that the United States has held for decades. The executive order affirms the administration’s support for the public and private use of space resources, directs the Secretary of State to oppose the 1979 Moon Agreement and object to any attempt to treat it as customary international law, and directs the Secretary to work with other governments to enable safe and sustainable operations for the commercial recovery and use of space resources. It will help the United States move toward an era of expansion into space. The executive order is best viewed as maintaining and strengthening a position that the United States has held for decades. During the negotiation of the 1967 Outer Space Treaty to which it is a party, the United States rejected the Soviet position that space should be a commons where ownership was impossible. The treaty text reflects that disagreement: although it does not permit “national appropriation” (commonly viewed as prohibiting sovereign states from claiming territory in space or on a celestial body), it refers repeatedly to “the exploration and use of outer space” including celestial bodies. The United States has maintained this position through years of international negotiations. The executive order stands squarely atop the Commercial Space Launch Competitiveness Act of 2015, which codified the US position on property rights in space as a matter of domestic law. The Act provides that a US citizen engaged in commercial recovery of a space resource is entitled to any such resource obtained (See 51 U.S.C. §51303). As I wrote at the time, it was arguably the most sweeping legislative recognition of property rights in human history. From the beginning, President Trump’s space policy has reflected the US position on space resources. Space Policy Directive 1 states that “the United States will lead the return of humans to the Moon for long-term exploration and utilization, followed by human missions to Mars and other destinations.” As a senior administration official described, the new executive order is designed to support NASA’s Artemis program, which will rely in part on utilizing lunar resources to support a sustained return to the Moon. The executive order fits within the Outer Space Treaty, which the United States and the Soviet Union negotiated. But it also takes on the 1979 Moon Agreement, which the United States has not signed. The Moon Agreement refers to the Moon and its resources as “the common heritage of mankind,” forbids ownership of lunar territory or resources in place, and requires that any resources obtained be shared by all parties, whether or not they contributed to the effort or assumed any risk. It has 18 parties, most of which are non-spacefaring nations. The Outer Space Treaty, by contrast, has 109 parties, including nearly every spacefaring nation. Some have asked why the Administration would release this executive order now, in the midst of a pandemic. It is part of NASA’s all-out Artemis effort, and it is undoubtedly the culmination of a long interagency process. The Trump Administration has sought to clarify that the Moon Agreement should not be seen as an impediment to the commercial development of resources found on the Moon. The executive order finds the Moon Agreement is not “an effective or necessary instrument to guide nation states regarding the promotion of commercial participation in the long-term exploration, scientific discovery, and use of the Moon, Mars, or other celestial bodies.” Accordingly, it aims to finish off the Moon Agreement by instructing the Secretary of State to “object to any attempt by any other state or international organization to treat the Moon Agreement as reflecting or otherwise expressing customary international law.” However, while the executive order dismisses the Moon Agreement, it also requires the Secretary of State to “encourage international support for the public and private recovery and use of resources in outer space,” and to “negotiate joint statements and bilateral and multilateral arrangements with foreign states regarding safe and sustainable operations for the public and private recovery and use of space resources.” It should not be surprising if, in the months ahead, the United States announces international partnerships for lunar exploration and resource use that are based on this executive order. Some have asked why the Administration would release this executive order now, in the midst of a pandemic. To begin with, the executive order is part of NASA’s all-out Artemis effort, and it is undoubtedly the culmination of a long interagency process. It also lays the groundwork for international cooperation that will take years to develop into joint lunar operations. Most importantly, it reflects an understanding that we are at an inflection point in our relationship to space, one in which we are moving from exploration to expansion. If we are to go to space to stay, not just to visit, then we will have to live off the land, and we will have to harness space resources for our use both in space and on Earth. Like the Outer Space Treaty and the CLSCA, this executive order is a step in the right direction. Note: we are temporarily moderating all comments submitted to deal with a surge in spam. Home\n\n\n\n\n\n\n\n\n\n"}}