{"GDELT": {"GlobalEventID": 919264327, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USACVL", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 7.00636942675159, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Buckhead, Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_ADM2Code": "GA051", "Actor1Geo_Lat": 31.7938, "Actor1Geo_Long": -81.1295, "Actor1Geo_FeatureID": "331272", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Georgia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USGA", "Actor2Geo_Lat": 32.9866, "Actor2Geo_Long": -83.6487, "Actor2Geo_FeatureID": "GA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 32.9866, "Action2Geo_Long": -83.6487, "Action2Geo_FeatureID": "GA", "DATEADDED": 20200421013000, "SOURCEURL": "https://travelprnews.com/ihg-announces-global-partnerships-to-support-food-banks-and-other-food-provision-charities-during-the-covid-19-crisis-439555/travel-press-release/2020/04/20/"}, "ARTICLE": {"TITLE": "IHG® announces global partnerships to support food banks and other food provision charities during the Covid-19 crisis", "TEXT": "IHG’s True Hospitality for Good programme will support food bank and food provision charities across 70 countries\n\nDenham, United Kingdom, 2020-Apr-21 — /Travel PR News/ — IHG® (InterContinental Hotels Group), one of the world’s leading hotel companies, has today (17 APRIL 2020) announced global partnerships to support food banks and other food provision charities in assisting those most in need during the Covid-19 crisis.\n\nWith hotels in thousands of communities around the world, together with our colleagues, owners and partners, we are working to be part of the relief effort. Today, we are extending our programme for communities and charitable giving, True Hospitality for Good, by committing funding and support to be there for our local communities where they are most vulnerable.\n\nHelping to protect and enhance food bank infrastructure and services in more than 70 countries, IHG’s partners include ‘No Kid Hungry’ in the US, ‘Trussell Trust’ in the UK, the ‘Global Foodbanking Network’ (GFN) and the ‘European Food Banks Federation’ (FEBA). Together, this support will ensure that food banks and food distribution sites have access to the funds, training and resources they need, as more and more people rely on their help during the current crisis. This vital work will add to the hospitality shown by many of our colleagues who are volunteering to support food banks in the hearts of their own communities.\n\nKeith Barr, CEO, IHG, commented: “We can all see the impact that coronavirus continues to have around the world on communities, businesses and our lives. Taking care of others is the very essence of who we all are in hospitality and working with our colleagues, owners and charity partners to offer food, supplies and safe accommodation is a natural way for us to be there for our local communities in these difficult times.\n\n“At IHG, our own sense of community has allowed us to pull together and I’m proud that our long-standing values have shone through in doing what is right for those around us, and delivering True Hospitality to those who need it most.”\n\nLisa Moon, CEO, Global Foodbanking Network, commented: “We’ve been working hard to support our network of foodbanks responding to increased demand resulting from Covid-19, and partnership from our donors is more essential than ever. The support from IHG helps to ensure food can continue to be distributed to assist charitable organisations, and feed society’s most vulnerable..”\n\nIHG’s move to support food bank and food provision groups is an important element of our broader community response to the Covid-19 outbreak:\n\nSupporting existing humanitarian aid partners to make a difference\n\nRecognising the huge difference being made by humanitarian aid organisations, IHG is supporting its long-standing True Hospitality for Good charitable partners, including the British Red Cross through its Disaster Relief Alliance membership, CARE International to provide personal, protective equipment (PPE) in developing markets, and a donation to the China Red Cross. In Atlanta, Georgia, US – home to IHG’s Americas headquarters – IHG has supported the Salvation Army to distribute hygiene kits to frontline workers and the homeless.\n\nIHG Rewards Club loyalty members are able to donate loyalty points, converted into cash, to our True Hospitality for Good community partners, such as the International Federation of Red Cross and Red Crescent Societies (IFRC). In just a few weeks, IFRC has received 4 million points from IHG’s loyalty members.\n\nWe’re there for key workers and the vulnerable\n\nIHG this week announced our partnership with #FirstRespondersFirst to provide free accommodation to frontline first responders across the US. A donation of 50 million IHG Rewards Club points provides first responders with access to thousands of room nights in IHG-branded hotels across the country.\n\nIHG has worked with local governments to provide accommodation to frontline workers, military services and vulnerable groups in a number of markets.\n\nThe power of our people\n\nWith hundreds of thousands of colleagues, IHG’s hotel teams have been supporting causes close to their hearts that bring our promise of True Hospitality to the world. These include donating vital supplies and food at a local level: While InterContinental Berlin, Germany, donated food to a local charity supporting low-income citizens, Holiday Inn Scranton-East – Dunmore, Pennsylvania, US, prepared hundreds of spaghetti and meatball drive-thru dinners for locals in need. Our hotels in Atlanta, Georgia, US, Crowne Plaza Atlanta Perimeter; Crowne Plaza Atlanta Airport; and InterContinental Buckhead, have supported the Atlanta Community Food Bank to feed hundreds of families in partnership with the Georgia Hotel and Lodging Association. In Malaysia, Holiday Inn Resort Penang delivered food to key workers stationed at local clinics, while InterContinental Koh Samui Resort, Thailand, donated 100 meals a day to workers assisting to check the health conditions of ferry passengers.\n\n\n\nAbout IHG®\n\nIHG® (InterContinental Hotels Group) [LON:IHG, NYSE:IHG (ADRs)] is a global organisation with a broad portfolio of hotel brands, including InterContinental® Hotels & Resorts, Kimpton®Hotels & Restaurants, Hotel Indigo®, EVEN® Hotels, HUALUXE® Hotels and Resorts, Crowne Plaza® Hotels & Resorts, Holiday Inn®, Holiday Inn Express®, Holiday Inn Club Vacations®,Holiday Inn Resort®, avid™ hotels, Staybridge Suites® and Candlewood Suites®.\n\nIHG franchises, leases, manages or owns nearly 5,400 hotels and 800,000 guest rooms in almost 100 countries, with more than 1,700 hotels in its development pipeline. IHG also manages IHG® Rewards Club, our global loyalty programme, which has more than 100 million enrolled members.\n\nInterContinental Hotels Group PLC is the Group’s holding company and is incorporated in Great Britain and registered in England and Wales. More than 375,000 people work across IHG’s hotels and corporate offices globally.\n\nVisit www.ihg.com for hotel information and reservations and www.ihgrewardsclub.com for more on IHG Rewards Club. For our latest news, visit: www.ihgplc.com/media and follow us on social media at: www.twitter.com/ihg, www.facebook.com/ihg and www.youtube.com/ihgplc.\n\nAbout True Hospitality for Good Launched in 2018, True Hospitality for Good is IHG’s flagship programme for communities and charitable giving, which works with partners to help change lives for the better through building skills and education in hospitality, and supporting communities when disasters strike. Giving for Good month is a part of True Hospitality for Good and provides thousands of IHG colleagues around the world with the chance to give back to communities every year.\n\nFor further information please contact:\n\nTieran Bhuhi\n\ntieran.bhuhi@ihg.com\n\n+44 (0) 7976 178 485\n\nSource: IHG\n\n###"}}