{"GDELT": {"GlobalEventID": 919263973, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "SGP", "Actor1Name": "SINGAPORE", "Actor1CountryCode": "SGP", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.04778156996587, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "National University Hospital, Singapore (general), Singapore", "Actor1Geo_CountryCode": "SN", "Actor1Geo_ADM1Code": "SN00", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 1.29528, "Actor1Geo_Long": 103.78299999999999, "Actor1Geo_FeatureID": "53620", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "National University Hospital, Singapore (general), Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN00", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 1.29528, "Action2Geo_Long": 103.78299999999999, "Action2Geo_FeatureID": "53620", "DATEADDED": 20200421013000, "SOURCEURL": "https://www.malaymail.com/news/life/2020/04/21/feeling-isolated-and-missing-family-some-new-mothers-face-postnatal-anxiety/1858688"}, "ARTICLE": {"TITLE": "Feeling isolated and missing family, some new mothers face postnatal anxiety during Covid-19 pandemic", "TEXT": "Dr Cornelia Chee, head and senior consultant of the department of psychological medicine at the National University Hospital, said that anecdotally, the hospital has seen an increase in postnatal anxiety rather than postnatal depression. — Picture by NataliaDeriabina/IStock.com via AFP\n\nSINGAPORE, April 21 — Shan Chen knew she needed all the help she could get to support her after the induced birth of her first child on March 31, so she made the necessary preparations to pull in “reinforcements” months before she was due to deliver by Caesarean section.\n\nHer parents and her in-laws, who live in the United States, made plans to fly to Singapore to assist her and her husband.\n\nShe also hired a domestic worker from the Philippines and a nanny for her confinement, a one-month stay-home period after birth that mothers traditionally practise to aid recuperation.\n\nHowever, the 37-year-old’s best laid plans went awry as travel restrictions and lockdowns were gradually imposed across the world to curb the spread of the deadly coronavirus that has killed close to 160,000 people worldwide.\n\nBecause of travel restrictions in the US and in the Philippines, her parents and the domestic worker were not able to make it here.\n\nThen a day before her delivery, the agency handling the nanny called to inform Chen that it might not be able to secure one for her because of Malaysia’s movement control order, which kicked in on March 18.\n\n“All of this caused quite a bit of stress leading up to the delivery day,” Chen said. “(Before this) I was super relaxed but as (the outbreak) developed I started panic-buying groceries and confinement food I had to get ready because it’s just (my husband and I) since we don’t have family here.”\n\nChen is one of the many new mothers who have given birth in the midst of extraordinary circumstances due to Covid-19.\n\nThese mothers have been stripped of their community of support now that people have to stay home and cannot interact with others from different households, barring some exceptions for emergencies and medical needs. Penalties await those who break the rules.\n\nHospitals also told TODAY that anecdotally, they have seen a rise in postnatal anxiety and it is generally more challenging for new mothers now to cope with the demands of raising a newborn.\n\nWhile Chen was able to secure a confinement nanny in time for her birth, she is now concerned about how she will manage caregiving duties when she has to resume work after her maternity leave is over three months from now. She and her husband are working from home now but she is unsure if she may have to go back to office by then.\n\n“Being a new mum is already quite stressful This Covid-19 situation adds more stress to that,” she said.\n\nLearning to be more independent\n\nSome of these parents interviewed by TODAY recounted similar experiences as Chen’s, while others said that their caregiving arrangements have been disrupted now that they cannot meet family members who do not live with them.\n\nUnder the rules, parents are no longer allowed to drop off their children at their grandparents’ home on a daily basis and grandparents are no longer allowed to visit daily for caregiving purposes.\n\nGrandparents can only continue to do so if their grandchildren stay with them throughout the period of the circuit breaker to restrict movement of people from April 7 to May 4.\n\nOne 29-year-old mother who did not want to be identified was learning to become more independent now that her confinement period is over, but the lack of familial support has been challenging since she cares for her newborn alone while her husband goes out to work.\n\n“It’s not easy. There’s plenty of things to learn and it’s just hard to manage a very young infant without help from my own family members.”\n\nThe biggest hurdle so far has been the lack of emotional support.\n\n“Family support is what I miss the most. Yes, there is technology, but it is still different from having people at home with you. It feels like my confinement has been extended from January,” she added.\n\nAnother parent, who gave her name as just Lim, 30, wanted her mother to drop by daily to help with her newborn child while her domestic worker cared for her two-year-old.\n\nNow, she is one man down and she finds it difficult to steal time to rest during her confinement.\n\nLast-minute calls\n\nSimilar to what Chen experienced, frustrations abound for mothers when confinement nannies and hired help cancel at the last minute because of travel restrictions overseas.\n\nIn response to TODAY’s queries, Pem Confinement Nanny Agency said that it has received an influx of calls from clients asking whether their nanny is still able to join them for their confinement.\n\nThe agency also received many last-minute enquiries to book nannies because a number of mothers had freelance nannies or nannies hired from another agency who were unable to enter Singapore after Malaysia’s lockdown.\n\nTrips to see doctors\n\nNew restrictions at clinics and hospitals — where only one parent can accompany the child for appointments — have left new mothers fumbling as they learn the ropes on how to handle their infant’s needs.\n\nA 24-year-old mother who declined to be named said, for example, on trips to the clinic, she has had to push the pram, carry the diaper bag and baby, and soothe the child when he cried.\n\n“But I have no choice because he has to get his vaccinations and regular check-ups.”\n\nBreastfeeding problems\n\nSeparately, a spokesperson for the Breastfeeding Mothers’ Support Group, a non-governmental organisation that provides counselling services and workshops for mothers, said that it has seen an increase in requests from mothers who cannot access urgent lactation-related consultations, despite having a serious breastfeeding issue.\n\nThe group gets about 100 enquiries a month over messaging platform WhatsApp and while that has not changed, there are more people asking for help on lactation and related needs than before.\n\n“It appears that some hospital lactation support departments have been marked as a non-essential service.\n\n“Mothers have reported that they have been rejected by hospitals or were unable to set up appointments due to the circuit breaker measures,” the spokesperson said.\n\nHospitals continue to offer support\n\nIn response to TODAY’s queries, Dr Cornelia Chee, head and senior consultant of the department of psychological medicine at the National University Hospital (NUH), said that anecdotally, the hospital has seen an increase in postnatal anxiety rather than postnatal depression.\n\nSimilarly, Associate Professor Helen Chen, head and senior consultant of the department of psychological medicine at KK Women’s and Children’s Hospital (KKH), said that even though they cannot provide statistics, the hospital has observed that the circuit breaker period has been “particularly challenging” for new mothers.\n\n“It is not unanticipated though, since these new mothers’ movements would be restricted and they would have to cope with the demands of a newborn baby and other responsibilities at home,” she said.\n\nTo help new mothers during this period, Assoc Prof Chen said that the clinical team at KKH has been actively contacting its patients who are just about to deliver or have just given birth, particularly those who have little family support or postpartum assistance.\n\nKKH has also been building up its capacity to provide video consultations for mothers who need more psychological or psychiatric help but are apprehensive about visiting the hospital this period.\n\nDr Yang Liying, a consultant at Singapore General Hospital’s department of obstetrics and gynaecology, said that the hospital calls all its postnatal patients shortly after discharge to check on their recovery process and find out how they are coping.\n\n“Feedback from the nurses suggests that the mothers are mostly coping well and are instead asking the nurses about their wellbeing and telling them to be safe,” Dr Yang said.\n\nOver at NUH, Assoc Prof Su Lin Lin, head and senior consultant at NUH’s division of maternal-fetal medicine, said that the staff nurses at the ward continue to call its postnatal patients 24 hours after they have been discharged.\n\n“If necessary, we do further follow-up calls to check on the wellbeing of our mothers and babies,” she added.\n\nNUH also encourages its patients who need breastfeeding support to consult its lactation consultations through teleconsultations.\n\n“We strive to provide as much support as possible to our new parents in the ward and equip them with the necessary knowledge and skills before discharge, so that they feel more confident coping at home following discharge.” — TODAY"}}