{"GDELT": {"GlobalEventID": 919264165, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "CVL", "Actor2Name": "POPULATION", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.49344978165939, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.105999999999998, "Actor2Geo_Long": -97.6475, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200421013000, "SOURCEURL": "https://www.dallasnews.com/news/courts/2020/04/20/rev-jesse-jackson-joins-dallas-criminal-justice-advocates-in-support-of-covid-19-testing-release-protections-for-incarcerated/"}, "ARTICLE": {"TITLE": "Rev. Jesse Jackson joins Dallas criminal justice advocates in support of COVID-19 testing, release, protections for incarcerated", "TEXT": "Civil Rights leader the Rev. Jesse L. Jackson Sr. is joining Dallas criminal justice advocates who are increasing their calls to better protect jail inmates and release those who are medically vulnerable and nonviolent.\n\nThe mobilization of nearly a dozen advocacy groups is increasing as several legal fights play out in Dallas and the state, all of which center on the question of who should be released from jail amid the risks of the COVID-19 pandemic.\n\nJackson’s foundation, the Rainbow PUSH Coalition, with the support of the National Medical Association — one of the largest organizations representing black physicians and patients — has advocated for several responses to mitigate COVID-19 deaths, which are disproportionately affecting black Americans.\n\nIn an interview with The Dallas Morning News on Friday, Jackson was joined by the Rev. Frederick D. Haynes III of Friendship-West Baptist Church and Dominique Alexander of Next Generation Action Network, a social justice advocacy group that has spoken out on behalf of several inmates who filed a lawsuit against the Dallas County Jail.\n\nJackson said the legal battles in Dallas reflect injustices in the criminal justice system across the county. Being incarcerated now is “a death sentence,” he said, for those who have not been convicted of a crime and are sitting in jail because they can’t afford to pay bail.\n\nHe called for better protections for those who are incarcerated and don’t have access to soap and masks. He urged the use of personal recognizance bonds, a nonmonetary bond, home monitoring and community release.\n\nA Dallas lawsuit on behalf of several inmates filed earlier this month against the county and Sheriff Marian Brown is one of a handful pending in federal and state courts, challenging the Texas bail system. Gov. Greg Abbott’s order limiting the release of people who don’t pay bail is pending before the Texas Supreme Court.\n\nHaynes said they will be monitoring the Dallas County lawsuit, which has a hearing planned Tuesday.\n\n“In the meantime, we will agitate and advocate for a depopulation of the jail,” he said.\n\nIt’s unclear how Abbott’s bail order would affect the jail’s population; Dallas County has not disclosed how many inmates could be affected.\n\nThe jail population has dropped by more than a thousand inmates in the last month. On Monday, the jail population was 4,883, down from 5,978 on March 13. The sheriff has said she’s been working with criminal justice partners to decide who can be released from jail, but has not given specifics as to how that is being decided.\n\nBrown has defended her recent decisions, detailing new sanitation and isolation policies in the jail, and arguing that granting inmates’ requests would harm public safety.\n\nAs of Sunday, at least 64 inmates and 19 jailers had tested positive for the virus.\n\nIn Dallas, a local coalition of social justice organizations organized a “Free Them All” car rally on Sunday, where members drove to an immigration detention facility in Alvarado, the Henry Wade Juvenile Detention Center and Dallas County Jail.\n\nAngela Andrade, a community organizer for the North Texas Dream Team, an immigrant rights advocacy group, said people honked horns and sang from their cars to detainees. The group has sent letters to county and city officials.\n\n“It was getting that message across to let them know that we are doing something,” Andrade said.\n\nAndrade said she believes in the mass release of detainees, regardless of their charges, but recognizes that it is not an easy decision to make.\n\n“How do we make sure that our community has access to resources? Those who are mass released from detention. And how do we reach out to communities that have been harmed? How do we balance that?” she said.\n\nMercedes Fulbright, a member of the BYP 100, a black youth social justice nonprofit, said the pandemic is highlighting the injustice of the cash bail system, where a person must pay money up front to be released.\n\n“It’s an unfair system to say that you can’t have your freedom because you don’t have the funds,” she said."}}