{"GDELT": {"GlobalEventID": 919263773, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "LEG", "Actor1Name": "SENATE", "Actor1Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.26827632461436, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200421013000, "SOURCEURL": "https://www.beaumontenterprise.com/news/article/Trump-s-push-for-more-small-business-money-hits-15212928.php"}, "ARTICLE": {"TITLE": "White House, Congress near deal for more small-business money, trying to work through last-minute snags", "TEXT": "White House, Congress near deal for more small-business money, trying to work through last-minute snags\n\nPresident Donald Trump arrives to speak with members of the White House coronavirus task force on Monday, April 20, 2020. President Donald Trump arrives to speak with members of the White House coronavirus task force on Monday, April 20, 2020. Photo: Washington Post Photo By Jabin Botsford Photo: Washington Post Photo By Jabin Botsford Image 1 of / 1 Caption Close White House, Congress near deal for more small-business money, trying to work through last-minute snags 1 / 1 Back to Gallery\n\nWASHINGTON - The White House and Congress on Monday tried to design another giant bailout package aimed at combating the coronavirus pandemic's economic and health fallout, scrambling to resolve last-minute snags over loan access and testing.\n\n\"We have I believe come to terms on the principles of the legislation, which is a good thing, but it's always in the fine print,\" House Speaker Nancy Pelosi, D-Calif., said on CNN Monday evening. \"And so now we're down to fine print, but I feel very optimistic and hopeful that we'll come to a conclusion.\" Pelosi said she hoped for action Tuesday in the Senate and Wednesday in the House.\n\nIf a deal is reached, the nearly $500 billion measure would become the fourth virus-related bill rushed through Congress in two months at a total price tag of almost $3 trillion.\n\nThe negotiators' urgency shows how worried Republicans and Democrats are about the deteriorating economy, which has seen massive job losses and led to the closure of many American companies. But they are also dealing with growing political pressures amid bipartisan outrage about how some of the bailout programs have been handled so far, particularly the uneven distribution of loans to small businesses.\n\nThe new package would amount to roughly $470 billion in new spending, with $370 billion directed to small businesses, $75 billion going to hospitals, and $25 billion set aside for testing.\n\nPresident Donald Trump hailed the emerging deal at his daily coronavirus briefing Monday evening, calling it \"a great plan\" and saying he hoped for a Senate vote on Tuesday.\n\n\"We're talking about $75 billion for hospitals and other health-care providers,\" Trump said. \"Many providers and their employees have taken a huge financial hit in recent weeks. . . . Hospitals have really been fantastic.\"\n\nFunds for testing emerged Monday as one of the last things to resolve.\n\nDemocrats were pushing for a \"comprehensive national testing strategy,\" Senate Minority Leader Chuck Schumer, D-N.Y., said in a tweet. The Democrats were seeking \"free testing for all, and expanding reporting and contact tracing,\" Schumer said.\n\nPelosi said on CNN that \"we need a national strategy for testing.\"\n\nBut Treasury Secretary Steven Mnuchin and other Trump administration officials were seeking a \"state-driven approach and flexibility,\" according to a senior administration official, who spoke on the condition of anonymity to describe the private talks.\n\nThe official said \"states must outline their plans for testing and share those\" with the secretary of the Department of Health and Human Services so they can \"inform their public about what they intend and help us allocate resources appropriately.\"\n\nThe differing approaches echoed the dispute growing nationally as governors blame the federal government for the shortage of tests while Trump and other administration officials insist that there have been record numbers of tests performed and that governors need to try harder.\n\nIt was not immediately clear what a solution to the testing dispute might look like, though officials involved said they were making progress on the issue.\n\nThe package comes several weeks after Congress devoted a record $2 trillion to arresting the economic fallout from the coronavirus, underscoring the depth of the crisis and the growing demand for a robust federal response. More than 22 million people have lost their jobs in the past month amid a dive into recession.\n\nThe new measure would seek to devote another $310 billion to the Paycheck Protection Program, an initiative created by last month's Cares Act that was initially funded $349 billion but has since run dry. The Small Business Administration stopped accepting loan applications for the program last week after 1.6 million firms obtained taxpayer-backed, forgivable loans. The White House and Republicans demanded more money for the program, but Democrats said they would only support the measure if they received more money for hospitals, cities and states.\n\nThe White House and Democrats appeared to resolve most of their differences Sunday, but sticking points remained Monday. In addition to the dispute over testing, the Congressional Hispanic Caucus released a letter calling for $65 billion in the small business loan program to be channeled through Community Development Financial Institutions, which are a type of lender that tends to cater to smaller firms and non-profits.\n\n\"These institutions play a leading role in serving farmers, as well as veteran, family, women, and minority-owned small businesses in rural, urban and suburban communities,\" caucus Chairman Joaquin Castro, D-Texas, said in a statement. Democrats led by House Small Business Chairwoman Nydia Velazquez, D-N.Y., were also pushing for inclusion of other small lending institutions that operate in underserved areas, including the Minority Depository Institutions and SBA Microloan Intermediaries.\n\nRep. Alexandria Ocasio-Cortez, a Democrat whose New York City district has been hard-hit by the virus, also announced her opposition, saying Congress must do more faster to help impacted communities.\n\n\"I'm not here with the luxury of time,\" Ocasio-Cortez said in a video. \"I need legislation that is going to save people's lives.\"\n\nAs negotiators from the Trump administration and congressional leadership worked behind the scenes to resolve the outstanding issues, Senate Majority Leader Mitch McConnell, R-Ky., announced on the floor that the Senate would convene Tuesday at 4 p.m. with the goal of passing a deal at that time. There had been hopes of approving an agreement in the Senate on Monday, but the deal was not finalized in time.\n\n\"At this hour, our Democratic colleagues are still prolonging their discussions with the administration, so the Senate regretfully will not be able to pass more funding for Americans' paychecks today,\" McConnell said.\n\n\"However, since this is so urgent, I have asked that the Senate meet again tomorrow in a new session that was not previously scheduled, and the Democratic leader has agreed to my request. It is past time to get this done for the country.\"\n\nAfter speaking on the floor, McConnell donned a face mask to talk briefly to reporters at the Capitol, telling them, without offering details, that negotiations are continuing.\n\nAs they finalized the package, lawmakers were circling around an increase of $310 billion for the Paycheck Protection Program, of which $60 billion would be reserved for smaller financial institutions to distribute. Half of that would be provisioned for lenders with less than $10 billion in assets and the other half for institutions with between $10 billion and $50 billion in assets. An additional $60 billion in loans and grants would go to a separate small business emergency lending program that is out of money.\n\nCongressional aides, however, cautioned that talks were ongoing and details remained in flux.\n\nLawmakers and the administration worked late into the night Sunday trying to hammer out the agreement, but Democrats said Monday that issues remained unresolved on the hospital spending and some elements of the small business programs, in addition to testing. They also insisted that they had not abandoned their push for some relief for state and local governments whose budgets have been hollowed out by the pandemic, but Republicans and administration officials continued to reject those demands.\n\nIf the Senate succeeds in passing the legislation Tuesday, the House could attempt to vote on it as early as Wednesday.\n\nBoth chambers are out of session, but Republicans have made it clear that they will insist on a roll-call vote in the House, which will require a majority of lawmakers to be present.\n\nIn videos on Twitter and in an interview with CNBC, Sen. Marco Rubio, R-Fla., the principal author of the Paycheck Protection Program, defended it amid reports of large companies getting loans, in some cases with more than one affiliate receiving the maximum $10 million. The loans are supposed to go to companies with fewer than 500 employees and are forgivable if the businesses keep workers on their payrolls.\n\nRubio said some companies had been approved for loans that he didn't think should have, but he hoped regulations would be tightened to prevent that from happening.\n\n\"Look, there were glitches made, no doubt about it, but in the end take comfort in the fact that the money has to go to the workers ultimately, it doesn't really matter who the worker's working for we want to keep them employed. This is not a bailout of any company,\" Rubio said. \"But I think certainly the goal here is to get money into the hands of businesses who don't have anywhere else to go for money, including the stock market, shareholders, other sort of credit lines.\"\n\nHouse Minority Leader Kevin McCarthy, R-Calif., spoke in favor of the emerging agreement in an interview on Fox Business, accusing Democrats of holding it up to make a variety of demands.\n\n\"What it would do is something that we've been requesting for the last two weeks, more funding for the small business program,\" McCarthy said. \"This business program has worked very well more than 1.6 million businesses requested the money to pay their employees, to pay their rent.\"\n\n- - -\n\nThe Washington Post's Seung Min Kim, Mike DeBonis and Paul Kane contributed to this report."}}