{"GDELT": {"GlobalEventID": 919326179, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "COP", "Actor1Name": "PRISON", "Actor1Type1Code": "COP", "Actor2Code": "MEX", "Actor2Name": "MEXICO", "Actor2CountryCode": "MEX", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "La Catedral, Chihuahua, Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX06", "Actor1Geo_ADM2Code": "19847", "Actor1Geo_Lat": 26.2, "Actor1Geo_Long": -106.583, "Actor1Geo_FeatureID": "-1673431", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "La Catedral, Chihuahua, Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX06", "Actor2Geo_ADM2Code": "19847", "Actor2Geo_Lat": 26.2, "Actor2Geo_Long": -106.583, "Actor2Geo_FeatureID": "-1673431", "Action2Geo_Type": 4, "Action2Geo_Fullname": "La Catedral, Chihuahua, Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX06", "Action2Geo_ADM2Code": "19847", "Action2Geo_Lat": 26.2, "Action2Geo_Long": -106.583, "Action2Geo_FeatureID": "-1673431", "DATEADDED": 20200421101500, "SOURCEURL": "https://www.express.co.uk/showbiz/tv-radio/1271764/narcos-who-is-velasco-was-velasco-a-real-person-Jhon-Jairo-Velazques-Vasquez"}, "ARTICLE": {"TITLE": "Narcos: Who is Velasco in Narcos? Was Velasco based on a real person?", "TEXT": "FREE now and never miss the top Royal stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top Royal stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nNARCOS is a crime drama series airing on Netflix and it focuses on the rise and fall of the notorious drug kingpin, Pablo Escobar (played by Wagner Moura). The series, set in Colombia, hones in on the production and distribution of cocaine, and it reveals the real-life relationships between Escobar and other cartel leaders. Fans of the series are particularly interested in the character Velasco (Alejandro Buitrago) - but who is he, and was he based on a real person?\n\nTrending\n\nWho is Velasco in Narcos? In the Narcos series Alejandro Buitrago plays Velasco, a high-ranked member of the Medellín Cartel which was run by Escobar in the 1970s and 80s. His role in the series is sicario for the cartel, which means a 'hitman' or 'hired killer' when referring to Latin American drug cartels. The Colombian cartel member first appears in the episode Despegue, which is the 10th and final episode of the first season of Narcos. He appears in a total of seven episodes, with his last appearance being in The Enemies of My Enemy, which is the fifth episode of the second season. READ MORE: Narcos Mexico: Why is Diego Luna leaving Narcos Mexico for good?\n\nNarcos: Velasco was based on a real person\n\nNarcos: Velasco worked under Pablo Escobar\n\nREAD MORE Narcos: Who is Valeria in Narcos? Is Pablo Escobar's lover real? Velasco is first seen with Escobar working in La Catedral as one of his main men. He is one of the key players Escobar trusts the most and he is left in charge of the other men. In the series, he manages to flee from the Colombian Army assault and keeps in contact with Escobar, whom he grows extremely close to. He reveals updates and information about the latest happenings within the Medellín Cartel until he is captured following a tip-off by Maritza (Martina García). Velasco was taken prisoner by the Pepes, a combined group of paramilitary and members of the Medellín Cartel close to Judy Moncada (Cristina Umaña), another cartel member. His demise comes when he is tortured and interrogated by Don Berna (Mauricio Cujar), a Medellín Cartel and future leader of the United Self-Defense Forces of Colombia, and his dead body is found in Meddelin a few days later with a note from Los Pepes.\n\nNarcos: Julián Díaz, Christian Tappan, and Alejandro Buitrago as Velasco\n\nNarcos: The Medellin cartel discuss a plan\n\nWas Velasco based on a real person? The character of Velasco is based on Jhon Jairo Velásquez, also known by the alias Popeye, who was a Colombian hitman and part of the Medellín Cartel. Other reports say he surrendered to the Colombian authorities in 1992 and CNN reports say he was released from high security prison in 2014. The article by CNN said: \"The 52-year-old Velasquez, also known as \"Popeye,\" was released Tuesday night from a maximum-security prison in the Colombian province of Boyaca, northeast of Bogota, the capital. \"He left the prison under heavy police protection. Velasquez surrendered to authorities in 1992, telling a reporter at the time, 'I don't owe anything to anybody. I haven't done anything wrong.'\" The report later said: \"Velasquez spent 22 years in prison, three-quarters of his sentence for the murder of presidential candidate Luis Carlos Galan in 1989, the only murder for which he was convicted.\" DON'T MISS...\n\nNarcos: Who is Chepe in Narcos? Was he a real person? [INSIGHT]\n\nNarcos Mexico season 3 Netflix release date: Will there be series 3? [INSIGHT]\n\nNarcos timeline: How does El Chapo series fit in with Narcos? [EXPLAINER]\n\nVelásquez was in the Colombian National Army and later joined the national police cadet school, but he left a few days later. Following his stint as a hitman for the cartel, he confessed to a number of killings and served time in prison, before being arrested again in 2018 for extortion charges. The 57-year-old, who was also known as JJ, died while incarcerated in February 2020 and his death was announced by Colombia’s National Penitentiary and Prison Institute. The former hitman, who in his later years became a YouTube star, had been in hospital since December 31 with late-stage stomach cancer. \"I’m a professional killer, I killed for money,\" he said in Escobar’s Hit Man, a 2017 documentary on the Russian television network RT. \"I also killed out of love and respect for Pablo Escobar.'\""}}