{"GDELT": {"GlobalEventID": 919399024, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "BEL", "Actor2Name": "BELGIUM", "Actor2CountryCode": "BEL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.9274873524452, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Dallas, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX113", "Actor1Geo_Lat": 32.7831, "Actor1Geo_Long": -96.8067, "Actor1Geo_FeatureID": "1380944", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bastogne, Waals Gewest, Belgium", "Actor2Geo_CountryCode": "BE", "Actor2Geo_ADM1Code": "BE14", "Actor2Geo_ADM2Code": "5852", "Actor2Geo_Lat": 50.0035, "Actor2Geo_Long": 5.71844, "Actor2Geo_FeatureID": "-1953818", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Dallas, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX113", "Action2Geo_Lat": 32.7831, "Action2Geo_Long": -96.8067, "Action2Geo_FeatureID": "1380944", "DATEADDED": 20200421174500, "SOURCEURL": "https://heavy.com/news/2020/04/brett-giroir-wife-jill-shorey/"}, "ARTICLE": {"TITLE": "Jill Shorey, Admiral Brett Giroir’s Wife: 5 Fast Facts You Need to Know", "TEXT": "Jill Shorey Giroir is married to Admiral Brett Giroir, the Assistant Secretary for Health at the U.S. Department of Health and Human Services. They have been married for more than 30 years and have two grown daughters.\n\nBrett Giroir was tasked with overseeing the development and distribution of testing capabilities in the battle against the coronavirus and was dubbed the “testing czar.” But in mid-June, Giroir stepped back from his lead role on testing and returned to his regular job responsibilities. A spokesperson for HHS told NPR, “While Adm. Giroir will remain engaged with the COVID-19 testing and related efforts, many of the day-to-day management and operations of testing are being transitioned to HHS operating divisions.”\n\nHere’s what you need to know about Giroir’s wife.\n\n1. Jill Shorey Giroir Worked as a Lawyer For About 15 Years In Texas\n\nBrett Giroir and Jill Shorey were both pursuing post-graduate degrees when they got married in 1985. While he attended the University of Texas Southwestern Medical Center, Shorey was a student at the Southern Methodist University Dedman School of Law. Shorey served as the assistant editor-in-chief of the Southwestern Law Journal and graduated in 1986, according to her LinkedIn profile.\n\nAccording to the State Bar of Texas, Shorey Giroir was licensed to practice law in the state of Texas in November 1986. There were no public disciplinary actions on her record.\n\nShorey Giroir’s legal career was centered on business litigation. She worked for the law firm of Shank, Irwin Conant from 1986 until 1990. She then spent more than 11 years with Strasburger & Price in Dallas. Shorey Giroir has since allowed her legal license to expire and is no longer practicing.\n\n2. Shorey Giroir Is a Founding Member of the Military Heritage Center In College Station\n\nVideoVideo related to jill shorey, admiral brett giroir’s wife: 5 fast facts you need to know 2020-04-21T13:18:08-04:00\n\nJill Shorey Giroir’s professional life is now dedicated to honoring the sacrifices of those who served the United States in the military. She is a founding member of the Military Heritage Center in College Station, Texas. According to the non-profit organization’s website, “the MHC will emphasize lessons learned and leadership dynamics drawn from real-world stories and experiences of those who have served our country” through “exhibits and educational outreach.”\n\nThe website notes the organization was registered in Texas under the name “From Bastogne to Texas, Inc.” That name stemmed from a project Shorey Giroir spearheaded beginning in 2013. She was the co-chair of the group responsible for creating the “From Texas to Bastogne: Texas Aggies Go To War” exhibit, which showcased five Texas A&M students who fought at the Battle of the Bulge during World War II in 1944. In total, more than 20,000 Texas A&M students served during the war.\n\nThe idea for the exhibit originated in Belgium. Shorey Giroir explained to the Dallas Morning News in 2015, “While preparing for the 70th anniversary of the Battle of the Bulge, the Belgians decided to focus an exhibit on the Texas Aggies that fought there. It was a shock to us… What stands out is how much the Belgians appreciate what America did, and to them, this is still very fresh and they don’t want to forget it, and they want their children to remember it.”\n\nThe exhibit was on display in Bastogne, Belgium, for two years before returning to Texas. Shorey Giroir was part of the delegation that traveled to Belgium for the unveiling, according to the Military Heritage Center’s Facebook page.\n\nShorey Giroir discussed the project during a presentation for the City of College Station in December 2015. The video is embedded above and Shorey Giroir began speaking about 10:00 into the clip.\n\n3. Jill Shorey Giroir Grew Up In Texas & Attended an All-Girls Prep School\n\nJill Shorey Giroir was born in 1962 and grew up with two sisters and a brother. Her father, James Wright Shorey, grew up in New York state and graduated from Albany Medical College in 1963. But the family relocated to Dallas, Texas, after James Shorey accepted an opportunity to train at the University of Texas Southwestern Medical Center. According to his obituary, he established a liver clinic at the Dallas Veterans Administration Hospital after serving in a naval hospital during the Vietnam War.\n\nShorey Giroir attended the Hockaday School, according to her LinkedIn profile. The all-girls institution is a day school for the lower levels and a boarding school for grades 8-12.\n\nShorey Giroir initially traveled to Washington, D.C. for college, enrolling at Georgetown University. But after one year, she transferred to the University of Texas. She earned a bachelor’s degree in history in 1983.\n\nThe Giroirs sent one of their two daughters, Jacqueline, to the Hockaday School as well. The family was featured in a 2013 edition of Hockaday Magazine when Jacqueline got married. The article noted Jacqueline was a member of 2007 graduating class and that her husband, Erik Christman, was a U.S. Army veteran.\n\n4. The Giroir Family Is Based In Texas Even Though Brett Giroir Has Been Working In Washington, D.C.\n\nJill Shorey Giroir and Brett Giroir own a 4-bedroom house in College Station, Texas. According to public records available in Brazos County, Texas, the couple purchased the house in 2008. They added a swimming pool in 2015 and the house is valued at approximately $480,000.\n\nThe Giroirs bought their house after moving back to Texas from Washington, D.C. They were based there from 2004 to 2008, according to Shorey Giroir’s bio on the Military Heritage Center website. During that time, she worked as a consultant on the Vietnam Veterans Memorial Fund. The family’s home was in Vienna, Virginia, at that time. A search of online records show the Virginia house was owned by the “Giroir Jill S Trust.”\n\nBrett Giroir was named as the Assistant Secretary for Health at the U.S. Department of Health and Human Services in February 2018, but property records indicate the family did not permanently resettle back in the nation’s capital. The Giroirs, as of this writing, do not appear to own any property in the D.C. area.\n\n5. Brett & Jill Giroir Have Two Daughters & Two Grandchildren\n\nBrett and Jill Giroir have been married since 1985. During testimony before a Senate committee in August 2017, while he was being considered for the Health and Human Services position, Giroir stated that his “wife of 32 years” was present for the hearing.\n\nThe Giroirs are the proud parents of two grown daughters. Older daughter Jacqueline was born in 1989. She studied political science at Texas A&M and earned an MBA from Belmont University in Nashville, according to her Facebook page. Jacqueline founded a music company in 2014 and is married with two young children.\n\nYounger daughter Madeline also attended Texas A&M. She works in security and is on the board of the parks and recreation department for the city of College Station, according to her Facebook page. Both daughters were present when Giroir was sworn into the U.S. Public Health Service Commissioned Corps in March 2018.\n\nREAD NEXT: Surgeon General Jerome Adams’ Wife, Lacey: 5 Fast Facts"}}