{"GDELT": {"GlobalEventID": 919397849, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.77514792899409, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Boston, Massachusetts, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMA", "Actor2Geo_ADM2Code": "MA025", "Actor2Geo_Lat": 42.3584, "Actor2Geo_Long": -71.0598, "Actor2Geo_FeatureID": "617565", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_Lat": 42.2373, "Action2Geo_Long": -71.5314, "Action2Geo_FeatureID": "MA", "DATEADDED": 20200421174500, "SOURCEURL": "https://finance.yahoo.com/news/greenberg-traurigs-jack-gearan-speaks-171500656.html"}, "ARTICLE": {"TITLE": "Greenberg Traurig's Jack Gearan Speaks at BBA Employment Law Program on COVID-19", "TEXT": "Jack S. Gearan, a shareholder in Greenberg Traurig, LLP's Labor & Employment Practice in Boston, participated in the Boston Bar Association's (BBA) webinar, \"Part 2: The State and Federal Responses to COVID-19: Updates on What Massachusetts Employers Need to Know.\" Hosted by the BBA's Labor & Employment Section, the program was held on April 16.\n\nBOSTON, April 21, 2020 /PRNewswire-PRWeb/ -- Jack S. Gearan, a shareholder in Greenberg Traurig, LLP's Labor & Employment Practice in Boston, participated in the Boston Bar Association's (BBA) webinar, \"Part 2: The State and Federal Responses to COVID-19: Updates on What Massachusetts Employers Need to Know.\" Hosted by the BBA's Labor & Employment Section, the program was held on April 16.\n\nThe webinar provided an update on the efforts of the federal government and Massachusetts to respond to the pandemic, including the Families First Coronavirus Response Act and the Coronavirus Aid, Relief and Economic Security (CARES) Act. Gearan discussed changes to Massachusetts unemployment law and WorkShare program.\n\nGearan also presented on the BBA webinar, \"The State and Federal Responses to COVID-19: What Massachusetts Employers Need to Know,\" on March 25, 2020.\n\nGearan concentrates his practice in the areas of labor and employment and business litigation, where he defends companies and public institutions in labor and employment, business, and consumer actions, including class and collective actions. He is experienced in complex employment litigation and trials, and frequently handles state and federal whistleblower claims, non-compete and restrictive covenant litigation, trade secret, wage and hour litigation, and individual employee discrimination, harassment, and retaliation litigation and arbitrations. Gearan also provides counsel to senior management and human resource personnel on various employment law compliance matters, such as leaves of absence, exempt status classification under the FLSA and state law, employee discipline, and restrictive covenant agreements. He is also regularly called upon by clients to conduct outside independent investigations of sensitive personnel issues or threatened legal actions. Additionally, Gearan has advised companies regarding employment law in connection with various corporate transactions, including mergers, acquisitions, and reductions in force.\n\nAbout Greenberg Traurig's Boston Office: Established in 1999, Greenberg Traurig's Boston office is home to approximately 70 attorneys practicing in the areas of bankruptcy and restructuring, corporate, emerging technology, energy, environmental, gaming, governmental affairs, intellectual property, labor and employment, life sciences and medical technology, litigation, public finance, and real estate. An important contributor to the firm's international platform, the Boston office includes a team of nationally recognized attorneys with both public and private sector experience. The team offers clients the value of decades of legal experience and hands-on knowledge of the local business community, supported by the firm's vast network of global resources.\n\nAbout Greenberg Traurig: Greenberg Traurig, LLP (GT) has approximately 2200 attorneys in 41 locations in the United States, Latin America, Europe, Asia, and the Middle East. GT has been recognized for its philanthropic giving, diversity, and innovation, and is consistently among the largest firms in the U.S. on the Law360 400 and among the Top 20 on the Am Law Global 100. Web: http://www.gtlaw.com Twitter: @GT_Law.\n\nSOURCE Greenberg Traurig, LLP"}}