{"GDELT": {"GlobalEventID": 919398281, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "ISR", "Actor2Name": "TEL AVIV", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.41039671682626, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS05", "Actor2Geo_ADM2Code": "18316", "Actor2Geo_Lat": 32.0667, "Actor2Geo_Long": 34.7667, "Actor2Geo_FeatureID": "-781545", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Warsaw, (PL67), Poland", "Action2Geo_CountryCode": "PL", "Action2Geo_ADM1Code": "PL67", "Action2Geo_ADM2Code": "24452", "Action2Geo_Lat": 52.25, "Action2Geo_Long": 21.0, "Action2Geo_FeatureID": "-534433", "DATEADDED": 20200421174500, "SOURCEURL": "https://theawesomedaily.com/what-we-look-stripped-down-to-our-circulatory-system/"}, "ARTICLE": {"TITLE": "This is what we look like stripped down to our circulatory system", "TEXT": "If our bodies got stripped down to our circulatory system only, then this is what they would look like. Thanks to photographer Jan Kriwol and CGI artist Markos Kay, we get to see the intricate complexity of our anatomy placed in the context of our mundane urban life. Our anatomical structure is a masterwork and we still have a lot to discover about it. It might be the result of millions of years of trial and error, or the brainchild of a higher sentient being, a creator. Whatever you believe it is, it is beautiful and seeing it in the trivial context of grocery shopping or eating at McDonald’s might make it look a little bit disturbing.\n\nFor more anatomy, you can check out these dissected graffiti animal characters. I should warn you, though, they’re not for the faint of heart!\n\n“Human after all”. Signed, our circulatory system\n\n“Human after all” is the name of the photographic series we were talking about. The masterminds behind it are the two artists we mentioned above, Jan Kriwol and Markos Kay. Kriwol first came with the idea after seeing one of his girlfriend’s drawings portraying a human circulatory system while carelessly smoking a cigar. Kriwol likes to imbue his photography with a lot of optical illusions and humour. So, it wasn’t long until he knew what he had to do: create a realistic version of his girlfriend’s drawing that would have an even more powerful impact on the viewer.\n\nHe then contacted several CGI artists to help him with the idea and hit some dead ends. In the end, he found Kay in London. Kay studied the anatomy textbooks and illustrations of the early 16th – 19th century. Anatomists like Andreas Vesalius, considered the founder of modern human anatomy, Giulio Casseri, the author of the most important anatomical treatise of the seventeenth century, or Henry Gray, the author of the famous “Gray’s Anatomy” were among Kay’s biggest inspiration for the project.\n\nThe biggest challenge of the project\n\nBold projects like these are not easy to make, especially if you are fully-dedicated to getting it all right. The best part of this “Human after all” project is the fact that it is both science and art, both anatomy and the artistic interpretation of it. And you’ve got to get them all right. You can’t have just a correct image of what our circulatory system looks like while the normal human postures are not accurate and you cannot have normal human postures and activities if the anatomy is not precisely pictured.\n\n“The biggest challenge for this project was creating an anatomical character that looked life-like and integrated with the real environment. We spent a lot of time experimenting with different postures, and oftentimes we had to exaggerate the posture greatly so that it could translate visually with the deconstructed structure of the circulatory system.” Markos Kay for Vice Creators Project\n\nHow do you pull off such an intricate piece of digital art?\n\nThey started with modelling the human circulatory system. Kay started building the main arteries which are like the highways of our blood stream. Then he went on to create the tiny capillaries which would not have been visible if it weren’t for a special generative simulation technique that made them bulkier so that they would fill out the whole figure, but without losing an ounce of anatomical identity.\n\nIn the meantime, Kriwol went to Warsaw, Tel Aviv, Israel, Grenoble, Berlin, Brussels, and Cape Town to shot the urban settings of their project. Kay then recreated each photography in 3D so that he could control every little reflection and shadow in it. The result? Let’s look at some more of them together!\n\nOur circulatory system eating a McDonald’s burger\n\nOr how about a shopping trip?\n\nOr a trip to the museum\n\nThis seems so…real. Isn’t it? It’s real, this is us walking down the street\n\nAll images: © Markos Kay and Jay Kriwol\n\nVia Colossal\n\nAna Maria About Ana Maria: Ana Maria is an editor for The Awesome Daily publishing articles about anything that is interesting and awesome! Ana has many years of experience both as a content writer and editor in various popular online magazines. Read all posts from Ana Maria"}}