{"GDELT": {"GlobalEventID": 919326631, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "KOR", "Actor1Name": "SEOUL", "Actor1CountryCode": "KOR", "Actor2Code": "SPY", "Actor2Name": "SPY AGENCY", "Actor2Type1Code": "SPY", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 39, "NumSources": 13, "NumArticles": 39, "AvgTone": -1.23229524712576, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS11", "Actor1Geo_ADM2Code": "24984", "Actor1Geo_Lat": 37.5664, "Actor1Geo_Long": 127.0, "Actor1Geo_FeatureID": "-716583", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor2Geo_CountryCode": "KS", "Actor2Geo_ADM1Code": "KS11", "Actor2Geo_ADM2Code": "24984", "Actor2Geo_Lat": 37.5664, "Actor2Geo_Long": 127.0, "Actor2Geo_FeatureID": "-716583", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS11", "Action2Geo_ADM2Code": "24984", "Action2Geo_Lat": 37.5664, "Action2Geo_Long": 127.0, "Action2Geo_FeatureID": "-716583", "DATEADDED": 20200421101500, "SOURCEURL": "https://www.bromsgroveadvertiser.co.uk/news/national/18393710.kim-jong-un-handling-north-korea-affairs-usual-says-seoul/"}, "ARTICLE": {"TITLE": "South Korea downplays concerns over Kim Jong Un’s health", "TEXT": "North Korean leader Kim Jong Un appeared to be handling state affairs as usual, South Korea’s government said after unconfirmed rumours described him as in fragile condition after surgery.\n\nThe presidential Blue House said no unusual activity has been detected in North Korea and it had no information about the rumours on Mr Kim’s health.\n\nSpeculation often surfaces about North Korea’s leadership based on attendance at important state events.\n\nMr Kim, who is in his mid-30s, missed the celebration of his late grandfather and state founder Kim Il Sung on April 15, the country’s most important holiday.\n\nBut he had presided over a meeting April 11, discussing coronavirus prevention and electing his sister as an alternate member of the political bureau of the ruling Workers’ Party, according to the North’s official Korean Central News Agency.\n\nAnd state media have since reported Mr Kim sent greetings to Syrian president Bashar Assad and Cuban president Miguel Díaz-Canel as well as “birthday spreads” to two North Korean officials and a new centenarian.\n\n“We have no information to confirm regarding rumours about Chairman Kim Jong Un’s health issue that have been reported by some media outlets. Also, no unusual developments have been detected inside North Korea,” Blue House spokesman Kang Min-seok said in the statement.\n\nPeople watch a TV screen showing a news programme reporting about North Korean leader Kim Jong Un (Lee Jin-man/AP)\n\nThe Blue House later said Mr Kim was believed to be staying at an unspecified location outside of Pyongyang with some of his close confidants.\n\nThe office said Mr Kim appeared to be normally engaged with state affairs and there were not any unusual movement or emergency reaction from the North’s ruling party, military or cabinet.\n\nA US official said the White House was aware before the reports appeared late on Monday that Mr Kim’s health might be precarious.\n\nThe official said the US had information that Mr Kim may have undergone surgery and that complications may have rendered him “incapacitated or worse”.\n\nBut, the official stressed that the US had nothing to confirm the surgery had taken place or that any complications had occurred.\n\nThe US official would not elaborate on where the information came from or when it had been received. The White House and State Department had no comment.\n\nA display of photos of North Korean leaders outside the North Korean embassy in Beijing. Kim Jong Un is the third generation of his family to rule the country (Mark Schiefelbein/AP)\n\nYoon Sang-hyun, chairman of South Korea’s National Assembly’s foreign affairs and unification committee, said he was told by unspecified non-government sources that Mr Kim had surgery over cardiovascular problems.\n\nBut an official from Seoul’s National Intelligence Service, who did not want to be named, citing office rules, said the spy agency could not confirm whether Mr Kim had surgery.\n\nKim In-chul, spokesman of South Korea’s Foreign Ministry, said Seoul and Washington are maintaining close communication but did not provide a direct answer when asked whether the allies exchanged any meaningful intelligence about Mr Kim’s health.\n\nJapanese Chief Cabinet Secretary Yoshihide Suga said his government was monitoring the situation.\n\nA political upheaval in North Korea would be unlikely even if Mr Kim became sidelined by health problems, according to analyst Cheong Seong-Chang at the private Sejong Institute in South Korea.\n\nMr Cheong said Mr Kim’s sister, Kim Yo Jong, is already exercising significant influence within the government and that most members of Pyongyang’s leadership share an interest with the Kim family in maintaining the North’s system.\n\nOutside governments and media have a mixed record on tracking developments among North Korea’s ruling elite, made difficult by Pyongyang’s stringent control of information about them.\n\nMr Kim’s absence from state media often triggers speculation. In 2014, Mr Kim vanished from the public eye for nearly six weeks before reappearing with a cane. South Korea’s spy agency said days later that he had a cyst removed from his ankle.\n\nMr Kim, believed to be 36, took power upon his father’s death in December 2011 and is the third generation of his family to rule the nuclear-armed country."}}