{"GDELT": {"GlobalEventID": 919397903, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "AGR", "Actor1Name": "FARMER", "Actor1Type1Code": "AGR", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.64935064935065, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Kinston, North Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNC", "Actor1Geo_ADM2Code": "NC107", "Actor1Geo_Lat": 35.2627, "Actor1Geo_Long": -77.5816, "Actor1Geo_FeatureID": "988015", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Kinston, North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_ADM2Code": "NC107", "Action2Geo_Lat": 35.2627, "Action2Geo_Long": -77.5816, "Action2Geo_FeatureID": "988015", "DATEADDED": 20200421174500, "SOURCEURL": "https://www.jdnews.com/news/20200421/fruit-and-vegetable-farmers-report-card-varies-farm-to-farm"}, "ARTICLE": {"TITLE": "Fruit and vegetable farmers report card varies farm to farm", "TEXT": "If you’re wondering how the vegetable farms of Eastern North Carolina are doing under the reign of Coronavirus, the answer might be a little confusing: They’re doing well. They’re doing okay. And they’re really struggling.\n\nAs commercial horticulture agent Lisa Rayburn of the Cooperative Extension Office put it, “Everybody had to make some changes, but impacts are very much determined by what type of business it is.”\n\nHorticultural farms – that is, those that grow the fruits and vegetables that people frequently eat (as opposed to tobacco, field corn, cotton or soy beans) tend to see through one of three channels: direct to the consumer, to a restaurant market, or to wholesale which includes grocery stores and some grocery markets.\n\nWhile some of the larger farms market to all three, many area farms focus their investment on handling only one or two.\n\nDirect to consumer markets are the simplest, and are where some of the smallest farms have their investment. Using farmer’s markets and their own roadside markets, and also including “pick your own” for berry crops.\n\nDuring the pandemic, these farms are doing mostly very well: farmers believe shoppers are coming, in part, to avoid the possible crowds of supermarkets and to support the local farms in their shopping. Going to a farm or farmer’s market not only gives shoppers fresh produce – it gets them out of the house and into a more cheerful environment for a while.\n\nButch White’s 14-acre farm in Vanceboro, which gets much of its income from strawberries, is doing well, for instance. “We’re doing right fair,” he said, but “I’ve never washed up or wiped down so much in all my life.”\n\nThe area’s county-run farmers markets have had to make adjustments. In New Bern, where the farmer’s market is run year-round, booths selling crafts or flags or other non-essentials have been temporarily closed with only those selling farm products or baked goods being open. The aisles have been made wider and one-way to encourage social distancing, while vendors are wearing masks.\n\n“At first they didn’t know if they could stay open,” Rayburn said. As time went on, “things were changing week by week.” The farmers markets in Kinston and Jacksonville have only recently opened, she added. “They come in with the strawberries,” and, opening later, “have had the opportunity to see how the other markets were working and adapt.”\n\nGrocery stores are obviously continuing to buy produce, but the restaurant market has all but dried up.\n\nDanny Strange, who owns Friday’s 1890 Seafood and Annabelles in New Bern, said that “Sales are down 80 percent, and my food orders are down to match.” While both restaurants are open and selling meals curbside, he said the businesses are both struggling. “Hardly none of my staff is working,” he said, noting that his two sons and himself “are working for free.”\n\nSabrina Bengel, who owns Baker’s Kitchen Beer Army in downtown New Bern, reported the same figure of business being 80 percent down.\n\nWith the exception of selling produce to institutions, that means the produce business is also cut down 80 percent.\n\nJulie McKeon, who runs the New Bern Farmers Market, said that she has encouraged farms that normally sell to restaurants to give the market a try.\n\nBut sometimes it isn’t that simple.\n\nGrocery stores require a completely different form of packaging than straight-to-consumer sales, and farms not already set up for that aren’t ready or able to make the required changes, either by equipment or labor, that quickly. Also, the farmers may not be able to make the contacts they need to succeed in a different venue, especially with other farms already established in those markets.\n\n“You have to find those markets and be able to package products in a way that meets that market demand, and do that at a price where you’re still making money,” Rayburn said.\n\nLarger farms, meanwhile, often have far too much product to sell on a direct-to-consumer base, since their products spoil quickly, this means a lot of unsold plants could ultimately be destroyed by the farmers in the fields. It’s a loss, but not as big a loss as hiring hands to harvest crops that will never sell.\n\nRayburn said that it’s impossible to say whether the vegetable farmers, over all, are doing well or poorly. Along with the struggles under the coronavirus, farms are also dealing with several years of bad weather that have damaged or destroyed many crops. “The crystal ball’s broken,” she said.\n\n“Farms that sell direct to the consumer are doing well and meeting higher demands. The ones that are struggling, those guys who were on the restaurant market and the institutional market, this may be one more nail in the coffin.”\n\nFarms that are already selling to two or three markets are depending on the direct-to-consumer market to get through the coronavirus shutdown. Curtis Smith, of the 300-acre T.C. Smith Produce in Seven Springs, said that his farmer’s market – both in Kinston and on his farm – are helping him overcome the losses he is taking in restaurant business.\n\n“We’re very fortunate that we’re diversified,” he said. While “Restaurants have cut back on what they’re ordering – some are not ordering at all – more people have come to the farm to buy items.\n\n“People are really wanting to get out and buy something fresh and local grown. They’ve been really supportive.”"}}