{"GDELT": {"GlobalEventID": 919398868, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "PRK", "Actor1Name": "PYONGYANG", "Actor1CountryCode": "PRK", "Actor2Code": "MED", "Actor2Name": "SPOKESMAN", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.5586592178770999, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pyongyang, P'yongyang-si, North Korea", "Actor1Geo_CountryCode": "KN", "Actor1Geo_ADM1Code": "KN12", "Actor1Geo_ADM2Code": "39681", "Actor1Geo_Lat": 39.0194, "Actor1Geo_Long": 125.755, "Actor1Geo_FeatureID": "-183459", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Pyongyang, P'yongyang-si, North Korea", "Actor2Geo_CountryCode": "KN", "Actor2Geo_ADM1Code": "KN12", "Actor2Geo_ADM2Code": "39681", "Actor2Geo_Lat": 39.0194, "Actor2Geo_Long": 125.755, "Actor2Geo_FeatureID": "-183459", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pyongyang, P'yongyang-si, North Korea", "Action2Geo_CountryCode": "KN", "Action2Geo_ADM1Code": "KN12", "Action2Geo_ADM2Code": "39681", "Action2Geo_Lat": 39.0194, "Action2Geo_Long": 125.755, "Action2Geo_FeatureID": "-183459", "DATEADDED": 20200421174500, "SOURCEURL": "https://www.outsidethebeltway.com/rumor-has-it/"}, "ARTICLE": {"TITLE": "Rumor Has It", "TEXT": "Rumor Has It\n\nNorth Korea's Supreme Leader, Kim Jong Un, may be seriously ill.\n\nDave Schuler · · 23 comments\n\nThere’s a flurry of rumors going around that North Korea’s Supreme Leader, Kim Jong Un, is seriously ill. From CNN:\n\nCNN)The US is monitoring intelligence that suggests North Korea’s leader, Kim Jong Un, is in grave danger after undergoing a previous surgery, according to a US official with direct knowledge. A second source familiar with the intelligence told CNN that the US has been closely monitoring reports on Kim’s health.\n\nKim recently missed the celebration of his grandfather’s birthday on April 15, which raised speculation about his well-being. He had been seen four days before that at a government meeting.\n\nAnother US official told CNN Monday that the concerns about Kim’s health are credible but the severity is hard to assess.\n\nUSA Today responds that South Korea isn’t concerned:\n\nSouth Korea’s government said Tuesday it had no information to corroborate a media report suggesting that Washington is monitoring intelligence indicating North Korea’s leader was gravely ill after he reportedly underwent heart surgery earlier this month. Seoul has not detected any unusual activity or signs coming from Pyongyang about Kim Jong Un’s health, according to Kang Min-seok, a spokesman for the Blue House, the office and residence of South Korea President Moon Jae-in. South Korea’s statement comes after a CNN report, citing an unnamed U.S. official “with direct knowledge” of the matter, said the U.S. is keeping an eye on intelligence suggesting that the North Korean leader’s health was in “grave danger.” A second official cited by CNN said the intelligence about Kim’s health was credible. The official acknowledged it was hard to assess how seriously ill he may be.\n\nSidestepping for the moment wisecracks about the lack of novelty in countries’ leaders being braindead, mystery about the goings-on in North Korea is hardly new or surprising. We just don’t know a great a lot about what happens there.\n\nHowever, a sudden change in leadership in any nuclear-armed country is newsworthy and not particularly welcome under the circumstances."}}