{"GDELT": {"GlobalEventID": 919325894, "Day": 20190422, "MonthYear": 201904, "Year": 2019, "FractionDate": 2019.3068, "Actor1Code": "SAU", "Actor1Name": "SAUDI", "Actor1CountryCode": "SAU", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.882352941176469, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 44.0, "Actor1Geo_FeatureID": "IZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200421101500, "SOURCEURL": "http://humanitariannews.org/20200421/world-death-penalty-2019-saudi-arabia-executed-record-number-people-last-year-amid-decline-"}, "ARTICLE": {"TITLE": "World: Death penalty 2019: Saudi Arabia executed record number of people last year amid decline in global executions", "TEXT": "Saudi Arabia, Iraq, South Sudan, and Yemen bucked a global trend with spikes in executions - Global executions fell by 5%, hitting a 10-year low\n\nCountries: China, Democratic People's Republic of Korea, Egypt, Iran (Islamic Republic of), Iraq, Saudi Arabia, South Sudan, World, Yemen Source: Amnesty International\n\nSaudi Arabia executed a record number of people in 2019, despite an overall decline in executions worldwide, Amnesty International said in its 2019 global review of the death penalty published today. The Saudi authorities put 184 people to death last year, the highest number Amnesty has ever recorded in a single year in the country.\n\nMeanwhile the number of executions doubled in Iraq, and Iran retained its place as the world's second most prolific executioner after China, where the exact number of people put to death remains a state secret. However these states are bucking a global trend which saw global executions decrease for the fourth consecutive year to at least 657 in 2019 from at least 690 in 2018 -- the lowest recorded figure of the past decade.\n\n\"The death penalty is[...]\n\n\n\n[Published in AidNews - Read the original article]\n\n\n\n"}}