{"GDELT": {"GlobalEventID": 919326908, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "UKR", "Actor1Name": "KYIV", "Actor1CountryCode": "UKR", "Actor2Code": "UKRREL", "Actor2Name": "KYIV", "Actor2CountryCode": "UKR", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.943968358602509, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Nile Delta, Egypt (general), Egypt", "Actor1Geo_CountryCode": "EG", "Actor1Geo_ADM1Code": "EG00", "Actor1Geo_ADM2Code": "61690", "Actor1Geo_Lat": 31.0, "Actor1Geo_Long": 31.0, "Actor1Geo_FeatureID": "-300346", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kyiv, Kyyiv, Misto, Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP12", "Actor2Geo_ADM2Code": "28554", "Actor2Geo_Lat": 50.4333, "Actor2Geo_Long": 30.5167, "Actor2Geo_FeatureID": "-1044367", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kyiv, Kyyiv, Misto, Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP12", "Action2Geo_ADM2Code": "28554", "Action2Geo_Lat": 50.4333, "Action2Geo_Long": 30.5167, "Action2Geo_FeatureID": "-1044367", "DATEADDED": 20200421101500, "SOURCEURL": "https://www.kusi.com/i/the-latest-nursing-home-head-arrested-over-virus-outbreak/"}, "ARTICLE": {"TITLE": "The Latest: Nursing home head arrested over virus outbreak", "TEXT": "The Latest: Nursing home head arrested over virus outbreak\n\n\n\n\n\nThe Latest on the coronavirus pandemic. The new coronavirus causes mild or moderate symptoms for most people. For some, especially older adults and people with existing health problems, it can cause more severe illness or death.\n\nTOP OF THE HOUR:\n\n— Health or wealth? Nations pressured to loosen virus rules.\n\n— The head of a nursing home in Serbia is arrested over virus outbreak at the facility.\n\n— Authorities in Greece express concern over build-up of migrants near Greek islands.\n\n___\n\nBELGRADE, Serbia — Serbian police have arrested the head of a nursing home in the southern city of Nis after 139 people were infected with the new coronavirus at the institution.\n\nThe manager, identified only by his initials M.S., is suspected of “committing a grave criminal act against public health,” police said in a statement on Monday. The suspect did not undertake all necessary measures and actions to prevent the spread of the COVID-19 disease, the statement added.\n\nPolice say that those infected include 135 residents and four staff. The head of the Gerontology Center Nis has been ordered into a 48-hour detention pending questioning by the prosecutors, said the police statement.\n\nSerbia has banned all people over 65 years old from leaving their homes to protect the elderly population from getting infected with the new coronavirus. Other strict measures include daily and weekend curfews.\n\n___\n\nATHENS, Greece — Authorities in Greece say they are concerned about indications of a build-up of migrants and refugees on the Turkish coast near Greek islands despite movement restrictions in effect in both countries aimed at stopping the spread of COVID-19.\n\n“We have seen signs of activity on the shores facing (the islands),” Stelios Petsas, the Greek government spokesman, said. “We will … continue to do whatever it takes to defend our sovereign rights and guard the borders of Greece and Europe.”\n\nThe Greek islands last year were the European Union’s busiest entry point for illegal migration, according to the border protection agency Frontex.\n\nIn early March, daily clashes broke out at the Greek-Turkish land border after the Turkish government said it would no longer stop migrants heading to Europe.\n\nGreek Defense Ministry officials say the military has remained on alert at the land and sea borders with Turkey since that crisis.\n\n___\n\nDHAKA, Bangladesh — Bangladesh has recorded five new deaths and another 182 new cases of infections from the coronavirus over the last 24 hours, the country’s health minister said Monday. With the latest figures, the death toll stood at 39 while the number of confirmed cases rose to 803, said Zahid Maleque.\n\nHe said transmission of the virus has spread in many areas. Dhaka has remained a major hotspot of the virus while some neighboring districts are also in trouble.\n\nBangladesh, a densely populated nation of 160 million people, is desperately trying to contain the virus from spreading by enforcing a nationwide lockdown until April 25.\n\nThe country has suspended all programs to celebrate the Bengali New Year on Tuesday. In the South Asian country, community transmission has taken place for weeks through Bangladeshi expatriates who returned from Italy and some other hard-hit countries.\n\n___\n\nVATICAN CITY — Pope Francis says he prays for all the countries struggling with COVID-19 cases, the United States and European nations among them.\n\nHe has also expressed his closeness and affection to these nations, “several with great numbers of the infected and the deceased.\n\n“Italy, the United States, Spain, France, the list is long,’’ said Francis before giving a blessing to mark what is celebrated in many places Monday as “Little Easter.” He also hailed the contribution of women working in hospitals, on police forces or in stores during the pandemic while juggling care of children, elders or disabled relatives at home. He noted during weeks of stay-at-home orders, women are at risk of suffering domestic violence.\n\nAt an early morning Mass in the Vatican hotel where he lodges, Francis prayed for “rulers, scientists, politicians, who have begun to study the way out, the post-pandemic, this ‘after’ that has already begun.” He urged them to “find the right path, always in favor of the people.”\n\n___\n\nCAIRO — Egypt’s chief prosecutor late Sunday ordered 23 people to remain in detention for 15 days pending an investigation into blocking a road to a cemetery in a Nile Delta village to prevent the burial of a physician who died from the coronavirus.\n\nPublic Prosecutor Hamada el-Sawy described preventing her burial as a “terrorist act.”\n\nThe 64-year-old physician died on Friday in a quarantine-designed hospital in the Suez Canal city of Ismailia, and her body was being transferred to her husband’s village of Shubra el-Bahou in the Nile Delta when dozens of villagers tried to stop her burial. They feared that the burial would spread contagion. Police fired tear gas to displace the protesters and arrested 23 of them.\n\nEgypt has reported at least 159 fatalities, and 2,065 confirmed cases.\n\n___\n\nKYIV, Ukraine — The mayor of the Ukrainian capital said Monday that a famous historic monastery in Kyiv is closing for quarantine after dozens of its monks have tested positive for the new coronavirus.\n\nKyiv Mayor Vitaly Klitschko says the Pechersk Monastery had 90 cases of coronavirus, including 63 in the last 24 hours. He said the city authorities will send a medical team to conduct extensive testing at the monastery.\n\nThe monastery is known for its extensive system of caves and tunnels, containing centuries-old cells for monks and burial places. It’s one of the top tourist sites in the Ukrainian capital.\n\nUkraine has registered 3,102 coronavirus cases, including 495 in the capital, and 93 deaths.\n\n___\n\nMADRID — The spread of the coronavirus outbreak in Spain continues to slow down, with 517 new deaths recorded overnight and with the lowest number of infections logged in more than three weeks, nearly 3,500.\n\nThe Spanish health ministry’s Monday figures bring the overall death toll of the pandemic in the country to 17,489 and the total positive cases to 169,496.\n\nHeavy industry and construction workers are returning to work Monday after a two-week hiatus in economic activity, but the government is keeping most Spaniards under confinement for the fifth week in a row.\n\nRetail stores and services are still required to stay closed, and the government is strongly encouraging office workers to keep working from home.\n\nSome health experts and regional politicians argue that it’s premature to ease any part of the lockdown order. Police in Madrid handed out face masks to the few commuters taking public transportation to work in the early hours of Monday.\n\n___\n\nJAKARTA, Indonesia — Indonesia’s president Joko Widodo has pledged to be more transparent for information related to the new coronavirus as infections spiked in the world’s fourth most populous country.\n\nLast month, Widodo admitted that he deliberately held back information about the spread of the coronavirus to prevent the public from panicking.\n\nNow, his view over data transparency has changed. In a cabinet meeting introduction which was televised nationwide on Monday, he asked his cabinet ministers and the COVID-19 task force to be well integrated and transparent to the public.\n\nIndonesia confirmed 4,557 COVID-19 cases with 399 deaths, the highest number of recorded fatalities in Asia after China.\n\nWidodo called on the Health Ministry and the COVID-19 task force to improve and accelerate PCR testing, which scientists say is crucial in the battle against the deadly pandemic.\n\nIndonesia, a country of 270 million, had only tested 27,075 people using the polymerase chain reaction, or PCR, method so far; a low number that has prompted public scrutiny of the country’s testing capacity and confirmed cases, which many believed remain undetected.\n\nThe figure is expected to increase in the next few days as the government last week imported two automatic RNA extractors and 18 PCR detectors from Switzerland and will be distribute to 12 out of the country’s 34 provinces that have been classified as a “red zone” area of the new coronavirus.\n\n___\n\nLONDON — Prime Minister Boris Johnson is recuperating at his country retreat after praising nurses who took care of him during the seven nights he spent in the hospital fighting the new coronavirus.\n\nDressed in a suit, Johnson said in a video posted on Twitter after his discharge from St. Thomas’ Hospital in London on Sunday that it was “hard to find the words” to express his debt of gratitude to the National Health Service for saving his life “no question.”\n\nHe listed a number of the frontline staff members who cared for him during his week-long stay at St. Thomas’ Hospital in London but singled out two nurses who stood by his bedside for 48 hours “when things could have gone either way.”\n\nThe pair were later identified as Jenny McGee from New Zealand and Luis Pitarma from Portugal.\n\nAfter his release from the hospital, Johnson made his way to Chequers, the prime minister’s country retreat northwest of London, and on the advice of his medical team won’t be returning to work immediately, his office said in statement.\n\n___\n\nFollow AP news coverage of the coronavirus pandemic at https://apnews.com/VirusOutbreak and https://apnews.com/UnderstandingtheOutbreak"}}