{"GDELT": {"GlobalEventID": 919399285, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "ZWE", "Actor1Name": "ZIMBABWE", "Actor1CountryCode": "ZWE", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.7109375, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mpilo, Zimbabwe (general), Zimbabwe", "Actor1Geo_CountryCode": "ZI", "Actor1Geo_ADM1Code": "ZI00", "Actor1Geo_ADM2Code": "6322", "Actor1Geo_Lat": -19.6667, "Actor1Geo_Long": 26.9667, "Actor1Geo_FeatureID": "-2316887", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mpilo, Zimbabwe (general), Zimbabwe", "Actor2Geo_CountryCode": "ZI", "Actor2Geo_ADM1Code": "ZI00", "Actor2Geo_ADM2Code": "6322", "Actor2Geo_Lat": -19.6667, "Actor2Geo_Long": 26.9667, "Actor2Geo_FeatureID": "-2316887", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mpilo, Zimbabwe (general), Zimbabwe", "Action2Geo_CountryCode": "ZI", "Action2Geo_ADM1Code": "ZI00", "Action2Geo_ADM2Code": "6322", "Action2Geo_Lat": -19.6667, "Action2Geo_Long": 26.9667, "Action2Geo_FeatureID": "-2316887", "DATEADDED": 20200421174500, "SOURCEURL": "https://nehandaradio.com/2020/04/21/doctors-expose-lockdown-brutality/"}, "ARTICLE": {"TITLE": "Doctors expose lockdown brutality – Nehanda Radio", "TEXT": "By Garikai Tunhira/ Harriet Chikandiwa\n\nHuman rights doctors have disclosed that they have treated 31 victims of torture by State security agents deployed to enforce the lockdown measures.\n\nZimbabwe National Army spokesperson Lieutenant Colonel Alphios Makotore and his Zimbabwe Republic Police counterpart Assistant Commissioner Paul Nyathi have, in the past weeks, been denying that citizens were brutalised.\n\nThey claimed that they had not received reports on the abuses.\n\nBut a report by the Zimbabwe Association of Doctors for Human Rights (ZADHR) at the weekend claimed 31 victims of police brutality had been attended to by the human rights doctors.\n\n“ZADHR has witnessed several cases of individuals being subjected to inhumane and degrading treatment for violating lockdown measures,” part of the report read.\n\n“During the lockdown period, ZADHR has attended to 31 cases of people allegedly assaulted by security officers enforcing the lockdown in various parts of the country.\n\n“Most of these people presented with moderate soft tissue injuries after being beaten with baton sticks. ZADHR reiterates that those violating the regulations must still be treated with dignity and subjected to the due process of law.”\n\nVideos and pictorial evidence of police and soldiers brutalising citizens has been circulating on social media in recent weeks.\n\nLast week, High Court judges Justice Joseph Musakwa and Justice Owen Tagu ordered the police and army to stop beating up civilians, adding that the implementation of the COVID-19 regulations should be done with full respect for human rights and fundamental freedoms of persons.\n\nThis was after a Karoi resident Lucia Masondo took government to court after she was bashed by police and soldiers enforcing the lockdown order.\n\nThe other respondents were Police Commissioner-General Godwin Matanga, the Urban Councils Association of Zimbabwe and the National Prosecuting Authority.\n\nMeanwhile, the human rights doctors welcomed the expansion of testing services in the past few days, which has seen an increased number of tests conducted, despite the figures still remaining low.\n\nThey commended the setting up of a diagnostic facility at National Tuberculosis Reference Laboratory at Mpilo Central Hospital in Bulawayo.\n\nZimbabwe has so far tested less than 4 000 people out of a population of about 16 million.\n\n“Additionally, a rapid test kit for screening has been availed. Although less sensitive and requiring further confirmatory PCR [polymerase chain reaction] tests, the introduction of this rapid kit allows more people to be screened daily, rapid turnaround of results and focused confirmatory PCR tests,” ZADHR said.\n\nThe health rights doctors also welcomed the move to utilise the over 130 Gene Xpert machines across the country, saying this would increase access to screening and testing facilities, and reduce the turnaround time for tests.\n\nThey challenged the health authorities to increase the number of daily tests and conduct more intensive community screening and testing.\n\nPriority should also be given to enhancing screening of health professionals as per the High Court order.\n\nThe doctors called on government to be transparent in its response to COVID-19 and information to be easily digestible to the general public. NewsDay"}}