{"GDELT": {"GlobalEventID": 919326632, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "LAB", "Actor1Name": "EMPLOYEE", "Actor1Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.9109311740890601, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Tucson, Arizona, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAZ", "Actor1Geo_ADM2Code": "AZ019", "Actor1Geo_Lat": 32.2217, "Actor1Geo_Long": -110.926, "Actor1Geo_FeatureID": "43534", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Tucson, Arizona, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAZ", "Action2Geo_ADM2Code": "AZ019", "Action2Geo_Lat": 32.2217, "Action2Geo_Long": -110.926, "Action2Geo_FeatureID": "43534", "DATEADDED": 20200421101500, "SOURCEURL": "https://kvoa.com/news/2020/04/20/news-4-tucson-investigators-rehab-outrage-update/"}, "ARTICLE": {"TITLE": "N4T Investigators: Rehab Outrage Update", "TEXT": "TUCSON - News 4 Tucson's Investigators continue to follow the outbreak of COVID-19 at a local rehabilitation facility.\n\nIn March, News 4 Tucson reported on Sapphire of Tucson Nursing & Rehabilitation being hit hard with patients testing positive for the coronavirus.\n\nA week ago, News 4 Tucson's Digging Deeper Team shared the story of a man whose grandmother was one of those patients.\n\nThe man said the family was never told about the coronavirus outbreak at Sapphire of Tucson.\n\nNow, more families are coming forward, saying the lack of communication from the rehab facility has put their loved ones in danger, and they are scared for the residents still inside.\n\nOn Monday evening, the News 4 Tucson Investigators confirmed startling new numbers.\n\nA total of 55 residents and another 30 employees at Sapphire of Tucson now have tested positive for COVID-19.\n\nLarry Mackel died alone in the hospital.\n\nMackel had dementia, but his wife, Peggy McKellar, said that's not what killed him.\n\nMcKellar said it was COVID-19 and she claimed Mackel contracted it at Sapphire of Tucson.\n\nFighting back tears, McKellar said he was he perfect man.\n\nMcKellar expected dementia to take him, not COVID.\n\nShe added if you followed the precautions, I don't think my husband would have gotten COVID.\n\nMackel was 69 years old and had been at Sapphire of Tucson since late October.\n\nMackel's wife said he lived in a memory care unit along with 32 other patients.\n\nMcKellar saw her husband every day until March 12.\n\nThat's when the facility restricted visits due to the coronavirus.\n\nMcKellar claimed she first learned the coronavirus struck there from a family member of her husband's 87-year-old roommate.\n\nThat same roommate died of COVID-19 on April 7. That is when McKellar asked a facility employee if her husband could be tested.\n\n\"'No, he has a DNR, no we're not going to test him.' That was it,\" McKellar said. \"I got off the phone and proceeded to cry because I knew my husband was going to die from it and then I knew those 32 people were gonna die from it.\"\n\nMcKellar added her husband did die seven days later of COVID-19.\n\nMcKellar found out when she said she received a call from an employee at Sapphire of Tucson April 11 at 9:30 pm.\n\nThe employee told McKellar her husband was having difficulty breathing and asked McKellar if she wanted her husband to be transported to the hospital.\n\nMcKellar told them yes.\n\nIt was the hospital that notified McKellar later that Mackel tested positive for the coronavirus.\n\n\"I heard more from Banner Hospital in four days than in 30 days from them,\" McKellar said, referring to Sapphire of Tucson.\n\nMcKellar is sad and angry that no one from Sapphire of Tucson told her about her husband's failing health and that they didn't test him for COVID-19 when she asked.\n\n\"To me, don't let my husband's death be without somebody doing something,\" McKellar said.\n\nNews 4 Tucson contacted Sapphire of Tucson regarding the wife's claims.\n\nJeanine L'Ecuyer, spokesperson for Sapphire of Tucson, responded the following:\n\n\"Due to HIPPA/Patient protection laws, Sapphire is not legally able to answer this question. We can state that testing is basked on symptomology and an order from a physician. Not all patients quality or are appropriate for testing.\"\n\nAnother Sapphire of Tucson family, who asked to remain anonymous, told the News 4 Tucson Investigators that their loved one also contracted COVID-19 at Sapphire of Tucson.\n\nThe woman said her loved one told her himself, on the phone, that he had symptoms of the coronavirus and had tested positive.\n\nThe woman said she also never received any calls about his declining health from Sapphire of Tucson and she tried to call the facility to check on him, but she couldn't get through.\n\n\"Terrible, absolutely horrifying, terrible\" she said.\n\nThe only communication during COVID-19 was three automated calls from Sapphire of Tucson.\n\nOne call was to confirm they had a positive case, a second call stated they had 27 positive cases, and a third recording stated the facility would call them if their loved one tested positive for the coronavirus.\n\nThat was a call the woman claimed never came.\n\nNews 4 Tucson Investigators asked Sapphire of Tucson about the lack of communication these families are alleging.\n\nJeanine L'Ecuyer, spokesperson for Sapphire of Tucson responded:\n\n\"We can say with confidence that every person holding power of attorney/responsible party/healthcare proxy status, has been notified about any change in their loved one's condition, and has had multiple interactions with Sapphire about their loved ones since COVID-19 was first detected. Per HIPAA and patient health information laws, family members - extended or otherwise - do not automatically have a right to patient health information. Only the person who holds power of attorney does, and it is at their discretion alone that this information is shared with other family members. Sapphire of Tucson has gone to extraordinary lengths in its attempts to provide accurate information to those who are legally entitled to receive it.\"\n\nHowever, both family members the News 4 Tucson Investigators spoke to claim that just isn't true.\n\nThe family members both hold the power of attorney for their loved ones that lived at Sapphire of Tucson and are asking for more to be done.\n\n\"Please, I beg you take care of those patients and reach out to the family members because we can't go them right now. You're the closest thing that they have.\"\n\nThese families are pleading with Sapphire of Tucson to be more transparent and responsive when it comes to the care of their loved ones.\n\nAs of today, the Arizona Department of Health Services began publicly sharing the number of Arizona nursing homes, rehab and long-term patient care facilities with positive coronavirus cases.\n\nThere are 15 facilities in Pima County with COVID-19 patients and Sapphire of Tucson is just one of them."}}