{"GDELT": {"GlobalEventID": 919398557, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "IRQ", "Actor1Name": "IRAQI", "Actor1CountryCode": "IRQ", "Actor2Code": "IRQOPP", "Actor2Name": "IRAQ", "Actor2CountryCode": "IRQ", "Actor2Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -11.038961038961, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tahrir, Maysan, Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ14", "Actor1Geo_ADM2Code": "36807", "Actor1Geo_Lat": 31.75, "Actor1Geo_Long": 47.3, "Actor1Geo_FeatureID": "-3111604", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tahrir, Maysan, Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ14", "Actor2Geo_ADM2Code": "36807", "Actor2Geo_Lat": 31.75, "Actor2Geo_Long": 47.3, "Actor2Geo_FeatureID": "-3111604", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tahrir, Maysan, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ14", "Action2Geo_ADM2Code": "36807", "Action2Geo_Lat": 31.75, "Action2Geo_Long": 47.3, "Action2Geo_FeatureID": "-3111604", "DATEADDED": 20200421174500, "SOURCEURL": "https://www.aljazeera.com/news/2020/04/iraqi-protester-shot-dead-baghdad-wounded-reports-200421154439804.html"}, "ARTICLE": {"TITLE": "Iraqi protester shot dead in Baghdad, several wounded: Reports", "TEXT": "At least one protester has been shot dead by unknown gunmen near Baghdad's Tahrir Square, according to Iraqi media reports, hours after the partial easing of coronavirus containment measures.\n\nSeveral other people were wounded in the clashes that erupted near the capital's al-Khulani roundabout on Tuesday, the reports quoted security sources as saying.\n\nMore:\n\nLast month, Iraq introduced a nationwide curfew and restrictions on travel as part of measures to contain the spread of COVID-19, the highly infectious respiratory disease caused by the new coronavirus.\n\nIt then extended the curfew twice, before authorities on Tuesday partially lifted restrictions in Baghdad and a number of provinces on Tuesday.\n\nThe move allowed some sectors of the economy to resume work within specific hours.\n\nIraq shares an extensive border with Iran - which in the Middle East has the second-highest number of confirmed coronavirus cases behind Turkey - while its overstretched healthcare system has suffered from years of sanctions, war and neglect.\n\nPolitical turmoil\n\nWith Tahrir Square as their rallying point, Iraqis began protesting in October last year, calling for an overhaul of the country's political system and the implementation of electoral and economic reforms.\n\nHundreds of people have been killed since the protests first erupted, with rights groups accusing security forces of using excessive force against the demonstrators.\n\nPrime Minister Adel Abdul Mahdi resigned in December under pressure from the widespread anti-government demonstrations. He remained in a caretaker capacity but constitutional deadlines to find a replacement were repeatedly missed amid fierce political in-fighting.\n\nEarlier this month, intelligence chief Mustafa al-Kadhimi was asked to form a government, becoming the third prime minister-designate in just over two months.\n\nAlthough the outbreak of the coronavirus pandemic has quelled the leaderless protest movement, its members have rejected al-Kadhimi's nomination."}}