{"GDELT": {"GlobalEventID": 919326980, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "USA", "Actor1Name": "TEXAS", "Actor1CountryCode": "USA", "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.793650793650794, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.105999999999998, "Actor2Geo_Long": -97.6475, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200421101500, "SOURCEURL": "https://www.globallegalchronicle.com/mill-creeks-421-million-joint-venture-with-quadreal-property-group/"}, "ARTICLE": {"TITLE": "Mill Creek’s $421 Million Joint Venture with QuadReal Property Group", "TEXT": "Jones Day represented Mill Creek Residential Trust LLC in the creation of a programmatic joint venture with a fund managed by QuadReal Property Group.\n\nMill Creek Residential, a leading multifamily developer and operator specializing in premier communities across the U.S., announced the formation of a programmatic joint venture with QuadReal Property Group, a global real estate investment firm. The venture will invest up to $421 million to develop and operate multifamily communities in targeted US markets over the next two to three years.\n\nThe venture has closed on its first land acquisition for the development of Modera Six Pines, a proposed Class A apartment community with 429 apartment homes in The Woodlands, Texas area.\n\nHodes Weill Securities acted as financial advisor and global placement agent for Mill Creek in connection with the formation and capitalization of the investment joint venture.\n\nMill Creek Residential, headquartered in Boca Raton, Florida proactively develops, acquires, constructs and operates multifamily communities through its seasoned team of real estate professionals in 16 offices across the United States.\n\nHeadquartered in Vancouver, Canada, QuadReal Property Group is a global real estate investment, operating and development company.\n\nHodes Weill & Associates is a leading, global advisory firm focused on the real estate investment and funds management industry.\n\nThe Jones Day team was led by Rober Lee (Picture) and Michael Ording.\n\nInvolved fees earner: Robert Lee – Jones Day; Michael Ording – Jones Day;\n\nLaw Firms: Jones Day;\n\nClients: Mill Creek Residential;"}}