{"GDELT": {"GlobalEventID": 919398071, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.63320463320463, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.105999999999998, "Actor2Geo_Long": -97.6475, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200421174500, "SOURCEURL": "https://www.newsmax.com/thewire/ashley-mattingly-playboy-playmate/2020/04/21/id/963905/"}, "ARTICLE": {"TITLE": "Former Playboy Playmate Dead at 33", "TEXT": "Former Playboy playmate Ashley Mattingly has died from suicide at age 33. Her family confirmed that news, stating that she had taken her life at her home in Austin, Texas, on April 15. There was a suicide note but no further details have been provided.\n\nMattingly was found unresponsive after a friend contacted police with concerns over her well-being after not hearing from the model for an extended period of time. Mattingly had allegedly been trying to get her life back on track after struggling with substance abuse, TMZ reported. She was also a survivor of domestic violence from a former boyfriend who was convicted in 2012 of domestic battery.\n\nAuthorities have the suicide note but its contents have not been disclosed.\n\n\"She will continue to live on through nieces whom she loved dearly and always thought of no matter how far away she was, a twin brother, two sisters and numerous other friends and family members,\" Mattingly's family said in a statement cited by People. \"We will forever cherish her memories and know that her joy is eternally sealed. We look forward to seeing her again.\"\n\nMattingly's family said they hoped her death could \"shed a light on suicide awareness and prevention.\"\n\nFormer playmate Carrie Stevens took to social media to share her grief.\n\n\"I am devastated,\" Stevens captioned a photo shared to Twitter of herself, Mattingly, and Hugh Hefner. \"My friend #ashleymattingly took her own life. If you are struggling please reach out for help. She was only 33 RIP #playmatesister.\""}}