{"GDELT": {"GlobalEventID": 919326456, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "GOV", "Actor1Name": "KING", "Actor1Type1Code": "GOV", "Actor2Code": "BUS", "Actor2Name": "BANK", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.99625468164794, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Seven Kings, Redbridge, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKK8", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5667, "Actor1Geo_Long": 0.1, "Actor1Geo_FeatureID": "-2607460", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Seven Kings, Redbridge, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKK8", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5667, "Actor2Geo_Long": 0.1, "Actor2Geo_FeatureID": "-2607460", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Seven Kings, Redbridge, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKK8", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5667, "Action2Geo_Long": 0.1, "Action2Geo_FeatureID": "-2607460", "DATEADDED": 20200421101500, "SOURCEURL": "https://www.ilfordrecorder.co.uk/news/gurdwaras-and-mutual-aid-daily-meals-during-covid-19-1-6615474"}, "ARTICLE": {"TITLE": "There With You: ‘Gallant effort’ provides 550 meals a day to those in need across Redbridge and Barking and Dagenham", "TEXT": "There With You: ‘Gallant effort’ provides 550 meals a day to those in need across Redbridge and Barking and Dagenham\n\nSam Tarry and volunteers from Singh Sabha delivering meals to vulnerable residents. Picture: Ben Maloney Archant\n\nVolunteers from Sikh temples in Barking and Seven Kings have set up an initiative to distribute more than 550 meals a day to local food banks.\n\nShare Email this article to a friend To send a link to this page you must be logged in.\n\nThe gurdwaras from Seven Kings and Barking deliver at least 550 meals a day across Redbridge and Barking and Dagenham. Picture: Ben Maloney The gurdwaras from Seven Kings and Barking deliver at least 550 meals a day across Redbridge and Barking and Dagenham. Picture: Ben Maloney\n\nWhat started out as a weekly pizza delivery has grown into a programme where a minimum of 550 meals a day is distributed to local food banks, homeless shelters, vulnerable residents and staff at King George, Queen’s and Nightingale hospitals.\n\nThe initiative is a joint effort between Singh Sabha London East Barking and Seven Kings gurdwaras, Redbridge Mutual-Aid and the office of Ilford South MP Sam Tarry.\n\nRedbridge Mutual-Aid coordinator Habiba Ali said: “There really is a gallant effort across Redbridge that is very warming.”\n\nEveryday 100 meals are distributed to east London hospitals. Picture: Inder Bassi Everyday 100 meals are distributed to east London hospitals. Picture: Inder Bassi\n\nVolunteer Inder Bassi said: “The idea of 550 meals is in celebration of Guru Nanak Dev Jis 550th birthday, who first put the idea of langar into practice by serving food to those in need many years ago.\n\n“As such we have continued the first Sikh Guru’s legacy and distributed langar in this current time of need.”\n\nMP Sam Tarry went along for one of the deliveries on Thursday and delivered food parcels to some vulnerable residents.\n\nA delivery at Queen's Hospital. Picture: Inder Bassi A delivery at Queen's Hospital. Picture: Inder Bassi\n\nYou may also want to watch:\n\nHe told the Recorder: “When I knocked on one lady’s door she said she wasn’t expecting an MP to drop this off.\n\n“I just wanted to show solidarity with what the gurdwaras and mutual aid is doing\n\nThe initiative is a part of a \"gallant effort\" by various volunteer organisations. Picture: Inder Bassi The initiative is a part of a \"gallant effort\" by various volunteer organisations. Picture: Inder Bassi\n\n“They’re helping hundreds of people every day giving them a bit of respite, and a fresh cooked, hot meal to their door.”\n\nEveryday the volunteers deliver 100 meals each to the three east London hospitals, 50 meals to Redbridge council food banks, 50 meals to Barking and Dagenham council food banks and at least 100 meals to vulnerable residents.\n\nIn addition the Seven Kings gurdwara offers a takeaway langar service for the vulnerable between 8-9am and 5-6pm everyday.\n\nThe volunteers also deliver 30 pizzas a week to King George Hospital. Picture: Inder Bassi The volunteers also deliver 30 pizzas a week to King George Hospital. Picture: Inder Bassi\n\nThe project is fully funded by the gurdwaras youth teams and while they are not accepting any financial donations, food donations are welcome.\n\nFor more information please visit Singh Sabha’s Facebook page.\n\nFor the latest coronavirus health advice from the NHS, go to 111.nhs.uk/covid-19."}}