{"GDELT": {"GlobalEventID": 919326112, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "CANGOV", "Actor1Name": "CANADIAN", "Actor1CountryCode": "CAN", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 833, "EventBaseCode": 83, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -6.6261733848702296, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Toronto, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12686", "Actor1Geo_Lat": 43.6667, "Actor1Geo_Long": -79.4167, "Actor1Geo_FeatureID": "-574890", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Toronto, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12686", "Action2Geo_Lat": 43.6667, "Action2Geo_Long": -79.4167, "Action2Geo_FeatureID": "-574890", "DATEADDED": 20200421101500, "SOURCEURL": "https://www.stabroeknews.com/2020/04/21/features/in-the-diaspora/critical-but-expendable-migrant-agricultural-workers-in-the-time-of-covid-19/"}, "ARTICLE": {"TITLE": "Critical, but expendable – migrant agricultural workers in the time of Covid-19", "TEXT": "Chris Ramsaroop is an organizer with Justicia for Migrant Workers and an instructor in the Caribbean Studies Program at the University of Toronto. Justicia for Migrant Workers is a grassroots activist collective that has been organizing with migrant workers for nearly 20 years. Our work is based on building long term trust and relationships with migrant workers. Engaging in direct actions, working with workers to resist at work, launching precedent setting legal cases and organizing numerous collective actions.\n\nKevin Edmonds is a member of the Caribbean Solidarity Network and an Assistant Professor in Caribbean Studies at the University of Toronto. CSN is an organization committed to the principles of Caribbean Liberation and Unity across the region as well as throughout the Diaspora. CSN looks to challenge the Canadian state and corporate policies which seek to keep the Caribbean region and its peoples in a dependent position.\n\nFor more information, contact Justice for Migrant\n\nWorkers at:\n\nEmail: j4mw.on@gmail.com\n\nTwitter: @j4mw\n\nFacebook https://m.facebook.com/justice4mw/\n\nWhatsApp: 647-834-4932\n\nWebsite: harvestingfreedom.org\n\nStarting in 1966, Jamaican migrant farm workers have been employed in Canada under the auspices of the Commonwealth Seasonal Agricultural Workers (SAWP) program, a government labour scheme that imports thousands of Caribbean and Mexican workers to Canada to meet the labour needs of Canada’s powerful and wealthy agricultural lobby. This migrant workforce consists of approximately 60,000 people, and their occupations in the agricultural industry have been designated as essential businesses.\n\nOver the last month since Canada closed its borders, agricultural lobby organizations have orchestrated a massive lobbying strategy with their political allies, creating the mythology of a food crisis if Canada did not open its borders to meet the needs of farmers. As the Canadian Agricultural Minister recently pointed out, Canadians were not in jeopardy of starving. Much of the labour that today is deemed essential is to meet the needs of an ever expanding export oriented agricultural industry. For example, the same lobby that emphasises domestic labour and food shortages today was silent when thousands of acres of fruit and vegetable producing greenhouses were converted into cannabis production.\n\nWhat the Covid-19 pandemic has revealed is just how dependent Canada’s food supply (both domestic and export) is on migrant workers and how this program is both inherently broken and exploitative. With massive outbreaks of the virus on farms and slaughterhouses across the United States, it is becoming increasingly clear that already vulnerable migrant workers in the agricultural industry are significantly at risk of contracting Covid-19. The situation in Canada is not that different, in an industry where longstanding unsafe, unsanitary working conditions and a corresponding lack of labour rights make this a disaster waiting to happen.\n\nClear proof of this vulnerability came to light recently when a courageous Jamaican migrant worker shared with the world a copy of the egregious contract that farm workers were required to sign in order to participate in the SAWP this year. The contract was little more than a liability waiver that absolved the government of Jamaica of any responsibility if workers contracted the coronavirus while working in Canada this agricultural season.\n\nFor years, we have been sounding the alarm about conditions facing migrant farm workers, and we are deeply concerned about the situation faced by migrant workers who are currently in Canada, those who are on their way, and those who have lost their livelihoods due to the closing of borders. Our cause for alarm is grounded in years of advocacy as well as overwhelming documentation of how and why the SAWP has been systemically failing its workers. This is the basis for the demand by both Justicia for Migrant Workers (J4MW) and the Caribbean Solidarity Network (CSN) that the Canadian government and their provincial counterparts improve working conditions and increase supports as a way to end this two tiered system.\n\nThis demand calls for migrant workers to have the right to safe, sanitary housing and working conditions that comply with physical distancing protocols; paid sick leave and all rights under the labour relations act; and for each migrant worker who paid into Employment Insurance to be able to access all of its benefits – whether in Canada, the Caribbean or Mexico. Anything less is an admission that the SAWP is tantamount to a modern day form of indentured labour.\n\nThe toxic mix of poverty and the lack of rights places migrant workers at greater risk of work-related illness, injuries and death than other Canadian workers. It has been documented that migrant workers are less likely to request safety equipment, report workplace hazards or accidents, work while ill or injured and are more likely to take on unsafe work due to a fear of loss of employment and deportation.\n\nSeparate investigations by Canadian newspapers like the Toronto Star and Globe and Mail in 2019, and in 2017 by the New York Times have all revealed the highly exploitative nature of the program. The Toronto Star obtained 3,100 grievances lodged by migrant farm workers over a ten-year period (2009-2019), which described extreme cases of abuse, as well as the systemic failure of the Canadian government to protect these highly vulnerable workers.\n\nAnother major concern of migrant workers and advocates is the documented practice of many employers to house workers in overcrowded and unsafe facilities. The outcome of such policy failures was documented in a 2011 study in the Canadian Medical Association Journal, which noted that migrant agricultural workers were at increased risk of transmission of infectious diseases like tuberculosis, and that poor sanitation, insufficient toilet and handwashing facilities at worksites also greatly increased the risk of workers developing and spreading diseases. In a Covid-19 world, such conditions make a mockery of all guidelines for effective physical distancing.\n\nWhile the Canadian government has recently announced the establishment of a $50 million fund in order to help employers cover the costs related to housing migrant workers during the mandated 14-day quarantine period, this is not enough. Ironically and perversely, it is farmers who get represented here as vulnerable and not the migrant workers. Even if they are quarantined properly for 14 days, given what we know about the housing and working conditions they will face after that, proper physical distancing or mandatory guidelines as laid out by Ontario’s emergency order will be almost impossible to maintain. Given the highly infectious nature of Covid-19, without any changes to workers’ rights and protections, such as the right to refuse unsafe work, the Canadian government and the agricultural industry are knowingly placing migrant workers into situations which are ripe for the spread of disease.\n\nSince the closing of Canada’s borders, Justice for Migrant Workers has received multiple calls from farm workers in Canada as well as those who are waiting to return to work. In Canada, migrant workers are complaining about differential treatment where migrant workers are confined to farms and not allowed to leave the employer’s premises while their Canadian counterparts face no such restrictions. Many workers are expressing concern that there is no space to physically distance at work, they are not being provided personal protective equipment and are faced with crowded housing arrangements.\n\nFor workers who have recently arrived during the 14-day quarantine period, migrants are supposed to be paid for 30 hours a week during the quarantine. We have heard threats of employers calling this a loan that needs to be paid back, undertaking different schemes to try to recover costs, including paying for groceries. It seems that even during this pandemic, some bosses are trying to curb whatever minimum safeguards migrant workers should be provided with during the quarantine.\n\nFor workers who are stuck all over the Caribbean, the desperation fills their voices. Many are outraged that in their time of unemployment, Canada’s Employment Insurance system and the recently announced Canadian Emergency Response Benefit is not available to them despite paying millions into the Canadian system over decades. Many hear the words ‘essential worker,’ confirming how integral farm workers are to society, but are angered by the seeming doublespeak when it comes to a group of workers who are so important but who even or especially now are denied basic protections that Canadian workers enjoy.\n\nFor all migrant workers, whether in the Caribbean or Canada, there is an overall fear of speaking out about unsafe working conditions, as it has long been used as a disciplinary tool to intimidate “troublemakers”. For those who remain quiet, they are accepting dangerous conditions not out of ignorance, cowardice or carelessness. It is a coping mechanism to ensure survival under precarious conditions. Workers feel that coming to Canada is not a choice. If they do not come their families starve and if they come to Canada they risk serious injury, illness and death.\n\nJ4MW has long raised concerns regarding the power that employers have to ‘repatriate’ workers to their home country when they exert their rights or become sick. Prior to Covid-19, thousands of migrant workers have returned home sick, injured and disabled as Canada has taken no responsibility for ailments suffered while working in Canada. Given the dangers frontline workers face from Covid-19, there must be zero tolerance for this kind of intimidation. Employers must respect the duty of workers to report any outbreak in the bunkhouse or workplace and the rights of workers to refuse unsafe working conditions. No worker who falls ill or reports an outbreak should be sent home.\n\nToday’s global economic crisis should also serve as a wake up call on how we structure income supports for migrants. As thousands of migrant workers are facing spiralling poverty, we firmly believe that migrant workers, whether in Canada or not, should have access to Employment Insurance and other income supports. If so many of our essential workers must cross the border, it is time to think of income supports as portable beyond borders as well.\n\nOften employed under dirty, dangerous and deadly working conditions, we need to move beyond platitudes to ensure that no injured or sick worker is forgotten during this crisis, and that the necessary resources and support are accorded to them to protect their health and well-being at this particular moment. This pandemic calls for transformative changes to answer the demands that migrant workers are raising on a daily basis. All of this can be addressed today through the implementation of pro-worker legislation in order to ensure fairness, respect and decency for migrant farm workers.\n\nUntil this happens, those of us in the Diaspora, as well as those in the Caribbean, must demand that our respective governments put increased protections for migrant workers in place. Support the work of Justice for Migrant Workers and the Caribbean Solidarity Network to achieve this. We recognize the importance of the SAWP program to migrant workers, their families and their communities, but no one should be risking their life to earn a pay cheque."}}