{"GDELT": {"GlobalEventID": 919398107, "Day": 20200421, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3041, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.20588235294118, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Chad", "Actor1Geo_CountryCode": "CD", "Actor1Geo_ADM1Code": "CD", "Actor1Geo_Lat": 15.0, "Actor1Geo_Long": 19.0, "Actor1Geo_FeatureID": "CD", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Chad", "Action2Geo_CountryCode": "CD", "Action2Geo_ADM1Code": "CD", "Action2Geo_Lat": 15.0, "Action2Geo_Long": 19.0, "Action2Geo_FeatureID": "CD", "DATEADDED": 20200421174500, "SOURCEURL": "https://www.cherokeephoenix.org/Article/Index/124565"}, "ARTICLE": {"TITLE": "D12 Councilor supports local community groups amid pandemic", "TEXT": "D12 Councilor supports local community groups amid pandemic\n\nBY CHAD HUNTER\n\nReporter\n\nAbout the Author\n\nCHAD HUNTER\n\nchad-hunter@cherokee.org \u0095 918-453-5269 Chad Hunter has spent more than two decades in the newspaper industry as a reporter and editor in Arkansas, Oklahoma and his home state of Missouri. He began working for the Cherokee Phoenix in late ...\n\nRead More\n\nWASHINGTON COUNTY – In a two-day span, Cherokee Nation Dist. 12 Councilor Dora Patzkowski distributed $8,000 worth of checks to four community organizations, including a Boys & Girls Club and the Oglesby Volunteer Fire Department.“They’re all incurring unexpected expenses now,” Patzkowski said. “So it’s extremely important for us to make sure they can get the (personal protective equipment) they need and food or whatever it is that they may need.”Dist. 12 is the most northwestern district within the CN’s jurisdiction. It encompasses Washington County, southern Nowata County and the extreme northern portions of Tulsa and northwest portions of Rogers counties. Cities included in Patzkowski’s district include Bartlesville, Nowata and Dewey.On April 14, Patzkowski presented $1,000 checks to The Journey Home, Nowata Boys & Girls Club and The Ray of Hope.“The organizations that I’ve shared with this week all do a lot of really good community work,” she said. “So I am very proud to be a Cherokee and able to represent the Cherokee Nation and share that money with them. I want people to know that I’m serious about what I’m doing and that I really care about this community. I think it’s good that a councilor has the opportunity to share with many organizations in their district.”The day prior while helping deliver food packages to elders, Patzkowski presented a $5,000 check to the Oglesby Volunteer Fire Department to help offset the cost of a tornado siren.“They had come to me a few months back,” she said. “They were trying to get this tornado siren there in the Oglesby community, so I was very blessed to be able to help with that.”With the tribe’s help, Patzkowski hopes to soon offer even more to the community.“I’m waiting on funds to distribute to law enforcement in Ramona, Bartlesville, Dewey and Nowata,” she said. “Hopefully those will be coming through soon.”The Journey Home is a nonprofit organization that provides hospice care in the Bartlesville community. Its mission statement is to “provide a ‘home’ for individuals with 30 days or less life expectancy who have limited financial and caregiver resources.” The patient’s hospice team provides physical, spiritual, emotional and medical support.The nonprofit Nowata Boys & Girls Club serves children ages 5-18 with after-school/summer programs and a special program that teaches children the Native American way of life.The Ray of Hope Advocacy Center in Bartlesville assists victims of child abuse.“We work from a victim-centered, strengths-based approach to empower survivors and their families on their journey towards safety and healing,” the nonprofit organization’s website states. “Our mission is to facilitate a coordinated, community response and to provide hope and support to children and families impacted by abuse.”"}}