{"GDELT": {"GlobalEventID": 919680371, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "USA", "Actor1Name": "PHOENIX", "Actor1CountryCode": "USA", "Actor2Code": "BUS", "Actor2Name": "BANK", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 3.1496062992126, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Phoenix, Arizona, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAZ", "Actor1Geo_ADM2Code": "AZ013", "Actor1Geo_Lat": 33.4484, "Actor1Geo_Long": -112.074, "Actor1Geo_FeatureID": "44784", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Phoenix, Arizona, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAZ", "Actor2Geo_ADM2Code": "AZ013", "Actor2Geo_Lat": 33.4484, "Actor2Geo_Long": -112.074, "Actor2Geo_FeatureID": "44784", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Phoenix, Arizona, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAZ", "Action2Geo_ADM2Code": "AZ013", "Action2Geo_Lat": 33.4484, "Action2Geo_Long": -112.074, "Action2Geo_FeatureID": "44784", "DATEADDED": 20200423020000, "SOURCEURL": "https://www.abc15.com/news/state/what-small-business-owners-need-to-do-now-before-new-round-of-paycheck-protection-program-funding"}, "ARTICLE": {"TITLE": "What small business owners need to do now before new round of Paycheck Protection Program funding", "TEXT": "Congress is expected to approve a second relief package totaling $484 billion that would add $310 billion to the Paycheck Protection Program.\n\nThe federal loan program ran out of money last week, leaving tens of thousands of small businesses in Arizona without help.\n\nThe loan is intended to help small business owners retain employees for two months. The loan is forgiven if 75% of it is used for payroll costs.\n\nThe Greater Phoenix Economic Council spoke to Valley banks and small businesses about the first round of applications and prepared five tips for small business owners:\n\nHomework:\n\n-Self-educate as much as possible. Bankers are processing applications 24/7 and are less accessible for Q&A\n\n-GPEC has detailed and accurate resources available on its website to assist applicants through the process here\n\nConsistency:\n\n-Ensure that the entity on the PPP loan application is the same entity that has the banking relationship (ideally deposit, not line of credit)\n\n-Name of entity should also match the name on supporting documents (or have documents demonstrating relationship)\n\n-Have more documentation than less\n\nAccuracy:\n\n-Ensure right ownership percentage structure on PPP loan application\n\n-Triple check calculations for qualifying payroll\n\n-Requested loan amount and total EE headcount should be backed exactly by supporting documents (W2, 940, 941, etc. as relevant)\n\n-Applicants who mistakenly request amounts for which they do not qualify can result in being moved to back of the queue\n\n-Note: For S Corp, LLC: distributions do NOT qualify as payroll\n\nSubmitting the Application:\n\n-Some banks require all applicants to go through an online portal. If your bank does not, make sure you email (or submit via secure link that the bank provides) all documents in one package (sending materials piecemeal will slow down the process)\n\n-Type applications (instead of handwriting) to ensure details are easy to read\n\n-Don’t leave anything blank, and remember to initial in all the requested places\n\n-Note: You are entitled to funding once you are entered into the SBA e-trans system and receive 10-digit approval)\n\nTimeliness:\n\n-Apply early if you haven’t applied yet\n\n-Apply to only one bank; applying to multiple can slow the process for all banks\n\nThere are still banks accepting new clients:\n\n-Visit GPEC’s ‘Financial Resources’ page for reference\n\n-Be responsive and accessible to the banker\n\n-Bankers may have questions and delays in response from applicants can place the application in the back of queue\n\nAccording to the Small Business Administration, if the bank received a loan number for the SBA, that means the lender submitted the application. The SBA recommends owners you check with your bank to see where you are in the process.\n\n\"The lenders are going to ultimately hold that and so if you're not getting the back and forth communication you desire, that's where I recommend you find an alternate solution. There are numbers of SBA-certified banks that are open to new customers,\" said Chris Camacho, the President and CEO of the GPEC.\n\nFind a list of SBA-approved banks here.\n\nLearn more about the PPP program."}}