{"GDELT": {"GlobalEventID": 919680353, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 1712, "EventBaseCode": 171, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.2, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.778894472361809, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Hawaii, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USHI", "Actor1Geo_Lat": 21.1098, "Actor1Geo_Long": -157.531, "Actor1Geo_FeatureID": "HI", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Hawaii, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USHI", "Action2Geo_Lat": 21.1098, "Action2Geo_Long": -157.531, "Action2Geo_FeatureID": "HI", "DATEADDED": 20200423020000, "SOURCEURL": "https://www.sciencealert.com/the-kilauea-eruption-in-hawaii-could-have-been-triggered-by-extreme-rainfall"}, "ARTICLE": {"TITLE": "An Extreme Weather Pattern May Have Triggered The Dramatic Kīlauea Eruption in Hawaii", "TEXT": "Kīlauea was taking its time. In 1983, the volcano on the island of Hawaii began to erupt, and it didn't stop for 35 years, culminating in the longest-running eruption of its kind in centuries.\n\nIn 2018, when this decades-long outpouring finally quit, Kīlauea ended things with a bang. A series of new eruptive fissures tore open in the volcano's East Rift Zone, producing gushing fountains of scorching lava that engulfed whole neighbourhoods.\n\nBy the time the outburst had subsided, over 35 square kilometres (13 square miles) of the Big Island had been covered in lava flows, destroying hundreds of homes.\n\nWhat triggered this explosive calamity, after decades of slow, effusive flows? While scientists generally agree that the 2018 event was likely produced by a build-up of magmatic pressure at the volcano combined with long-term weakening in the rift zone, they nonetheless concede that the exact initiation mechanism remains enigmatic.\n\nA new study may help to solve the mystery. Researchers from the University of Miami say that in the lead-up to the 2018 eruption, the Hawaiian Islands experienced several months of anomalously high and sometimes extreme rainfall.\n\nAt its peak, this unusually wet period culminated in a record downpour at nearby Kauai Island (northwest of Hawaii in the archipelago), dumping 1.26 metres of rain in 24 hours – a record not only for the state of Hawaii, but for the entire US, the researchers say.\n\nFair enough. But how does all this water end up triggering a volcanic eruption?\n\n\"Kīlauea is a hydro-geologically complex system, so there is no simple answer,\" volcanologist Jamie Farquharson told ScienceAlert.\n\nNonetheless, it could be an important contributor. The shallow subsurface around the volcano is made up of porous basaltic rock, which allows rainwater to seep into the ground, Farquharson said. Because of this, some of the deluge ultimately makes its way deeper into the volcano's edifice.\n\n\"As this happens, the fluid pressure inside void space in the rock (fissures and cavities) can increase,\" Farquharson said.\n\n\"In rock mechanics, we know that when fluid pressure is high, rock is mechanically weaker than otherwise: new fractures can be generated, or old fractures can be reactivated. Our theory is that this process forged new pathways for magma to travel from a shallow reservoir up to the surface, ultimately giving rise to the eruption in 2018.\"\n\nWhile it may seem counter-intuitive to non-volcanologists – the idea that water falling from the skies could end up unleashing such a hot, fiery response from inside the Earth – it's not a novel concept in geoscience circles.\n\nFor decades, researchers have been examining the phenomenon of how stresses induced by storms and rainfall could weaken volcanic structures and trigger eruptions and seismic activity.\n\nAccording to the team's modelling, rain infiltration at Kīlauea's subsurface would have increased pore pressure at depths of 1 to 3 kilometres (0.6 to 1.9 miles) to their highest pressure in almost 50 years immediately before the onset of the 2018 eruption.\n\nCould such a thing be a coincidence? Possibly, some say, but possibly not.\n\n\"The pressure changes computed by their models are small – smaller than stresses from tides,\" geoscientist Michael Manga from the University of California, Berkeley, explains in a commentary on the new findings.\n\n\"However, if rocks are already close to breaking, such changes might be sufficient to initiate failure… Ultimately, whether fault failure from water-pressure changes can occur close to stored magma, as hypothesised by Farquharson and [study co-author, Falk Amelung], remains uncertain.\"\n\nTo resolve such uncertainty, the researchers analysed historical data charting Kīlauea's eruptions back to 1790, and found that the onset of around 60 percent of the volcano's reported eruptions in that time took place in the region's 'rainy' season, even though Kīlauea's 'rainy' season is shorter than its 'dry' season.\n\nAgain, that's not hard proof, but it's all helping to bolster what seems like a pretty convincing argument.\n\n\"The unprecedented rainfall over Hawaii in the months before the 2018 flank eruption increased the potential for mechanical failure within the edifice,\" the authors conclude.\n\n\"Taken together, the separate lines of evidence reported above strongly suggest a correlation between rainfall and volcanic activity at Kīlauea – not only in 2018, but throughout its eruptive history.\"\n\nAs far as Manga is concerned, the open possibility that external processes like rain showers could help initiate volcanic eruptions serves as a reminder that volcanoes – like everything else in the \"dynamic Earth system\" – are tied together.\n\n\"Volcanic eruptions influence all surface environments, including climate and weather,\" Manga writes.\n\n\"Changes in those surface environments, such as heavy rainfall, might also influence eruptions. We are only just beginning to understand these interactions.\"\n\nThe findings are reported in Nature."}}