{"GDELT": {"GlobalEventID": 919679934, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "LAB", "Actor1Name": "WORKER", "Actor1Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 72, "EventBaseCode": 72, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 8.3, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.0, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Louisiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USLA", "Actor1Geo_Lat": 31.1801, "Actor1Geo_Long": -91.8749, "Actor1Geo_FeatureID": "LA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Louisiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USLA", "Action2Geo_Lat": 31.1801, "Action2Geo_Long": -91.8749, "Action2Geo_FeatureID": "LA", "DATEADDED": 20200423020000, "SOURCEURL": "http://onlinemadison.com/Content/Default/Rotator/Article/First-Presbyterian-Jackson-women-sewing-masks/-3/593/43489"}, "ARTICLE": {"TITLE": "First Presbyterian Jackson women sewing masks", "TEXT": "Madison's Sandi Henson is one of several women at First Presbyterian Church in Jackson sewing masks for medical workers.\n\nMadison's Sandi Henson is one of several women at First Presbyterian Church in Jackson sewing masks for medical workers.\n\nThe women of The First Presbyterian Church of Jackson are sewing medical-grade masks to supplement the supply at area hospitals.\n\nDebbie Dempsey, the wife of Minister of Congregational Care the Rev. Billy Dempsey, organized a group of about 20 women who have been sewing the masks at home after picking up a sewing kit.\n\nDempsey is putting the sewing kits together, including simple instructions. The women are taking the kits home, sewing them and returning them for distribution.\n\n“We have a group of around 20 women,” Dempsey said. “Most of them are members of the church, but others just heard about what we were doing through Instagram and Facebook.\n\n“Some are cutting, some are sewing and some are running deliveries or pickups and we have people from Brandon, Madison, Gluckstadt and Jackson.”\n\nThe center of operation is the Dempsey's front porch in Belhaven. She got the idea, she said, from her daughter’s mother-in-law in Louisiana, where Dempsey's son-in-law works as a doctor in a hospital.\n\nThe masks they are making have been carefully planned, she said. Some are medical-grade, while others are made of cloth. One woman in the group is a nurse practitioner, and she helped select the design provided by the University of Florida's College of Medicine.\n\nSo far, they've sewn more than 400 masks.\n\nOne of the women, Shirley Henson, lives at Annandale in Madison. She said she makes the drive to the Dempsey's house at least once a week to drop of last week’s masks and pick up more for the next week.\n\n“Sometimes she’s got a good supply, and sometimes other people beat me to it,” Henson said. “But there’s always at least a couple for me to work on, and it gives me something to do on these long days.”\n\nHenson and her husband, George, a retired home builder, have been members at First Presbyterian for 20 years. She heard about Dempsey's efforts through a sewing group that she was attending on Wednesday evenings before the shelter-in-place order.\n\nDempsey said she's been overwhelmed by the interest and participation from folks like Hanson.\n\n“We’re just trying to do our part,” Dempsey said. “We were looking for something we could do to help our healthcare workers who are on the front line in this fight against the virus.”"}}