{"GDELT": {"GlobalEventID": 919680357, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "USA", "Actor1Name": "SEATTLE", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.96399345335516, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Maryland, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMD", "Actor1Geo_Lat": 39.0724, "Actor1Geo_Long": -76.7902, "Actor1Geo_FeatureID": "MD", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Maryland, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMD", "Action2Geo_Lat": 39.0724, "Action2Geo_Long": -76.7902, "Action2Geo_FeatureID": "MD", "DATEADDED": 20200423020000, "SOURCEURL": "https://www.azcentral.com/story/news/2020/04/22/second-round-shots-first-coronavirus-vaccine-test-start/3008506001/"}, "ARTICLE": {"TITLE": "Doctors start giving second round of shots to volunteers in Seattle COVID-19 vaccine trial", "TEXT": "The Seattle volunteers who got shots in the first trial of a possible coronavirus vaccine are now getting the second shot — an indicator the early trial is progressing well.\n\nWhile the doctors at Kaiser Permanente's Vaccine Treatment and Evaluation Unit in Seattle don’t know the results of the first round of tests, the fact that it has continued and that the second round of injections are now being given is good news, said Lisa Jackson, who is leading the study.\n\n“The trial hasn’t been stopped. We know from the study protocol that if adverse events had happened, the protocol would have required that,” she said. “Therefore we presume those things haven’t happened.”\n\nThe volunteers are taking part in the first investigational vaccine study to fight coronavirus. The study launched on March 16.\n\nThe vaccine, called mRNA-1273, was developed by scientists at the National Institute of Allergy and Infectious Diseases and at the Cambridge, Mass.-based biotechnology company Moderna, Inc..\n\nIt is being given in two doses because the SARS-CoV-2 virus, which causes COVID-19, is new and no one had been exposed to it before it appeared in December, said Jackson.\n\nHumans are a \"naive\" population when it comes to the virus. The first shot “is a primer to set the immune system up, giving it a first look at the virus,” Jackson said.\n\nThe second shot, administered 28 days later, builds on that protection so the body can more rapidly produce antibodies if it is later exposed to the virus.\n\nAfter the first set of volunteers was enrolled in Seattle, the trial was expanded on March 27 to include volunteers at Emory University’ in Atlanta, Georgia. The initial group included 28 in Seattle and 17 at Emory.\n\nThe volunteers will be followed for 13 months to ensure they have no side effects or other reactions to the vaccine.\n\nThe experimental Moderna vaccine uses messenger RNA to get the body’s own cells to produce a protein found on the “spikes” on the surface of the SARS-CoV-2 virus it uses to infect human cells.\n\nThe hope is that the body will respond to those proteins by mounting a robust immune response to the virus.\n\nThe National Institutes of health is now expanding the trial to include 60 adults over the age of 56, Jackson said. Some will be tested in Seattle, some in Atlanta at some at the NIH in Bethesda, Maryland.\n\nThe test is part of Phase I trial of the possible vaccine. The goal is to test the safety of various doses and whether these doses produce an immune response.\n\nPhase I trials don’t study whether the vaccine is effective in preventing COVID-19 infection. That comes in Phase II.\n\nThere are no vaccines or treatments that have yet been approved for COVID-19. The Moderna vaccine was the first of more than 70 candidate vaccines currently being tested worldwide, according to the World Health Organization.\n\nIn terms of treatment, thus far the most promising — but still not yet approved as it's in the testing phase — may be Remdesivir, an antiviral drug from Gilead Sciences. Leaked data from a test at the University of Chicago appeared to indicate it might help those infected. The company has cautioned that until all data is analysized, it's impossible to draw any conclusions from the trial."}}