{"GDELT": {"GlobalEventID": 919679245, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "BUS", "Actor1Name": "INDUSTRY", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 30, "NumSources": 1, "NumArticles": 30, "AvgTone": -4.59081836327345, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK08", "Actor1Geo_ADM2Code": "23674", "Actor1Geo_Lat": 33.7, "Actor1Geo_Long": 73.1667, "Actor1Geo_FeatureID": "-2762812", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK08", "Action2Geo_ADM2Code": "23674", "Action2Geo_Lat": 33.7, "Action2Geo_Long": 73.1667, "Action2Geo_FeatureID": "-2762812", "DATEADDED": 20200423020000, "SOURCEURL": "https://www.thenews.com.pk/print/648503-aptma-seeks-zero-rating-revival-may-trigger-colossal-economic-chaos"}, "ARTICLE": {"TITLE": "APTMA seeks zero rating revival, may trigger colossal economic chaos", "TEXT": "ISLAMABAD: The textile industry has appealed to the government to restore zero rating regime because its withdrawal has not only failed to deliver rather it has triggered a huge liquidity crisis in the industry.\n\nThe All Pakistan Textile Mills’ Association (APTMA) has written a letter to the adviser to the PM on Commerce, Textile and Investment Abdul Razak Dawood on April 21, urging him to retrieve the withdrawal of zero rating regime in a bid to wriggle the export industry from economic morass. In the letter, Chairman APTMA Dr Amanullah Kassim has said the post COVID-19 situation would change the industry drastically, as export orders had already been cancelled, payments due against LCs delayed, and no new orders offered.\n\n“This is because of a complete collapse of the markets and demands of textiles in Europe and USA. Circumstances are not expected to return towards normality even after a year,” the letter argued. It mentioned that it was repeatedly stated by the FBR as the fundamental justification for withdrawal of SRO 1125 is that the domestic sales constituted 50 per cent of textile industry output and somehow the industry was evading approximately US$12 billion sales tax on domestic sales.\n\n“The FBR’s claim has proven to be erroneous and the Bureau now states that the domestic sales of textile reached only 20 per cent of the overall value of textile production in Pakistan,” the letter said.\n\nAs a result, the letter appealed to the authorities to withdraw zero rating from the entire textile industry that had already suffered a severe setback to the industry, while the scheme approximately 5-6 months of sales tax input of Rs20 billion per month (approximately Rs100 billion) has shifted from the coffers of the industry to FBR.\n\nAs the industry prior to July 2019 had become competitive and profitable, these funds would were spent on new projects, up-gradation and expansion of the industrial base and resulted in the rise of exports.\n\nThe economic cost of the withdrawal of zero rating was colossal. The letter also goes on to say, “This money is also many times more than the profitability of the industrial units and even if the funding partially came from bank borrowing has unnecessarily increased the cost of doing business by about 6 per cent. This negates governments’ efforts to reduce the cost of doing businesses.”\n\nIt also reminded the fact that the government had at time of withdrawal of SRO 1125 assured the industry that it would review the situation within 6 to 8 months, while it was now more than nine months and it is evident that the sales tax system is not contributing significantly to the FBR kitty. On the other hand, the government, FBR and the industry are constantly holding meetings and wasting time and money on resolving the issue of refunds.\n\nThe letter also criticized the sales tax refund system for not delivering against the government’s claims and the payments would be paid within 72 hours of filing of ‘H’ forms."}}