{"GDELT": {"GlobalEventID": 919679334, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "CHN", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor2Code": "CHNMED", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.33642691415313, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wuhan, Hubei, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH12", "Actor1Geo_ADM2Code": "13124", "Actor1Geo_Lat": 30.5833, "Actor1Geo_Long": 114.26700000000001, "Actor1Geo_FeatureID": "-1930776", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wuhan, Hubei, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH12", "Actor2Geo_ADM2Code": "13124", "Actor2Geo_Lat": 30.5833, "Actor2Geo_Long": 114.26700000000001, "Actor2Geo_FeatureID": "-1930776", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wuhan, Hubei, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH12", "Action2Geo_ADM2Code": "13124", "Action2Geo_Lat": 30.5833, "Action2Geo_Long": 114.26700000000001, "Action2Geo_FeatureID": "-1930776", "DATEADDED": 20200423020000, "SOURCEURL": "https://www.thenews.com.pk/print/648274-chinese-writer-faces-backlash-for-wuhan-diary"}, "ARTICLE": {"TITLE": "Chinese writer faces backlash for ‘Wuhan Diary’", "TEXT": "Beijing: After Wuhan was sealed off from the world, acclaimed Chinese writer Fang Fang started an online diary about the coronavirus tragedy unfolding in her hometown.\n\nHer journal drew tens of millions of readers -- but now that it is about to be published abroad in several languages, she is facing a nationalist backlash at home. Critics say the 64-year-old, who was awarded China’s most prestigious literary prize in 2010, is providing fodder to countries that have slammed Beijing’s handling of the pandemic.\n\nFang began to document life in Wuhan, the city of 11 million where COVID-19 first emerged in December, after it was placed under an unprecedented lockdown on January 23. As authorities desperately scrambled to stop the disease from spreading across the country, she wrote about the fears, anger and hope of the industrial hub’s residents in isolation.\n\nIn one entry she mentioned seeing pictures of the city’s empty East Lake, and the \"deserted and peaceful expanse of the water\". She described residents helping each other, and the simple pleasure of the sun lighting up her room.\n\nBut she also touched on politically sensitive topics such as overcrowded hospitals turning away patients, mask shortages and relatives’ deaths. \"A doctor friend said to me: in fact, we doctors have all known for a while that there is a human-to-human transmission of the disease, we reported this to our superiors, but yet nobody warned people,\" she wrote in one entry.\n\nBorn to a family of well-off intellectuals, the writer’s real name is Wang Fang but she uses the pen name Fang Fang. Readers flocked to the online diary to get an unfiltered account from Wuhan in a Communist-ruled country that lacks independent media.\n\nBut some social media users have turned on the author -- especially as a new diplomatic spat has erupted between China and the US, which accuses Beijing of a lack of transparency in the outbreak’s early days, costing the world valuable time.\n\n\"Bravo Fang Fang. You’re giving Western countries ammunition to target China,\" said one post about her on the country’s Twitter-like Weibo platform. \"You’ve shown your treacherous nature,\" it said.\n\nAnother accused Fang of making money off Wuhan’s nearly 4,000 virus victims, writing: \"How much did you sell the diary for?\" Hit by a barrage of online insults, Fang wrote on Weibo that she was the victim of \"cyberbullying\" by fringe nationalists. And in an interview posted on the website of Chinese weekly Caixin, the author said she had received death threats and that her home address was posted online."}}