{"GDELT": {"GlobalEventID": 919679248, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "BUS", "Actor1Name": "LANDLORD", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.941860465116281, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Palm Springs, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL086", "Actor1Geo_Lat": 25.8707, "Actor1Geo_Long": -80.2989, "Actor1Geo_FeatureID": "288412", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Palm Springs, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 25.8707, "Action2Geo_Long": -80.2989, "Action2Geo_FeatureID": "288412", "DATEADDED": 20200423020000, "SOURCEURL": "https://www.law360.com/articles/1266516/amc-theaters-sued-for-7-5m-in-unpaid-rent-amid-covid-19"}, "ARTICLE": {"TITLE": "AMC Theaters Sued For $7.5M In Unpaid Rent Amid COVID-19", "TEXT": "Hannah Albarazi By\n\nLaw360 is providing free access to its coronavirus coverage to make sure all members of the legal community have accurate information in this time of uncertainty and change. Use the form below to sign up for any of our daily newsletters. Signing up for any of our section newsletters will opt you in to the daily Coronavirus briefing.\n\nSign up for our Commercial Contracts newsletter You must correct or enter the following before you can sign up: Select more newsletters to receive for free [+] Show less [-] Thank You!\n\nLaw360 (April 22, 2020, 9:36 PM EDT) -- AMC Theaters owes $7.5 million in rent, according to its Palm Springs landlord who filed suit against the theater chain Wednesday in Florida federal court, claiming that the impact of the novel coronavirus pandemic is an insufficient reason to skip out on rent and demanding rent payments through 2030.Landlord Palm Springs Mile Associates Ltd. said that while it \"recognizes the challenges posed by COVID-19, including on its own business,\" AMC is nonetheless \"obligated to pay rent and that obligation is not excused.\"According to the suit, AMC breached its lease when it failed to pay rent on April 1, 2020, and past rent, as well as rent for the remaining term of the lease, is now due.The COVID-19 pandemic led AMC, which claims to be the largest movie exhibition company in the world, to shutter its U.S. theaters in mid-March. Prior to the pandemic, AMC operated roughly 1,000 theaters worldwide and employed roughly 39,000 full- and part-time workers.In an effort to increase its liquidity, AMC announced plans last week to raise $500 million in new debt. That offering is expected to close on Friday.On Wednesday, Palm Springs Mile Associates asked the court to issue a declaratory judgment stating that the \"force majeure\" provision under the lease does not excuse AMC's obligation to pay rent and that failure to pay constitutes a breach of the lease.The landlord says that the total due for the remaining term of the lease, which expires on Jan. 31, 2030, is in excess of $7.5 million.The parties did not immediately respond to requests for comment Wednesday.Palm Springs Mile Associates Ltd. is represented by Kevin C. Kaplan of Coffey Burlington PL Counsel information for AMC could not immediately be determined Wednesday.The case is Palm Springs Mile Associates Ltd. v. American Multi-Cinema Inc., case number 1:20-cv-21687 , in the United States District Court Southern District Of Florida.--Editing by Jay Jackson Jr.\n\nFor a reprint of this article, please contact reprints@law360.com."}}