{"GDELT": {"GlobalEventID": 919679327, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.87617260787993, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Madison County, Mississippi, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMS", "Actor1Geo_ADM2Code": "MS089", "Actor1Geo_Lat": 32.5651, "Actor1Geo_Long": -90.0645, "Actor1Geo_FeatureID": "695768", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Madison County, Mississippi, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMS", "Action2Geo_Lat": 32.5651, "Action2Geo_Long": -90.0645, "Action2Geo_FeatureID": "695768", "DATEADDED": 20200423020000, "SOURCEURL": "http://onlinemadison.com/Content/Default/News/Article/Supes-Canton-to-tackle-street-flooding/-3/592/43485"}, "ARTICLE": {"TITLE": "Supes, Canton to tackle street flooding", "TEXT": "Madison County and the city of Canton are partnering to battle flooding.\n\nMadison County Engineer Tim Bryan and his counterpart with the city of Canton will soon work together to try and solve the flooding problem that has transformed city streets into rivers during torrential rains.\n\nCanton Mayor William Truly appeared before the Madison County Board of Supervisors Monday to ask that Bryan be allowed to collaborate with Jim Turner, Canton's engineer, to mitigate the damage caused by an overburdened creek that routinely floods Martin Luther King Jr. Drive, Union Street and Dinkins Street.\n\n\"It's been repetitively happening over the last 40 years and is now becoming more severe,\" Truly said. \"You can see from the pictures of MLK Jr. Drive, you can see the impact on individual lives.\"\n\nTruly added that the area floods any time the city receives more than two inches of rain, which had happened twice in the past eight days.\n\n\"There's a bridge there with a creek that passes through it,\" he said. \"What happens is it comes to a barrier, and (the water) basically stops. It needs to be channeled out all the way out into the county.\"\n\nThe waterway Truly is hoping to get cleaned out is Batchelor Creek, which should be able to allow water to flow out of the area under King Ranch Road and Interstate 55 and ultimately into the Big Black River west of town.\n\n\"It's a problem we've dealt with for four decades,\" Truly said Tuesday. \"If you look at Canton from the top-down, it's basically a basin in that area. The creek should take the water away, but it comes to a wooded area that has grown up over a period of time and made that impossible.\"\n\nThe flooding is an issue Truly has been focused on, he said, since he took office. He said he'd also reached out to U.S. Sens. Cindy Hyde-Smith and Roger Wicker and U.S. Rep. Bennie Thompson as well as local representatives at the state level for help on the project.\n\n\"Fortunately, the county is going to help us clean out those ditches that lead out past King Ranch Road,\" he said. \"We know that we need retention ponds so we can hold and release the water as it comes, but that requires funding for equipment and manpower that we just don't have at the moment.\"\n\nWhat they can do in the meantime, Truly added, is to fix some of the smaller problems that are contributing to the flooding.\n\n\"The idea is to clean the ditches and creeks out so they can adequately flow out to the Big Black,\" he said. \"We get backflow because there's an obstruction in the creek somewhere. A lot of our stormwater pipes are old or collapsed. Basically, whatever problem you can think of that would be covered in Storm Water Drainage 101, we have it.\"\n\nThe supervisors voted unanimously to help Canton by allowing Bryan to collaborate on the project but did not allocate any funding toward anything.\n\n\"As long as we can handle this in-house, I'm for it,\" District 3 Supervisor Gerald Steen said."}}