{"GDELT": {"GlobalEventID": 919680113, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "PAK", "Actor1Name": "PAKISTANI", "Actor1CountryCode": "PAK", "Actor2Code": "AFG", "Actor2Name": "AFGHANISTAN", "Actor2CountryCode": "AFG", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.64857881136951, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Aman Garh, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "23672", "Actor1Geo_Lat": 28.3808, "Actor1Geo_Long": 70.36399999999999, "Actor1Geo_FeatureID": "10989330", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Pathankhel, Kandahar, Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF23", "Actor2Geo_ADM2Code": "3606", "Actor2Geo_Lat": 31.0701, "Actor2Geo_Long": 66.5634, "Actor2Geo_FeatureID": "-3386537", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pathankhel, Kandahar, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF23", "Action2Geo_ADM2Code": "3606", "Action2Geo_Lat": 31.0701, "Action2Geo_Long": 66.5634, "Action2Geo_FeatureID": "-3386537", "DATEADDED": 20200423020000, "SOURCEURL": "https://www.thenews.com.pk/print/648537-corona-cases-rise-to-10-244"}, "ARTICLE": {"TITLE": "Corona cases rise to 10,244", "TEXT": "ISLAMABAD: The number of confirmed COVID-19 cases in Pakistan rose to 10,244 on Wednesday after new infections were confirmed. Out of 10,244 cases, Sindh reported 3,373 cases, Punjab 4,590, Khyber Pakhtunkhwa 1,453, Balochistan 552, Islamabad Capital Territory 194, Gilgit-Baltistan 290, and Azad Jammu and Kashmir 51 till the filing of news at 12:55am.\n\nThe death toll rose to 215 that stood at 209 at 3:30am on Tuesday. Khyber Pakhtunkhwa reported a total of 83 deaths, Sindh 69, Balochistan 6, Gilgit-Baltistan 3, Punjab 51, and Islamabad Capital Territory 3. As many as 103 new Covid-19 patients were reported from across the Punjab on Wednesday, taking the number of confirmed cases to 4,590.\n\nThe was confirmed among three more nurses performing duties at the Punjab Institute of Cardiology, which raised the total number of affected medics at the hospital to 26.\n\nSo far, as many as six doctors, 14 nurses and sixparamedics at Punjab’s biggest cardiac center have tested positive for the virus. Presently, three doctors and 11 nurses of the Punjab Institute of Cardiology have been admitted to the isolation ward of the Services Hospital, Lahore.\n\nSo far, 51 patients have died in the province including 25 in Lahore, nine in Rawalpindi, six in Multan, two each in Rahim Yar Khan and Gujrat and one each in Bahawalpur, Jhelum, Faisalabad and Toba Tek Singh.\n\nOut of the total confirmed Covid-19 patients, 1,883 are preachers, 768 pilgrims who recently returned from Iran, 97 prisoners in nine districts and 1683 citizens who either had travel history or fell victim to local transmission.\n\nOf the 1883 confirmed Covid-19 preachers, 815 were reported from Raiwind Markaz, 145 Sargodha, 126 Multan, 90 Lodhran, 63 Bhakkar, 61 Muzaffargarh, 56 Rahim Yar Khan, 48 Jhelum, 46 Vehari, 41 Bahawalpur, 38 Layyah, 35 Hafizabad, 33 Mandi Bahauddin, 32 Khushab, 30 Rawalpindi, 28 Nankana Sahib, 26 Narowal, 25 Bahawalnagar, 22 Sialkot, 21 Gujranwala, 19 Rajanpur, 18 Faisalabad, 13 Pakpattan, 12 Sheikhupura, 10 Gujrat, eight Sahiwal, seven each Attock and Mianwali, six Khanewal and two Okara.\n\nOut of 768 confirmed patients from amongst pilgrims, 457 were reported from Multan, 221 Dera Ghazi Khan, 42 Gujranwala, 25 Sargodha and 23 Faisalabad.\n\nSo far, 1683 citizens have also tested positive for the virus from across the province. These persons either have a travel history or they got infected through local transmission. The highest number of cases (698) has been reported from Lahore.\n\nAs many as 190 patients were reported from Rawalpindi, 165 Gujrat, 82 Gujranwala, 62 Rahim Yar Khan, 59 Sialkot, 52 Faisalabad, 51 Kasur, 37 Jhelum, 36 Jhang, 35 each Vehari and Multan, 26 Sargodha, 21 DG Khan, 18 Sheikhupura, 12 each Mianwali, Hafizabad and Mandi Bahauddin, 11 each Bahawalpur, Chiniot and Attock, eight Bahawalnagar, seven Toba Tek Singh, five each Narowal and Bhakkar, four each Chakwal and Khushab, three each Khanewal, Pakpattan and Lodhran, two Layyah and one each Nankana Sahib and Okara.\n\nOut of 97 patients in jails, 59 were reported from Lahore, 14 Sialkot, nine DG Khan, seven Gujranwala, three Jhelum, two Bhakkar and one each from Faisalabad, Kasur and Hafizabad.\n\nAccording to spokesperson for Primary and Secondary Healthcare Department, so far more than 63,000 tests have been performed in the province. He said 724 patients had recovered and returned home.\n\nHe said 17 critical patients were under treatment at the high dependency units. He said those with no or mild symptoms were at the quarantine centres and isolation wards of public sector hospitals.\n\nHe urged people to stay at home, frequently wash hands and use hand sanitizer. He advised social distancing and adopting precautionary measures while attending sick family members.\n\nMeanwhile, Sindh Chief Minister Syed Murad Ali Shah Wednesday said 320 new cases of coronavirus had been diagnosed in the province, of which 308 were of local spread - the highest ever witnessed in the province — and the worst affected is Karachi with over 1300 cases of local transmission.\n\nIn his video message, the chief minister said 320 new cases were diagnosed on Wednesday while 2,097 tests were conducted. The tests conducted so far come to 30,346 against which 3,373 cases have been detected, he calculated.\n\nMr Shah said in terms of local spread of COVID-19, Karachi was the worst affected. He said during the last 24 hours, 320 new cases had been diagnosed in the province, out of which 308 were of local spread. “It means the local spread turns to be 15.2 percent of the diagnosed cases,” he said.\n\nHe said with new three the deaths, the death toll had reached 69 which was 2 percent of the total patients. He said at present 2,589 patients were under treatment, of which 1,579 were in home isolation, 613 at the isolation center and 379 in different hospitals.\n\n“Today 50 patients recovered and returned to their homes – the recovery percentage of the corona patients comes to 69 percent,” he said.\n\nShah said with the addition to 320 new of cases of Sindh, the tally had risen to 10,244 in the country. “This is not an ordinary situation and we will have to handle it with extra care and attention,” he said.\n\nDisclosing the situation in Karachi, the chief minister said the worst affected was District South where 578 cases, including 79 new cases, had been detected. Almost all the cases were of local spread.\n\nIn East out of 468 cases, 20 are of Tablighi Jamaat members and 448 of local spread, the chief minister said, adding that 42 new cases had emerged on Wednesday. Murad said in West district 48 new cases emerged and the number of total cases had reached 259, of which one was of Tablighi Jamaat, while 258 were of local spread.\n\nTalking about Korangi, the chief minister said 16 new cases had been detected and the number of total cases had now reached 179. Almost all the cases are of local spread.\n\nHe said 15 new cases emerged on Wednesday lifting the tall to 155, from which eight were of Tablighi Jamaat and 147 of local spread.\n\nIn Karachi Central, the number of cases is 406, including 25 new. Almost all the cases are of local transmission.\n\nThe chief minister said in Hyderabad, the number of cases had reached 229 with 19 new cases.\n\n“Out of 229 cases, 158 are of Tablighi Jamaat and 71 are of local spread,” he said, adding, “This is quite serious and worrisome and the result of non-compliance of SOPs and social distancing.”\n\nShah said Larkana had also started producing local transmission cases.\n\n“The district has 65 cases, of which 42 are of Tablighi Jamaat and 23 of local spread,” Murad Ali Shah said.\n\nSukkur has 356 cases, of which 273 are of pilgrims and 76 of Tablighi Jamaat and seven are of local transmission, the chief minister said, adding that the pilgrims were kept in isolation at the labour colony but the defiance of expert advises and refusal to observe lockdown resulted in local spread.\n\n“Now this becomes the responsibility of the people, particularly the heads of the families, religious scholars and other compelling personalities to guide the people to observe strict precautionary measures and social distancing, otherwise its further spread in thickly populated urban areas and rural areas will play havoc,” he warned.\n\nTwo more patients tested positive for coronavirus putting the number of confirmed cases in Nowshera district at 33, said officials on Wednesday.\n\nA total of 109 people tests were found negative for the virus, Up to 16 citizens recovered, while 15 were under treatment at various hospitals in the district, said the members of the District Coordination Committee for the Coronavirus Control while briefing the media.\n\nThe committee comprises District Health Officer Nowshera Dr Gul Man Shah, Medical Superintendent of District Headquarters Hospital Muhammad Shoaib, and Focal Person for Coronavirus District Control, Dr Niaz Muhammad.\n\nThe officials said a Madrassa Tehsinul Quran teacher Maulana Muhammad Abrar had tested positive for the virus. He was under treatment at the DHQ Hospital.\n\nSimilarly, Dilawar Khan of Ashurabad in Aman Garh, too, was found suffering from the viral disease. He is from the family of Rehmatulah Khan.\n\nThe administration ordered the sealing of Madrassa Tehsinul Quran when the teacher tested positive for coronavirus. Ashurabad was lockdown as well after a case emerged in the locality.\n\nIt was added that Shaidu, Akora Khattak, Khushal Garh, Pathankhel, Tangi Khattak, Khattak Building in Nowshera Cantt, Talab Koroona, Khat Kilay, Dag Besud, Ali Beg and Dag Ismailkhel were already locked down.\n\nThe officials said the coronavirus spread can be controlled if the people cooperated with the administration by avoiding unnecessary movements, observing social distancing and following other health protocols.\n\nIndustrial estates visited: Secretary Housing Daud Khan visited the Industrial estates Aman Garh and Risalpur under instructions from KP Chief Secretary Kazim Niaz.\n\nDeputy Commissioner Shahid Ali Khan, Additional Deputy Commissioner Noor Wali Khan, Deputy Director Housing Fayyaz Khattak accompanied the secretary during the visit.\n\nThe secretary inspected the industrial units which had been allowed to go functional again during the lockdown enforced due to the coronavirus crisis.\n\nHe saw if the reopened units were following the guidelines issued by the government. The official visited the labour colonies and noted down the protective measures taken for the labourers. He issued orders on the spot for improvement.\n\nThe Housing secretary told reporters the KP government had constituted a committee to ensure compliance with the precautionary measures at the industrial units in view the coronavirus crisis.\n\nThe official said the units which had been allowed to go operational again were required to follow the guidelines issued to them, adding those found flouting the rules would be shut down as a punishment. Four Pakistanis, who had returned from Afghanistan, tested positive for coronavirus here on Wednesday, an official said.\n\nKhyber Deputy Commissioner Aslam Wazir said 94 persons had crossed border from Afghanistan and four of them were found suffering from coronavirus. The official said 90 people, who had tested negative, would be sent to native areas soon. Currently, they are being kept at various quarantine centres in the Khyber district, he added."}}