{"GDELT": {"GlobalEventID": 919679025, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor2Code": "CRM", "Actor2Name": "CRIMINAL", "Actor2Type1Code": "CRM", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -9.701492537313461, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200423020000, "SOURCEURL": "https://www.ibtimes.com/cybersecurity-news-apples-default-mail-app-iphone-has-serious-security-flaw-2963325"}, "ARTICLE": {"TITLE": "Cybersecurity News: Apple’s Default Mail App For iPhone Has Serious Security Flaw, Researchers Say", "TEXT": "Apple’s default iOS mail app has a serious security flaw that makes it vulnerable to hackers, San Francisco-based cybersecurity startup ZecOps said in a report published Wednesday. A “zero-click” attack can infect iOS devices by downloading a malicious email, without the user opening up the message.\n\n\"The vulnerability allows remote code execution capabilities and enables an attacker to remotely infect a device by sending emails that consume significant amount of memory,\" the report said. \"The vulnerability can be triggered before the entire email is downloaded, hence the email content won’t necessarily remain on the device.\"\n\nThe cybersecurity firm said the vulnerability was \"widely exploited in the wild,” meaning criminals have been frequently using the flaw to attack iOS devices.\n\nApple has issued a patch for the vulnerability in the iOS 13.4.5 beta, with a software update coming soon. ZecOps said six high-profile figures have been attacked using the vulnerability including \"individuals from a Fortune 500 organization in North America\" and “an executive from a carrier in Japan.”\n\nApple iPhone users have been exposed to attacks before. Security researchers on Google’s Project Zero team said in August that they found flaws on Apple phones that would allow malicious websites to compromise personal files, messages and other data.\n\nIn May, iOS users were found susceptible to a vulnerability on Whatsapp that would install spyware allegedly created by Israeli cyber surveillance company NSO Group. Users were urged to update to the latest version of Whatsapp after the flaw was exposed."}}