{"GDELT": {"GlobalEventID": 919680097, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "OPP", "Actor1Name": "ACTIVIST", "Actor1Type1Code": "OPP", "Actor2Code": "BGDHLH", "Actor2Name": "BANGLADESH", "Actor2CountryCode": "BGD", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 31, "NumSources": 1, "NumArticles": 31, "AvgTone": -10.0577974023322, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dhaka, Dhaka, Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG81", "Actor1Geo_ADM2Code": "5778", "Actor1Geo_Lat": 23.7231, "Actor1Geo_Long": 90.4086, "Actor1Geo_FeatureID": "-2737683", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dhaka, Dhaka, Bangladesh", "Actor2Geo_CountryCode": "BG", "Actor2Geo_ADM1Code": "BG81", "Actor2Geo_ADM2Code": "5778", "Actor2Geo_Lat": 23.7231, "Actor2Geo_Long": 90.4086, "Actor2Geo_FeatureID": "-2737683", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dhaka, Dhaka, Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG81", "Action2Geo_ADM2Code": "5778", "Action2Geo_Lat": 23.7231, "Action2Geo_Long": 90.4086, "Action2Geo_FeatureID": "-2737683", "DATEADDED": 20200423020000, "SOURCEURL": "https://www.thenews.com.pk/print/648267-bd-virus-hospitals-accused-of-rejecting-slum-dwellers"}, "ARTICLE": {"TITLE": "BD virus hospitals accused of rejecting slum dwellers", "TEXT": "DHAKA: Two Bangladesh hospitals dedicated to fighting the coronavirus are refusing to treat patients from one of the country’s worst slums, an activist said on Wednesday.\n\nMembers of the Bihari community -- descendants of refugees who fled to Bangladesh after the partition of India in 1947 -- say the pandemic has highlighted the discrimination they have endured for decades.\n\nSome 32,000 Bihari live in Geneva Camp -- one of the most desperate slums in the country -- where rights lawyer Khalid Hussain and police say two residents tested positive for coronavirus. Hussain said a state-run hospital meant specifically for COVID-19 patients had refused to admit the two, declaring their condition \"not critical\".\n\nNow Geneva Camp residents were being rejected by another local hospital no matter what their health issue is, Hussain said, as staff fear they may catch the virus.\n\nThe Biharis have faced discrimination for years, as the community is accused of backing Pakistan during Bangladesh’s 1971 war of independence. About 500,000 live in 116 settlements across the country of 168 million.\n\nBihari community leader Sadakat Khan Fakku said a man infected with coronavirus from another camp had also been turned away by a local hospital, and he was now self-quarantined in a one-room home with his family.\n\nNone of the hospitals approached by AFP would comment on the allegations, but Nasima Sultana, deputy head of Bangladesh’s health department, denied discrimination. \"There are 10 million slum people in Dhaka,\" she told AFP.\n\n\"We don’t have enough beds,\" she added, saying people with mild symptoms should treat themselves at home. Advocate Hussain said the two infected men from Geneva camp had been isolated with 20 families, but that social distancing was almost impossible in so crowded a place. He said at least six people in the slum have died in recent weeks with coronavirus-type symptoms such as viral fever and respiratory problems.\n\n\"None of them were tested, so we don’t know whether they had coronavirus,\" he said. Bangladesh has officially said 120 people have died and 3,800 others been infected with coronavirus, but experts say more testing would reveal far higher figures."}}