{"GDELT": {"GlobalEventID": 919859350, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "GOV", "Actor1Name": "SECRETARY OF STATE", "Actor1Type1Code": "GOV", "Actor2Code": "CVL", "Actor2Name": "IMMIGRANT", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.5432098765432098, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200423230000, "SOURCEURL": "https://www.telegraphindia.com/business/coronavirus-pandemic-it-for-special-status-from-united-states/cid/1767616"}, "ARTICLE": {"TITLE": "IT for special status", "TEXT": "Those who are in the country seeking to change their immigration status will not be affected\n\nThe Indian IT industry has sought “essential worker” status from the US, when President Donald Trump reviews non-immigrant visas such as H-1B after 30 days.\n\nTrump had signed an executive order on Wednesday to temporarily suspend the issue of new green cards for 60 days, to protect American jobs during the Covid-19 crisis. The order applies to those seeking permanent residence in the US or foreign nationals seeking green cards from outside the US.\n\nThose who are in the country seeking to change their immigration status will not be affected.\n\nThe order provides exemptions to certain categories, including healthcare workers. Information technology industry representative body Nasscom said it supported the order.\n\n“The US needs access to those working in healthcare sector as well as those essential technology workers who are keeping critical infrastructure operating in the US, ensuring that US hospitals and first responders have the IT systems they need, building and maintaining the systems to help children need to learn remotely, helping US industries to remain open and operating, and playing key roles in efforts to develop treatments and a cure for this disease — to name but just a few vital services.”\n\nThe US executive order said there will be a review of non-immigrant visas, such as H-1B. This would impact thousands of H-1B workers .\n\n“Within 30 days of the effective date of this proclamation, the US Secretary of Labor and the Secretary of Homeland Security, in consultation with the Secretary of State, shall review non-immigrant programs and shall recommend to me other measures appropriate to stimulate the United States economy...” the order said.\n\nNasscom said, “We believe that DHS has provided an excellent roadmap for any subsequent potential recommendation for non-immigrant and other visa categories. The Cybersecurity & Infrastructure Security Agency (CISA) at the Department of Homeland Security (DHS) gave detailed examples of jobs and employees that are essential.”"}}