{"GDELT": {"GlobalEventID": 919859596, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "LAB", "Actor1Name": "EMPLOYEE", "Actor1Type1Code": "LAB", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.4734982332155497, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "College Of Lake County, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL097", "Actor1Geo_Lat": 42.3545, "Actor1Geo_Long": -88.0131, "Actor1Geo_FeatureID": "1821938", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "College Of Lake County, Illinois, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIL", "Actor2Geo_Lat": 42.3545, "Actor2Geo_Long": -88.0131, "Actor2Geo_FeatureID": "1821938", "Action2Geo_Type": 3, "Action2Geo_Fullname": "College Of Lake County, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_Lat": 42.3545, "Action2Geo_Long": -88.0131, "Action2Geo_FeatureID": "1821938", "DATEADDED": 20200423230000, "SOURCEURL": "https://www.dailyherald.com/submitted/20200422/area-health-care-providers-say-ppe-donations-makes-a-difference"}, "ARTICLE": {"TITLE": "Area health care providers say PPE donations makes a difference", "TEXT": "Area health care providers say PPE donations makes a difference\n\nMasks, gloves and other personal protective equipment (PPE) donated by the College of Lake County have provided relief to workers on the front line of fighting the COVID-19 pandemic, say officials at area clinics and hospitals.\n\n\"On behalf of all our employees, patients and caregivers, I would like to thank the College of Lake County for generously donating vital PPE supplies,\" said Pete Govorchin, president and CEO of Cancer Treatment Centers of America (CTCA), Chicago. \"The relationship between CTCA and CLC is longstanding and a good example of how two organizations can work together to educate, train and deliver top-quality cancer care. We greatly appreciate CLC's support during this pandemic.\"\n\nCLC alumna, BSN and nurse care manager at CTCA Chicago, Patricia Adams, said the masks and other PPE donated by CLC has helped her as well as colleagues remain protected when working with patients. \"The PPE is what allows nurses and all health care professionals the ability to do our jobs, which is caring for our patients with the confidence that everyone is protected and safe,\" she said.\n\nHaving earned a Certified Nurse Assisting (CNA) certificate and an associate degree in nursing from CLC, Adams said the COVID-19 pandemic has reinforced her passion for helping others through a nursing career. \"Nurses are the calm in the room, even when the world around our patients may feel like it's in chaos,\" she said. \"Our patients need us to be their advocates and provide an environment of healing and hope for them in their time of need.\"\n\nAdams added that CLC laid the groundwork she needed to become a nurse. \"I learned valuable skills critical to caring for and assessing patients,\" she recalled. \"I also learned the importance of continued education. That knowledge has been useful throughout my nursing career. It gave me the confidence I needed to work in the specialized area of oncology. I learned to question anything that I didn't understand and to research anything new before I would move forward for the safety of my patients.\"\n\nAdams urges cancer patients not to let the fear of COVID-19 stop them from treating their cancer. \"CTCA and other hospitals are taking all of the necessary precautions and more to minimize the risk to patients, including telehealth appointments,\" she shared. \"I implore those in need of life-saving cancer therapies not to ignore or delay their treatments.\"\n\nBesides donating PPE to CTCA Chicago, CLC gathered and donated medical supplies to Vista Medical Center East, Advocate Condell Medical Center, Northwestern Medicine Lake Forest and Northshore Highland Park hospitals in dire need of the items. The PPE came from several departments across campus, including nursing, medical assisting, phlebotomy and dental hygiene, according to Ali O'Brien, CLC vice president for community and workforce partnerships. Other departments such as ceramics, fire science technology and auto collision repair also donated useful materials, including thousands of gloves, hundreds of N95 masks and surgical gowns, plus thousands of surgical masks.\n\nCLC's longstanding relationship with CTCA Chicago includes the latter's support for CLC scholarships in health care career programs. The scholarship was established in 2018 with a gift of $50,000, with an additional $50,000 donated in 2019. Awards have provided $5,000 per student, per year beginning in fall 2019. Funds could be used for tuition and fees, books and course-required materials, and enrollment could be part time or full- time. Including sponsorship of CLC's 50th Anniversary, the total support in 2019 from CTCA amounted to $100,000.\n\nAbout Cancer Treatment Centers of America®\n\nCancer Treatment Centers of America Global, Inc. (CTCA) is a comprehensive cancer care network of hospitals and outpatient care centers in Atlanta, Chicago, Philadelphia, Phoenix and Tulsa. Specializing in the treatment of adult cancer patients, CTCA® offers an integrative approach to care that combines surgery, radiation, chemotherapy, and immunotherapy with advancements in precision cancer treatment and supportive therapies designed to manage side effects and enhance quality of life both during and after treatment. CTCA also offers a range of clinical trials for cancer patients with the objective of revealing new treatments supported by scientific and investigational research. CTCA patient satisfaction scores consistently rank among the highest for all cancer care providers in the country. Visit cancercenter.com, Facebook.com/cancercenter and Twitter.com/cancercenter for more information.\n\nAbout College of Lake County:\n\nThe College of Lake County is a comprehensive community college committed to equitable high-quality education, cultural enrichment and partnerships to advance the diverse communities it serves in northeastern Illinois. Offered at three campuses in Grayslake, Vernon Hills and Waukegan or online, college classes are affordable and accessible to help each student achieve academic, career and personal goals. More than 70,000 students graduated with degrees and certificates since the college opened in 1969. The College of Lake County is the only higher-education institution ranked among the top 15 best places to work in Illinois by Forbes and is a national leader in many areas, including sustainability and conservation. For details, visit www.clcillinois.edu or call (847) 543-2000."}}