{"GDELT": {"GlobalEventID": 919859861, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "USA", "Actor1Name": "CHARLOTTE", "Actor1CountryCode": "USA", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.66730219256434, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Charlotte, North Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNC", "Actor1Geo_ADM2Code": "NC119", "Actor1Geo_Lat": 35.2271, "Actor1Geo_Long": -80.8431, "Actor1Geo_FeatureID": "1019610", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Charlotte, North Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNC", "Actor2Geo_ADM2Code": "NC119", "Actor2Geo_Lat": 35.2271, "Actor2Geo_Long": -80.8431, "Actor2Geo_FeatureID": "1019610", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Charlotte, North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_ADM2Code": "NC119", "Action2Geo_Lat": 35.2271, "Action2Geo_Long": -80.8431, "Action2Geo_FeatureID": "1019610", "DATEADDED": 20200423230000, "SOURCEURL": "https://www.charlotteagenda.com/216792/n-c-stay-at-home-order-extended-to-may-8-followed-by-a-phased-reopening/"}, "ARTICLE": {"TITLE": "N.C. stay at home order extended to May 8, followed by a phased reopening", "TEXT": "On Thursday, North Carolina Governor Roy Cooper extended the state’s stay at home order to May 8 and announced a three-phase reopening plan.\n\n“We know that these actions save lives. We also know that we can’t keep staying at home for the long run,” Cooper said. “Now we know what is needed to transition out of the restrictions and what a new normal will look like.”\n\nWhat it means for you: This is a continuation of the stay at home order that took effect March 30, four days after Mecklenburg County’s order, and was set to expire on April 29. With the extension, residents should continue staying home except for essential needs like grocery shopping, picking up prescriptions, or going for a walk.\n\nReopening timeline: Cooper announced a three-phase plan for gradually loosening restrictions, assuming the state continues to make progress in flattening the curve. This timeline covers several weeks and goes well into summer.\n\nPhase 1: During this period, the stay at home order will remain in place, albeit with some restrictions loosened. At this time, people can go out for commercial activities like shopping. Parks and other services will reopen, but restaurants will remain closed to dine-in customers. Additionally, gatherings up to 10 are allowed, and face-covering and teleworking is encouraged.\n\nDuring this period, the stay at home order will remain in place, albeit with some restrictions loosened. At this time, people can go out for commercial activities like shopping. Parks and other services will reopen, but restaurants will remain closed to dine-in customers. Additionally, gatherings up to 10 are allowed, and face-covering and teleworking is encouraged. Phase 2: At least two to three weeks later, the state will further lift the stay at home order. This is when restaurants and bars can reopen, but they must reduce capacity in order to practice social distancing. Mass gathering restrictions will also begin to loosen.\n\nPhase 3: About four to six weeks after phase 2, the state will further loosen restrictions. Restaurants, bars, and other businesses can expand capacity more. Strict rules will continue to apply for nursing homes and long-term care facilities.\n\nDetermining when to lift the stay at home order and loosen restrictions comes down to testing, tracing, and trends, says Dr. Mandy Cohen, Secretary of N.C. Department of Health and Human Services.\n\nThere are a variety of factors that would indicate the state is ready to reopen. While progress has been made, North Carolina isn’t there yet, she said.\n\nAdvertisement\n\nTrends: There are four metrics Cohen and state officials are monitoring to determine when to reopen.\n\n(1) Continued decrease in patients with COVID-like symptoms. The state is making significant progress regarding the number of people seeking treatment for common coronavirus symptoms like fever, cough, and shortness of breath.\n\n(2) Decrease or sustained number of new cases. While the number of new cases fluctuates daily, North Carolina is still seeing slight increase in the overall trend of new cases reported daily. Cohen said she’s looking for this trend to flatten or to fall.\n\n(3) Decrease in percentage of positive tests. As our capacity for testing increases, there will be more positive cases reported. Cohen is therefore looking to see that the percentage of positive tests out of all tests is decreasing over time.\n\n(4) Decrease or sustained hospitalizations. Our hospitals are not overwhelmed because of the state’s efforts in flattening the curve. In order to reopen, Cohen is looking to see the state’s day-to-day hospitalizations are decreasing or sustaining.\n\nCapacity: Cohen also said North Carolina needs to have the sustained capacity to test 5,000 to 7,000 individuals for COVID-19 daily; hire more investigators to trace COVID cases; and enough personal protective equipment capacity last for more than 30 days.\n\n﻿\n\nLocal response: This week, county leaders said they would request a two-week extension of the state stay at home order. After Cooper’s announcement, county manager Dena Diorio tweeted out her support for it. “It ensures countywide consistency, keeps the curve flattening and makes our communities safer.”\n\nLike Cooper, local elected officials have also already begun planning for the reopening of the economy.\n\nOn April 22, Diorio announced plans for a business roundtable of local leaders who will help develop a plan to start reopening local businesses. They come from various industries, from banking to development to pro sports. The group first meets April 24.\n\n“We need to start looking forward and really try to understand what a soft opening of our economy looks like, what a phased opening of our economy looks like,” Diorio told county commissioners.\n\nBusiness prospective: The county asked Sam Judd, managing partner at Asana Partners, on April 22 to be a part of the business group. Asana is a real estate investment company behind a number of big projects around town, including The Design Center of the Carolinas in South End, home to Hawkers and Barcelona Wine Bar.\n\nIn Charlotte, Asana’s tenants are primarily restaurants and retailers, most of whom have had to significantly change the way they operate during the coronavirus outbreak. Asana has been communicating with tenants to understand how they’re doing and what they’re thinking. “I’m just a conduit for tenants,” Judd says.\n\nIt’ll take some maneuvering to figure out how businesses like restaurants operate if they have to maintain social distancing, Judd says. Does that mean spacing out tables? Does it mean a smaller staff so people aren’t crowded? “Logistically, how does that work?” Judd says.\n\nAt Bank of America Stadium, Tepper Sports and Entertainment has had to postpone a number of large-scale events because of COVID-19, including the Untappd Beer Festival and a Billy Joel concert. Carolina Panthers team president Tom Glick is joining the county roundtable to discuss what reopening will look like.\n\n“This is an important discussion about shaping a responsible and phased reopening of our economy that, most importantly, prioritizes the health and well-being of our community,” Glick said in a statement to the Agenda.\n\nAt Sycamore Brewing, spring is the most profitable time of year for the taproom. Shutting it down has resulted in a seven figure top-line loss, says co-owner Sarah Brigham.\n\nShe’s also part of the county’s business roundtable. Brigham says when businesses open back up, Sycamore will consider measures like limiting taproom capacity, spacing out tables, and moving to table service instead of having patrons stand in line. It’s imperative that businesses across the board enact safety measures once they open back up, Brigham says.\n\n“It’s of no benefit to the community as a whole if only a handful of businesses enact rigorous safety standards while a host of other bars, restaurants, breweries, etc. do not,” she says.\n\nJames Yoder, co-owner of Not Just Coffee, is also part the business group. Yoder closed his cafes last month, but he’s exploring ways to reopen in a limited capacity. He supports some sort of physical distancing for the foreseeable future, or until there’s a coronavirus vaccine.\n\n“I’m not a medical expert, but from what I understand, a spike could happen again if people just go back to normal,” Yoder says.\n\nZoom out: Last week, President Donald Trump laid out a phased approach for what reopening state economies could look like. This week, states like Georgia, South Carolina, and Tennessee started the process of reopening their economies.\n\nIn the first phase of openings, Georgia Governor Brian Kemp is allowing establishments like beauty salons and barber shops to reopen, a decision Trump criticized. “I disagree strongly with his decision to open certain facilities,” Trump said.\n\nJoin us: This coverage is made possible and free to all (no paywall) with the help of Agenda Members. If you’d like to support more reporting like this, become an Agenda Member."}}