{"GDELT": {"GlobalEventID": 919859248, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.45011252813203, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Colgate University, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY053", "Actor1Geo_Lat": 42.8173, "Actor1Geo_Long": -75.5357, "Actor1Geo_FeatureID": "947128", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Colgate University, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.8173, "Actor2Geo_Long": -75.5357, "Actor2Geo_FeatureID": "947128", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Colgate University, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.8173, "Action2Geo_Long": -75.5357, "Action2Geo_FeatureID": "947128", "DATEADDED": 20200423230000, "SOURCEURL": "https://www.nytimes.com/2020/04/23/education/learning/coronavirus-teachers-students-remote-learning.html"}, "ARTICLE": {"TITLE": "Teachers and Students Describe a Remote-Learning Life", "TEXT": "I would so much rather be back in class. Online courses are more work that the normal classes. It’s also harder to get feedback on you work. The professors and T.A.s are doing the best they can to support “office” hours, but it’s just not the same. I can’t wait to be back in class. – Howard Lukk, Los Angeles, University of California, Santa Barbara\n\nImage Credit... Ori Toor\n\nI am a biology student with the intention of going into medicine after graduation. One of the most important parts of our undergrad education are science labs, which give us practical experience and application of the difficult concepts we learn in our lecture courses. Due to the outbreak, my organic chemistry lab has had to go online, which is essentially an impossible undertaking. All of us are missing out on this essential process of synthesizing our own reagents and running a chemical reaction, replaced by this poor substitute of watching videos and doing worksheets. – Andrei Robu, Greenville, S.C., University of South Carolina, Columbia\n\nMy university gave me three days to move out of my dorm. With my parents living 10 hours away, it was terrible circumstances. I had no car to put everything I owned. My boyfriend’s family came in a clutch and helped me move out and let me stay in a spare bedroom of theirs. If not for his family, I would have had no where to stay. The day after I moved my stuff out, Whitmer announced a shelter in place order to start the next day at midnight. I called my parents, and my dad drove 20 hours round trip to get me home. – Karen Larss, Iron Mountain, Mich., Western Michigan University\n\nI am a 55-year-old man who takes two classes per semester after work towards a TESL degree: teaching English as a second language. I enjoy the classroom experience. It is how I effectively learn. Listening to live lectures, asking questions, and speaking with other students about assignments and concepts. Both my classes went online, and I knew immediately that I would have to drop one of them as I was having trouble with the material in a normal classroom setting. I knew that I would not be successful sitting in my living room with all the distractions of home around me while trying to focus on a tough subject. – Kent Shimizu, Santa Clarita, Calif., California State University, Northridge\n\nImage Credit... Ori Toor\n\nI do enjoy being able to wake up later because now I just have to log in to a class rather than get ready for an entire day. I can also sleep more, but I still miss the in-person interactions going to class on campus provides. I’m also worried how moving online is going to impact classes that require sequential learning or classes that assume I acquired skills already learned in a prior class. – Kate Carniol, Great Falls, Va., Syracuse University"}}