{"GDELT": {"GlobalEventID": 919859535, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "JPN", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.761035007610349, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200423230000, "SOURCEURL": "https://www.elle.com/culture/movies-tv/a32240237/shibari-too-hot-to-handle/"}, "ARTICLE": {"TITLE": "What Is Shibari? Japanese Bondage on 'Too Hot To Handle' Explained", "TEXT": "Netflix's new reality show Too Hot To Handle is all about abstaining from sex so, naturally, the producers invited a bondage expert to the island to spice things up. In episode 3 of the eight-part series, contestants found themselves in a very sexy Shibari lesson.\n\nTouted by the show's guest sexologist Shan Boodram as an ancient Japanese technique \"used to improve trust in relationships,\" the intimacy workshop required partners to tie each other up with ropes. It's a \"power play,\" Boodram told contestants, \"but in a really unexpected way.\"\n\nThings got more uncomfortable from there. Haley mistakenly called it \"shibology\" (of course), Francesca seemed way too happy to hogtie Harry, and Rhonda licked Sharron's abs while he was immobile. There was also a lot of worm-like wriggling on the mats.\n\nCourtesy of Netflix\n\nSo, what is Shibari?\n\nTurns out, Too Hot To Handle basically nailed it: Brooklyn-based freelance dancer and Shibari practitioner Kitty Killin told ELLE.com she was \"surprised\" by how accurate the representation was.\n\n\"Many shows and movies portray Shibari as what I like to call 'sexy bedroom bondage,' which, of course, can be an element of it,\" she says, \"but rope bondage is often more about the intimacy, trust, and communication between two parties.\"\n\n\n\nThis content is imported from YouTube. You may be able to find the same content in another format, or you may be able to find more information, at their web site.\n\nSimply put, Killin says, to practice Shibari is to tie someone up using intricate and beautiful patterns and knots. She suggests asking the person you’re tying about what sensations and emotions they want to feel. A rigger (the person tying), has control over a partner’s experience.\n\n\"It's an excellent way to create intimacy and trust with your partner,\" Killin says. \"It requires communication of both parties to say what feels good and what doesn’t, what they enjoy and don’t enjoy. When learning how to tie, you are learning those communication skills as well.\"\n\nThe one thing Too Hot To Handle got wrong, she says, was the Shibari power dynamics. “Power play is often an element in Shibari,” she says, \"but it requires trust and communication from both parties.\"\n\nThis content is imported from Giphy. You may be able to find the same content in another format, or you may be able to find more information, at their web site.\n\nWhere did it originate?\n\nThe practice has origins in Hojojutsu, the Japanese tradition of tying up prisoners with knots specific to their class or social status, Killin says. Ties were originally used to restrain, humiliate, and torture prisoners.\n\nBy World War II, fetish magazines had started to feature illustrations of rope bondage, generally depicting a damsel in distress. From there, Killin says, various forms of rope bondage began to spread around the globe as both an artistic practice and a form of BDSM.\n\n\n\nThat's not to say all rope bondage is Shibari. \"The art has been expanded and adapted into many different styles, and each have slight nuances that make them unique,\" Killin says. \"The term Shibari and the vocabulary that pairs with it should only be used when referring to traditional Japanese-style rope bondage.\"\n\nThis content is imported from Instagram. You may be able to find the same content in another format, or you may be able to find more information, at their web site.\n\nWhere can I try it?\n\nThere's a large community of Shibari enthusiasts all over the world. Anatomie Studios hosts weekly Shibari classes in London, and VoxBody offers private studios and rentals in Oakland.\n\n\n\nKillin first heard about the practice two years ago from someone she met on a dating app. Despite their complicated relationship, she inherited his love for Shibari and set out to learn everything about it.\n\nToday, she frequents rope-friendly spaces in New York City, like Hacienda and Temple. She also performs at a variety of sex-positive and kink-friendly clubs and venues, like House of Yes and New Society for Wellness (NSFW). She even dedicated a second bedroom in her apartment to rope practice, a space she calls “the library.\"\n\n\"I've totally immersed myself in Shibari classes and skill shares, and found fellow rope lovers in my community,\" Killin says. \"Now I practice nearly every day.\"\n\n\n\nRose Minutaglio Staff Writer Rose is a Staff Writer at ELLE.com covering culture, news, and women's issues.\n\nThis content is created and maintained by a third party, and imported onto this page to help users provide their email addresses. You may be able to find more information about this and similar content at piano.io\n\nThis commenting section is created and maintained by a third party, and imported onto this page. You may be able to find more information on their web site."}}