{"GDELT": {"GlobalEventID": 919859914, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "GOVERNOR", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.38491147036182, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Massachusetts, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMA", "Actor2Geo_Lat": 42.2373, "Actor2Geo_Long": -71.5314, "Actor2Geo_FeatureID": "MA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_Lat": 42.2373, "Action2Geo_Long": -71.5314, "Action2Geo_FeatureID": "MA", "DATEADDED": 20200423230000, "SOURCEURL": "https://www.newyorker.com/news/daily-comment/immigrant-doctors-want-to-help-fight-covid-19-but-are-stymied-by-state-licensing-laws"}, "ARTICLE": {"TITLE": "Immigrant Doctors Want to Help Fight COVID-19 but Are Stymied by State Licensing Laws", "TEXT": "On the evening of April 3rd, the mobile phones of many New Yorkers began beeping with a push alert from City Hall. “Attention all health care workers: New York City is seeking licensed healthcare workers to support healthcare facilities in need,” the message read, with a link to sign up. Even before the coronavirus crisis, there was a shortage of doctors around the country; since the pandemic hit, Mayor Bill de Blasio and Governor Andrew Cuomo have been urging retired doctors and nurses to help their colleagues on the front lines against Covid-19. (In early April, de Blasio told NPR that the city would need forty-five thousand more “clinical personnel” by the end of the month.) The alert made its way to the cell phone of Aleksandra Prasolova, who was sheltering in her apartment in South Brooklyn, working on a jigsaw puzzle to help pass the time.\n\nPrasolova, who is thirty-seven and moved to New York three years ago, is an anesthesiologist and intensive-care physician with nine years’ experience in Moscow hospitals. In 2009, when the swine-flu epidemic reached Russia, she was working in the intensive-care unit at an underfunded city hospital. “We couldn’t do a CT scan or MRI. We had nothing—we had to work like in the nineteenth century,” she told me. “Some days, we had to wash out our gloves because we didn’t have any others, and we just used them again.”\n\nPrasolova registered online, but she knew it was unlikely that she’d be called, because she doesn’t have a medical license in New York State. She looked into getting one when she first arrived in the U.S., but the process in New York—each state sets its own requirements—involves passing the three-part United States Medical Licensing Examination, which is expensive to prepare for and take, and also requires the completion of a hospital residency of at least three years (four years, for anesthesiologists), which is difficult for a foreign-trained specialist to obtain. So Prasolova worked at a local clinic, digitizing medical files, and taught anatomy and physiology part time at a small private medical school. In responding to the alert, she hoped to be able to volunteer in some other medical capacity. On April 9th, the H.R. office of a hospital in Queens promised to e-mail her forms meant to establish her qualifications. She’s still waiting for them. “I’ve been checking my spam constantly,” she told me. “I want to be useful somewhere, do something.”\n\nAccording to the Migration Policy Institute, a think tank based in Washington, D.C., there are two hundred and sixty-three thousand immigrants in the United States with degrees in health-related fields who are either working in low-paying jobs or are out of work. Many live in states that have been hit hard by the pandemic, such as New York and Florida. “Florida is the state with the highest number of college-educated migrants, but many are, for example, unemployed Cuban health professionals who can’t convert their degrees,” Jeanne Batalova, a sociologist and a senior policy analyst at the Institute, told me. Many work “as cashiers, child-care workers, or taxi and Uber drivers.”\n\nIn recent weeks, the governors of New York, New Jersey, Nevada, and a few other states have issued executive orders to relax the rules and issue temporary licenses, in certain cases. Governor Phil Murphy, of New Jersey, has issued the most flexible order to date, allowing temporary medical licenses to physicians who have practiced in other countries within the past five years and have at least five years’ work experience over all in hospitals or clinics. The physicians do not have to have taken the U.S.M.L.E. Prasolova easily fulfills these requirements. But, in New York, Cuomo has taken a more limited approach: the state still requires passing the exams, though it has reduced the residency requirement to just one year. Two weeks ago, in Massachusetts, Governor Baker issued an executive order that reduced his state’s residency requirement to two years. But, Eva Millona, the executive director of the Massachusetts Immigrant and Refugee Advocacy Coalition, told CommonWealth Magazine, “Sadly, many foreign-trained doctors, nurses, and other medical professionals in Massachusetts don’t fit that profile.”\n\nThe process became more difficult in 1976, when Congress passed a law claiming that foreign-trained medical workers were not as professionally competent as U.S. graduates, and that there was “no longer an insufficient number of physicians and surgeons in the United States such that there is no further need for affording preference to alien” doctors. Since then, a few states have passed small amendments to the law, but the path to licensing remains challenging for most. Cindy Huang, the vice-president of strategic outreach at Refugees International, who advocates for refugee doctors, told me that, even though the states control the process, “the federal government still could put together a task force to develop guidelines.” President Trump’s anti-immigrant stance, however—on Tuesday, he announced a sixty-day suspension of new green cards—would likely stand in the way of such an initiative. As the Times reported earlier this month, the White House has been making it difficult for four thousand foreign physicians to get visas to start residencies for which they have already been approved.\n\nGregory Maniatis, the director of the International Migration Initiative at the Open Society Foundations, has been discussing with organizations and officials in countries around the world ways to unlock their countries’ credentialling processes. “There are all these people who can contribute, who want to contribute, and we are stopping them from doing that,” he told me. “Any person who is not overtly anti-immigrant,” he added, would say, “of course we should be doing that.” The Open Society, with More in Common and YouGov, conducted a survey asking Americans if they would approve of foreign doctors working on the front lines of the pandemic. Seventy-five per cent said yes.\n\nJosé Ramón Fernández-Peña was a primary-care physician in Mexico before coming to the United States in the nineteen-eighties, when the AIDS crisis was at its peak. He earned a master’s degree in public administration, with a concentration in health policy, at New York University, then worked in administration at Bellevue Hospital. Along the way, he met many foreign-trained doctors who wanted to get back into the field. So, in 1999, when he started teaching in the health-education department of San Francisco State University, he founded the Welcome Back Initiative, which helps immigrant health professionals pursue the credentials they need and find education and job opportunities. It now has offices across the country. “From New York to Washington State, folks are coming into our offices asking, ‘Is there any way I can help?’ ” he said.\n\nFernández-Peña explained why the licensing process is so challenging. The U.S.M.L.E. exams are intended for recent medical-school graduates, whereas foreign-trained physicians may have been working in specialized fields for years. “Imagine a cardiologist,” he said, “who has been training abroad for years on heart problems, if he would be able to recall the names of bones in each foot, after many years out of school.” In addition, the fee to take the exams, plus the cost of textbooks and other expenses, can amount to ten thousand dollars, which many immigrant doctors may not be able to afford, especially if they have families to support. “The immigrant that left Iraq probably didn’t walk out with a hundred thousand dollars in his pocket,” Fernández-Peña said."}}