{"GDELT": {"GlobalEventID": 919859586, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "LAB", "Actor1Name": "EMPLOYEE", "Actor1Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.25, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Hedwig Village, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX201", "Actor1Geo_Lat": 29.7775, "Actor1Geo_Long": -95.5172, "Actor1Geo_FeatureID": "1374028", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hedwig Village, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 29.7775, "Action2Geo_Long": -95.5172, "Action2Geo_FeatureID": "1374028", "DATEADDED": 20200423230000, "SOURCEURL": "https://www.kiiitv.com/article/money/business/houston-restaurant-plans-to-open-in-defiance-of-harris-county-order/503-d6197ec9-b6ba-4648-a251-8c455298dac1"}, "ARTICLE": {"TITLE": "Federal Grill owner will open Hedwig Village restaurant Friday", "TEXT": "\"How is it that … you can walk into a Walgreens with 30, 40, 50 people in there? Why can they open? Why can’t we?\" the owner of Federal Grill asked.\n\nHOUSTON — Federal American Grill owner Matt Brice opened one of his restaurant's dining rooms to customers Friday evening, despite Harris County's \"Stay Home, Work Safe\" order.\n\nOnly the Hedwig Village location on the Katy Freeway is open for dinner. Brice said the mayor of Hedwig Village is OK with the plan.\n\n“We should be able to open very responsibly,\" Brice told CultureMap. \"How is it that … you can walk into a Walgreens with 30, 40, 50 people in there? Why can they open? Why can’t we? They can either shut everything down or don’t.”\n\nFederal Grill is taking several precautions regarding safety and hygiene as well as limiting the number of diners to 30 percent of the restaurant's capacity, according to Brice.\n\nEvery employee will be required to have their temperatures taken before allowed to clock in and begin working by the manager on duty. Any employee not deemed fit to work will be sent home and required to show proof of being tested negative for COVID-19, before returning to work\n\nEvery employee will be required to wear hand gloves and change as needed\n\nAll employees will be required to wear face masks while working\n\nAll menus will be disposable and used once per patron\n\nA bathroom attendant will manage a one person at a time use of our restrooms along with continuous sanitation of facilities\n\nDoors will be open for adequate air flow through the dining areas.\n\nPaper goods and disposable items will be used whenever possible (no unnecessary items will be on the tables such as salt & pepper shakers)\n\nSalt & pepper packets\n\nSugar packets, sweeteners, & creamers\n\nAll high traffic areas will be diligently sanitized. Examples include (not limited to) Door handles, phones, check presenters, POS stations, and pens\n\nTables and chairs will be immediately sanitized after every use.\n\nOpen to the public up to 30% occupancy. After two weeks of testing this pilot program & positive information from our local government we may increase occupancy.\n\nMinimum of 6 feet between tables (we will do 8 feet whenever possible) to ensure social table distancing.\n\nNo more than six guests per table.\n\nHands free payment options will be available and strongly recommended.\n\nVenmo: @matt-brice-1\n\nPaypal: PayPal.Me/federalgrill\n\nThis story is from our partnership with the Houston Business Journal. Read more here.\n\nGreat news if you watch TV with an antenna"}}