{"GDELT": {"GlobalEventID": 919859025, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "BMU", "Actor1Name": "BERMUDA", "Actor1CountryCode": "BMU", "Actor2Code": "CHE", "Actor2Name": "SWISS", "Actor2CountryCode": "CHE", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.21472392638037, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ", "Actor1Geo_Lat": 47.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "SZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Switzerland", "Actor2Geo_CountryCode": "SZ", "Actor2Geo_ADM1Code": "SZ", "Actor2Geo_Lat": 47.0, "Actor2Geo_Long": 8.0, "Actor2Geo_FeatureID": "SZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bermuda", "Action2Geo_CountryCode": "BD", "Action2Geo_ADM1Code": "BD", "Action2Geo_Lat": 32.333333, "Action2Geo_Long": -64.75, "Action2Geo_FeatureID": "BD", "DATEADDED": 20200423230000, "SOURCEURL": "http://www.royalgazette.com/re-insurance/article/20200423/virus-is-largest-event-in-insurance-history"}, "ARTICLE": {"TITLE": "Virus is \u0091largest event in insurance history’", "TEXT": "Virus is \u0091largest event in insurance history’\n\nVirus impact: Evan Greenberg, chairman and CEO of Chubb\n\n\n\nThe Covid-19 crisis will be historic for the insurance industry, said Evan Greenberg, chief executive officer of insurer Chubb.\n\nThe virus and its ripple effects will impact both the asset side and the liability side of the balance sheet, he said.\n\n\u0093This event will be the largest event in insurance history,\u0094 Mr Greenberg said in an earnings call discussing first-quarter results for Chubb, the Swiss-based insurer with substantial operations in Bermuda.\n\nChubb booked $13 million of losses tied to Covid-19 in the first quarter and warned that the virus will have a \u0093meaningful impact\u0094 on revenue and profit in the second quarter.\n\n\u0093We\u0092re in an unprecedented moment of historic proportions,\u0094 Mr Greenberg said on the call. \u0093None of us living today has experienced an event of this nature or magnitude. It is at once surreal and catastrophic.\u0094\n\nChubb\u0092s net income was $252 million for the first three months of the year, down from $1.04 billion in the first quarter of 2019.\n\nThe main driver of the fall in profit was financial market volatility. Property and casualty net premiums written were $7.3 billion, up 8.9 per cent year over year.\n\nThe combined ratio \u0097 the proportion of premium dollars spent on claims and expanses \u0097 for P&C business was 89.1 per cent, in line with 89.2 per cent recorded in the prior year.\n\nInsurers are facing a looming threat as legislators in some US states, including New Jersey and Massachusetts, consider law changes that would require insurers to pay out business-interruption losses for small firms, sometimes even if the policy explicitly excluded losses caused by a virus.\n\nMr Greenberg has called the retroactive measures \u0093unconstitutional\u0094 as they would force insures to pay out for losses they did not contemplate when pricing the policies.\n\nMr Greenberg added: \u0093I feel more stability outside the United States on the regulatory and legal front than I do in the United States. The irony.\u0094"}}