{"GDELT": {"GlobalEventID": 919859043, "Day": 20200423, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3096, "Actor1Code": "BUS", "Actor1Name": "INDUSTRY", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 4.0575916230366404, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lyngenfjord, Troms, Norway", "Actor1Geo_CountryCode": "NO", "Actor1Geo_ADM1Code": "NO18", "Actor1Geo_ADM2Code": "23523", "Actor1Geo_Lat": 69.6725, "Actor1Geo_Long": 20.3442, "Actor1Geo_FeatureID": "-269849", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lyngenfjord, Troms, Norway", "Action2Geo_CountryCode": "NO", "Action2Geo_ADM1Code": "NO18", "Action2Geo_ADM2Code": "23523", "Action2Geo_Lat": 69.6725, "Action2Geo_Long": 20.3442, "Action2Geo_FeatureID": "-269849", "DATEADDED": 20200423230000, "SOURCEURL": "http://www.whiskyintelligence.com/2020/04/aurora-spirit-distillery-launches-their-1st-ever-whisky-in-may-2020-named-bivrost-niflheim-arctic-single-malt-whisky/"}, "ARTICLE": {"TITLE": "WhiskyIntelligence.com » Blog Archive » Aurora Spirit Distillery Launches Their 1st Ever Whisky in May 2020 named “Bivrost® Niflheim – Arctic Single Malt Whisky”", "TEXT": "Worlds northernmost Whisky to be released\n\nAfter 3 years of production, Aurora Spirit Distillery, launches their first ever Whisky in May 2020. This will be the northernmost Whisky in the world and is named “Bivrost® Niflheim – Arctic Single Malt Whisky”.\n\nBivrost® Niflheim Single Malt Whisky is made from Nordic barley, pilsner malt and brewer’s yeast. The water is sourced from the local spring, which receives melted glacier water from the Lyngen alpine range. The Whisky was stored in carefully selected sherry casks, virgin oak and bourbon casks. It has been allowed to mature for the required three years in underground storage vaults, which were previously part of a network of tunnels in a Cold War NATO base.\n\nThe Whisky is made by Aurora Spirit Distillery, which has established a unique distillery that attracts international attention with its spectacular location. The distillery is the world’s northernmost, situated far beyond the Arctic Circle in Norway. Bivrost products are based on local herbs, berries and melted glacier water. Aurora Spirit has an award winning visitor centre which offers guided tours for visitors.\n\nUntil Aurora Spirit scale up Whisky sales with their “standard” Bivrost Whisky (Estimated release 2025) they will be releasing 2 limited editions each year as a “collectable series”, related to “the nine worlds of Norse mythology”. First one out is Niflheim (“world of fog”). This world is the homeland of darkness, cold, mist, and ice by ancient Viking beliefs. The brand name Bivrost® is more than 1000 years old. The producers’ Viking ancestors named the northern light “biv rost” (shaking path) – they thought it was a magical bridge between the worlds.\n\nThe different Whisky releases will have different taste impressions. Niflheim is fruity and sweet on the nose. On the palate it has a nice balance of sweetness, wood and spiciness, with a long and sweet finish. The use of small casks has enabled this whisky to mature beyond its youth. (Also see Whisky Author Blair Bowman’s opinions below).\n\nThe first 20 Whiskies will go on auction late April (www.whiskyauctioneer.com). The producer will arrange an online streaming event on the 23. Of April, with digital tasting, presentations and live music. Find out more on their Facebook page.\n\nWhisky Author Blair Bowman’s words:\n\nI feel incredibly lucky to have visited Aurora Spirits two times in the last few years. My first visit was in January 2018 and I was blown away by the whole experience. It was my first time in Norway and I felt an instant and very strong connection to the distillery and the team. The generosity and warmth from the Northern Norwegians was genuine and heartfelt. Their passion for their distillery is truly palpable.\n\nThe distillery is unlike anything I’ve seen before. The Lyngenfjord area is truly breathtaking and the fact that they are in the Arctic Circle, on a former NATO base and using the old tunnels to mature their whisky is completely unique. Their use of a wide variety of interesting casks and the various casks experiments they are running is exciting to see too.\n\nI first got to taste their spirit when it was just over one year old and it was already showing great promise at that very early stage. I also then tried the spirit again at around two years of maturation and it had developed very well and was clearly well on its way to being an excellent whisky when it reached its 3rd birthday and legally became whisky.\n\nNow that the Bivrost Nifilheim Whisky is ready to be released I’m incredibly excited for others to get a chance to taste whisky from the most northerly whisky distillery in the world!\n\nTasting Notes:\n\nNose: Initially lots of deliciously juicy dried fruits and sweet toasted nuts. Dried cherries, sultanas, raisins, figs. Then sweet caramelised peanuts, almonds and hazelnuts with a hint of black pepper. A rich spiced malt note comes later like toasted malt bread with Nutella.\n\nPalate: A lovely balance of sweet and woody spice with hints of dried fruit. Like balsa wood shavings on a woodburner in a sauna that has maple syrup on the wooden benches and then a few black peppercorns and dried fruits are thrown into the burner.\n\nFinish: Long and sweet with hints of spice.\n\nOverall: A deliciously drinkable whisky with a very chewy and juicy mouthfeel and finish that makes you come back for more.\n\nAn incredible achievement for a group of friends who were inspired to build their own distillery in the Arctic Circle after a trip to Islay in Scotland. This whisky really shows their dedication to the quality of the ingredients, the distillation and maturation.\n\nBlair Bowman, March 2020\n\nhttp://www.blairbowman.com/"}}