{"GDELT": {"GlobalEventID": 920160931, "Day": 20200425, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3151, "Actor1Code": "CHN", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor2Code": "MED", "Actor2Name": "MAGAZINE", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.09059233449478, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "North Korea", "Actor1Geo_CountryCode": "KN", "Actor1Geo_ADM1Code": "KN", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": 127.0, "Actor1Geo_FeatureID": "KN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "North Korea", "Actor2Geo_CountryCode": "KN", "Actor2Geo_ADM1Code": "KN", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": 127.0, "Actor2Geo_FeatureID": "KN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "North Korea", "Action2Geo_CountryCode": "KN", "Action2Geo_ADM1Code": "KN", "Action2Geo_Lat": 40.0, "Action2Geo_Long": 127.0, "Action2Geo_FeatureID": "KN", "DATEADDED": 20200425153000, "SOURCEURL": "https://nypost.com/2020/04/25/kim-jong-un-in-vegetative-state-japanese-media-report-says/"}, "ARTICLE": {"TITLE": "Kim Jong Un in ‘vegetative state,’ Japanese media report says", "TEXT": "North Korean dictator Kim Jong Un is in a “vegetative state” after he underwent heart surgery earlier this month, a Japanese magazine says.\n\nThe weekly Shukan Gendai reported Friday that a Chinese medic sent to North Korea as part of a team to treat Kim believed a delay in a simple procedure left the leader severely ill, Reuters reported.\n\nNorth Korean media hasn’t mentioned Kim’s health or whereabouts, even though reports by other media have sparked international speculation about his well-being.\n\nThe Chinese expert told the magazine that Kim clutched his chest and fell to the ground on a visit to the countryside earlier this month. A doctor accompanying Kim performed CPR and took him to a nearby hospital.\n\nKim, believed to be 36, needed a stent procedure, which calls for placing a tube into a congested blood vessel to allow blood to keep flowing to the heart, according to Shukan Gendai.\n\nThe hashtag #KimJongUndead was trending on Twitter but without any proof of the leader’s death.\n\nEarlier this week, Seoul-based website Daily NK reported that Kim was recovering after undergoing a cardiovascular procedure on April 12. The outlet cited one unnamed source in North Korea.\n\nSouth Korean government officials and a Chinese official with the Liaison Department challenged subsequent reports suggesting that Kim was in grave danger after surgery, Reuters said. South Korean officials said they had detected no signs of unusual activity in North Korea.\n\nPresident Donald Trump has downplayed reports that Kim is ill, and an official familiar with U.S. intelligence said the government had no reason to conclude he was seriously ill or unable eventually to reappear in public, Huffington Post reported."}}