{"GDELT": {"GlobalEventID": 920161172, "Day": 20200425, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3151, "Actor1Code": "IND", "Actor1Name": "KARNATAKA", "Actor1CountryCode": "IND", "Actor2Code": "LAB", "Actor2Name": "EMPLOYEE", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.94117647058824, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Karnataka, Karnataka, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN19", "Actor1Geo_ADM2Code": "17688", "Actor1Geo_Lat": 13.5, "Actor1Geo_Long": 76.0, "Actor1Geo_FeatureID": "-2099860", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Nanjangud, Karnataka, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN19", "Actor2Geo_ADM2Code": "70160", "Actor2Geo_Lat": 12.1197, "Actor2Geo_Long": 76.6828, "Actor2Geo_FeatureID": "-2105667", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Karnataka, Karnataka, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN19", "Action2Geo_ADM2Code": "17688", "Action2Geo_Lat": 13.5, "Action2Geo_Long": 76.0, "Action2Geo_FeatureID": "-2099860", "DATEADDED": 20200425153000, "SOURCEURL": "https://indianexpress.com/article/cities/bangalore/karnataka-coronavirus-updates-6379150/"}, "ARTICLE": {"TITLE": "Karnataka COVID-19 wrap: Govt orders probe into spread of infection in Mysuru pharma company; JD(S) MLC in Mandya opposes testing", "TEXT": "26 new cases; total in Karnataka rise to 500, 18 dead (Express Photo by Ralph Alex Arakal) 26 new cases; total in Karnataka rise to 500, 18 dead (Express Photo by Ralph Alex Arakal)\n\nThe Karnataka government has ordered a probe into the origin of the COVID-19 outbreak among employees of the Jubilant pharma company in Nanjangud, Mysuru.\n\nKarnataka Chief Secretary T M Vijay Bhaskar in order on Friday has asked IAS officer Harsh Gupta, who is the nodal officer for the Covid-19 containment in the Mysuru district to inquire into and submit the report in a week’s time.\n\n“Despite stringent measures by the state government, there are many COVID-19 cases reported in Mysuru district. The main reason for the district to emerge as a COVID-19 hotspot is a Jubilant factory in Nanjangud” states order by Vijay Bhaskar.\n\n“Within one week the report should be submitted by Harsh Gupta by conducting inquire into how, from whom and where the infection first spread in Nanjangud, what are the reasons for the infection spread, what is the responsibility of the company, and others in the spread,” the order said.\n\nThe source of the infection of the first person who tested positive for the virus in the Mysuru pharma firm cluster on March 26 has been a mystery. The first case of the firm was a 35-year-old employee in the quality assurance department.\n\nThe cluster has gradually spread to more employees, their family members, close contacts, and others over the last one month. Out of the total 89 COVID-19 cases reported in Mysuru district till Saturday, 74 are linked to the Jubilant Pharma company in Nanjangud. The samples of 780 of the over 1000 employees at the firm in Mysuru have been tested for COVID-19, according to health department officials.\n\nInitially, a consignment from China that landed in the factory was suspected to be the source of the infection. The health department had sent the swab samples from the packaging material collected from the pharmaceutical company to the National Institute of Virology (NIV) Pune for tests but the report came negative.\n\nThere has been some speculation that P52, the first patient in the Jubilant Generics cluster at Mysuru, traveled to China in the period before he tested positive but this has been denied by the firm in an official statement issued earlier.\n\n“Patient P52 did not travel to China or on any overseas trip in the last six months. Further, none of the employees tested positive so far travelled overseas in the last six months,” said the pharma firm Jubilant Life Sciences Ltd which owns the Jubilant Generics subsidiary.\n\n“Jubilant Generics Limited at its plant located at Nanjangud, Mysore manufactures active pharmaceutical ingredients used in drugs that are needed for sustaining patients lives, including Azithromycin Dihydrate and Azithromycin Monohydrate, which are needed to fight the global menace of COVID-19,” the firm said.\n\n“Patient P52, the first positive case of COVID-19 from the Nanjangud facility, never had contact with any raw material nor a role in receiving, transporting, handling or storage of raw materials,” the firm said while referring to the Covid 19 negative report from NIV, Pune with respect to material and containers shipped to the firm from China ahead of the outbreak.\n\nKarnataka starts Plasma therapy trials for corona patients:\n\nThe Karnataka government on Saturday started convalescent plasma therapy clinical trials for severely infected COVID-19 patients in the state.\n\nKarnataka Health & Family Welfare Minister Sriramulu and Medical Education Minister Dr K Sudhakar inaugurated the clinical trials at Bangalore Medical College’s (BMC) Victoria Hospital.\n\n“Karnataka has taken a lead role as we initiate Phase I clinical trials to use Convalescent Plasma Therapy for severe Covid 19 infected patients. BMC Victoria hospital took the first step today. We are determined to vanquish this enemy of mankind,” Sriramulu said in a tweet.\n\nKarnataka has taken a lead role as we initiate Phase I clinical trials to use Convalescent Plasma Therapy for severe Covid 19 infected patients. BMC Victoria hospital took the first step today. We are determined to vanquish this enemy of mankind. (1/2) pic.twitter.com/XU1BfXqGgj — B Sriramulu (@sriramulubjp) April 25, 2020\n\nAdditional Chief Secretary, Health and Family welfare, Jawaid Akhtar said the separated plasma from the blood of recovered patients would be used for the same. “Many citizens who have recovered from the infection in the state have come forward voluntarily to donate blood. However, we cannot collect blood from those suffering aged above 60 years and from those suffering from other diseases,” he said.\n\n26 new cases; total in Karnataka rise to 500, 18 dead\n\nAs many as 26 new Covid-19 positive cases were confirmed in the state on Saturday, of which 13 are from the state’s capital Bengaluru which includes one journalist. Nine cases reported from Hirebagewadi in Belagavi district and one each case from Mandya, Mysuru, Chikkaballapura and Bantawala in Dakshina Kannada district.\n\n“As of 5:00 PM of 25th April, cumulatively 500 COVID-19 positive cases have been confirmed in the state, it includes 18 deaths & 158 discharges,” the health department said in the media bulletin.\n\nJD(S) MLC in Mandya opposes Covid-19 testing\n\nJD(S) MLC Srikanth Gowda on Saturday objected when journalists were being tested for COVID-19 in Mandya. A scuffle broke out between the MLC’s supporters and the journalists when the MLC supporters tried to stop the health officials from conducting tests stating the spot is close to a residential area.\n\nGowda and his son Krishik Gowda got into a verbal duel with the journalists and his son manhandled the journalists who came there for tests. Mandya DC Venkatesh and SP Parashuram intervened and stopped the scuffle. Police detained Krishik Gowda while Srikanth Gowda left the spot by then.\n\n“COVID-19 tests of journalists were being conducted as per the directives of the Karnataka government at Ambedkar Bhavan in Subhash Nagar in Mandya town. MLC Srikantegowda and his son along with few supporters arrived at the spot and disrupted the testing process by the health officials. We have registered an FIR against the MLC and his son and investigation is going on,” said Mandya SP Parashuram.\n\nCM urges people to donate online to CMRF, not in person\n\nKarnataka Chief Minister BS Yediyurappa on Saturday requested people to donate online to the Chief Minister Relief Funds(CMRF) instead of meeting him in person to follow social distancing norms.\n\nYediyurappa said in a tweet, “It is my humble request to all #CMRF donors to please send over contributions online rather than to me in person by cheque. Although your deed is greatly appreciated, meeting in person beats the purpose of social distancing.”\n\n“Your donations will be acknowledged and brought to my notice through my team even when done online,” he said in another tweet.\n\nBJP MLA flouts social distancing norms to organise a meeting of ASHA workers\n\nBJP MLA and Karnataka CM’s political secretary MP Renukacharya ignores lockdown and social distancing to organise a meeting of ASHA (Accredited Social Health Activist) workers in Honnali, Davanagere District.\n\n?? Meet Karnataka CM’s political secretary @MPRBJP ?? Addressing more than 100 ASHA Workers in a congested Room ?? There is no Social distancing ?? Each ASHA workers will visit 5-6 villages to create awareness about corona. ?? MLA is from Ruling party of this #CovIDIOTGovt pic.twitter.com/7yTx36E2Ez — Prathap ?????? (@Kanagalogy) April 25, 2020\n\nThe video of the Honnali MLA Renukacharya interacting with ASHA workers has gone viral on Saturday. Renukacharya is seen on stage and ASHA workers are seen sitting on the floor without following the social distancing norms. According to sources, Renukacharya distributed ration kits to ASHA workers at the SBI Bank hall in Honnali on Thursday.\n\nKSRTC converts its bus into Mobile Fever Clinic in Mysuru\n\nKarnataka State Road Transport Corporation (KSRTC) has converted one of its buses into a fever clinic in Mysuru to check the spread of COVID-19.\n\nIn Mysuru @KSRTC_Journeys starts fever clinic on bus to check spread of #COVID19@IndianExpress pic.twitter.com/8GAI4Cqyuq — Darshan Devaiah B P (@DarshanDevaiahB) April 25, 2020\n\nAccording to the KSRTC, a mobile fever clinic is constructed in one of the old buses at an approx cost of Rs.50,000. Speaking to Indianexpress.com, KSRTC PRO Latha TS said, “The bus has a bed for a patient and cabin for a doctor along with seating facility, medicine box, washing basin, sanitizer, soap oil, a separate water facility, and fans.”\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest Bangalore News, download Indian Express App."}}