{"GDELT": {"GlobalEventID": 920160925, "Day": 20200425, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3151, "Actor1Code": "CANGOV", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor1Type1Code": "GOV", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.5625, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200425153000, "SOURCEURL": "https://www.cbc.ca/news/politics/trudeau-addresses-fish-and-seafood-sector-1.5545099"}, "ARTICLE": {"TITLE": "Trudeau pledges $62.5M for fish and seafood sector amid mounting food supply concerns", "TEXT": "Prime Minister Justin Trudeau has announced $62.5 million for Canada's fish and seafood sector amid mounting concerns over the state of the country's food supply.\n\nSeafood processors, fisheries and harvesters are worried about whether they'll have the labour they need — including enough temporary foreign workers — to fill out their workforce, while others have called for delays to the spring season as they work to establish proper safety protocols.\n\nThe prime minister said the funds will go toward protecting workers and putting in place recommended health guidelines within the industry.\n\n\"We're giving more money to processors so they can purchase personal protective equipment for workers, adapt to health protocols and support other social distancing measures,\" Trudeau said. \"For example, fish processing plants could buy new equipment, like freezers or storage space, so that their product — food for Canadians — can stay good while they respond to a changing market.\"\n\nEncouraging but not enough, union leader says\n\nKeith Sullivan, president of Fish, Food and Allied Workers, a trade union representing 15,000 workers in Newfoundland and Labrador, called the financial relief \"encouraging\".\n\n\"Harvesters from all of Atlantic Canada right across to B.C. have been looking for some relief since the pandemic began,\" Sullivan said in an interview with CBC News Network. \"We know that those in the processing sector and in plants have some serious concerns about their health and safety.\"\n\nWatch: Fish harvesters falling through the cracks, union boss says\n\nKeith Sullivan, president of the Fish, Food and Allied Workers trade union, says more financial assistance is needed to help fish harvesters weather the COVID-19 crisis. Otherwise, he says they're going to fall through the cracks. 0:46\n\nSullivan said workers have expressed misgivings about the ability to practise physical distancing in the facilities.\n\nHowever, Sullivan said the prime minister's announcement failed to address support for harvesters, rather than those working in processing facilities.\n\n\"As a result of [safety concerns], harvesters in Newfoundland and Labrador and other places have delayed major seasons,\" Sullivan said. \"As a result of the delays and market problems related to COVID-19, we're going to have severe difficulties. There's going to be instances where people just can't make ends meet.\"\n\nRelief for harvesters forthcoming\n\nFederal Fisheries Minister Bernadette Jordan said in a Saturday news conference that help for harvesters is on its way.\n\n\"We also recognize that in order for the harvesters to continue to fish, they have to be able to sell their product. That's one of the reasons why the processors are the people that are first out the door,\" Jordan said. \"We are actively exploring other measures that will definitely impact other areas in the sector.\"\n\nJordan said in a statement last week that her department remained in talks with industry members and her provincial counterparts about season openings and the state of the sector during the COVID-19 pandemic.\n\nThe concerns raised by those in the fish and seafood industry come as meat processing plants across the country grapple with similar problems.\n\nOutbreaks of the coronavirus have cropped up at several facilities — including one death and hundreds of positive cases — at Alberta's Cargill plant south of Calgary.\n\nLabour shortages and health concerns have led to a number of plants temporarily closing their doors or reducing operations.\n\n\n\nTrudeau said earlier this week that the federal government would be monitoring Canada's food supply \"very, very carefully\" for shortages and rising costs."}}