{"GDELT": {"GlobalEventID": 920161193, "Day": 20200425, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3151, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "REL", "Actor2Name": "SAINT", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.1564211807668898, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Aulia, Madhya Pradesh, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN35", "Actor1Geo_ADM2Code": "17725", "Actor1Geo_Lat": 21.8981, "Actor1Geo_Long": 76.9775, "Actor1Geo_FeatureID": "-2089340", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Aulia, Madhya Pradesh, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN35", "Actor2Geo_ADM2Code": "17725", "Actor2Geo_Lat": 21.8981, "Actor2Geo_Long": 76.9775, "Actor2Geo_FeatureID": "-2089340", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Aulia, Madhya Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN35", "Action2Geo_ADM2Code": "17725", "Action2Geo_Lat": 21.8981, "Action2Geo_Long": 76.9775, "Action2Geo_FeatureID": "-2089340", "DATEADDED": 20200425153000, "SOURCEURL": "https://thewire.in/religion/ramzaan-mubarak-ramadan-kareem"}, "ARTICLE": {"TITLE": "Why Indians Should Stick to Saying 'Ramzaan Mubarak', Not 'Ramadan Kareem'", "TEXT": "As Ramzaan starts and “Ramadan Kareem” wishes start trending on social media, I feel it is time to set the record straight on certain things. Most of us in the subcontinent grew up hearing our parents’ generation pronounce the name of the month as “Ramzaan”. Increasingly, as data becomes free of borders, we have been exposed to ideas, words, phrases and transliterations on social media popularised by people in the Arab world. There is a tendency to blindly follow these as ‘correct’ and ‘authentic’ because Islam originated in that part of the world after all.\n\nNow the name of the month is written as “رمضان” in Arabic. The operative letter here is ض, which is pronounced as a sound that is a cross between ‘d’ and ‘z’ by native Arabic speakers. This is invariably written as ‘d’ or ‘dh’ by Arabs when using the English alphabet. In fact, Arabs extend this same treatment to the alphabets ظ , ز and ذ when transliterating into the English alphabet. However, in the Indian subcontinent, we have consistently written and pronounced all four as ‘z’. Here’s some evidence of our pronunciation of the alphabet ض elsewhere. The following commonly used Urdu words commence with ض:\n\nZiddi (stubborn)\n\nZarurat (need) and zaruri (necessary)\n\nZamanat (bail/bond)\n\nZameer (conscience)\n\nZila (district)\n\nSo, to all those from the subcontinent who are blindly following English transliterations of these alphabets done by Arabs to call this month “Ramadan”, your Dameer is probably already dead, it is extremely Daruri that you watch Sunny Deol’s Diddi, sing ‘Saara Damana’ from Amitabh Bachchan’s Yaarana, give Damanat if anyone gets arrested, blame General Dia-ul-Haq for Pakistan’s misery and give your address as Dila Hoshiarpur because you’re so damn clever. And if you’re already doing that, then you’re just zaft.\n\n(PS: Just a quick question, when lawyers in Hindi movies used to say “M’lord, mein aap ke saamne ek daleel pesh karna chahta hoon”, what did you think they were about to do?)\n\nThat brings me to the second part of the greeting. Till a few years ago, despite growing up in a practicing Muslim household and living in a Muslim neighbourhood, I had never heard someone say “Ramzaan Kareem” and expect it to be understood as a full sentence.\n\n‘Kareem’ means ‘honourable’ or ‘noble’ in Arabic. It is one of the 99 names of Allah and, in its literal meaning, it is used as an honorific. Like ‘Quran Kareem’ is used to respectfully speak of the noble Quran. Dropping someone a message saying “Ramzaan Kareem” is like saying “Honourable Ramzaan”. It sort of leaves the sentence awkwardly hanging midair. It’s like walking up to someone and saying “Holy Christmas”. It will invariably be followed by a long pause after which they will be forced to mutter “ahem…yes, it is very…holy…”\n\nSure, every culture has its own idiosyncrasies and I don’t know how the Arabs arrived at this greeting (if they actually do use it), but to discard our own cultural “Ramzaan Mubarak”, which means “May this Ramzaan be beneficial for you” for “Honourable Ramzaan!” is just mindless aping of the worst kind.\n\nAlso read: Will Religion Deliver Us From or Doom Us to the Pandemic?\n\nAnd I could go on about the words and phrases that are changing. The morning meal during Ramzaan is now called by its Arabic name ‘Suhoor’ instead of its Persian version ‘Sehri’ used by Indian Muslims so far. The dish Haleem is now called Daleem because ‘Haleem’ is also one of the 99 names of Allah and naming a dish after Him would be disrespectful, and we don’t want people to think our increasing godlessness is because we ate our deity. Khuda Hafiz has become Allah Hafiz because the Persian word ‘Khuda’ is not one of the 99 names of Allah, and we don’t want to pack-off our loved ones with the wrong God. And now, some people have also started using the Arabic “Mabrook” instead of Mubarak, while others say “Khair Mubarak” instead of “Eid Mubarak”, so one can’t even look forward to Eid to be rid of these idiots.\n\nWhich brings us to why this has wider implications and isn’t just my annual rant. Looking blindly to the increasingly orthodox and puritanical Arab world for our religious traditions has repercussions on much more than just language. It represents an attitude that has implications on culture and religious practice itself, diluting what I call the softer aspects of Islam and replacing it with harsher doctrines of Wahabism imported from the Arab world.\n\nAn example of this are the traditions that exist around dargahs in India and Pakistan. Veneration of saints is something that has come into India through the traditions of the Sufi saints who travelled from areas that comprise present day Iraq, Iran, Turkmenistan, Uzbekistan and Afghanistan, among others. These Sufis, who were actually responsible for spreading Islam in the sub-continent, contrary to the popularly held and aggressively advertised misconception that it was spread by invading armies, brought with them the idea that the Aulia (literally, beloved of Allah) live on after their death. And so, people continue to visit them at their place of burial as if they were present in the flesh, bringing presents of flowers and essence for them and requesting them to make dua or prayer for them. This led to the evolution of the dargah as a place of seeking spiritual solace and for the teaching of religion.\n\nIn 1744, Ibn-Abd-al-Wahab, the founder of what we know today as ‘Wahabism” forged a pact with Ibn-Saud forming an alliance that would lay the foundation of modern day Saudi Arabia. Abd-al-Wahab believed that construction of dargahs, tombs and all manner of mausoleums and the veneration of dead saints carried on at these places were heretical practices that amounted to idol worship. And so, when the Wahabi-Saudi alliance gained control over the holy cities of Mecca and Madina, first for a brief interval in 1806 and then finally in 1925, one of the first things they did on both occasions was to demolish all tombs built at the burial places of the Prophet’s family and his companions, leaving only an unmarked stone to mark each grave, so that people would recognise that this is a grave so as not to step on it, and no more.\n\nThey also demolished the house the Prophet was born in, the house he spent his adult life in and all sites that could be identified with his life, so as to prevent heretical veneration of these sites. All possessions of the Prophet and his family that had been preserved for centuries were buried in unmarked graves at undisclosed locations, since the sentiments attached to them were, to the Wahabis, bordering on idol worship. In this manner, Islamic history and a whole cultural tradition associated with it was sought to be effaced.\n\nAlso read: Across the World, a Shadow Over Ramadan\n\nOne of the biggest exports of Saudi Arabia today, besides its oil, is its ideology and its harsh understanding of Islam that is sought to be spread far and wide, propelled by the petro-dollar. It funds “tabligh” or missionary movements in the sub-continents and other parts of the so-called third world that claim to be ‘revivalist’ in nature and which seek to efface the softer traditions emerging out of our dargahs.\n\nIt is wrong to imagine that the missionary work of tabligh is to convert non-Muslims to Islam. Since their outreach is limited to Muslim households and mosques, their purpose is actually to convince Muslims to abandon what the ‘Wahabis’ see as heretical innovations that have crept into the practice of Islam and go back to the origins of the religion. Meanwhile, the Saudis work overtime to efface those ‘origins’ and rewrite history and reinterpret religious texts in a manner that suits them. To the ‘Wahabi’, the dargah with its outwardly veneration of a grave, its flowers, chadars and incense sticks represents all things satanic. All forms of music is fitna (temptation) and is prohibited. So qawwali cannot presume to be spiritual, it does not even meet the definition of what is permissible.\n\nWhile Islam does engender a pan-national identity uniting people across cultures, there is simultaneous emphasis on being locally connected to one’s geographical area and community. It is not without reason that Muslims follow a lunar system where Eid depends on sighting of the moon in each geographical region. Since there is considerable variation in moon phases in different parts of the world, India usually starts fasting and celebrates Eid one, or sometimes even two, days after Saudi Arabia. We don’t try to synchronise our Ramzaam itself with Saudi Arabia. There is no reason why we should do the same to our Ramzaan greetings.\n\nThis local Islamic culture that we have developed over centuries has an Indian-ness that makes it more relatable to the communities we live besides. This culture, of which dargahs have been the fountainhead, is what we know today as the Ganga-Jamuni tehzeeb, that cultural confluence of the followers of the great religions of our sub-continent. And it is in those shared cultural moorings that the solution lies to the widening communal divide that is the greater of the two pandemics threatening us today. It is therefore important that we should be careful in trading the traditions of our ancestors for every shiny new imported thing that comes out of the Arab world. While the first step may be as simple as confounding our friends by wishing them Honourable Ramadan, the habit this builds has far reaching consequences.\n\nNizam Pasha is a lawyer practicing in the Supreme Court. He can be reached on Twitter @MNizamPasha.\n\nNote: In an earlier version of this article, the letter ز (ze) was inadvertently omitted from the list of Urdu alphabets with the ‘z’ sound. It was also incorrectly stated that the Tablighi Jamaat is funded from Saudi Arabia. In fact, the organisation is banned in that country."}}