{"GDELT": {"GlobalEventID": 920161061, "Day": 20200425, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3151, "Actor1Code": "GOV", "Actor1Name": "MINISTRY", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.58649789029536, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Columbus, Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_ADM2Code": "OH049", "Actor1Geo_Lat": 39.9612, "Actor1Geo_Long": -82.9988, "Actor1Geo_FeatureID": "1080996", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Columbus, Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_ADM2Code": "OH049", "Action2Geo_Lat": 39.9612, "Action2Geo_Long": -82.9988, "Action2Geo_FeatureID": "1080996", "DATEADDED": 20200425153000, "SOURCEURL": "https://www.the-review.com/news/20200425/latter-day-saints-continue-at-home-worship-begun-before-coronavirus-pandemic"}, "ARTICLE": {"TITLE": "Latter-day Saints continue at-home worship begun before coronavirus pandemic", "TEXT": "A home worship program called \"Come follow me\" allowed members of the Church of Jesus Christ of Latter-day Saints to easily transition to staying at home instead of attending congregational meetings.\n\nWhen coronavirus struck and shut down houses of worship and forced people to stay inside their homes, the Church of Jesus Christ of Latter-day Saints was ready.\n\nThe church started a home-centered worship program about two years ago, said Steven Richardson, president of the Columbus Stake.\n\nThe program, called \"Come Follow Me,\" helps families learn the Gospel every day from home, Richardson said.\n\nSome individual groups are also virtually worshiping together, but many families are just using the program to learn at home and then worship together on Sunday.\n\nKelly Worth and her family continued with home worship when in-person services at the Lewis Center stake they attend were canceled.\n\nDue to the church’s lay ministry program, they are able to partake of the sacrament of bread and water at home, which her husband blesses and then distributes to the family of five, including their kids ages 10, 8 and 5. She said they have easily adapted to worshiping from home.\n\nThe family discusses what they have been studying that week and then oldest son Ethan plays hymns on the piano.\n\n\"The biggest adjustment has been, of course, missing connections with friends and people,\" Worth said. \"It’s interesting. It’s an opportunity really for us to focus more on family and to have the opportunity to focus on specific questions and thoughts and ideas the kids have.\"\n\nShe said worshiping at home together has brought the family closer spiritually.\n\n\"We share our thoughts and feelings in a more intimate way,\" Worth said. \"Just the five of us. It’s really a special time.\"\n\nWorth is one of 62,326 Latter-day Saints in Ohio, according to an email from Susan Hunter, a church spokeswoman.\n\nRichardson and his wife start their weekly home worship with a hymn or a prayer and then talk about the \"Come follow me\" program, he said. After that, he blesses and distributes the sacrament and they do another hymn and a closing prayer.\n\n\"It’s quite touching to administer the sacrament to your wife and children ... It’s our own little sacrament meeting here,\" he said. \"Everybody’s kind of ministering to each other.\"\n\nHe sees a silver lining to the pandemic.\n\n\"It’s been humbling to the world to recognize that we aren’t independent of each other or God,\" Richardson said. \"It’s just kind of turned people back to God.\"\n\ndking@dispatch.com\n\n@DanaeKing"}}