{"GDELT": {"GlobalEventID": 920161461, "Day": 20200425, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3151, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "CVL", "Actor2Name": "CITIZEN", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.8860103626942997, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Alaska, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAK", "Actor1Geo_Lat": 61.385, "Actor1Geo_Long": -152.268, "Actor1Geo_FeatureID": "AK", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200425153000, "SOURCEURL": "https://www.nationnews.com/nationnews/news/245195/relax-measures-trump-defends-comments"}, "ARTICLE": {"TITLE": "States relax measures, Trump defends comments", "TEXT": "Salons and spas were allowed to reopen in Georgia. (Reuters)\n\nWASHINGTON – Three American states have allowed some shops to reopen after measures imposed to curb the spread of the coronavirus (COVID-19), as the country's death toll passed 51 000.\n\nSalons and spas could reopen in Georgia and Oklahoma while Alaska lifted restrictions on restaurants.\n\nOn Friday, President Donald Trump walked out of a shorter than usual briefing, refusing to take questions.\n\nHe has faced criticism after suggesting that injecting household disinfectant into patients could be beneficial.\n\nHis remarks have been condemned as dangerous by doctors and manufacturers.\n\nDisinfectants are hazardous substances and can be poisonous if ingested, and even external exposure can be dangerous to the skin, eyes and respiratory system.\n\nTrump said on Friday that the comments – made at a news conference one day earlier – were sarcastic and taken out of context.\n\nCustomers visiting the newly reopened businesses in Georgia, Oklahoma and Alaska will be expected to continue adhering to social distancing measures. But some cities and areas have decided to keep their lockdowns in place.\n\nIn Georgia, which has one of the fastest reopening timetables in the country, bowling alleys, spas, hair and nail salons, tattoo parlours and other personal care businesses will be allowed to resume operations. On Monday, dine-in restaurants and theatres will be allowed to reopen.\n\nWith unemployment claims reaching 26 million people – or around 15 per cent of the population – since mid-March, many US states are feeling the pressure to resume trading.\n\nBut health experts have warned that the steps might be happening too soon, amid fears they could spark another wave of infections. After being criticised by Trump, Georgia Governor Brian Kemp tightened some of the sanitation and social distancing requirements for restaurants.\n\nIn the White House briefing that lasted just over 20 minutes, President Trump asked people to continue to follow rules around social distancing and the use of face masks.\n\nAlso on Friday, Trump signed a $484bn (£391bn) economic stimulus bill into law, saying he wanted to \"rush economic relief to our citizens\".\n\nIt is the fourth Covid-19 relief package passed by Washington, and allocates funds towards greater testing, hospitals and a small business loan programme.\n\n(BBC)"}}