{"GDELT": {"GlobalEventID": 920161234, "Day": 20200425, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3151, "Actor1Code": "JUD", "Actor1Name": "HIGH COURT", "Actor1Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -8.86075949367087, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lenasia, Gauteng, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF06", "Actor1Geo_ADM2Code": "77364", "Actor1Geo_Lat": -26.3205, "Actor1Geo_Long": 27.8356, "Actor1Geo_FeatureID": "-1252777", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lenasia, Gauteng, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF06", "Action2Geo_ADM2Code": "77364", "Action2Geo_Lat": -26.3205, "Action2Geo_Long": 27.8356, "Action2Geo_FeatureID": "-1252777", "DATEADDED": 20200425153000, "SOURCEURL": "https://citizen.co.za/news/south-africa/courts/2275029/npa-appeal-leads-to-harsher-sentence-for-gauteng-man-who-killed-his-son/"}, "ARTICLE": {"TITLE": "NPA appeal leads to harsher sentence for Gauteng man who killed his son", "TEXT": "A man who shot and killed his son during what he thought was a robbery, received a suspended prison sentence after the National Prosecuting Authority (NPA) successfully appealed against his initial sentence.\n\nThe Gauteng High Court in Pretoria upheld the appeal against an initial sentence of caution and discharge imposed on Coert Johannes Kruger on 13 September 2019.\n\nThe man now faces a sentence of eight years in prison, suspended for five years.\n\nThe shooting occurred on 22 March 2019 when his son, Coert Jr, aged 30, broke into a house on his smallholding.\n\nThe alarm went off, so Kruger and a private security company went to investigate.\n\nKruger stood outside the house and saw a figure moving on the roof. It was dark and a searchlight was used to try to locate the person.\n\nKruger then fired a shotgun in the general direction of the figure and heard his son’s voice, expressing pain.\n\nRealising what had happened, Kruger contemplated suicide, the court heard during his trial.\n\nAccording to Vanderbijlpark police spokesperson Sergeant Gertrude Makhale, Kruger was arrested before his son’s corpse could be removed from the roof.\n\nNetwerk24 reported that Coert Jr was a drug addict who absconded from a facility he had been admitted to for rehabilitation in December.\n\nFollowing the shooting, stolen jewellery was found in his possession.\n\nIn September last year, Kruger was released on a warning without jail time. The death of his son was punishment enough, said Magistrate Robert Button.\n\nBut NPA spokesperson Phindi Mjonondwane said on Saturday that the state appealed to the high court, submitting that the “sentence that was shockingly inappropriate”.\n\n“The NPA challenged the decision of the magistrate citing that, in his finding, the magistrate failed to consider recent case law expounded in a Lenasia case with similar material facts, wherein a father was sentenced to 10 years, suspended for a period of five years, for mistakenly shooting and killing his own son,” she said.\n\nThe court found that the first sentence was based on an overemphasis of the effect of the crime on the accused’s psyche.\n\n“The court underemphasised the fact that the respondent fired a firearm in the direction of the deceased without any imminent danger or threat to his own life as there was no evidence that the deceased was armed,” Judge Elmarie van der Schyff found.\n\nMjonondwane added: “Though the court was of the view that a non-custodial sentence was unwarranted. It also held a view that a long sentence would also not be appropriate as courts’ decisions must also have an element of mercy. The court ruled that, under the circumstances, a sentence of eight years’ imprisonment, wholly suspended for five years on condition that the respondent is not convicted of a crime of murder, is an appropriate sentence.”\n\nFor more news your way, download The Citizen’s app for iOS and Android."}}