{"GDELT": {"GlobalEventID": 920248855, "Day": 20200426, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3178, "Actor1Code": "MED", "Actor1Name": "MEDIA", "Actor1Type1Code": "MED", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.4322876817138495, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wuhan, Hubei, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH12", "Actor1Geo_ADM2Code": "13124", "Actor1Geo_Lat": 30.5833, "Actor1Geo_Long": 114.26700000000001, "Actor1Geo_FeatureID": "-1930776", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wuhan, Hubei, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH12", "Actor2Geo_ADM2Code": "13124", "Actor2Geo_Lat": 30.5833, "Actor2Geo_Long": 114.26700000000001, "Actor2Geo_FeatureID": "-1930776", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wuhan, Hubei, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH12", "Action2Geo_ADM2Code": "13124", "Action2Geo_Lat": 30.5833, "Action2Geo_Long": 114.26700000000001, "Action2Geo_FeatureID": "-1930776", "DATEADDED": 20200426094500, "SOURCEURL": "https://www.americanthinker.com/articles/2020/04/virus_strikes_media_dumb.html"}, "ARTICLE": {"TITLE": "Virus Strikes Media Dumb", "TEXT": "There’s a lot of important news this week which is getting insufficient coverage. By way of example, we have these developments:\n\nThere are increasingly plausible reports that North Korea’s leader Kim Jong-u n may be dead, dying, or comatose\n\nGeneral Michael Flynn, in support of his motion that he be allowed to withdraw his guilty plea, filed a new pleading this week. In it he notes that exculpatory material that he just now tardily received had been deliberately withheld from him, against the mandate of the Brady case. This material supports his motion that he was framed and his son threatened by prosecutors if he did not plead guilty. He also asserts that his prior counsel urged him to give up dirt on the President.to the prosecutors.\n\nCongressman Adam Schiff, an avatar for deceit, continues to withhold the transcripts of 43 interviews of “Russia collusion” witnesses his committee had in secret and is blocking declassification of another 10. Hiding the evidence allows him to continue to lie about what the witnesses revealed with no possibility of contradiction. Among the 10 for which he’s blocking declassification are those of Obama’s National Security Adviser Susan Rice and former Ambassador Samantha Powers, two figures deeply involved in unmasking Trump campaign figures who had been unlawfully surveilled under FISA after the DOJ submitted false information to the FISC to open the surveillance.\n\nThe governors of New York, New Jersey, and California imperiled the most vulnerable to the virus -- the elderly in nursing homes (and their caretakers) -- by ordering virus stricken patients be housed in nursing homes after transport from hospitals. In none of these governors' many pressers, to my knowledge, were they asked about this policy and why the hell they instituted it. Surely, there are empty motels which would have better served this purpose. After all, our latest reports indicate 20% of the virus fatalities occurred in nursing homes. Add this to other policy mishaps in these states -- cutting the number of scheduled subway runs in New York, for example, assuring that essential workers will be more greatly endangered in packed cars, and refusing to permit stricken nursing home residents from being transferred to the hospital ship in New York.\n\nInstead, we are back to story number one: How to refashion news on the Wuhan virus to attack the President. As been the case from the beginning, the press is using every foul means to demean him and make this the Trump Virus, ignoring his measured approach and successes.\n\nThis week they glommed onto his remarks in a presser that revealed the contagion curve is flattening and diminishing to suggest that Trump had called for something as possible remediation -- bleach injection -- that he had not. In some cases, they flat-out lied about what he said. In others they edited the presser video to achieve the same distortion.\n\nRegular readers of this site know a great deal about press information manipulation and lies. I write this in the hope that you will share it with those others who still don’t get it.\n\nHere is the relevant discussion from that presser, transcribed by the Daily Caller:\n\nBill Bryan, Under Secretary for Science and Technology at DHS, talked about the half-life of the coronavirus on surfaces like door handles and stainless steel surfaces, saying that when they “inject” UV rays into the mix along with high temperatures and increased humidity that the virus dies quickly. Bryan continued by noting that DHS also tested if certain types of disinfectant could kill the coronavirus. “We’ve tested bleach, we’ve tested isopropyl alcohol on the virus, specifically in saliva or in respiratory fluids, and I can tell you that bleach will kill the virus in five minutes,” Bryan said. “Isopropyl alcohol will kill the virus in 30 seconds, and that’s with no manipulation, no rubbing. Just bring it on and leaving it go. You rub it and it goes away even faster.”... Immediately following these remarks is where Trump states, \"So, I’m going to ask Bill a question that probably some of you are thinking of if you’re totally into that world, which I find to be very interesting. So, supposing when we hit the body with a tremendous, whether it’s ultraviolet or just very powerful light, and I think you said that hasn’t been checked, but you’re going to test it. And then I said supposing you brought the light inside the body, which you can do either through the skin or in some other way. And I think you said you’re going to test that too. Sounds interesting. And then I see the disinfectant, where it knocks it out in a minute, one minute. And is there a way we can do something like that by injection inside or almost a cleaning? Because you see it gets in the lungs and it does a tremendous number on the lungs, so it’d be interesting to check that, so that you’re going to have to use medical doctors with, but it sounds interesting to me. So, we’ll see, but the whole concept of the light, the way it kills it in one minute. That’s pretty powerful.\" A few moments later, ABC News reporter Jon Karl asked Bryan, “The president mentioned the idea of a cleaner, bleach and isopropyl alcohol emerging. There’s no scenario where that could be injected into a person, is there?” “No, I’m here to talk about the finds that we had in the study,” Bryan responded. “We don’t do that within that lab at our labs.” Trump then clarified his remarks: “It wouldn’t be through injections, you’re talking about almost a cleaning and sterilization of an area. Maybe it works, maybe it doesn’t work, but it certainly has a big effect if it’s on a stationary object.” Trump later raised the possibility of whether UV rays could kill the coronavirus if it was on a person’s skin, in particular if it were on their hands. “If they’re outside, right, and their hands are exposed to the sun, will that kill it as though it were a piece of metal or something else?” Trump asked. “I don’t want to say it will at the same rate because it’s a non-porous surface, but what we do know is that we looked at the worst case scenario and the virus lives longer on non-porous surfaces,” Bryan responded. “So porous surfaces, it doesn’t live quite as long, so in theory what you said is correct.”\n\nFrom this exchange, the media reported the president was advising people inject bleach to kill the virus.\n\nScott Adams, nailed the nonsensical interpretation of these remarks:\n\n1@ScottAdamsSays There's a massive IQ test on the Internet today. If you think the president was asking Dr. Birx about injecting bleach or isopropyl alcohol into coronavirus patients -- because it sounded that way to you -- you failed the test. CNN ran an ad promoting this disingenuous poppycock: and Nancy Pelosi lied claiming that the President had said people should kill the virus by injecting Lysol.\n\nIn fact, the president’s reference was to Ultraviolet catheter technology. It was recently in the news and Dr Birx was unfamiliar with it. Here’s how it works. As for other means of disinfecting Virus patients besides the ultraviolet healight others are exploring such things as controlled ethanol vapor inhalation.\n\nRespirators do not seem to work well, and other technologies are being utilized and explored. Instead of realizing that the president (who seems to work 24 hours a day trying to keep abreast of such things) knew more about these developments than Dr. Brix (or they) did, they distorted and mocked his work. Media operations are failing in droves and deserve this fate."}}