{"GDELT": {"GlobalEventID": 920248900, "Day": 20200426, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3178, "Actor1Code": "NGOHLHMSF", "Actor1Name": "MEDECINS SANS FRONTIERES", "Actor1KnownGroupCode": "MSF", "Actor1Type1Code": "NGO", "Actor1Type2Code": "HLH", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.32258064516129, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wuhan, Hubei, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH12", "Actor1Geo_ADM2Code": "13124", "Actor1Geo_Lat": 30.5833, "Actor1Geo_Long": 114.26700000000001, "Actor1Geo_FeatureID": "-1930776", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wuhan, Hubei, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH12", "Action2Geo_ADM2Code": "13124", "Action2Geo_Lat": 30.5833, "Action2Geo_Long": 114.26700000000001, "Action2Geo_FeatureID": "-1930776", "DATEADDED": 20200426094500, "SOURCEURL": "http://www.gdnonline.com/Details/821048/World-leaders-launch-plan-to-speed-COVID-19-drugs,-vaccine-US-stays-away"}, "ARTICLE": {"TITLE": "World News: World leaders launch plan to speed COVID-19 drugs, vaccine; US stays away", "TEXT": "Geneva/Zurich: World leaders pledged on Friday to accelerate work on tests, drugs and vaccines against COVID-19 and to share them around the globe, but the United States did not take part in the launch of the World Health Organization (WHO) initiative.\n\nFrench President Emmanuel Macron, German Chancellor Angela Merkel and South African President Cyril Ramaphosa were among those who joined a video conference to launch what the WHO billed as a “landmark collaboration” to fight the pandemic.\n\nThe aim is to speed development of safe and effective drugs, tests and vaccines to prevent, diagnose and treat COVID-19, the lung disease caused be the novel coronavirus - and ensure equal access to treatments for rich and poor.\n\n“We are facing a common threat which we can only defeat with a common approach,” WHO Director General Tedros Adhanom Ghebreyesus said as he opened the virtual meeting.\n\n“Experience has told us that even when tools are available they have not been equally available to all. We cannot allow that to happen.”\n\nDuring the H1N1 swine flu pandemic in 2009, there was criticism that distribution of vaccines was not equitable as wealthier countries were able to purchase more.\n\n“We must make sure that people who need them get them,” said Peter Sands, head of the Global Fund to Fight on AIDS, tuberculosis and malaria. “The lessons from AIDS must be learned. Too many millions died before anti-retroviral medicines were made widely accessible.”\n\nEuropean Commission President Ursula von der Leyen said that the objective at a global pledging effort on May 4 would be to raise 7.5 billion euros ($8.10 billion) to ramp up work on prevention, diagnostics and treatment.\n\n“This is a first step only, but more will be needed in the future,” von der Leyen told the conference.\n\n“COMMON FIGHT”\n\nLeaders from Asia, the Middle East and the Americas also joined the videoconference, but several big countries did not participate, including China, India and Russia.\n\nA spokesman for the U.S. mission in Geneva had earlier told Reuters that the United States would not be involved.\n\n“Although the United States was not in attendance at the meeting in question, there should be no doubt about our continuing determination to lead on global health matters, including the current COVID crisis,” he said by email.\n\n“We remain deeply concerned about the WHO’s effectiveness, given that its gross failures helped fuel the current pandemic,” he later said.\n\nU.S. President Donald Trump has lambasted the WHO as being slow to react to the outbreak and being “China-centric” and announced a suspension of funding.\n\nTedros has steadfastly defended the WHO’s handling of the pandemic and repeatedly committed to conducting a post-pandemic evaluation, as the agency does with all crises.\n\nMacron, Merkel, Ramaphosa, and Spain’s Prime Minister Pedro Sanchez were among those voicing strong support to WHO.\n\nMacron urged all G7 and G20 countries to get behind the initiative, adding: “And I hope we’ll manage to reconcile around this joint initiative both China and the U.S., because this is about saying ‘the fight against COVID-19 is a common human good and there should be no division in order to win this battle’.”\n\nMerkel said: “This concerns a global public good, to produce this vaccine and to distribute it in all parts of the world.”\n\nRamaphosa, chairman of the African Union, warned that the continent - with its generally poor standards of healthcare - was “extremely vulnerable to the ravages of this virus and is in need of support”.\n\nVACCINE TRIALS\n\nMore than 2.7 million people have been infected with COVID-19 and nearly 190,000 have died from it since the new coronavirus emerged in the central Chinese city of Wuhan late last year, according to a Reuters tally.\n\n“As new diagnostics, treatments and vaccines become available, we have a responsibility to get them out equitably with the understanding that all lives have equal value,” said Melinda Gates, co-chair of the Gates Foundation, which was WHO’s second largest donor last year.\n\nMore than 100 potential COVID-19 vaccines are being developed, including six already in clinical trials, said Dr. Seth Berkley, CEO of the GAVI vaccine alliance, a public-private partnership that leads immunisation campaigns in poor countries.\n\n“We need to ensure that there are enough vaccines for everyone, we are going to need global leadership to identify and prioritise vaccine candidates,” he told a Geneva news briefing.\n\nYuan Qiong, senior legal and policy advisor at Medecins Sans Frontieres (MSF) Access Campaign welcomed the pledges but called for concrete steps. “There shouldn’t be any patent monopoly and profiteering out of this pandemic,” she told Reuters."}}