{"GDELT": {"GlobalEventID": 920227808, "Day": 20200426, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3178, "Actor2Code": "ETH", "Actor2Name": "ETHIOPIA", "Actor2CountryCode": "ETH", "IsRootEvent": 0, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 3.20197044334975, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ethiopia", "Actor2Geo_CountryCode": "ET", "Actor2Geo_ADM1Code": "ET", "Actor2Geo_Lat": 8.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "ET", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ethiopia", "Action2Geo_CountryCode": "ET", "Action2Geo_ADM1Code": "ET", "Action2Geo_Lat": 8.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "ET", "DATEADDED": 20200426051500, "SOURCEURL": "https://www.thenational.ae/uae/government/coronavirus-uae-sends-more-than-450-tonnes-of-aid-to-help-27-countries-1.1010046"}, "ARTICLE": {"TITLE": "Coronavirus: UAE sends more than 523 tonnes of aid to help 47 countries", "TEXT": "Global crises can often bring out the best in nations, bridging political divides and acting as a catalyst to selfless giving.\n\nThe Covid-19 pandemic is no exception, with countries stepping up to provide aid to those in need.\n\nThe virus, which originated in Wuhan, China, in December last year, has now spread to more than 200 countries and territories. More than 2.8 million people have been infected, and more than 200,000 have died.\n\nIn response, the UAE continues to do everything it can to support the international community.\n\nAs of May 13, it had donated more than 523 tonnes of aid to Europe, Africa, Asia and the Americas.\n\nShipments to 47 nations included everything from testing kits to food supplies.\n\nHere, The National looks at some of the countries the UAE has helped.\n\nUS\n\nWorking with the US embassy in Abu Dhabi, the UAE government repatriated 25 American citizens after the global aviation shutdown in March.\n\nThe UAE embassy in the US also provided support to charities, including the Children’s National Hospital in Washington, which has offered walk-in Covid-19 testing for young patients.\n\nThe embassy also provided financial backing to organisations in the US working to provide food to those in need.\n\nThese include the chef Jose Andres’s World Central Kitchen, Feed the Fight and Good Food Markets.\n\nUK\n\nThe UAE has helped turn ExCeL London, the UK capital’s largest exhibitions venue, into an emergency field hospital.\n\nThe Abu Dhabi-owned facility was transformed into a 4,000-bed site now called NHS Nightingale, with the Emirates agreeing to cover its running costs.\n\nOn April 5, the UAE also helped repatriate 345 British tourists by Emirates airline.\n\nPakistan\n\nOn April 18, 227 Pakistanis were repatriated from Dubai with help from the UAE government.\n\nThe Emirates has also delivered several crucial shipments of medical aid to the country.\n\nHamad Al Zaabi, the UAE’s ambassador to Pakistan, has said the country’s principle of striving to help those in “delicate situations” knew no bounds.\n\nItaly\n\nOn April 5, an aid aircraft left the UAE carrying more than 13 tonnes of medical supplies bound for Italy.\n\nThe protective equipment was shared among more than 13,000 healthcare professionals in hospitals throughout the country.\n\nSouth Korea\n\nOn March 19, the UAE helped evacuate 80 people from Iran in response to a request by the South Korean government.\n\nAmong those flown home were 74 South Korean citizens.\n\nChina\n\nIn the early stages of the outbreak, the UAE was one of the first donors to offer medical aid to China.\n\nThe Emirates initially provided face masks and gloves, and later helped evacuate 215 people of different nationalities out of Wuhan.\n\nIn a tweet, Sheikh Mohamed bin Zayed, Crown Prince of Abu Dhabi and Deputy Supreme Commander of the Armed Forces, said the UAE was “ready to provide all support to China and co-operate with the international community to tackle this virus”.\n\nIran\n\nOn March 3, in collaboration with the World Health Organisation, the UAE sent an aircraft carrying more than seven tonnes of medical supplies to Iran.\n\nFive medical experts from the WHO were also on board. The medical supplies helped support more than 100,000 workers in the country.\n\nA second shipment included gloves and surgical marks for medical staff. In total, more than 33 tonnes of aid were dispatched.\n\nGreece\n\nThe UAE donated 13 tonnes of medical supplies to Greece on March 26. Items included personal protective equipment.\n\nThanking the UAE for the gesture, Prime Minister Kyriakos Mitsotakis described his country's great \"friendship\" with the Emirates.\n\nSerbia\n\nThe UAE donated 10 tonnes of medical equipment to Belgrade on March 29.\n\nThe first batch of items included nearly 14,000 protective suits, 500,000 pairs of gloves, 30,000 shoe protectors, 20,000 masks and 6,000 sanitisers. Ventilators are also scheduled to be sent.\n\nSeychelles\n\nTo assist with its fight against Covid-19, the UAE donated 13 tonnes of medical supplies to the Seychelles government.\n\nThe humanitarian aid again included gowns, gloves, masks and other medical items. The shipment arrived on March 25.\n\nCroatia\n\nMore than 13 tonnes of medical equipment, including masks, were dispatched to Croatia by the UAE after the country was hit by an earthquake on March 22.\n\nEthiopia\n\nThe UAE and WHO sent more than 30 tonnes of medical supplies to Ethiopia to assist more than 33,000 healthcare professionals.\n\nThe aid consisted of 15 tonnes donated by the UAE and 15 tonnes from the WHO. Three additional tonnes were sent to the African Union.\n\nSomalia\n\nIn collaboration with the WHO, the UAE dispatched 27 tonnes of humanitarian aid to Somalia on April 14.\n\nThe items, which included seven tonnes worth of medical protective wear from the UAE and 20 tonnes from the WHO, have helped 27,000 healthcare workers during the pandemic.\n\nMalaysia\n\nThe UAE sent medical equipment and supplies to Kuala Lumpur, Malaysia's capital, on March 29.\n\nAfghanistan\n\nThe UAE has sent a medical aid shipment to Afghanistan containing Covid-19 testing kits for thousands of people.\n\nBrazil\n\nOn April 1, Emirates Airline flew 500,000 Covid-19 test kits from China to Sao Paulo in Brazil.\n\nIt was the first of two special Emirates SkyCargo charters carrying medical supplies to the country.\n\nKazakhstan\n\nThe UAE sent 13 tonnes of medical supplies to Kazakhstan on April 6.\n\nThe items were distributed at healthcare facilities across the country and helped protect more than 13,000 medical staff.\n\nUkraine\n\nThe UAE sent 13 tonnes of medical aid to Ukraine on April 10 to support frontline medical staff.\n\nOn the same flight, 113 Ukrainian citizens were repatriated from the UAE.\n\nCyprus\n\nOn April 14, the UAE dispatched a plane carrying eight tonnes of medical supplies to Cyprus, benefitting nearly 10,000 healthcare professionals.\n\nMauritania\n\nLast week, a plane carrying 18 tonnes of aid, including medical equipment and food, was sent to the Islamic Republic of Mauritania.\n\nMore than 10,000 healthcare workers benefitted from the supplies.\n\nColombia\n\nThe UAE sent 10 tonnes of medical supplies to Colombia on April 8.\n\nMore than 10,000 healthcare professionals received much-needed protective items. The flight also repatriated 63 Colombian citizens.\n\nBulgaria\n\nOn April 12, Emil Karanikolov, the Bulgarian Minister of Economy, met with Ahmed Ali Al Sayegh, the UAE Minister of State, to discuss co-operation between both countries on relief efforts.\n\nSouth Africa\n\nThe UAE sent an aircraft containing seven tonnes of medical supplies for more than 7,000 healthcare staff in South Africa on April 20.\n\nUzbekistan\n\nThe UAE sent eight tonnes of medical equipment to Uzbekistan on March 28. The Emirates received thanks for supporting the country in its fight against the coronavirus.\n\nSudan\n\nAbout 7,000 healthcare workers in Sudan received medical supplies on April 23 when the UAE dispatched an aircraft loaded with seven tonnes of aid.\n\nMohamed Al Kareb, the Sudanese ambassador to the Emirates, described the support his country received as “a true testament and reflection of the UAE’s humanitarian leadership and its continuous efforts to provide aid to needy people around the world”.\n\nSheikha Fatima bint Mubarak, President of the Supreme Council for Motherhood and Childhood, also ordered food rations for thousands of families in Sudan preparing to observe the holy month of Ramadan.\n\nKyrgyzstan\n\nMedical support was made available to the Kyrgyzstan on April 23. A UAE plane carrying seven tonnes of aid to curb the spread of Covid-19 was sent to assist the work of 7,000 medical professionals.\n\nYemen\n\nThe UAE sent 171 tonnes of food to 20,000 families in eastern Yemen’s Al Shihr district.\n\nThe 4,000 food parcels were delivered by the Emirates Red Crescent on April 24 to families in their homes for Ramadan.\n\nMohammed Ahmed Al Amoudi, the acting under-secretary of the Yemeni Hadramawt governorate, thanked the UAE leadership and people for their support.\n\nArmenia\n\nOn April 27, the UAE dispatched a plane carrying seven tons of medical aid to Armenia.\n\nThe supplies will help equip around 7,000 healthcare workers as they continue their efforts to fight Covid-19.\n\nMohammed Al Zaabi, UAE Ambassador to Armenia, said the Emirates stood in solidarity with all those tackling the crisis.\n\n“The UAE is honoured to carry out its commitments to aiding other nations in their respective fights against Covid-19,” he said.\n\n“The leadership and people of the UAE stand in solidarity with all those working together to put an end to this crisis.\n\n“The international community can only defeat Covid-19 while unified in action and intention.”\n\nPakistan\n\nThe UAE sent 14 tonnes of medical aid - from which 7,000 healthcare workers are expected to benefit - were sent to Pakistan on April 28.\n\n\"Through this aid, we honour the frontline healthcare workers in Pakistan and around the world who are working tirelessly to put an end to this crisis,\" said Hamad Al Zaabi, UAE Ambassador to Pakistan.\n\nNepal\n\nOn April 29, the UAE sent seven tonnes of medical aid to Nepal to help each country curb the spread of Covid-19.\n\nThe aid is expected to benefit 7,000 healthcare workers.\n\n\"The UAE is committed to assisting all countries confronting the Covid-19 pandemic. It is an obligation that we as a country treat with the utmost seriousness, as it is only through co-operation that we may emerge from this crisis united,\" said Saeed Al Naqbi, the UAE's Ambassador to Nepal.\n\nPhilippines\n\n#فيديو_وام | #الإمارات ترسل مساعدات طبية إلى #الفلبين لدعمها في الحد من انتشار #فيروس_كورونا المستجد يستفيد منها أكثر من 7 آلاف من العاملين في مجال الرعاية الصحية عبر تعزيز جهودهم في احتواء الفيروسhttps://t.co/WzB1rjHacC pic.twitter.com/lPm3msVCOx — وكالة أنباء الإمارات (@wamnews) April 29, 2020\n\nThe UAE sent seven tonnes of medical supplies to the Philippines on April 29, to help the country in its fight against Covid-19. The aid is expected to help around 7,000 healthcare workers.\n\n\"Our two countries share a deep partnership between our governments and peoples, and it is our sincere hope that such assistance enables the Philippines to take the necessary action to defend itself against Covid-19,\" said Hamad Alzaabi, UAE Ambassador to the Philippines.\n\n\"The UAE stands in solidarity with all nations working to contain and confront the pandemic.\"\n\nBangladesh\n\nSeven tonnes of medical supplies were sent to Bangladesh on April 30 to help 7,000 healthcare workers contain the spread of Covid-19.\n\n\"The UAE stands ready to assist Bangladesh in fulfilling its medical requirements as it confronts Covid-19. Through the provision of today’s assistance, the UAE aims to facilitate the remarkable work that the country’s medical professionals are doing to fight and contain the virus’ spread,\" said Saed Al Muhairi, UAE Ambassador to Bangladesh.\n\nTo date, the aid sent by the UAE has supported nearly 341,000 medical workers in more than 30 countries."}}