{"GDELT": {"GlobalEventID": 920249142, "Day": 20200426, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3178, "Actor1Code": "USA", "Actor1Name": "CALIFORNIA", "Actor1CountryCode": "USA", "Actor2Code": "OPP", "Actor2Name": "ACTIVIST", "Actor2Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.8931297709923705, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200426094500, "SOURCEURL": "https://nmpoliticalreport.com/2020/04/26/anti-vaccine-activists-latch-onto-coronavirus-to-bolster-their-movement/"}, "ARTICLE": {"TITLE": "Anti-vaccine activists latch onto coronavirus to bolster their movement", "TEXT": "While most of the world hungers for a vaccine to put an end to the death and economic destruction wrought by COVID-19, some anti-vaccine groups are joining with anti-lockdown protesters to challenge restrictions aimed at protecting public health.\n\nVaccine critics suffered serious setbacks in the past year, as states strengthened immunization laws in response to measles outbreaks sparked by vaccine refusers. California tightened its vaccine requirements last fall despite protests during which anti-vaccine activists threw blood on state senators, assaulted the vaccine bill’s sponsor and shut down the legislature.\n\nNow, many of these same vaccine critics are joining a fight against stay-at-home orders and business shutdowns intended to stem the spread of the coronavirus, which had killed more than 47,000 Americans as of Thursday afternoon.\n\n“This is just a fresh coat of paint for the anti-vaccine movement in America, and an exploitative means for them to try to remain relevant,” said Dr. Peter Hotez, a professor at Baylor College of Medicine in Houston.\n\nHotez said anti-vaccine groups are seizing on the anti-government sentiment stoked by conservative-leaning protesters to advance their cause.\n\n“Unfortunately, their strategy may work.”\n\nA group calling itself the Freedom Angels, whose members last year stood on chairs and chanted at public hearings on the California vaccine bill, say governors are abusing their power by shutting down gun shops and other businesses.\n\nMany anti-vaccine activists — who have claimed that diseases such as measles aren’t that serious — now contend the coronavirus isn’t dangerous enough to justify staying home. They agree with President Donald Trump that the “cure” for the pandemic could be worse than the disease itself.\n\nThat’s led some vaccine foes to join the protesters — whom Trump has encouraged on Twitter — in staging demonstrations in state capitals to “reopen America.”\n\n“This is the time for people to take notice and really evaluate the freedoms they’re giving up, all in the name of perceived safety,” said Freedom Angels co-founder Heidi Munoz Gleisner in a Facebook video.\n\nThe group organized a Monday rally in Sacramento called “Operation Gridlock.”\n\n“People need to get back to work, get back to life, get back into contact with their loved ones who they’re isolated from, they need to be able to have a paycheck,” group co-founder Tara Thornton told The Sacramento Bee, which interviewed her during the demonstration. “This is the grounds they will enslave us upon.”\n\nFreedom Angels did not respond to requests for interviews. The group’s website mentions plans for additional rallies and includes photos from Monday’s demonstration, such as one in which a protester holds a sign proclaiming “No Mandatory Vaccines.”\n\nBut after the Monday event, the California Highway Patrol announced it had revoked the group’s permit for future protests because the gathering — which included dozens of people — violated the governor’s social distancing order. The highway patrol has now banned all group events at the Capitol during the pandemic to avoid spreading the coronavirus.\n\nA big tent\n\nThe anti-vaccine movement has never been limited to one political party. Left-leaning vaccine critics — such as Children’s Health Defense, led by Robert F. Kennedy Jr. — include environmentalists who are suspicious of chemical pollutants, corporations and “Big Pharma.” The Kennedy group’s website attacks Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, for rushing “risky and uncertain coronavirus vaccines” into development as part of a “sweetheart deal” for drug companies.\n\nOn the other side of the political spectrum, many anti-vaccine conservatives oppose state immunization requirements because they distrust “big government.”\n\nA group called Texans for Vaccine Choice has called on the governor to promise that no one will be forced to get a coronavirus vaccine in order to go to work or school.\n\nPosts on the Facebook page of Californians for Health Choice, which also opposed California’s vaccine laws, question stay-at-home orders and accuse government officials of refusing to admit the orders are a mistake.\n\nIn a video on the Freedom Angels’ Facebook page, its founders describe stay-at-home orders as an abuse of government authority, and the closure of California gun shops as an assault on the Second Amendment. The group notes that guns could be essential for protection from rioters and looters looking to steal food during the pandemic.\n\nIn many ways, the conservative arm of the anti-vaccine movement is a natural ally for those leading “reopen America” rallies, said Dr. David Gorski, an oncologist and managing editor of the Science-Based Medicine site. Both harbor suspicions about government authority.\n\nVaccine critics, for example, have long championed the false claim that vaccines cause autism, and that the Centers for Disease Control and Prevention has tried to cover up that information, Gorski said. Trump has at times linked vaccines with autism, although he came out strongly in favor of vaccinations during the 2019 measles epidemic.\n\nAnti-vaccine groups are now rebranding themselves as advocates of “medical freedom,”\n\nProtests against social distancing began in Michigan but have spread to state capitols in Texas, Colorado, Nevada, Maryland, Wisconsin and elsewhere, with more planned. Most protests have been small, limited to a few hundred or fewer people.\n\nYet the anti-vaccine movement doesn’t speak for everyone on the right.\n\nStephen Moore, the senior economic contributor for FreedomWorks, a conservative advocacy group that has been helping publicize the protests, said he’s unfamiliar with the Freedom Angels or their rallies.\n\n“I’m personally pro-vaccine,” said Moore, a member of the White House council to reopen the economy. “Especially when it comes to coronavirus.”\n\nAnd some heroes of the anti-vaccine movement say they support coronavirus lockdowns.\n\nDr. Jay Gordon, a Santa Monica, California, pediatrician popular among vaccine foes for downplaying the risks of measles, said the risk of COVID-19 is real. Gordon said he approves of the lockdown, “and we have to keep it up.”\n\nContaining the pandemic\n\nDr. Richard Pan, a pediatrician and California state senator who has championed stronger vaccine mandates, described anti-vaccine and anti-lockdown protesters as “essentially selfish” because they put other people at risk.\n\n“One of the hallmarks of the anti-vaccine movement is this sense of selfishness and lack of concern for other people’s health,” Pan said. “They like to talk about rights and freedom. But what they really want is freedom without consequences.”\n\nBoth anti-vaccine parents and those who want to relax social distancing assume that the medical system will come to their rescue if they become sick, said Pan, who noted that thousands of health care workers have died while fighting the pandemic.\n\nFauci has said that relaxing stay-at-home orders is dangerous as long as the virus — for which there are no approved treatments or vaccines — is actively spreading. Reopening businesses too soon could spark a second wave of infections.\n\nMore than 75 companies and research groups worldwide are trying to develop vaccines, which are seen as a key weapon against the novel coronavirus.\n\nIn the meantime, the CDC says that social distancing measures — such as working from home and avoiding large gatherings — are critical to slowing the spread of the coronavirus and preventing patients from overwhelming hospitals. Health leaders say it won’t be safe to reopen the county until widespread testing shows the coronavirus has died down.\n\nAmericans overwhelmingly support vaccination, according to surveys, and polling by the Kaiser Family Foundation found that 80% of Americans want lockdowns to continue. Only 19% said social distancing orders placed an unnecessary burden on the economy. (Kaiser Health News is an editorially independent program of the foundation.)\n\nNeither the anti-vaccine nor anti-lockdown demonstrators represent the opinions of most Americans, Pan said.\n\n“Let’s put this movement into proper context,” he said. “They’re loud, they’re noisy and they’re small.”"}}