{"GDELT": {"GlobalEventID": 920227872, "Day": 20200426, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3178, "Actor1Code": "AFRREF", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor1Type1Code": "REF", "Actor2Code": "CHN", "Actor2Name": "CHINESE", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 18, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.66516177577126, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Guangdong, Jilin, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH05", "Actor1Geo_ADM2Code": "13176", "Actor1Geo_Lat": 42.7683, "Actor1Geo_Long": 129.336, "Actor1Geo_FeatureID": "10884162", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Guangzhou, Guangdong, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH30", "Actor2Geo_ADM2Code": "13033", "Actor2Geo_Lat": 23.1167, "Actor2Geo_Long": 113.25, "Actor2Geo_FeatureID": "-1907161", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Guangzhou, Guangdong, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH30", "Action2Geo_ADM2Code": "13033", "Action2Geo_Lat": 23.1167, "Action2Geo_Long": 113.25, "Action2Geo_FeatureID": "-1907161", "DATEADDED": 20200426051500, "SOURCEURL": "https://www.aljazeera.com/news/2020/04/african-china-coronavirus-racism-200424020525672.html"}, "ARTICLE": {"TITLE": "Complaints of racism mar China's coronavirus response", "TEXT": "Lewis was at the hospital where he interns when he saw videos on social media of a black man being chased in the street by police.\n\nWhen the 23-year-old medical student from Sierra Leone checked his phone, he had missed calls and messages from friends in the southern Chinese city of Guangzhou who had also seen the video, and there was a notice online in Chinese saying that Africans were \"importing\" the virus and needed to be quarantined.\n\nMore:\n\nThen, local authorities came to the hospital where Lewis (who asked that his name be changed for fear of reprisals) worked and told him he needed to quarantine, too. They showed him a government notice that said if he had returned to China that day, had been in contact with anyone infected with the virus, or had COVID-19 symptoms, he would have to undergo quarantine, Lewis told Al Jazeera.\n\nHe had not been to Wuhan, believed to be the origin of the new coronavirus which causes COVID-19, and had not left Guangzhou since the outbreak had started months before.\n\nIn fact, he had spent most of his time in the hospital or in his room, a five-minute walk away.\n\n200413185723311\n\nLewis, who has been in China for four years and speaks the language, argued back and forth with the officials for nearly two hours. He was part of the medical staff and had been working in a hospital with Chinese doctors since the outbreak began, he told them. He would agree to be tested for the virus, but if he was going to be put under quarantine, his Chinese colleagues would have to go with him.\n\nWhen officials continued to insist, he refused.\n\n\"Is it just because I'm African?\" he asked the health official. \"Then, I won't be quarantined.\"\n\nBeing singled out for quarantine is an experience shared by other African residents of Guangzhou who have been subject to COVID-19 tests and quarantine based on their race in a policy that started not long after state media reported five Nigerians had tested positive for the illness during the quarantine.\n\nThe Global Times reported four of the five had visited a restaurant and that the owner and her eight-year-old daughter were later diagnosed with the virus too.\n\nThe fallout was swift. Photos circulated on social media showing signs on an apartment building banning black people from entry and a video of a sign in a local McDonald's doing the same. Africans were evicted from their apartments, and some were forced to sleep on the streets.\n\nThe response prompted a rare outcry from African leaders who demanded answers from Beijing about the treatment of their citizens in Guangzhou. China's Foreign Ministry spokesman Zhao Lijian responded by saying China treats all foreign nationals equally and that the Chinese government has zero tolerance for racism.\n\nAfricans began moving to Guangzhou to do business more than 20 years ago; the southern city now has the largest community of African people in China [File: Roman Pilipey/EPA]\n\nBut Guangzhou's containment policies highlight underlying social friction between Africans and Chinese that is not usually addressed says Efem Ubi, a senior research fellow at the Nigerian Institute for International Affairs who previously lived in China.\n\n\"This is not just new, this has always been there,\" Ubi told Al Jazeera.\n\nUnderlying conflicts\n\nGuangzhou is home to the largest population of Africans in China and is one of the biggest travel hubs in the country for traders and African businessmen. Ubi said a lack of communication between local leadership and migrant communities, as well as unresolved visa issues for African nationals, have created the conditions for conflict.\n\n\"I think it's high time the governments begin to talk and look at ways of how to handle such issues,\" he said.\n\n\"That's the fundamental missing piece in the resolution of this conflict,\" Yun Sun, a senior fellow at the Brookings Institution in Washington DC, told Al Jazeera about the Chinese government's reluctance to acknowledge the racial component of coronavirus containment.\n\n\"The Chinese [leadership] do not believe they did anything wrong,\" Sun said. \"Because they do the same for their own people,\" she said, referring to how people from Wuhan and Hubei have been similarly singled out as possible carriers. Local officials, under pressure from the central government to quash potential infections, know African migrant communities in Guangzhou tend to congregate, Sun said. According to their logic, any African was a threat.\n\nThat turned into racial profiling shocking enough to elicit a response from African leaders who normally do not rock the boat about matters related to China - especially at a time when African countries are looking to China for debt relief as COVID-19 debilitates economies around the world.\n\nGiven the precariousness of the relationship, the treatment of Africans in Guangzhou raises questions about how much African leaders are willing to do to smooth over fissures brought to the surface by the coronavirus outbreak.\n\nBut Sun says a more telling sign of bilateral relations is whether the status of Africans in China will be revisited after the outbreak has passed.\n\nA deserted shopping centre in a part of Guangzhou popular with the African community [Alex Plavlevski/EPA]\n\nThe social response to the targeting of Africans also shows that a migrant enclave in Guangzhou challenges the image some have of how the country should look. \"It's a sore spot for Chinese nationalism,\" she said.\n\nBridges burned\n\nThat has become apparent in the latter stage of China's coronavirus response as the central leadership moves to assert a united face on coronavirus containment. As the number of local infections levels out, imported cases represent the major risk to the Communist Party's recovery efforts.\n\nPolicies to stamp out the virus do little to eradicate animosity and xenophobia towards Africans that became evident in the social media response to events in Guangzhou.\n\nPeople reacted to a report of a Nigerian man attacking a Chinese nurse with calls for Africans to be deported, and described relationships between black people and Chinese as impure. Weibo, a Chinese social media platform, suspended 180 accounts for inciting discrimination.\n\nWhen health policies that are supposed to protect residents exacerbate racial differences, it hurts, Lewis said.\n\nHe has had patients at the hospital ask for Chinese doctors to treat them instead of him, and he chooses to spend time in places that appear more friendly to foreigners.\n\nLewis tested negative for the virus and has been allowed to stay at his room near the hospital and continue his work.\n\nBut if he had not been able to read the notice initially presented to him in Chinese, and if he had not been able to communicate with the officers when they came to put him in quarantine, it might have gone differently.\n\nBefore COVID-19 hit, Lewis was supposed to graduate in the summer.\n\nHe mostly keeps quiet when he faces discrimination.\"You'll be annoyed, but you have to control your emotions,\" he said. \"That's why I keep mute.\"\n\nBut race-based containment policies still feel like an affront, he said.\n\nAnd reconciliation efforts between governments will have done little when people feel on such a personal level that bridges have been burned.\n\n\"I have no interest in coming. Never,\" Lewis said about returning to China after he finishes his degree. \"I won't even bother.\""}}