{"GDELT": {"GlobalEventID": 920228113, "Day": 20200426, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3178, "Actor1Code": "GOV", "Actor1Name": "MINIST", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.8258426966292098, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hwange, Zimbabwe (general), Zimbabwe", "Actor1Geo_CountryCode": "ZI", "Actor1Geo_ADM1Code": "ZI00", "Actor1Geo_ADM2Code": "40197", "Actor1Geo_Lat": -18.3667, "Actor1Geo_Long": 26.4833, "Actor1Geo_FeatureID": "-2312652", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hwange, Zimbabwe (general), Zimbabwe", "Action2Geo_CountryCode": "ZI", "Action2Geo_ADM1Code": "ZI00", "Action2Geo_ADM2Code": "40197", "Action2Geo_Lat": -18.3667, "Action2Geo_Long": 26.4833, "Action2Geo_FeatureID": "-2312652", "DATEADDED": 20200426051500, "SOURCEURL": "https://nehandaradio.com/2020/04/26/zimcoke-zisco-deal-in-limbo-as-questions-arise-over-debt-takeover/"}, "ARTICLE": {"TITLE": "ZimCoke-Zisco deal in limbo . . . as questions arise over debt takeover – Nehanda Radio", "TEXT": "By Martin Kadzere\n\nThe takeover of some Zimbabwe Iron and Steel Company (Ziscosteel) properties by ZimCoke has reportedly reached the home stretch amid revelations the investment vehicle fronted by former Bulawayo legislator Mr Mr Eddie Cross is now seeking tax clearance certificates to facilitate the official transfer of the assets.\n\nThrough its lawyers, Titan Law, ZimCoke recently wrote to Ziscosteel requesting a representative for interviews at the Zimbabwe Revenue Authority (Zimra), a procedure that is part of the process of transferring the assets.\n\n“Kindly advise on the details of the representative who will attend the Zimra interview as we are under pressure to conclude the transfer,” reads part of the letter addressed to Ziscosteel.\n\nHowever, the parastatal’s acting board chairperson, Dr Gift Mugano, said there was “no way” the deal could proceed as it was in dispute.\n\n“Our position as a board is clear,” said Dr Mugano.\n\n“We have recommended terminating the deal again.\n\n“This was our earlier position but the Government had directed us to reconsider the deal after noting our concerns. However, we maintained our position on the basis that the debt, which was purported to have been taken over, still remains on our books. We have since advised the parent ministry (Industry and Commerce),” he added.\n\nIndustry and Commerce Minister Dr Sekai Nzenza said she was scheduled to meet her Finance and Economic Development counterpart, Prof Mthuli Ncube, to “jointly review what happened and to build consensus on the way forward.\n\nMinister Nzenza said she had “noted their concerns”, but also had “first-hand information after meeting the management twice”.\n\nThe controversial transaction has been marred by accusations and counter-accusations, with the Ziscosteel board claiming the deal is “a typical case of asset stripping”.\n\nZimCoke intends to acquire some of Ziscosteel’s assets, which include 328 hectares of land worth US$16 million, plant and machinery valued at US$168 million, railway wagons and related infrastructure (US$4 million), 48 percent shareholding in ZimChem (US$23 million) and a waste products plant (US$16 million).\n\nThe investment vehicle has also launched an estimated US$25 million bid for Hwange Colliery Company Limited’s underground mine known as 3-Main as it angles to venture into iron and steel business full throttle.\n\nThe steel manufacturing company stopped operations in 2008 due to lack of capital.\n\nWith its furnaces having capacity to produce up to one million tonnes annually, the company was among Zimbabwe’s major foreign currency earners.\n\nThe current deal would require ZimCoke to assume the US$225 million debt owed to German bank KfW GBMH.\n\nSabotage\n\nAccording to Mr Cross, the agreement was signed in July 2017, but due to delays caused by the valuation of assets, and that the company had to deal with two different governments, it was re-activated in July last year.\n\nHowever, soon after its appointment, the new Ziscosteel board directed management to analyse the ZimCoke deal and its impact on the resuscitation of the company.\n\nA decision was then taken to terminate the deal on the basis that it made the revival of Ziscosteel impossible since some of its major assets would become inaccessible.\n\nThe board cited gross violation of the Public Entities and Corporate Governance Act since the previous board led by Mr Nyasha Makuvise was not involved.\n\nIn fact, the former board chair signed exoneration letters, confirming they were not involved in the deal.\n\nThe board also claims that asset valuations were not properly done.\n\nThe Cabinet was advised that in its original form, the deal would make the revival of Ziscosteel as an integrated steelworks impossible.\n\nA decision was made to review the deal, but the board stuck to its earlier position after it was realised that the debt, which the ZimCoke purported to have taken over, was still on Ziscosteel’s books.\n\nIn a letter to the Ministry of Industry and Commerce in February this year, Secretary for Finance and Economic Development Mr George Guvamatanga confirmed there was no communication yet from KfW agreeing to the takeover of the US$225 million debt.\n\nBut he indicated the Attorney-General and the Public Debt Management Office were facilitating the agreement.\n\nRecently, Mr Cross claimed the agreement had been finalised with KfW. Sunday Mail"}}