{"GDELT": {"GlobalEventID": 920228252, "Day": 20200426, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3178, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "IsRootEvent": 1, "EventCode": 1712, "EventBaseCode": 171, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.2, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.16014234875445, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 44.0, "Actor1Geo_FeatureID": "IZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20200426051500, "SOURCEURL": "https://www.nbcnews.com/news/military/trump-tweets-order-destroy-iranian-boats-pentagon-calls-it-warning-n1189876?cid=public-rss_20200426"}, "ARTICLE": {"TITLE": "Trump tweets order to 'destroy' Iranian boats. Pentagon calls it a warning.", "TEXT": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nPresident Donald Trump announced Wednesday that he had directed the Navy to “shoot down” Iranian gunboats that harass U.S. ships, but Pentagon officials said they had received no new directives.\n\nTrump created a stir when he made the announcement via Twitter just after 8 a.m. “I have instructed the United States Navy to shoot down and destroy any and all Iranian gunboats if they harass our ships at sea,” he wrote.\n\nThe tweet came on the morning Iran launched a military satellite and a week after the Pentagon accused Iranian vessels of harassing U.S. ships in the Persian Gulf.\n\nThree U.S. defense officials told NBC News they were caught off guard by the tweet because the president had not ordered a change in the policy or rules of engagement. One official compared it to his 2017 tweets announcing a surprise ban on transgender people openly serving in the military.\n\nAt a press briefing a few hours after the president’s announcement, Defense Department officials characterized it as more of a warning to Iran than a shift in policy.\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\n“What he was emphasizing is all of our ships retain the right of self-defense, and people need to be very careful in their interactions to understand the inherent right of self-defense,” said Deputy Defense Secretary David Norquist.\n\n“It was a very useful thing he put out,” Norquist added.\n\nVice Chairman of the Joint Chiefs Gen. John Hyten said “the president’s message was crystal clear,” adding, “I like that the president warned an adversary.”\n\nAn Iranian government spokesman said the country would not “succumb to intimidation and threats.”\n\n“In the midst of a global coronavirus pandemic, while all governments are focused on combating this menace, the question is what is the U.S. military doing in Persian Gulf waters, 7,000 miles from home,\" said Alireza Miryousefi, a spokesman for the Iranian mission to the United Nations.\n\n\"Iran has proven that it will not succumb to intimidation and threats, nor will it hesitate to defend its territory - in accordance with international law - from any and all aggressions.”\n\nTrump appeared to be responding to an incident on April 15 when several Iranian Revolutionary Guard Corps vessels crossed in front of U.S. Navy ships at close range in the Persian Gulf.\n\nThe Navy said the interaction with the USS Lewis B Puller and USS Paul Hamilton was unsafe and unprofessional.\n\nThere were no injuries or shots fired, and a U.S. defense official said the military hoped the encounter was a one-off, not a trend. It was the first such maritime interaction since 2018.\n\nThe U.S. and Iran were on the brink of war early this year after the president authorized a controversial operation to kill a top Iranian general. The action was taken after Iranian-backed militias killed an American contractor in Iraq.\n\nJust two hours after his Wednesday tweet on Iranian ships, Trump retweeted a message praising him for “reminding this regime that the Obama years are gone.”\n\nThe tweet was posted by an account belonging to a Heshmat Alavi. The Intercept reported last June that Alavi is not a real person but is in fact a persona created by members of the Iranian dissident group Mujahedeen e-Khalq."}}