{"GDELT": {"GlobalEventID": 920248774, "Day": 20200426, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3178, "Actor1Code": "JUD", "Actor1Name": "ATTORNEY", "Actor1Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 23, "EventBaseCode": 23, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.59230164964651, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Saint-Etienne, RhôAlpes, France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FRB9", "Actor1Geo_ADM2Code": "16327", "Actor1Geo_Lat": 44.7011, "Actor1Geo_Long": 4.45858, "Actor1Geo_FeatureID": "-1465186", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Saint-Etienne, RhôAlpes, France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FRB9", "Action2Geo_ADM2Code": "16327", "Action2Geo_Lat": 44.7011, "Action2Geo_Long": 4.45858, "Action2Geo_FeatureID": "-1465186", "DATEADDED": 20200426094500, "SOURCEURL": "https://www.thedailybeast.com/these-expats-are-stuck-in-coronavirus-visa-helland-terrified-of-going-back-to-us"}, "ARTICLE": {"TITLE": "These Expats Are Stuck in Coronavirus Visa Hell—and Terrified of Going Back to U.S.", "TEXT": "On his most recent visa run to Thailand, American expat Daniel (who asked to remain anonymous) found himself nearly locked out of Myanmar, or Burma, where he’s been living and working since 2013.\n\nBorders were closing fast and he still hadn’t received his new visa. He took his chances and boarded a flight back to Myanmar, hoping to get a Visa On Arrival (VOA) instead. After some cinema-worthy antics, he was finally allowed in, thanks to a friend driving out to the airport and sliding an envelope of crisp American bills under the glass door at immigration. Though he’s safe at home, he now awaits an uncertain future as a foreign national living abroad.\n\nA lot of foreign travelers have found themselves in dramatic situations over the last few months, sometimes because they waited too late in the global pandemic game to go home due to ignorance, stubbornness, or being lied to by travel agents or cruise ships. But Daniel was simply jumping through the exhausting bureaucratic hoops necessary to live and work legally in the country he’s called home for seven years.\n\nThe endless paperwork involved in moving to another country has long been a slow-motion nightmare for most foreign nationals, but all the more so now that the coronavirus has forced border and, more importantly, embassy closures. Many expats, immigrants and asylum seekers are finding themselves in a state of legal limbo with no certainty in sight. Immigration lawyers like Justin Schober of Nashville, TN are trying to keep clients updated within a constantly changing atmosphere but have few real answers yet. “It depends” or “We’ll see” doesn’t offer immigrants much assurance right now, Schober says. “We have absolutely no idea what’s going to happen. Immigration lawyers are at a loss for words.”\n\nIt’s quite common for foreign contract workers in Myanmar, like Daniel, to cross the border every couple of months for a quick visa run, sometimes for months or even years on end while they await their residency cards (the equivalent of a U.S. green card). Daniel’s process has been held up by red tape and a landlord who won’t sign his final paperwork. It’s been six years already. Like most foreign nationals, he’s nervous the virus will result in immigration policy changes that might force him to go “home.” His current health insurance wouldn’t cover him in the U.S., though. “And I have no ‘home’ to go back to,” Daniel says. “My whole life is in Myanmar. I have nothing in the U.S.”\n\nUnlike Daniel, Sarah didn’t get out of Thailand in time and is now stuck there indefinitely with her wife. For 10 months she’s been doing visa runs while waiting for the Malaysian embassy to finish processing her 10-year MM2H visa, all because gay marriage is illegal under colonial Malaysian law, making her ineligible for the spouse visa. Sarah only asked that her last name be excluded because “they still cane people for being gay here. I’d rather not be on their radar.” She’s hopeful her 10-year visa will still go through, but Malaysia’s immigration requirements were already changing rapidly before the virus. She, like Daniel, can’t imagine having to move back to the United States. “I can’t just fall back into my career there.” Plus, her health insurance wouldn’t cover her in the U.S., either.\n\n“ I have no ‘home’ to go back to. My whole life is in Myanmar. I have nothing in the USA. ”\n\nNicholai Waters and his wife, both American nurses who’ve been living in Spain for years, are afraid they’ll have to move back to the U.S. due to the coronavirus. The major condition of their Spanish visas is that they not work in Spain. Instead, they work overtime and earn a year’s worth of income back in California every spring. Luckily Waters’ manager let him cut out early in March so he could catch the last plane to Barcelona and ride out lockdowns with his wife and daughter. But they’re not sure they’ll be able to go back and make enough money now before their visa renewal this fall. On top of that, Waters has no health insurance when he’s back in the U.S. (even as a nurse). Working on the front lines during a global pandemic is probably not the best place for an uninsured nurse. Like most expats, Waters has private health insurance that will cover him in literally any country in the world… except the U.S.\n\nDavid, who doesn’t want to disclose his name for fear of compromising his immigration status, is an American who’s been working as an auxiliary English teacher in Spain for three years. Unlike Waters, David’s visa is entirely tied to his job, which he fears will be axed soon in a country economically crushed by this pandemic. He could theoretically apply for other jobs before his visa expires, but not in reality. “The police won’t even let me leave my house!” If he loses his job, he’ll be forced to go home, though he hasn’t a clue where “home” would be. That and he would have no job, place to live, or health insurance.\n\nEven foreign nationals with secured work contracts aren’t safe anymore. Mäia Bourreille, the co-founder of a French non-profit called YOON, has a client from Senegal who was hired by a restaurant in Lyon, France. It was willing to pay the hefty 3,000 euro tax for employing a foreigner, but then the pandemic hit and forced France into a strict, police-enforced lockdown. Even after the confinement ends on May 11, restaurants, bars and cafes will remain closed. Her client’s restaurant can’t afford that 3,000 euro tax anymore.\n\nBourreille fears that even France, which is known for having exceptionally strong unions and workers’ rights, will have companies soon trying to take advantage of workers in an economy with so few jobs, making employees agree to conditions they otherwise wouldn’t. “Foreign people and especially those with undocumented situations were already the weakest, but now many of their contracts will end, leaving them with no way of making money from day to day.”\n\n“ Immigrants are the ones blamed during economically hard times, and people look for a scapegoat. ”\n\nDaniel Uwadiale, a 33-year old Nigerian asylum seeker in Saint-Etienne, France, is in this exact scenario. His case worker, Gäelle Gormley, says it often takes years to get asylum status in France, during which time applicants are usually homeless. “Six years I’ve been dealing with this,” Uwadiale says, “and the whole time I’ve been living on the streets.” Despite having finally gotten asylum seeker status just before the pandemic hit, he can’t receive any of the social benefits until the government opens back up and can start his paperwork. He has to keep living in an abandoned building and relying on the kindness of strangers for food for now. “Sometimes you eat one meal a day, some days you just don’t eat,” he says. Despite all the stress and lack of basic human needs, Uwadiale considers himself lucky. “A lot of people go through difficult situations in life.”\n\nThe uncertainty around visas is also hard on couples and families who have visas tied exclusively to their relationship, even though these are oftentimes the most secure ones to have. Schober not only worries about his clients’ immigration statuses now but even that of his wife, Susana Martinez, who came to the U.S. from Guatemala on a K1 visa. Just five days before her March 23 appointment to finish her year-long green card process, the USCIS suspended all in-person interviews until further notice. “This news has been such a punch in the gut,” says Schober. “We’ve waited patiently, have done everything the right way. To have all these dreams and goals we’ve had stripped from us at the last minute is indescribable.” Luckily, he and Susana found out last night that Trump’s new executive order will not affect them because they’re married. He remains cautiously optimistic. “Immigrants are the ones blamed during economically hard times,” says Schober, “and people look for a scapegoat.” It’s pretty universal for humans to have less compassion for people they don’t have something in common with, he says, so foreigners around the world are often the most vulnerable.\n\nDespite her green card application seemingly being safe (for now) and having recently received her Employment Authorization Document (EAD), Martinez still can’t work. “Now that I’m finally able to, all these people are getting fired.” Martinez hasn’t seen her family in Guatemala in over a year and has no clue when she can. She could have gone back for a visit on a travel permit called Advanced Parole, but Schober advised against it. Too risky. The U.S. might not have let her back in.\n\nImmigration lawyer Diana Moller of Seattle says she’s concerned about green card holders who are stuck abroad. Legally, they can return to the U.S., but many are under lockdown due to the virus. In order for them to apply for citizenship, they can’t be overseas for long. “If a client is outside the U.S. more than six months, their continuous physical presence is at risk of being broken.” If they’re gone for a year, they’ll have to wait four years and one day before eligible again for citizenship.\n\nMoller, one of the many lawyers I spoke with, has a client eligible to apply for naturalization now, but she had to visit sick family back in Italy. “Between the pandemic and her family situation, I’m very concerned she may not be able to return home before she loses her continuous presence.” Another lawyer has a single mom client who applied in plenty of time to renew her work permit before it expires. But she, like many people, lost her job due to lack of work in the pandemic. She needs to receive her new work permit before her current one expires or she won’t be eligible for a new job or unemployment. Any delays renewing her permit will be devastating to her financially.\n\nBefore any of the virus chaos started, the U.S. has notoriously made it hard for many (not rich) foreigners to live, work, or permanently immigrate here, but the pandemic has led some to just abandon ship entirely and go home. Stéphane, a French entrepreneur who is afraid to use his last name, moved to NYC in 2015 to work for a startup. For five years, his visa renewal/immigration process has been nothing but drama, despite him following all the rules. Even his attorney was baffled by accusations of border patrol that he was trying to somehow immigrate illegally to the USA. Stéphane had to schlep his family over the Canadian border multiple times to avoid being deported while their visas were in process.\n\n“ I wish I’d just stayed in France. ”\n\nStéphane’s most recent visa was up for renewal again this spring, but the pandemic forced him and his wife to consider the risk of him losing his work contract, thus being locked into NYC illegally with no job, no way to pay rent, and no health insurance. “The U.S. looked like the worst place to be an illegal immigrant,” he says—especially during a pandemic. So he gave up the American life he spent five years building and took his family back to France, even though it means he’s now starting over. “The French health care/social net is way better and higher education is relatively cheap and good quality,” he says. Plus, they’d prefer spending all their free time on social and family life now instead of dealing with the relentless, exhausting immigration rigmarole that nearly broke them.\n\nSarah, an American who fears using her last name, only wishes she could have gone back to France, where she has lived with her French boyfriend for years. She’s locked out now, indefinitely. When her long-stay tourist visa came up for renewal in March, she decided to go back to Boston and change over to a student visa instead (because it allows you to work legally in France, unlike the tourist visa). With her future school and the embassy closed now, she can’t even apply for a visa. Not only that, President Macron seems reluctant to let non-Europeans into France before September. “Now I’m at my mom’s house in the burbs just living my best life in her basement until…?”\n\nLike every single American I spoke with, Sarah is pretty scared of getting sick in the U.S. due to lack of good insurance. “Honestly, my life would have been so much easier if me and my boyfriend had just gotten married two years ago,” like they’d considered. France is her home but she’s not allowed there any time soon. “I wish I’d just stayed in France.” She would have been illegal until getting married, but she would have at least been with him. And insured.\n\nRegardless of visa status, everyone I spoke with seemed to be preparing for the worst but hoping for the best. Lawyers aren’t panicking yet, so they encourage others not to. Yet. A French immigration lawyer The Daily Beast talked to says it’s possible Macron would want to scale back on France’s immigration population in a recession, but it’s unlikely to ever become official policy—it’s a political risk for him to sound too much like those on the far right.\n\nWhile Trump hysterically tweets about executive immigration orders, many think it’s just to rile up his far-right base in an election year.\n\nAs long as Trump doesn’t overdo the executive order route, lawyers are trying to stay calm. “A good thing about having an ineffective Congress is that immigration changes are slow,” says Schober. “They can never agree on anything.” He thinks any profound changes won’t happen until after the election. He’s also somewhat hopeful because the USCIS is still working, albeit on a skeleton staff, and are allowing electronic signatures (instead of wet ones) for now.\n\nRegardless of nationality, all immigration attorneys encourage people to seek professional help now more than ever. “People need to make sure they get the right advice from a licensed immigration attorney as soon as they encounter a problem,” says Moller. “Every case is different… Just because [something] worked for your third cousin doesn’t mean it will work for you.”\n\nIt’s also important to remember that people working in immigration are doing their best to care for such a vulnerable group of people right now. Some are even putting their lives and health at risk to show up at court for their clients. Schober says it’s especially important to remember that the present situation will take a lot of patience from both the attorney and client. But for now, it’s a waiting game for millions of people in limbo around the world, all wondering if the countries they have built their lives in will soon change the rules and make them return home… wherever that is."}}