{"GDELT": {"GlobalEventID": 920227981, "Day": 20200426, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3178, "Actor1Code": "COP", "Actor1Name": "PRISON", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -13.9211136890951, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Damascus, Dimashq, Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY13", "Actor1Geo_ADM2Code": "26324", "Actor1Geo_Lat": 33.5, "Actor1Geo_Long": 36.3, "Actor1Geo_FeatureID": "-2541260", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Damascus, Dimashq, Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY13", "Action2Geo_ADM2Code": "26324", "Action2Geo_Lat": 33.5, "Action2Geo_Long": 36.3, "Action2Geo_FeatureID": "-2541260", "DATEADDED": 20200426051500, "SOURCEURL": "https://www.nbcnews.com/news/world/syrian-ex-secret-police-go-trial-war-crimes-germany-n1190346?cid=public-rss_20200426"}, "ARTICLE": {"TITLE": "Syrian ex-secret police go on trial for war crimes in Germany", "TEXT": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBERLIN — Two former members of Syria's secret police appeared in court in Germany on Thursday accused of crimes against humanity for their role in a government-run detention center where large numbers of opposition protesters were tortured.\n\nThe trial of Anwar R. and Eyad A., whose last names weren't released because of German privacy rules, is the first time that two representatives of the Syrian government have faced trial abroad for war crimes allegedly committed during the country's years-long civil war.\n\nThe men, who were arrested in Germany early last year, will face testimony from several Syrian refugees who allege they were tortured at the detention center known as Al Khatib, or Branch 251, near Damascus.\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nFederal prosecutors allege 57-year-old Anwar R. was in charge of the site and thereby responsible for crimes against humanity, rape and the murder of at least 58 people there. The indictment by German prosecutors accuses him of complicity in more than 4,000 cases of torture.\n\nEyad A., 43, is accused of being part of a police squad that detained protesters and brought them back to Branch 251, where they were then mistreated.\n\nAt least nine torture victims are represented as co-plaintiffs in the case, as allowed under German law, while several more are expected to be called as witnesses. They are supported by the European Center for Constitutional and Human Rights.\n\nIf convicted, Anwar R. could face life imprisonment. Eyad A. could be sentenced to up to 15 years in prison if convicted of complicity in crimes against humanity.\n\nThe defendants' lawyers declined to comment ahead of the trial, which is scheduled to last several months. The men, who themselves left Syria for Germany before their arrest in February 2019, remain in prison.\n\nThe trial has been described as a pivotal moment in the effort to bring Syrian officials accused of crimes to justice.\n\n“With other avenues for justice blocked, criminal prosecutions in Europe offer hope for victims of crimes in Syria who have nowhere else to turn,” said Balkees Jarrah, associate international justice director at Human Rights Watch. “The trial in Koblenz shows that courts, even thousands of miles away from where the atrocities occurred, can play a critical role in combating impunity.”\n\nThe Koblenz regional court, where the trial is being held, has reduced the number of seats available to reporters and the general public by a third due to social distancing rules to combat the coronavirus pandemic."}}