{"GDELT": {"GlobalEventID": 920228593, "Day": 20200426, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3178, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.1543026706231405, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200426051500, "SOURCEURL": "https://www.wtsp.com/article/news/nation-world/who-is-kim-yo-jong-north-korea/67-7f377953-a4f4-4ba1-9cba-1a3de4a8f8d4"}, "ARTICLE": {"TITLE": "Who is Kim Yo Jong? Who will replace Kim Jong Un in North Korea?", "TEXT": "Kim Yo Jong has long been her brother’s closest confidante and adviser, but there’s a lot the world doesn’t know about her.\n\nPYONGYANG, North Korea — Nuclear weapons and a million-man army – They’re the reasons why North Korea has been a thorn in America’s side for decades.\n\nGenerations of iron-fisted dictators have repeatedly brought the world to the brink in desperate attempts to maintain power, while keeping their country almost completely cut off from the outside world.\n\nSo, as rumors about Kim Jong Un’s possible death sweep the planet, there’s really just one question that needs to be answered.\n\nIf we find out he's actually dead, then who’s next?\n\nBut first, it’s important to understand how we got here.\n\nAfter invading South Korea and turning the Cold War into a gruesome battle, North Korea’s founder, Kim Il Sung, spent the rest of his life-transforming his impoverished country into a hermit kingdom – and laying the groundwork for a dynasty.\n\nWhen he died in 1994, his son rose to power.\n\nKim Jong Il ruled North Korea for 17 years and spent billions of dollars developing North Korea’s now-infamous nuclear program, while millions of his people starved to death in a nationwide famine.\n\nHe died in 2011 from a heart attack and handed the reigns to his son, Kim Jong Un.\n\nThe younger Kim has managed to keep his rock-solid grip on power ever since. He increased North Korea’s arsenal while threatening the United States with nuclear war. Then, he did the unthinkable – meeting face-to-face with an American president.\n\nKim Jong Un and President Donald Trump shook hands and sat down behind closed doors in 2018 during a historic summit in Singapore. The two leaders met again the following year in Vietnam and later met along the demilitarized zone between the two Koreas.\n\nBut, despite Kim’s apparent willingness to shine a little light onto his closed-off country, there’s still a lot the world doesn’t know about him.\n\nWe don’t even know how old he is.\n\nIt’s believed he’s in his late 30s, so reports of his death after a failed heart procedure may have caught a lot of people off guard. Now, the world is waiting to find out who will succeed him. Most analysts seem to agree Kim Jong Un’s younger sister is a likely person to take over.\n\nSo, who is Kim Yo Jong?\n\nAccording to Forbes, she’s in her early 30s, she went to school in Switzerland and has long been her brother’s closest confidante and adviser. She was there for both Trump-Kim summits and even represented North Korea at the 2018 Winter Olympics in South Korea.\n\nNewsweek reports Kim Yo Jong’s current title is vice-department director of the Korean Workers’ Party Central Committee. Basically, she’s responsible for overseeing North Korean propaganda.\n\n“Among the North’s power elite, Kim Yo Jong has the highest chance to inherit power, and I think that possibility is more than 90 percent,” Cheong Seong-Chang from the Sejong Institute in South Korea told the Associated Press.\n\nReuters reports Kim Yo Jong has \"firm control of key party functions.\"\n\nShe's been \"groomed for years to serve as a regent\" for Kim Jong Un if he dies or gets incapacitated while waiting for his son -- who is around 10 years old -- to assume power, according to The Daily Beast.\n\nAmericans in charge of predicting the outcome appear to agree.\n\n“I think the basic assumption would be that maybe it would be someone in the family,” U.S. national security adviser Robert O’Brien told the AP.\n\n“But again, it’s too early to talk about that because we just don’t know, you know, what condition Chairman Kim is in and we’ll have to see how it plays out.”\n\nWhat other people are reading right now:\n\n"}}