{"GDELT": {"GlobalEventID": 920248687, "Day": 20200426, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3178, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.0166358595194, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "San Francisco, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA075", "Actor1Geo_Lat": 37.7749, "Actor1Geo_Long": -122.419, "Actor1Geo_FeatureID": "277593", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "San Francisco, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 37.7749, "Action2Geo_Long": -122.419, "Action2Geo_FeatureID": "277593", "DATEADDED": 20200426094500, "SOURCEURL": "https://cnnphilippines.com:443/world/2020/4/26/us-hospital-chaplains-bridge-gap-patients-families-coronavirus.html"}, "ARTICLE": {"TITLE": "Hospital chaplains are bridging the gap between patients and grieving families who can't stay by their bedside during the coronavirus pandemic", "TEXT": "(CNN) — \"You're held by love.\"\n\nThis hand drawn note is one of many hospital chaplain Claire Bohman leaves for Covid-19 patients in the ICU. She hopes the message brings comfort to those who awaken from a medically induced coma without their family beside them.\n\n\"It's my calling to show up and be a presence in the face of human suffering,\" says Bohman, executive director of the Sojourn Chaplaincy at San Francisco General Hospital. \"And right now, that suffering is compounded by Covid.\"\n\nThe coronavirus pandemic has disrupted how we grieve and heal. Families are forced to stay apart to stay healthy. It is in this space hospital chaplains have become intermediaries — providing messages of love, support and compassion during a time of physical distancing.\n\n\"I'm so grateful for the technology that we have,\" says Bohman, who coordinates with family members over the phone about the spiritual support they wish to provide their loved ones.\n\n\"I've been drawing pictures and notes for patients in the ICU for their family members, so that when they're awake, they're going to see a drawing from their family, even though their family can't physically do the drawing for them.\"\n\nThe Sojourn Chaplaincy also works with a sewing group that makes blankets for newborns. Now, they donate blankets to Covid-19 patients as a way of offering support and connection.\n\n\"It's scary to do this work right now,\" says Bohman. \"But there's nowhere else I would be.\"\n\nLove looks like staying six feet away\n\nAfter long days of providing emotional support in the ICU, Laurent LeBien comes home to his family. And he weeps.\n\n\"We have notions of what a 'good death' might look like,\" says LeBien, a staff chaplain at East Jefferson General Hospital near New Orleans.\n\n\"That might be a peaceful passing in my sleep, with loved ones and friends around. All of the sudden, this is not possible.\"\n\nTo help minimize the spread of coronavirus, hospitals have placed restrictions on visitors. Waiting rooms, hallways and cafeterias once filled with patients' family and friends can be eerily quiet. While exceptions can be granted, many patients are hospitalized without ever having loved ones beside them.\n\nLeBien has been a hospital chaplain for five years. He's used to helping others find their resiliency, strength and gifts that help them navigate the gravest of circumstances. But now, he must do so from six feet away.\n\n\"Every fiber of my being would want to go comfort that person, hug that person, put a hand on a shoulder,\" says LeBien. \"I try to explain as best as I am able, here are the reasons that we cannot do that.\"\n\nBut what he can do is be a \"family surrogate\" to both Covid and non-Covid patients, a role LeBien sees as an honor.\n\nHe arranges phone calls and FaceTime meetings between patients and their families. He stays in regular contact with their loved ones so that when patients awake, he can offer encouraging updates. Touchstones like \"your granddaughter says hello; your two daughters are thinking about you; the folks you work with, they've been calling your wife and checking up on you.\"\n\nBut the hardest calls LeBien has to make are when a family member has died.\n\n\"I may be calling you within half an hour, and you really haven't even had the time to process that grief, and I'm saying, 'Can you tell me the name of the funeral home?'\"\n\nThese were calls LeBien never had to make before the age of coronavirus, before the nation's healthcare system became overwhelmed.\n\nThis acute strain on hospital staff is something LeBien also tries to help relieve. He brings power bars and pins up inspirational notes in break rooms, ranging from prayers to encouraging letters from elementary school children.\n\n\"Love is the bottom line. Love is what matters. Regardless of all the great faiths, somewhere, one of their cornerstones is you love your neighbor,\" says LeBien. \"What a time for us to be able to do that.\"\n\n'I can't touch you, but I can hear you'\n\nDeath served as the bookends to Stephanie Welsh's Wednesday.\n\nHer morning began with it, when she was called to provide grief support to a mother who didn't yet know her son had died. And then later, when a man soon to celebrate his 65th wedding anniversary lost his wife.\n\n\"When he was told, after it registered he broke down,\" says Welsh, a chaplain with the University of Chicago Medicine.\n\n\"There was no way that I could let this 80-something year old man just break down without, at minimum, me putting my hand on his shoulder to provide some level of comfort to him.\"\n\nShe wasn't alone, she says. The doctor did the same.\n\nWelsh supports the hospital's surgical and cardiac ICUs, burn unit, and family birth center, as well as its trauma service line. In addition to being a spiritual guide, chaplains often help people navigate the inner workings of a hospital. But they can also be a friend.\n\nBefore coronavirus, Welsh wouldn't hesitate to offer a hug to those in need. These days, she has to stop herself.\n\n\"It becomes very difficult to offer compassion just with words and not provide gentle touch when it's apparent that's something an individual needs,\" says Welsh. \"I have to force myself to do something that is absolutely counter to who I am.\"\n\nWhile a warm embrace is no longer a safe option, Welsh has found other ways of offering support. She sets up phone calls and FaceTime meetings between patients and their families. And she sits with them to bear witness to their experience.\n\n\"I can't touch you, but I can hear you. I can listen to you,\" says Welsh. \"I can listen to the patient and normalize their feelings of loss ... I can affirm their grief in that moment and help them understand, 'Look, what you are feeling is OK to feel.'\"\n\nThe emotional struggles that physical distancing creates can be overwhelming. But if we reflect on this, Welsh says, it offers some important themes.\n\n\"Spend(ing) some time in contemplation on this pandemic, I think one of the themes will be that of how short life is, and how important it is not to take life for granted. And how important it is not to take those who are close to you for granted.\"\n\nThis story was first published on CNN.com, \"Hospital chaplains are bridging the gap between patients and grieving families who can't stay by their bedside during the coronavirus pandemic.\""}}