{"GDELT": {"GlobalEventID": 920248760, "Day": 20200426, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3178, "Actor1Code": "ITAGOV", "Actor1Name": "ITALIAN", "Actor1CountryCode": "ITA", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.9292604501607702, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT", "Actor1Geo_Lat": 42.833333, "Actor1Geo_Long": 12.833333, "Actor1Geo_FeatureID": "IT", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT", "Action2Geo_Lat": 42.833333, "Action2Geo_Long": 12.833333, "Action2Geo_FeatureID": "IT", "DATEADDED": 20200426094500, "SOURCEURL": "https://www.msn.com/en-ae/news/uae/uae-accelerating-cultural-cooperation-with-jordan-pakistan-italy/ar-BB13ckEK"}, "ARTICLE": {"TITLE": "UAE accelerating cultural cooperation with Jordan, Pakistan, Italy", "TEXT": "ABU DHABI, 25th April, 2020 (WAM) -- Noura bint Mohammed Al Kaabi, Minister of Culture and Knowledge Development, had separate virtual meetings with the ministers of culture in a number of countries to discuss the global fight against COVID-19.\n\nShe spoke to Dr. Bassem Al-Toisi, Minister of Culture in the Hashemite Kingdom of Jordan, Shafqat Mahmoud, Minister of Education and Culture in the Islamic Republic of Pakistan and Italian Minister for Culture and Tourism, Dario Franceschini, wherein she underscored the importance of fostering cooperation in the cultural domain to dampen the impact of the COVID-19 on the cultural sector by supporting artists and literati in order help community members preserve their cultural identity.\n\nAl Kaabi agreed with the Jordanian minister to align efforts to underpin the cultural sector, which, she said, can act as a catalyst for various economic sectors and platforms in a way that ultimately reflects positively on the sustainable development plans as well as contributes efficiently to economic growth and enhances the competencies of national cadres.\n\n\"The cultural and creative industries are going through a critical stage. Through synergy and concerted efforts we can survive this crisis and draw lessons that can help us deliver the future,\" Al Kaabi said.\n\nThe Pakistani minister of education and culture highlighted the measures taken by his country to mitigate the impact of the coronavirus crisis on the cultural sector and to ensure rapid tackling of the besetting challenges.\n\nIn her conversation with the Italian minister, Al Kaabi said the UAE is looking forward to participating in the Venice Biennale and to continue to support this key cultural forum.\n\nShe highlighted the measures taken by the UAE to ensure sustainability of the creative sector, including digitising cultural. and heritage content and making it available 24/7 for various segments of society across museums, exhibition halls and libraries."}}