{"GDELT": {"GlobalEventID": 920301135, "Day": 20200426, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3178, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.16867469879518, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sierra Leone", "Actor1Geo_CountryCode": "SL", "Actor1Geo_ADM1Code": "SL", "Actor1Geo_Lat": 8.5, "Actor1Geo_Long": -11.5, "Actor1Geo_FeatureID": "SL", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Sierra Leone", "Action2Geo_CountryCode": "SL", "Action2Geo_ADM1Code": "SL", "Action2Geo_Lat": 8.5, "Action2Geo_Long": -11.5, "Action2Geo_FeatureID": "SL", "DATEADDED": 20200426200000, "SOURCEURL": "https://sierraexpressmedia.com/?p=92997"}, "ARTICLE": {"TITLE": "Absence of Surveillance Boats, Mobility Punched Fishermen Union – Sierra Express Media", "TEXT": "Absence of Surveillance Boats, Mobility Punched Fishermen Union\n\nThe Sierra Leone National Master Fisherman, Mr. Salifu Kamara who also doubles as member of the Sierra Leone Artisanal Fishermen Union (SLAFU) has explained that the lack of Surveillance Boat and mobility is hindering their efforts in the fight against the Corona Virus Disease (COVID-19).\n\nMr. Kamara said the Union has mandate to oversee 641 landing sites including 35 hot spots across the country where fish mongers usually gather to deal in business.\n\nThe Master Fisherman maintained that they had met with the Minister of Marine Resources where strategies instituted on how to heighten response against the deadly virus among fishing communities.\n\nHe advanced that after the timely meeting with the Minister, they immediately started engaging fishing communities on the effect and prevention of the ailment in fishing communities.\n\nHe further stated that they have mounted a robust sensitization which has prevented fishermen to not load over 20 crews per boat, noting that they have also instructed boat captains to not take more than three days in the sea.\n\nThe Master Fisher Man entreated that they have distributed dozens of Veronica Buckets and other essential protective materials to most of the harbors. “We have also engaged harbor masters on the essence to observe social distancing in fishing areas for the quick eradication of the virus,” he stated and continued that they find it extremely tedious to cover the whole country as a result of the complete absence of mobility.\n\nHe therefore is calling on Government, donor partners and well wishers to assist them with logistics so that the union activities would be running robustly with no uncertainties.\n\nIn his submission, the President for SLAFU Consortium, Sheku Koroma dilated that sensitization is in the fight against COVID-19 in fishing communities, which he described as vulnerable and susceptible to communicable diseases.\n\n“In fact that was why the Consortium and harbor master have fully involved in massive sensitization on hand washing, social distancing and on the important to call 117 free toll line to report sick persons,” he said and opined that all members of fishing communities have been well informed on the effect and prevention of COVID-19.\n\nHowever, Mr. Koroma said, he was pleased to pronounced that fishing communities have started adhering to hand washing and social distancing, and further called on Government, humanitarian organizations to come to their rescue for the union to execute it duties as mandated by law.\n\nBy Abdulai Mento KamaraStay with Sierra Express Media, for your trusted place in news!\n\n© 2020, https:. All rights reserved."}}