{"GDELT": {"GlobalEventID": 920301583, "Day": 20200426, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3178, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "sco", "Actor2Name": "SCOTTISH", "Actor2EthnicCode": "sco", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.44578313253012, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200426200000, "SOURCEURL": "https://www.cbsnews.com/news/sunday-morning-matinee-dream-for-you-from-sing-street/"}, "ARTICLE": {"TITLE": "\"Sunday Morning\" Matinee: \"Dream For You,\" from \"Sing Street\"", "TEXT": "The show must go on! It's a show business dictum that is especially resonant today, with theatres across the country shut down owing to the coronavirus outbreak, forcing the new musical \"Sing Street,\" which opened last December at the New York Theatre Workshop, to postpone its transfer to the Lyceum Theatre on Broadway.\n\nBut while its cast members are presently dispersed to Ireland, Great Britain, New York, California, Pennsylvania, Michigan, New Jersey, Florida, Vermont and Massachusetts, they will be united online for a benefit performance on Facebook Live, at Sing Street Broadway's Facebook page. On Thursday, April 30, at 6:30 p.m. ET, \"Sing Street: Grounded - At Home With the Broadway Cast\" will present performances of songs and scenes to benefit the Mayor's Fund to Advance New York City and Broadway Cares/Equity Fights AIDS.\n\n\"Sing Street: Grounded\" will feature the songs \"Up,\" \"Drive It Like You Stole It,\" \"Go Now,\" and the world premiere of a new song written for the Broadway production, \"Love and Stars.\"\n\nAs an apéritif for Thursday's virtual group performance, \"Sing Street\" star Brenock O'Connor has recorded for \"CBS Sunday Morning\" the Gary Clark song \"Dream For You.\" (See video below.)\n\nClark, the front man for the 1980s Scottish pop band Danny Wilson, explained that \"Dream For You\" was the first song written for the 2016 \"Sing Street\" movie, and was \"kind of an audition piece for me\" when he was approached by filmmaker John Carney about the project.\n\nZara Devlin and Brenock O'Connor in \"Sing Street.\" \"Sing Street\"\n\nClark penned the song for a scene involving Raphena and Connor's vision of the future. Clark was hired for the film, but as the script developed, \"Dream for You\" was eventually dropped.\n\nCut to the stage adaptation (for which Clark and Carney adapted their original music), and the song has found a new home.\n\n\"We were able to reinstate it, and it's now a real high point in the show,\" Clark said.\n\nDirected by Tony-winner Rebecca Taichman (\"Indecent\"), and with a book by Edna Walsh (also a Tony-winner, for \"Once\"), \"Sing Street\" follows a new wave pop band put together by students in a dour Dublin in 1982. The show features O'Connor, Zara Devlin, Jakeim Hart, Sam Poon and Gian Perez. Choreography is by Obie Award-winner Sonya Tayeh (\"Moulin Rouge\").\n\nClick below to watch a featurette with exclusive interviews with the cast of \"Sing Street\":\n\n\"Sing Street\" cast performs on Sunday Matinee #SundayMorning #SundayMatinee Just as the cast of Sing Street Broadway was putting the final touches on their Broadway debut, they discovered the Great White Way was shutting down. Cast member Brenock O'Connor performs a song from the musical \"Sing Street\" entitled \"Dream For You\" followed by exclusive interviews with the cast and crew. https://cbsn.ws/2ScOjIm Posted by CBS Sunday Morning on Sunday, April 26, 2020\n\nFor more info:\n\nMore from \"Sunday Morning\" Matinee:"}}