{"GDELT": {"GlobalEventID": 920301153, "Day": 20200426, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3178, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.99087799315849, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sierra Leone", "Actor1Geo_CountryCode": "SL", "Actor1Geo_ADM1Code": "SL", "Actor1Geo_Lat": 8.5, "Actor1Geo_Long": -11.5, "Actor1Geo_FeatureID": "SL", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Sierra Leone", "Action2Geo_CountryCode": "SL", "Action2Geo_ADM1Code": "SL", "Action2Geo_Lat": 8.5, "Action2Geo_Long": -11.5, "Action2Geo_FeatureID": "SL", "DATEADDED": 20200426200000, "SOURCEURL": "https://sierraexpressmedia.com/?p=93005"}, "ARTICLE": {"TITLE": "Paolo Conteh Ambushed – Sierra Express Media", "TEXT": "Paolo Conteh Ambushed\n\nIt is no gainsaying the Sierra Leone Peoples Party (SLPP) led government following its coming into governance in 2018, has long lain what many have described as a political ambush for top members of the former All Peoples Congress (APC) led administration who the SLPP deem could be stumbling blocks to its political ambitions.\n\nOne of such top members is Rtd. Major Alfred Paolo Conteh; the former Defence Minister in the APC led government who the SLPP believes is the most dangerous person in the opposition camp that could thwart every political ambition of the government.\n\nThis therefore saw the need for the Sierra Leone Peoples Party (SLPP) led government to find ways of eliminating some of those top members of the former administration who in its opinion are ‘’Enemies of the State’’\n\nIn achieving this, the coup d’etat machiavellian machinery of democratic reversals, was hatched in May 2018 by a paranoid inner circle at State House comprising the usual incumbents including the President, beleagured Chief Minister, Deputy Internal Affairs Minister and the Unit’s Director, Bernard Tarawally. This inner circle, which disrespectfully – and painfully, excludes most of the Cabinet including the Minister of Defence, sought through the omnipotent State House Intelligence Unit, to bypass all Rule of Law institutions such as ONS, SLP and its agencies including the CID, RSLAF central command and even FIU to drive the inner groupings’ extraordinary zeal to rule by fear through thousands of investigations into APC cadre, ordinary Sierra Leoneans, Sierra Leone exiles, commercial sector actors and a vast swathe of civil society organizations perceived as threats to State House. The secret intelligence unit became so ambitious within its operational ambit, that up to January 17th 2020, it was reliant on at least 3000 secret informants of all political complexions – many paid from the Consolidated Revenue Fund (CRF) – to feed the 24 hour industrial level, nationwide, information gathering and intelligence analyses and action outcomes.\n\nThe State House Intelligence Unit, which was created in May, 2018 according to its over 20,000 documents available to Sierra Express Media is reliant on over 3000 informants conditioned to monitor on a 24 hour basis, every move of the targeted opposition members including hacking their calls, transactions and movements among others.\n\nHaving gone through the thousands of raw files from the State House Intelligence Unit, Sierra Express Media can authoritatively state that Paolo Conteh has long been ambushed by the Sierra Leone Peoples Party (SLPP) led government who in the many of State House Intelligence Unit reports has persistently been accused of coup plots.\n\nA clear case in point is seen in a report dated 5th January, 2019 written by Bernard Tarawally, the Director of the State House Intelligence Unit which was addressed to the Chief Minister, Professor David Francis. The said report accused Paolo Conteh of having a youth group that was formed purposely to cause public disorder, havoc and a possible coup against the government.\n\nThis report and many others in possession of this medium therefore sums up the current predicament of the former Defense Minister in the Dr. Ernest Bai Koroma led All Peoples Congress government, Rtd. Major Alfred Paolo Conteh, who is currently standing trial for an alleged treason after the State alleged that he purposefully took a loaded pistol at State House to kill the President.\n\nWhile Sierra Express Media does not intend to comment on the current trial, it is our view that Paolo Conteh has fallen into a longtime political ambush as evidenced in the below State House Intelligence Unit document.\n\n“January 5th 2019\n\nFrom: Bernard Tarawally, State House\n\nTo: The Chief Minister, Office of the Chief Minister, State House\n\nSubject: Post-arrest intelligence outcomes of Mr. Paolo Conteh’s antics\n\nSub-reference: Conspiracy to pervert the course of justice\n\nDear Sir\n\nFollowing the arrest of the above referenced subject, and, release, close surveillance ensued.\n\nAccording to reliable Limba informants, It transpired, that the subject hails from _____and a Chiefdom known as__________________where the Paramount there is named__________.\n\nThe vexatious conducts and attitude of the subject, both opposing his arrest and investigatory detention over the recent weekend, caused said subject to exhibit a retaliatory approach to his defence of the cases outlined to him at CID HQ.\n\nIn point of fact, my intelligence suggests his contacting of the youth group cohorts of the APC, wherein, he perceives his popularity and staunch support, has ensued. Already arrests have been conducted of a youth grouping for public disorder offences and, indeed, if this trend, is magnified, as I believe is Paolo Conteh’s intention and instruction, the aim is widespread public order offences and if I may say, havoc, in an erroneous attempt to sway SLPP and ACC opinion on his alleged criminal embezzlement activities and pressurise the process of justice in a manner which simple put, amounts to a conspiracy to pervert the course of justice.\n\nThis approach with criminal youth cohorts, must in my opinion be countered swiftly and firmly, whilst at the same time, the stringent monitoring of embezzlement suspect P. Conteh, must be continued, increased with an intensity aimed at thwarting his criminal antics.\n\nThank you very much for your attention.\n\nYours sincerely\n\nB. Tarawally, State House”\n\nBy Ibrahim Alusine Kamara\n\nStay with Sierra Express Media, for your trusted place in news!\n\n© 2020, https:. All rights reserved."}}