{"GDELT": {"GlobalEventID": 920301268, "Day": 20200426, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3178, "Actor1Code": "ISR", "Actor1Name": "ISRAELI", "Actor1CountryCode": "ISR", "Actor2Code": "ISRGOVHLH", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "Actor2Type1Code": "GOV", "Actor2Type2Code": "HLH", "IsRootEvent": 1, "EventCode": 831, "EventBaseCode": 83, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.2490974729241904, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Damascus, Dimashq, Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY13", "Actor1Geo_ADM2Code": "26324", "Actor1Geo_Lat": 33.5, "Actor1Geo_Long": 36.3, "Actor1Geo_FeatureID": "-2541260", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Damascus, Dimashq, Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY13", "Actor2Geo_ADM2Code": "26324", "Actor2Geo_Lat": 33.5, "Actor2Geo_Long": 36.3, "Actor2Geo_FeatureID": "-2541260", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dubai, Dubayy, United Arab Emirates", "Action2Geo_CountryCode": "AE", "Action2Geo_ADM1Code": "AE03", "Action2Geo_ADM2Code": "28575", "Action2Geo_Lat": 25.2522, "Action2Geo_Long": 55.28, "Action2Geo_FeatureID": "-782831", "DATEADDED": 20200426200000, "SOURCEURL": "https://federalnewsnetwork.com/government-news/2020/04/israeli-health-minister-plans-to-resign-amid-virus-crisis/"}, "ARTICLE": {"TITLE": "Israeli court takes step to halt phone tracking amid virus", "TEXT": "JERUSALEM (AP) — Israel’s Supreme Court on Sunday ordered the Shin Bet security agency to halt its use of phone-surveillance technology in the battle against the coronavirus, unless parliament begins legislating guidelines for the controversial practice.\n\nIn its decision, the court said parliament must begin the legislative process by Thursday.\n\nThe ruling came hours after Israel’s embattled health minister said he would step down following a public uproar over his handling of the crisis and his own COVID-19 infection.\n\nElsewhere in the region, Saudi Arabia signed a $264 million deal with China to provide the ability to conduct 9 million coronavirus tests. Syria said its schools will remain closed for the rest of the school year, while the Gaza Strip’s Hamas rulers said they will allow restaurants and coffee shops to reopen.\n\nAdvertisement\n\nIsrael last month said it was using the Shin Bet’s phone-surveillance technology to identify people exposed to the coronavirus by retracing the movements of those who were already infected. People who had come into close contact with the infected were then ordered into home quarantine.\n\nThe coronavirus causes mild to moderate symptoms in most patients, who recover within a few weeks. But it can cause severe illness or death, particularly in older patients or those with underlying health problems.\n\nWhile officials have defended the practice as a life-saving measure, civil rights groups attacked it as an assault on privacy rights.\n\nAdalah, an Arab-run advocacy group that challenged the order, praised the court decision but said it was “gravely concerned” that it had given the government so much time to conduct and legislate the practice.\n\n“A Supreme Court decision that acknowledges this illegality but nevertheless allows it to continue severely harms the civil rights of all citizens,” it said.\n\nThe Shin Bet said it was reviewing the decision and had no further comment. But Cabinet Minister Yuval Steinitz, an ally of Prime Minister Benjamin Netanyahu, called the ruling “worrying” and accused the court of “excessive and unnecessary intervention.”\n\nMeanwhile, Health Minister Yaakov Litzman informed Netanyahu that he would step aside as the country forms a new government. In a statement, he made no mention of his much-criticized performance at the Health Ministry, which he has led for most of the past decade. Instead, he’ll take over the Housing Ministry to deal with the country’s housing crisis.\n\nThe government has generally been lauded for keeping the coronavirus crisis in check. The virus has infected over 15,000 Israelis and killed nearly 200 people, but Israel has not seen its health system overwhelmed like hard-hit places such as Italy or New York, and the country has begun easing weeks of lockdown.\n\nLitzman, an ultra-Orthodox politician with no formal medical training, has come under criticism for appearing ill-prepared at news conferences and reportedly resisting proposals to tighten lockdown measures that would affect the country’s religious community. Early this month, Litzman was diagnosed with COVID-19, apparently after ignoring his own ministry’s orders to avoid group prayer in public places. He has since recovered.\n\nIn a TV interview Sunday, Litzman said he had never violated lockdown rules and was leaving his job because he was ready for a new challenge, not because of public pressure.\n\n“It’s clear things have changed for the better,” he told Channel 13 TV, referring to the outbreak.\n\nAlso Sunday, Saudi Arabia signed its coronavirus testing deal with China’s BGI Group. The deal also provides the kingdom with 500 experts, specialists and technicians that will conduct tests in six new laboratories.\n\nSaudi Arabia said it’s in “a race against time to diagnose cases and to work to isolate them.” The contract also includes conducting comprehensive community testing, genetic mapping of a number of samples in the kingdom and analysis of immunity mapping from 1 million samples.\n\nSaudi Arabia has signed agreements with companies in the U.S., South Korea and Switzerland, and wants to test 40% of its population. More than 17,000 confirmed cases of the virus have been reported there, including more than 130 deaths.\n\nSyria, which has reported three deaths and 42 confirmed cases, decided Sunday not to reopen schools as a precaution. All elementary and high school students will automatically move up to the next grade. Universities will stay closed until at least the end of the Muslim holy month of Ramadan on May 23.\n\nSyria’s Cabinet also approved a Health Ministry plan to receive Syrians who want to return from abroad, and has set up quarantine centers where new arrivals will be quarantined for two weeks.\n\nIn the Gaza Strip, Hamas announced the reopening of restaurants and coffee shops where people can smoke water pipes. Hamas had closed down the establishments early this month.\n\nGaza, largely closed off by an Israeli-Egyptian blockade, has reported just 17 virus cases, all of them in quarantine centers for people who returned from abroad.\n\n___\n\nAssociated Press writers Aya Batrawy in Dubai, United Arab Emirates, and Albert Ali in Damascus, Syria contributed to this report.\n\nCopyright © 2020 . All rights reserved. This website is not intended for users located within the European Economic Area."}}