{"GDELT": {"GlobalEventID": 920301176, "Day": 20200426, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3178, "Actor1Code": "GOV", "Actor1Name": "CHANCELLOR", "Actor1Type1Code": "GOV", "Actor2Code": "LAB", "Actor2Name": "WORKER", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200426200000, "SOURCEURL": "https://www.stokesentinel.co.uk/news/uk-world-news/coronavirus-millions-furloughed-workers-encouraged-4080494"}, "ARTICLE": {"TITLE": "Coronavirus: Millions of furloughed workers to be encouraged to take jobs fruit picking", "TEXT": "Want Stoke-on-Trent news emailed to you direct from our journalists? Sign up to our newsletter Subscribe Thank you for subscribing See our privacy notice Invalid Email\n\nMillions of Britons currently out-of-work on furlough leave could be encouraged to take up work as fruit pickers.\n\nEnvironment Secretary George Eustice told the daily coronavirus briefing the international food chain is continuing to 'work well' but says there will be a need to recruit staff in the UK to harvest crops at the start of summer.\n\nEarlier this week Chancellor Rishi Sunak confirmed over 140,000 businesses had applied for Government funding as part of the coronavirus job retention scheme with millions of workers furloughed.\n\nCompanies can apply to the scheme and get up to 80 per cent or £2,500 of an employee's monthly salary. Some are then choosing to top up the amount for the employee.\n\nMr Eustice today said these workers could be asked to consider a second job in June.\n\n\"We're also acutely aware that we're about to start the British season in fresh produce, in soft fruits and salads,\" Mr Eustice told the briefing.\n\n\"We estimate that probably only about a third of the migrant labour that would normally come to the UK is here, and was probably here before lockdown.\n\n\"We are working with industry to identify an approach that will encourage those millions of furloughed workers in some cases to consider taking a second job, helping get the harvest in June.\"\n\nHe added: \"It's not an issue at the moment since the harvest has barely begun, but we do anticipate that there will be a need to recruit staff for those sectors in the month of June.\"\n\nDrop a heart on our special map of gratitude to show your support for our NHS heroes https://www.thanksamillionnhs.co.uk/"}}