{"GDELT": {"GlobalEventID": 920300844, "Day": 20200419, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.2986, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.6454767726161394, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ashdod, HaDarom, Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS01", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7444, "Actor1Geo_Long": 34.6809, "Actor1Geo_FeatureID": "-779676", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ashdod, HaDarom, Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS01", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7444, "Action2Geo_Long": 34.6809, "Action2Geo_FeatureID": "-779676", "DATEADDED": 20200426200000, "SOURCEURL": "https://www.timesofisrael.com/shop-owner-at-closed-jerusalem-market-dies-by-suicide-amid-financial-woes/"}, "ARTICLE": {"TITLE": "Shop owner at closed Jerusalem market dies by suicide amid financial woes", "TEXT": "An owner of a shop in Jerusalem’s open-air Mahane Yehuda market has died by suicide due to the financial hardship caused by coronavirus restrictions, Hebrew-language media reported Sunday.\n\nAt his family’s request, no further details were published about the veteran shop owner.\n\nHe took his own life a week and a half ago, Army Radio reported.\n\nGet The Times of Israel's Daily Edition by email and never miss our top stories Free Sign Up\n\nJerusalem Mayor Moshe Lion confirmed the reports, saying he was “shocked and pained by the sad news.”\n\nLion called on the government to “immediately reopen the market,” arguing that “the livelihood of thousands of families is in danger. Any delay could cost lives.”\n\nLabor MK Itzik Shmuli, slated to become welfare minister in the new government, called the news an “emergency wake-up call” and urged the leadership to “change course and significantly broaden the financial safety net for the self-employed and the unemployed.”\n\nEarlier Sunday, Mahane Yehuda merchants clashed with police during a demonstration protesting the continued closure of the landmark market even as most stores nationwide have been allowed to reopen on Sunday.\n\nVideos posted online showed a scrum of small businessmen scuffling with uniformed officers at the market’s Agrippas Street entrance. One of the protesters was arrested and later released and Tali Friedman, who represents Mahane Yehuda’s shop owners, was summoned for questioning by the police.\n\nIn an interview with Army Radio, Friedman said it was illogical for Mahane Yehuda and Israel’s other outdoor markets to be kept closed while all other stores outside of shopping malls were now permitted to open, declaring that “this cannot go on.” She said that the shop owners had tried to maintain social distancing during their protest, but that it had not always been possible.\n\n“We’ve been kept closed for a month,” she said, warning that the small businesses were dying and calling the situation unfair.\n\nאלימות ומעצרים בהפגנת סוחרי שוק מחנה יהודה בירושלים@GLZRadio pic.twitter.com/wBdzZ9JJZx — יובל שגב | Yuval Segev (@Segev_Yuval) April 26, 2020\n\nMayor Lion declared his support for the shop owners, tweeting that he hoped the government would “soon approve the opening of the market, which is a source of income for hundreds of Jerusalemite families.”\n\n“I promise you, market vendors and Jerusalem residents, that I won’t let up until the market is reopened,” he wrote.\n\nDespite the prohibition on the opening of markets, numerous shops in Mahane Yehuda have been open in recent weeks.\n\nThe problems faced by small eateries were recently given a face by falafel store owner Yuval Carmi of Ashdod, whose tearful account of being unable to provide for his family, as he couldn’t sell food for takeaway, moved the nation last week.\n\nDespite the new, more relaxed rules, small businesspeople expressed concerns about their future economic viability, claiming that they were being allowed to resume operations only under onerously restrictive conditions that will deter most customers, solely so that the state can justify denying them compensation for their losses.\n\nMany people are still nervous about going out, and the restriction barring the general public from traveling more than 100 meters from their homes (except for work, shopping or other essential purposes) will remain in effect until after Independence Day, which ends Wednesday evening.\n\nOn Friday, the government approved a NIS 8 billion ($2.27 billion) plan to increase support for self-employed Israelis and small business owners who have been hit hard by the coronavirus, following accusations that Israel was not helping businesses that were forced to shut down.\n\nMeanwhile, hundreds of Israel’s largest chains remain closed on Sunday, despite approval to reopen, in protest against the government and as they demand compensation for the recent closures and ongoing restrictions.\n\nLarge business owners are demanding government compensation for operation losses, in line with those announced for small businesses.\n\nAnger rose particularly on Wednesday as IKEA reopened its furniture stores in accordance with government rules, drawing in large crowds, while many other shops remained shuttered. Outgoing Health Minister Yaakov Litzman has strenuously denied allegations that this decision was linked to millions of shekels in donations to the minister’s Gur Hasidic sect.\n\nUnemployment in Israel was at 27.05 percent, or 1,125,814 people, as of Thursday.\n\nIsraeli organization Eran operates a 1201 mental health crisis hotline that receives support from the Health Ministry to help individuals in crisis."}}