{"GDELT": {"GlobalEventID": 920301120, "Day": 20200426, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3178, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.60145681581686, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "County Durham, Durham, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKD8", "Actor1Geo_ADM2Code": "40106", "Actor1Geo_Lat": 54.6667, "Actor1Geo_Long": -1.75, "Actor1Geo_FeatureID": "-2594982", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "County Durham, Durham, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKD8", "Action2Geo_ADM2Code": "40106", "Action2Geo_Lat": 54.6667, "Action2Geo_Long": -1.75, "Action2Geo_FeatureID": "-2594982", "DATEADDED": 20200426200000, "SOURCEURL": "https://www.chroniclelive.co.uk/news/north-east-news/north-east-child-poverty-figures-18148779"}, "ARTICLE": {"TITLE": "Ranked: The North East places with the highest levels of child poverty", "TEXT": "Want the best local news sent to your inbox daily? Sign up to our newsletter Subscribe Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nMore than 130,000 children are living in poverty across the North East - and half are from working families.\n\nHard-hitting figures reveal that on Tyneside the picture is the worst in an area of South Shields, South Tyneside, where almost three-quarters of children are living below the breadline. See how your postcode ranks by scrolling down to our interactive tool.\n\nGovernment data shows the level of deprivation that exists in the streets around Coston Drive and Ocean Road of the town.\n\nSouth Tyneside Council has vowed it is committed to tackling poverty and has overhauled its children's services for families.\n\nA spokeswoman said: “Any child living in poverty is one too many. We recognise that the current difficult times in which we are living are particularly challenging for families with children and these statistics are a cause for concern.\n\n(Image: Newcastle Chronicle)\n\n“We believe every child has the right to the best start in life and we continue to make strenuous efforts to help families. Our children’s services have been re-designed to make it easier for families to access the right support when they need it.\n\n\"We work in partnership with our schools to ensure that those children who need it continue to be provided with a free school meal.\"\n\nGovernment figures show that there were 134,933 children in the North East living in poverty in March 2019, even before the cost of housing was taken into account.\n\nThe number has been rising year on year and is up from 100,200 in 2015.\n\nThe increase has been partly driven by a rise in the number of children living in poverty despite one or more of their parents working.\n\nSome 78,105 of the children living below the poverty line in March 2019 were in working families - 58% of the total, and up from 57,317 in 2015.\n\nCharities have warned that child poverty is only going to get worse because of the coronavirus pandemic.\n\nThe overall rise means that around one in every four children in the North East is now living in poverty (23%) - although that figure is higher in some areas than others.\n\nThe proportion ranges from 19% in North Tyneside and Northumberland, to 35% in Middlesbrough.\n\nAnalysis of hyperlocal data - areas with a population of around 1,500 people each - also shows that the situation is even more stark in particular neighbourhoods.\n\nIn one part of Middlesbrough, a shocking 76% of children are estimated to be living in poverty. Similarly, an area of South Shields has 73% of children living below the breadline.\n\nThe neighbourhoods of Elswick (67%) and Benwell (61%) are where child poverty is at its highest in Newcastle.\n\nNewcastle Central MP Chi Onwurah described the levels of child poverty as \"shocking\" and said a major factor behind the issue is the current national minimum wage.\n\nShe said: \"There are high levels of children living in poverty in Newcastle which is shocking and really upsetting.\n\n\"There are regional inequalities in this country and 10 years of austerity has just made things worse.\n\n\"One part of this is employment. Child poverty is not down to people being poor because they are not working. Many of these children are living with at least one parent who is working but they are not being paid well.\n\n(Image: Newcastle Chronicle)\n\n\"The current government's national living wage is not enough to live on. That is why Labour plans to increase it to £10 an hour.\"\n\nIn Gateshead, the proportion stands at 57% in Felling Shore while the area with the highest child poverty in Sunderland is Gilley Law (57%).\n\nThe figures revealed there were no locations in County Durham where more than half of children were living below the breadline.\n\nThere are 27 other neighbourhoods in the North East where more than half of children are estimated to be living in poverty.\n\nUse our tool below to see how your area ranks\n\nThe figures include teenagers up to the age of 19 who are still living at home with their parents or carers and are in full-time education or training.\n\nThe proportions are estimates based on DWP figures on the number of children living in families with a household income of less than 60% of the UK average as of March 2019, and population estimates from the Office for National as of mid-2018.\n\nAs such, they can only offer an approximation of the proportion of children living in poverty - but the DWP has confirmed that they do give a broad indication of local areas with a very high or very low proportion.\n\nJudith Cavanagh, co-ordinator of the End Child Poverty coalition, said the figures show \"we have not all entered [the coronavirus] crisis equally\".\n\n“Policies such as the two-child limit on children’s benefits and the benefit cap have made a significant contribution to the rise in child poverty over the past five years,\" she said.\n\nAs more families turn to the benefits system during the crisis, the coalition is urging for those policies to be scrapped, and immediately increase child benefit \"as a fast and effective means of getting support to low-income families\".\n\n“Children in low-income families have been failed over the past five years,\" said Ms Cavanagh.\n\n\"Our response to Covid-19 must not fail them again.”\n\nA DWP spokesperson said: “We are doing whatever it takes to support the lowest paid families through these unprecedented times, implementing an extensive package of measures to do so.\n\n“Widespread support is available to families, including increased Universal Credit payments, contributory benefits, the Coronavirus Job Retention Scheme, Self-employment Income Support Scheme, Statutory Sick Pay, mortgage holidays and greater protection for renters.\n\n“Despite the challenges of the current pandemic we remain committed to providing opportunities and tackling the root causes of poverty.”"}}