{"GDELT": {"GlobalEventID": 921183515, "Day": 20200501, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3315, "Actor1Code": "PAKLEG", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor1Type1Code": "LEG", "Actor2Code": "PAKGOV", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.65700483091787, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK08", "Actor1Geo_ADM2Code": "23674", "Actor1Geo_Lat": 33.7, "Actor1Geo_Long": 73.1667, "Actor1Geo_FeatureID": "-2762812", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK08", "Actor2Geo_ADM2Code": "23674", "Actor2Geo_Lat": 33.7, "Actor2Geo_Long": 73.1667, "Actor2Geo_FeatureID": "-2762812", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK08", "Action2Geo_ADM2Code": "23674", "Action2Geo_Lat": 33.7, "Action2Geo_Long": 73.1667, "Action2Geo_FeatureID": "-2762812", "DATEADDED": 20200501081500, "SOURCEURL": "https://www.straitstimes.com/asia/south-asia/pakistan-parliament-speaker-tests-positive-for-covid-19"}, "ARTICLE": {"TITLE": "Pakistan Parliament Speaker tests positive for Covid-19", "TEXT": "ISLAMABAD (REUTERS) - The Speaker of Pakistan's National Assembly said late on Thursday (April 30) that he had tested positive for Covid-19 after hosting an iftar dinner to celebrate Ramadan, and meeting Prime Minister Imran Khan and other high officials earlier in the week.\n\nIt is not immediately known if Mr Khan will be tested, but he was checked in April, and tested negative, after meeting the head of Pakistan's biggest charity organisation, who was subsequently confirmed to have caught the disease.\n\nMr Faisal Edhi had met Mr Khan in the Prime Minister's office.\n\nThe National Assembly, the Lower House of Parliament, is currently in recess, though opposition parties have been calling for it to convene to discuss the government's handling of the coronavirus outbreak in the country, where the number of cases has risen to 16,817, including 385 deaths.\n\nThe decision on whether to convene rested with Speaker of the Assembly, Mr Asad Qaiser, who on Thursday night revealed he had tested positive in the capital, Islamabad.\n\n\"I have quarantined myself at home,\" Mr Qaiser, who is also a close aide to Mr Khan, said on Twitter.\n\nMr Qaiser met with the Prime Minister on Monday, and has met several other leading figures during the past few days.\n\nThe speaker had hosted an Iftar, the evening meal to break fast during Ramadan, attended by politicians and dignitaries on Monday.\n\nDaily detection of the virus has hit record highs on each of the last three days as the country ramps up its testing.\n\nRelated Story Pakistan prepares to ease coronavirus curbs with infections below projections\n\nRelated Story Coronavirus: Pakistan government decision to allow prayers in mosques during Ramadan comes under fire\n\nRelated Story India, Pakistan ease restrictions for some small businesses amid lockdown\n\nOn Thursday, 990 people tested positive. Daily testing is still around 8,000 in the country, which has over 207 million people.\n\nThe government says infections are well below projections and that it plans to further ease precautionary curbs after already opening dozens of industries and commercial activities, as well as mosque congregations.\n\nMr Qaiser is the second high official to be infected in Pakistan after the Governor of the southern province of Sindh, Mr Imran Ismail, tested positive on Monday.\n\nPakistan's government agreed to allow mosque congregations after senior clerics and religious leaders threatened to violate restrictions during Ramadan.\n\nThe two sides worked out safety protocols for the mosque gatherings, but a social research organisation earlier this week reported that protocols were not being followed.\n\nProminent doctors pleaded with the government to reconsider the decision, warning that mosque congregations, which are typically larger in Ramadan, could lead to a spike in infections, with hospitals already nearing capacity."}}