{"GDELT": {"GlobalEventID": 921183003, "Day": 20200501, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3315, "Actor1Code": "CHNGOV", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.5030946065428898, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wuhan, Hubei, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH12", "Actor1Geo_ADM2Code": "13124", "Actor1Geo_Lat": 30.5833, "Actor1Geo_Long": 114.26700000000001, "Actor1Geo_FeatureID": "-1930776", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wuhan, Hubei, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH12", "Action2Geo_ADM2Code": "13124", "Action2Geo_Lat": 30.5833, "Action2Geo_Long": 114.26700000000001, "Action2Geo_FeatureID": "-1930776", "DATEADDED": 20200501081500, "SOURCEURL": "https://eaworldview.com/2020/05/coronavirus-trump-blame-china-campaign/"}, "ARTICLE": {"TITLE": "Trump's Confused \"Blame China\" Campaign", "TEXT": "Trying to cover up his mismanagement of the Coronavirus crisis and pursuing re-election, Donald Trump spends Thursday blaming China for the virus and an attempt to deny him a second term.\n\nHours after the US intelligence community released the conclusion that Coronavirus is “not man-made or genetically modified”, Trump insisted he had seen evidence that the virus came from the Wuhan Institute of Virology.\n\nWe’re going to see where it comes from….We have people looking at it very, very strongly. Scientific people, intelligence people, and others. We’re going to put it all together. I think we will have a very good answer eventually. And China might even tell us.\n\nAsked for any evidence that the virus came from the lab, Trump responded, “I can’t tell you that. I’m not allowed to tell you that.”\n\nOther countries, including the US, UK, and Russia, hold samples of deadly viruses to study them and pursue defenses.\n\nBefore Trump’s appearance at an event alongside Tennessee Governor Bill Lee, the Office of the Director of National Intelligence stated US intelligence “concurs with the wide scientific consensus that the Covid-19 virus was not manmade or genetically modified”.\n\nThe intelligence community will continue to rigorously examine emerging information and intelligence to determine whether the outbreak began through contact with infected animals or if it was the result of an accident at a laboratory in Wuhan.\n\nTrump spoke as the US death toll reached 63,000 with 1,069,826 confirmed cases.\n\nTrump’s Ignorance of Intelligence: “Who Said That?”\n\nIt was unclear whether Trump was claiming that the lab created the virus or whether the facility had allowed a natural strain to escape.\n\nBut he immediately undermined his assertion by showing complete ignorance of the US intelligence assessment.\n\nQ: You said a moment ago, you will soon have information on where this virus originated. The Director of National Intelligence today put out a statement saying that they believe it was naturally occurring, it was not man-made. TRUMP: Who is that? Who is that said that? Q: The Office of the Director of National [Intelligence]…. TRUMP: Who, in particular? Who was the man who made that statement?… Q: That would be your Director of National Intelligence. TRUMP: Right now, I think it’s…. I mean, you’d have to tell me who specifically, who made the statement. Q: The statement was just put out under the Office of the [Director of National Intelligence]. TRUMP: Okay, we’ll see. I mean, I have to see the statement. I just haven’t seen it.\n\nHaving admitted ignorance, Trump persisted when asked, “Have you seen anything at this point that gives you a high degree of confidence that the Wuhan Institute of Virology was the origin of this virus?”\n\nHe responded, “Yes, I have. Yes, I have.”\n\nJOHN ROBERTS: The Director of National Intelligence put out a statement saying they think the coronavirus was naturally occurring TRUMP: Who? R: It was a statement from the DNI office TRUMP: Oh, he would know that, huh? R: That would be your Director of National Intelligence pic.twitter.com/ihBTp9HxVe — Aaron Rupar (@atrupar) April 30, 2020\n\nAttacking China, Defending “Great Success”\n\nTrump introduced China to defend the Wednesday remarks of his son-in-law Jared Kushner, as US cases passed 1 million, that the Administration’s record — despite Trump’s initial denial of the virus and blocking of action for more than two months — was “a great success story”.\n\nSee also TrumpWatch, Day 1,796: Coronavirus — Kushner Proclaims “Great Success Story” as Death Toll Reaches 61,000TrumpWatch, Day 1,178: How Trump Fiddled While Coronavirus Spread\n\nTrump maintained, “[Jared] is saying the facts….China is a very sophisticated country and they could have contained it. They were either unable to or they chose not to.”\n\nMinutes later, Trump shifted his attention to his pursuit of a second Presidential term, in a confusing ramble:\n\nChina doesn’t want to see me elected and the reason is that we’re getting billions and billions of dollars, many billions of dollars a month from China. China never gave our country anything. China gave us nothing, not 25 cents. And whether it was [former Vice President and presumptive Democratic Presidential nominee Joe] Biden in charge of China, which was a joke because they ripped off our country for eight years. And in all fairness to Biden and Obama, this went on long before they got into office. And you can go through many administrations until I came along. Then we signed a trade deal where they’re supposed to buy, and they’ve been buying a lot actually, but that now becomes secondary to what took place with the virus. The virus situation is just not acceptable.\n\nAsked if he thought China was withholding information to undermine his re-election, Trump said, “I don’t want to cast any dispersions. I just will tell you that China would like to see sleepy Joe Biden. They would take this country for a ride like you’ve never seen before.”\n\nTrump concludes the press conference by suggesting his praise for China ended when the coronavirus hit the US, but that's not true. He was praising the Chinese govt on Twitter as recently as late March, before the search for a scapegoat began in earnest https://t.co/pIsNTgVFyi pic.twitter.com/XTbmpJHQdM — Aaron Rupar (@atrupar) April 30, 2020\n\nThe Republican Tactics\n\nAs Trump struggled with criticism of his handling of the crisis, the National Republican Senatorial Committee distributed a 57-page memo on April 17, guiding GOP candidates in attacks on China.\n\nThe suggested lines are that China caused the virus “by covering it up”, that Democrats are “soft on China”, and that Republicans will “push for sanctions on China for its role in spreading this pandemic.”\n\nThe urgency for the campaign escalated in the past week as Trump was criticized and mocked for his comments suggesting that people inject disinfectant as a cure for Coronavirus.\n\nSee also EA on talkRADIO: Why is No One Stopping Trump’s Dangerous Coronavirus Statements?\n\nThe Chinese Foreign Ministry said on Thursday that claims of Coronavirus’s release from a laboratory are “unfounded and purely fabricated out of nothing”.\n\nSpokesman Geng Shuang said, “The US presidential election is an internal affair, we have no interest in interfering in it.” He advised American politicians to spend their time on “better controlling the epidemic situation at home”.\n\nThe World Health Organization’s representative in China, Gauden Galea, said the WHO has asked to join research into the origins of the virus: “We know that some national investigation is happening but at this stage we have not been invited to join.”\n\nHe said the WHO has not been allowed to see logs from the two laboratories in Wuhan working on viruses: however, “from all available evidence, WHO colleagues in our three-level system are convinced that the origins are in Wuhan and that it is a naturally occurring, not a manufactured, virus”.\n\nAustralian Prime Minister Scott Morrison said on Friday: “What we have before us doesn’t suggest that (a lab in Wuhan) is a likely source.” Canberra is calling for an “objective assessment” by an independent international team."}}