{"GDELT": {"GlobalEventID": 921183379, "Day": 20200501, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3315, "Actor1Code": "JUD", "Actor1Name": "JUDGE", "Actor1Type1Code": "JUD", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.5221932114882499, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_Lat": 40.3736, "Actor1Geo_Long": -82.7755, "Actor1Geo_FeatureID": "OH", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Ohio, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOH", "Actor2Geo_Lat": 40.3736, "Actor2Geo_Long": -82.7755, "Actor2Geo_FeatureID": "OH", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 40.3736, "Action2Geo_Long": -82.7755, "Action2Geo_FeatureID": "OH", "DATEADDED": 20200501081500, "SOURCEURL": "https://www.claimsjournal.com/news/midwest/2020/05/01/296838.htm"}, "ARTICLE": {"TITLE": "Body Shop Still Swinging After 3 Losses Against Insurers in Ohio Courts", "TEXT": "A Columbus, Ohio auto body shop, for the third time, has lost an attempt to pocket money paid to it by an auto insurer for vehicle repairs that were never made.\n\nThe 10th District of the Ohio Court of Appeals upheld a trial court ruling that requires Three-C Body Shop to reimburse Liberty Mutual Insurance Co. $12,506.81 that it paid to repair a policyholder’s vehicle. The appellate panel noted in its opinion that Three-C had made similar arguments when it lost two lawsuits against Nationwide in 2017.\n\nThe appellate court ruled in those cases that an auto body shop cannot pursue an unjust enrichment claim against an insurance carrier because its services confer no direct benefit to the insurer.\n\n“In the present case, Three-C gives us no compelling reason to depart from our precedent in the Nationwide cases,” District Judge Susan Brown said in the panel opinion. “Although Three-C argues that the benefit to Liberty is that Three-C satisfied Liberty’s contractual obligations to restore the vehicles to their pre-accident condition, any effect upon Liberty’s contractual duties was merely an incidental consequence of Three-C’s agreements with its customers to repair their vehicles.”\n\nI think for them its better to roll the dice and see where the case goes. I've never seen them back away from a fight. -- Kesha Kinsey\n\nTriple-C is a family owned business founded in 1956 by current owner Bob Juniper’s father. What started out as a 1,200-square-foot repair shop now occupies 12 acres in North Columbus and does $11 million in repairs annually, according to the company’s website. Triple-C also has a shop in Chillicothe, Ohio.\n\nKesha D. Kinsey, an attorney for Liberty Mutual, said the company has long history of going to court to get its way. She said typically Triple-C submits two or three supplemental reports after providing an initial estimate. As those supplemental reports stack up costs, at some point the insurance carrier may decide the cost of repairs exceeds the replacement value of the vehicle.\n\nThat’s what happened when Liberty Mutual policyholder Dan Lobdell brought his car in for repair at Three-C, Kinsey said. Liberty Mutual paid $12,506.81 to get repairs started, but Three-C submitted a supplemental report that proved too pricey for the carrier’s taste. Liberty Mutual instead decided the vehicle was a total loss, issued a check to Lobdell for the replacement value, and asked Three-C for a refund.\n\nThe body shop argued that Liberty Mutual owed it that money and more for past “short pays” — meaning the difference between the amount it had invoiced for repairs to other vehicles and the amount the carrier paid for those repairs.\n\nLiberty Mutual filed suit in May 2018 to retrieve its money. Three-C filed a counterclaim alleging that the carrier owed it $55,555.71 for underpaying for repairs to 56 vehicles.\n\nKinsey said she never thought Three-C had much chance of collecting on those claims, but she wasn’t surprised that the company went to court.\n\n“They do this a lot to insurers,” she said. “This is the way they make their money. I think for them its better to roll the dice and see where the case goes. I’ve never seen them back away from a fight.”\n\nFor the past three years, Columbus attorney Charley Hess has been fighting Three-C’s court battles. He said Thursday that his client had not yet decided whether to appeal the Court of Appeals’ decision to the Ohio Supreme Court. He said he did try to take the two losses against Nationwide to the Supreme Court, but the justices refused to review the appellate court decisions.\n\nHess said he and his clients haven’t given up fighting underpayments by insurers even if the latest case isn’t appealed.\n\nHe said Three-C has invested heavily in scanning equipment that automobile manufacturers insist be used or they won’t honor vehicle warranties. Insurers won’t pay repair bills that support the use of that expensive equipment. As long as carriers underpay, policyholders end up picking up the cost, he said.\n\nThe unjust enrichment argument didn’t fly in the case against Liberty Mutual, but Hess said there are still other circumstances where the argument may prove persuasive, and his clients intend to continue litigating until the courts provide some forum where body shops’ arguments that insurers are paying unfair rates can be heard.\n\n“They’ve been doing this for 20 to 30 years,” Hess said. “They really want to make some inroads, not only for themselves, but for the customers.”"}}