{"GDELT": {"GlobalEventID": 921182974, "Day": 20200501, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3315, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 81, "EventBaseCode": 81, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.0833333333333304, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Polk County, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX373", "Actor1Geo_Lat": 30.7835, "Actor1Geo_Long": -94.8502, "Actor1Geo_FeatureID": "1383972", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Polk County, Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 30.7835, "Actor2Geo_Long": -94.8502, "Actor2Geo_FeatureID": "1383972", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Polk County, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 30.7835, "Action2Geo_Long": -94.8502, "Action2Geo_FeatureID": "1383972", "DATEADDED": 20200501081500, "SOURCEURL": "https://www.desmoinesregister.com/story/news/local/des-moines/2020/05/01/des-moines-mayor-reminds-polk-county-residents-covid-19-restrictions/3056490001/"}, "ARTICLE": {"TITLE": "Des Moines mayor reminds Polk County residents of COVID-19 restrictions", "TEXT": "Special to the Register\n\nThe city of Des Moines is reminding Polk County residents that although many counties nearby, including Story and Warren, are easing up on COVID-19 restrictions, residents of Polk County are still under limitations designed to mitigate the new coronavirus infections.\n\n“I want to reaffirm to Des Moines residents that we must be disciplined about social distancing and limited contact. Staying home and staying healthy is the best way to protect our family, friends and coworkers,” Des Moines Mayor Frank Cownie said in a press release April 29. “I want to commend residents for doing a great job so far – let’s remain diligent and safe in the weeks ahead.”\n\nGov. Kim Reynolds this week announced she was lifting business closures across 77 counties on May 1. However, Polk County is not among the counties that will see an easing of restrictions.\n\nJasper and Dallas Counties, to the east and west of Polk County, are also not easing restrictions.\n\nEasing of restrictions began last week when Governor Reynolds announced the reopening of farmers’ markets across the state. Mayor Cownie said providing Iowans access to fresh fruits and vegetables is a good idea but added that “the farmers’ markets that we’ll see this spring and summer will be far different from the events we’ve all come to enjoy.”\n\nCownie said city officials will meet this week with Downtown Farmers’ Market organizers to work out details. Once a safe process has been outlined, Cownie will issue a proclamation specifying precisely the processes and requirements for a possible opening.\n\nFor the latest information regarding COVID-19 and city services in Des Moines, visit DSM.city/covid19.\n\nYour subscription makes work like this possible. Subscribe today at DesMoinesRegister.com/Deal."}}