{"GDELT": {"GlobalEventID": 921183439, "Day": 20200501, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3315, "Actor1Code": "MLT", "Actor1Name": "MALTA", "Actor1CountryCode": "MLT", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.69133192389007, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Newquay, Marsa, Malta", "Actor1Geo_CountryCode": "MT", "Actor1Geo_ADM1Code": "MT31", "Actor1Geo_ADM2Code": "19458", "Actor1Geo_Lat": 35.8853, "Actor1Geo_Long": 14.5019, "Actor1Geo_FeatureID": "1510", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Newquay, Marsa, Malta", "Action2Geo_CountryCode": "MT", "Action2Geo_ADM1Code": "MT31", "Action2Geo_ADM2Code": "19458", "Action2Geo_Lat": 35.8853, "Action2Geo_Long": 14.5019, "Action2Geo_FeatureID": "1510", "DATEADDED": 20200501081500, "SOURCEURL": "https://www.devonlive.com/news/devon-news/ryanair-announces-plan-cut-3000-4094664"}, "ARTICLE": {"TITLE": "Ryanair announces plan to cut 3,000 jobs during restructuring", "TEXT": "Get the pick of the week's stories and fascinating Devon history features direct to your inbox every Saturday morning in our exclusive Weekend Report newsletter Sign me up! Thank you for subscribing See our privacy notice Invalid Email\n\nBudget airline Ryanair says it is planning to cut 3,000 jobs from its workforce because of the impact that the coronavirus pandemic has had on the business.\n\nIn a statement, the airline which operates flights at Exeter and Newquay Airports said it expects to operate under one per cent of its schedule between April and June.\n\nThe main area which will be affected by the job losses will be pilots and cabin crew members, with the company adding that it does not expect demand to reach the same level as it did in 2019 for at least two more years.\n\n“As a direct result of the unprecedented COVID-19 crisis, the grounding of all flights from mid-March until at least July, and the distorted state aid landscape in Europe, Ryanair now expects the recovery of passenger demand and pricing (to 2019 levels) will take at least two years, until summer 2022 at the earliest,\" the airline said in its statement.\n\n“The Ryanair Airlines will shortly notify their trade unions about its restructuring and job loss programme, which will commence from July 2020.\n\nSign up to our newsletters for all the latest near you For more of the latest news, sign up to receive one of our daily or weekly newsletters. Our teams at Cornwall Live, Devon Live and Plymouth Live are committed to bringing you the latest news, guiding you through this global pandemic and providing the stories that matter. Our daily news email goes out every afternoon and offers a comprehensive overview of the day. You can also sign up for the weekend report, to receive the top stories on a Saturday morning. Or if you wanted something more specific, sign up to read our Truro, Exeter and Torbay newsletters. Choose which newsletters apply to you from across our Devon and Cornwall titles here - so that you can stay informed, stay home and stay safe.\n\n“These plans will be subject to consultation but will affect all Ryanair Airlines and may result in the loss of up to 3,000 mainly pilot and cabin crew jobs, unpaid leave and pay cuts of up to 20%, and the closure of a number of aircraft bases across Europe until traffic recovers.\n\n“Job cuts and pay cuts will also be extended to head office and back office teams.\"\n\nThe airline also confirmed that group chief executive Michael O'Leary has agreed to extend a 50 per cent pay cut who took for April and May for the remainder of the 2020-21 financial year.\n\nRyanair operates flights at Newquay Airport to Alicante in Spain throughout the year and to Faro in Portugal between April and October.\n\nAt Exeter Airport, the firm runs year-round services to Malta and Spanish city Malaga along with Alicante."}}