{"GDELT": {"GlobalEventID": 921183199, "Day": 20200501, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3315, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.4598540145985401, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20200501081500, "SOURCEURL": "https://www.thehindu.com/news/cities/Delhi/delhi-govt-to-bring-back-students-from-kota-in-40-buses-says-kejriwal/article31479763.ece"}, "ARTICLE": {"TITLE": "Delhi govt to bring back students from Kota in 40 buses, says Kejriwal", "TEXT": "He says the govt is in touch with other States to assist citizens stranded in capital\n\nThe Delhi government will send 40 buses to Kota in Rajasthan, where students from the capital are stranded, Chief Minister Arvind Kejriwal said here on Friday.\n\nHe also announced that the government would double the free ration being provided to the needy in the city to 10 kg from 5 kg.\n\nThe Delhi government, he also said, was in touch with other State governments to formulate a plan to assist their citizens stranded in the city in getting back home.\n\n“We are sending 40 buses to bring back the students from Delhi stranded in Kota today. We are in touch with other State governments; we will keep you informed about the plan to assist those from other States stranded in the city,” he said.\n\n“Till then, I appeal that all of you stay at home and follow lockdown restrictions,” he added.\n\nMr. Kejriwal also stated that plasma therapy had led to the recovery of one of the four “serious” coronavirus patients at the LNJP Hospital.\n\nTrials revolving around convalescent plasma therapy, which were being conducted as per permission from the Centre, he said, would continue on a war footing in Delhi.\n\n“It may seem like the number of coronavirus cases in Delhi is increasing but that is because we are undertaking a lot of testing. The per million rate of testing in Delhi is 2,300,” he said.\n\n“The first patient to be given plasma therapy at LNJP Hospital got cured and has been discharged...We are in touch with the 1,100 people who got cured of COVID-19 and they have expressed willingness to donate plasma,” he also said."}}