{"GDELT": {"GlobalEventID": 921286516, "Day": 20200501, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3315, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.08, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Dover, Delaware, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDE", "Actor1Geo_ADM2Code": "DE001", "Actor1Geo_Lat": 39.1582, "Actor1Geo_Long": -75.5244, "Actor1Geo_FeatureID": "217882", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "San Francisco, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 37.7749, "Action2Geo_Long": -122.419, "Action2Geo_FeatureID": "277593", "DATEADDED": 20200501211500, "SOURCEURL": "https://www.foxnews.com/politics/lockdown-protests-as-other-states-open"}, "ARTICLE": {"TITLE": "Lockdown protests taking place across the country as other states begin to open", "TEXT": "Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.\n\nAs some states took steps to begin phase 1 of their reopening plans this week, others extended their lockdowns again. Fed up with life under tight restriction, Americans demonstrated across the country Friday.\n\nIllinois began another month under a statewide stay-at-home order Friday, though hospitals were allowed to resume non-life-threatening surgeries and retail could open for pickup.\n\nA group of protesters gathered in Chicago’s loop Friday to call on Gov. J.B. Pritzker, a Democrat, to come up with a plan to reopen the state’s economy.\n\nSeveral hundred gathered outside the Thompson Center, while counter-protesters drove by in their cars calling for the state to remain shut down.\n\nHundreds of protesters also gathered at the state’s Capitol in Springfield calling for Illinois to reopen. The protesters wielded signs that read “Freedom over fear,” “Fire Pritzker” and “I don’t give a damn how you do it in Chicago.”\n\nMeanwhile, in Charlotte, N.C., dozens of protesters in cars and on foot protested coronavirus restrictions. Some donning signs that said, “My body, my decision.”\n\n“People are aware of the seriousness of it, but it should be my choice” what to risk, protester Michelle Reese told the Charlotte Observer. \"I believe it’s my body and my choice, but that should apply to everybody’s body and everybody’s choice.”\n\nDays before at a larger protest in Raleigh hundreds gathered to speak out against Gov. Roy Cooper’s extension of the stay-at-home order until May 8.\n\nProtests planned in 11 cities across California. At least 500 trucks, cars, motorcycles circled the state’s capitol in Sacramento at noon on Friday, honking horns and waving flags. At least another 400 people were gathered together on the steps and lawn, in direct defiance of Gov. Gavin Newsom’s stay-at-home order and California Highway Patrol’s ban on protests on state properties.\n\nNewsom has not yet given an expiration date for the order.\n\nOne day after the governor closed Orange County beaches, more than a thousand protesters gathered near Huntington Beach holding signs with messages like “All jobs are essential” and “Freedom we the people,” along with criticism of the governor and media outlets.\n\nProtesters also gathered in Los Angeles, San Diego, Venture and San Francisco on Friday.\n\nHundreds gathered in both Dover and Wilmington, Del., several of whom had guns slung across their backs.\n\n\"Where are the legislators?\" protester Chris Rowe shouted to the crowd in the state’s Capitol, who shouted back, \"They're getting paid!\" according to Delaware Online.\n\nLawmakers were originally scheduled to draft and vote on bills until June 30, but the session is postponed indefinitely due to the pandemic. Delaware's shelter-in-place order expires May 15.\n\nThousands have said they will attend protests in Oregon, Maine, Massachusetts, Nevada, Louisiana and Wisconsin over the weekend.\n\nHundreds of protesters angrily swarmed Michigan's Capitol on Thursday -- some armed with rifles -- and even tried to make their way into the state House chamber.\n\n\"Yeah, there's a virus, but it's more of a politician problem that it's gotten this far. There's no reason for us to be locked down. She's trashing our state,\" Rugg told Michigan Radio, referring to Gov. Gretchen Whitmer, who has some of the most severe lockdown measures in the country and recently extended the stay-at-home order until May 28.\n\nTrump called on Whitmer to \"make a deal\" with protesters.\n\n\"The Governor of Michigan should give a little, and put out the fire. These are very good people, but they are angry,\" Trump tweeted. \"They want their lives back again, safely! See them, talk to them, make a deal.\""}}