{"GDELT": {"GlobalEventID": 921286712, "Day": 20200501, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3315, "Actor1Code": "USA", "Actor1Name": "LOUISVILLE", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.4925373134328401, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Louisville, Kentucky, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USKY", "Actor1Geo_ADM2Code": "KY111", "Actor1Geo_Lat": 38.2542, "Actor1Geo_Long": -85.7594, "Actor1Geo_FeatureID": "509453", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Kentucky, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USKY", "Actor2Geo_Lat": 37.669000000000004, "Actor2Geo_Long": -84.6514, "Actor2Geo_FeatureID": "KY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Kentucky, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USKY", "Action2Geo_Lat": 37.669000000000004, "Action2Geo_Long": -84.6514, "Action2Geo_FeatureID": "KY", "DATEADDED": 20200501211500, "SOURCEURL": "https://www.whas11.com/article/news/local/maga-may-day-rally-louisville-kentucky/417-06ac72eb-d60b-4cd8-a5bd-3ea9aee71ad4"}, "ARTICLE": {"TITLE": "Only two cars, four people at one MAGA May Day rally in Kentucky", "TEXT": "Two cars, four people hold rolling rally in downtown Louisville to show support for President’s plan to reopen the economy.\n\nLOUISVILLE, Ky. — It was designed to show support of President Trump's reopening plan, but the turnout was not what organizers hoped. The woman behind the MAGA May Day Rally in Louisville insists that turnout is not indicative of support for President Trump in Kentucky.\n\nThe demonstration was promoted on the 'Maga May Day Rally' website and there have been rallies across the country that have drawn large crowds. That was not the case Louisville which had a much small crowd compared to other cities in the US.\n\nIn fact, there were only two cars and a total of four people. They waited to see if their rolling rally would pick up steam beyond a pair of decked out vehicles, it never happened.\n\nOrganizer Deb Sheehan said 'Women for America First' was behind the rally to show support for the President's reopening plan.\n\n\n\n“Perhaps we're one of the smallest cities but I think our passion is the same,” Sheehan insisted.\n\n“I think I represent a lot of people in this community that are ready to return to work. They want to do it safely, they want a plan of action and they want local government to support the president's plan.”\n\nWhen asked whether she felt the turnout would be seen as a sign that President Donald Trump has a lack of support in Kentucky, Sheehan replied, “I say the president's plan is strong. I say that the people of Kentucky have already supported the president by their overwhelming vote for him in 2016.”"}}