{"GDELT": {"GlobalEventID": 921286608, "Day": 20200501, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3315, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "BUS", "Actor2Name": "CHAMBER OF COMMERCE", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.9491525423728897, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Miami County, Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_ADM2Code": "OH109", "Actor1Geo_Lat": 40.0501, "Actor1Geo_Long": -84.2333, "Actor1Geo_FeatureID": "1074067", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Piqua, Ohio, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOH", "Actor2Geo_ADM2Code": "OH109", "Actor2Geo_Lat": 40.1448, "Actor2Geo_Long": -84.2424, "Actor2Geo_FeatureID": "1061544", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Miami County, Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 40.0501, "Action2Geo_Long": -84.2333, "Action2Geo_FeatureID": "1074067", "DATEADDED": 20200501211500, "SOURCEURL": "https://www.tdn-net.com/news/82924/health-officials-prep-businesses-to-reopen"}, "ARTICLE": {"TITLE": "Health officials prep businesses to reopen", "TEXT": "MIAMI COUNTY — Local Chambers of Commerce hosted representatives from Miami County Public Health and the Piqua Health and Sanitation Department remotely on Friday to help advise local business owners on the path to reopening their businesses, as well as how to keep the safety of their employees and customers in mind.\n\nThe Piqua Area Chamber of Commerce hosted Director Amy Welker of the Piqua Health and Sanitation Department during a webinar, during which Welker went over guidelines outlined in the state of Ohio Department of Health’s new Stay Safe Ohio order.\n\n“Here in Piqua, we do have our own health department, and we’ve been in operation here for over 100 years,” Welker said. “We try to take a very common sense type approach when we have something we need to enforce or regulate.”\n\nWelker said, during the state’s original Stay at Home order, businesses have been “very receptive” to the health department’s guidance, adding the department will continue to work with the business community in providing guidance.\n\nWelker went over the reopening schedule provided by the state. Starting Friday, medical facilities were allowed to open up for medical procedures and doctor visits. On Monday, May 4, general offices, manufacturing, distribution, and construction entities can open back up. Then on May 12, retail facilities can open up fully, but they can open up some aspects of their businesses early if they provide services like curbside pickup or delivery.\n\n“If you have a retail establishment that has been closed and you can operate with curbside pick up, delivery, or appointment only, you can open those sections today,” Welker said on Friday.\n\nOther requirements went across the board for all types of businesses, Welker said. The state’s guidelines included social distancing provisions, suggesting businesses should try to keep people at least six feet a part. For businesses where that is not possible, they should try to install barriers of some kind to separate people. The order also suggested, for businesses that are able to, to implement staggered work schedules for employees.\n\n“It’s just a lot about keeping people separated as much as possible,” Welker said.\n\nFace coverings are also required for employees, but only recommended for customers or clients. Businesses can set their own guidelines if they want to require customers to wear face coverings, but Welker said that businesses may have to be prepared to turn customers away or provide face coverings for customers if businesses decide to require customers to wear face masks.\n\nWelker noted exceptions to the face coverings mandate, saying if there are health reasons, if employees are in situations that prohibit face coverings, or if employees are separated in their own office work spaces, then they do not have to wear face coverings. One example Welker used was if employees were working in extreme heat, then wearing a face mask could make breathing difficult.\n\n“They’re also looking at employees continuing to do self assessments,” Welker said. If employees are showing symptoms, then they should be staying home. “You don’t want sick employees showing up to your workplace and potentially infecting others.”\n\nBusinesses should also provide hand-washing and hand-sanitizing stations, as well as promoting disinfecting of work stations. Businesses can encourage employees to take ownership of their own work spaces to keep them clean, providing employees with disinfectants.\n\nWelker also emphasized communication with employees. She said when the state’s first Stay at Home order was implemented, they worked with businesses to provide guidance one whether or not they fit into an “essential business” category.\n\n“Then we started hearing from the employees, and that’s where we got into a lot of issues,” Welker said. “Some employers weren’t effectively communicating with their staff.” She explained they received complaints from employees who did not understand why they were considered an essential business. “We would prefer all of the employees get that information directly from you,” Welker said.\n\n“It’s our hope that everyone can open up in a safe manner,” Welker said. “We want everyone to be safe and do what you can do to work through the process.”\n\nExecutive Director Kathy Sherman of the Piqua Area Chamber of Commerce also suggested that if customers feel comfortable and see precautionary items like handsanitzer, then the customers are more likely to continue to come in the store and shop.\n\n“If they don’t feel comfortable, they’re going to continue their online shopping,” Sherman said.\n\n“I’m very confident in our business community that we can do this and do it safely,” Welker said.\n\nThe Troy Area Chamber of Commerce hosted Health Commissioner Dennis Propes of the Miami County Public Health Department, along with Jane Tomcisin, director of Environmental Health for the department via a conference call Friday.\n\nPropes and Tomcisin also went over the face mask covering and sanitation requirements for businesses looking to open in the first phase of the state’s reopening schedule.\n\n“We, at Miami County Public Health, do our best to try to help our businesses function in this environment,” Tomcisin said. “Our main concern, obviously, is the safety of our community, the safety of you, the safety of your staff, and the safety of your customers, so we follow the orders.”\n\nTomcisin noted that whenever there are questions regarding orders from the state, the MCPHD contacts the Ohio Department of Health to obtain further interpretation and clarification, and also communicates regularly with local health officials.\n\n“From an Environmental Health Director’s standpoint, we have a group of environmental health directors in our area that we talk with almost daily about some of these orders and how they’re handling it in their counties, as well,” she said. “We want to ensure that we have consistency around our area and around our regions.”\n\nTomcisin and Propes also addressed questions, which were submitted to the Troy Area Chamber prior to Friday’s call.\n\nOne question was asked regarding curbside pick-up and when retailers are allowed to provide the service.\n\n“The orders indicate that currently-closed retail establishments and facilities that will restrict their operations to curbside pick-up, delivery, or appointment only — and that’s limited to 10 customers at any time — may reopen effective May 1 at 11:59 p.m.,” Tomcisin said.\n\nAnother question was regarding clothing stores and whether or not they will be able to allow customers to try pieces of clothing on prior to purchase.\n\n“We’re looking for some guidance on that,” Propes said. “I think the restriction of trying on clothing at this time and limiting that as best you can would be the best course of action.”\n\nTomcisin noted that many stores are extending their return windows on products.\n\nWith regard to the state’s mandates and orders, Propes said the health department is not “going out and policing people,” but will follow up with any complaints.\n\n“Our role is to ensure that our businesses know what to do, know how to respond, and know how to keep their employees and customers safe,” Tomcisin said."}}