{"GDELT": {"GlobalEventID": 921286233, "Day": 20200501, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3315, "Actor1Code": "LAB", "Actor1Name": "EMPLOYEE", "Actor1Type1Code": "LAB", "Actor2Code": "BUS", "Actor2Name": "EMPLOYER", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.36383633963924, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "SP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Spain", "Actor2Geo_CountryCode": "SP", "Actor2Geo_ADM1Code": "SP", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "SP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP", "Action2Geo_Lat": 40.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "SP", "DATEADDED": 20200501211500, "SOURCEURL": "https://www.pressherald.com/2020/05/01/qa-to-help-navigate-the-families-first-coronavirus-response-act/"}, "ARTICLE": {"TITLE": "Q&A to help navigate the Families First Coronavirus Response Act", "TEXT": "The fast-moving regulations for the Families First Coronavirus Response Act (FFCRA) are continually being updated. Below are some questions and answers following the latest updates.\n\nView our April updates from the Department of Labor here.\n\nEMPLOYEES’ RIGHTS\n\nCan or must employees take accrued leave to supplement paid leave under FFCRA?\n\nDuring the first two weeks of unpaid expanded family and medical leave under the EFMLEA (“Family Leave”), an employee may supplement her/his leave with up to the employee’s normal earnings with employer approval only.\n\nAfter the first two workweeks (usually 10 workdays) of Family Leave, the employee may elect—or the employer may require the employee—to take the employee’s remaining Family Leave at the same time as any existing paid leave that, under the employer’s policies, would be available to the employee in that circumstance. This likely would include personal leave or paid time off, but not medical or sick leave if the employee is not ill.\n\nIf the employee is required to take his or her existing leave concurrently with the employee’s remaining Family Leave, the employer must pay the employee the full amount to which the employee is entitled under his or her existing paid leave policy for the period of leave taken. If the employee exhausts her/his preexisting paid leave and is still entitled to additional Family Leave, the employer must pay the employee at least 2/3 of the employee’s pay for subsequent periods of Family Leave taken, up to $200 per workday and $10,000 in the aggregate, for Family Leave. (See DOL Q & A at ¶¶ 31, 33, 34.)\n\nUnlike with the Expanded FFCRA Family Leave (EFMLEA), employers may not require their employees to use provided or accrued paid vacation, personal, medical, or sick leave concurrently with Expanded Paid Sick Leave (EPSLA). Additionally, employers may not require their employees to take other accrued or provided leave before Sick Leave. Employers and employees may agree for employees to use any preexisting leave to supplement the amount employees receive from Sick Leave. These agreements should be in writing. The government will not reimburse any payments above the FFCRA thresholds. (See DOL Q & A at ¶¶ 32, 34.)\n\nIf an employer laid off an employee and then hired that person back, is that employee still eligible for Family Leave?\n\nUnlike with the pre-existing FMLA rules, an employee is eligible for EFMLEA Family Leave under FFCRA if the employee was on the employer’s payroll at least 30 days from the time the employee requested the Family Leave. However, if an employee was “laid off or otherwise terminated on or after March 1, 2020, had worked for the employer for at least thirty of the prior 60 calendar days, and [was] subsequently rehired or otherwise reemployed by the same employer,” that employee is eligible for Family Leave under FFCRA as well. (See p. 9 of TR.)\n\nCan an employee take Sick Leave under FFCRA because of a Stay-At-Home Order if that Order is not the actual reason preventing her from working?\n\nNo. The Stay-At-Home Order has to be the actual reason why the employee is unable to work in order to qualify for Sick Leave under FFCRA. If, for example, the employer does not have work for the employee because the Stay-At-Home Order is keeping customers at home, then the employee would not be able to work regardless of the Order. So, in that example, the employee would not qualify for Sick Leave under FFCRA. (See DOL Q & A at ¶ 60.)\n\nIf an employee exhausts her paid FFCRA leave with one employer, can she switch employers and get the leave again from a new employer?\n\nNo. If an employee changes jobs between April 1, 2020 and December 31, 2020, that employee still is only eligible to receive two weeks total of Sick Leave under FFRA. (See p. 61 of TR.) The clock does not restart upon arrival at a new employer.\n\nDo all employees with rights under FFCRA have the right to bring retaliation or discrimination claims against their employers?\n\nWhile anti-discrimination and anti-retaliation provisions exist in the FFCRA, if an employer was not previously covered by the FMLA (i.e. has fewer than 50 employees), employees of those employers do not currently have the right to sue their employers directly under the EFMLEA. (See p. 10 of TR.) This provision is subject to change or different interpretation. In any event, employers should refrain from discriminating or retaliating against employees for using their federally-granted leave.\n\nJOB PROTECTION\n\nIs an employee guaranteed her/his job back after taking Family Leave or Sick Leave under FFCRA?\n\nNot always. Generally, an employee is entitled to be restored to the same or equivalent position upon return from Sick Leave or Family Leave and employers are prohibited from firing, disciplining, or otherwise discriminating against the employee because he or she took leave under FFCRA. However, an employee is not protected from employment actions, such as a layoff, that would have affected the employee regardless of whether the employee took Family Leave or Sick Leave under FFCRA. In those circumstances, employers should be prepared to demonstrate why the employee would have been laid off (or demoted) even if the employee had not taken Sick Leave or Family Leave under FFCRA. (See DOL Q & A at ¶ 43.)\n\nMay an employer refuse to give an employee the same position after taking Family Leave or Sick Leave under FFCRA?\n\nAn employer may refuse to return an employee to work in the same position after taking Sick or Family Leave if the employee is a highly compensated “key” employee or if the employer has fewer than 25 employees and the employee took leave for child-care closures, and all four of the following hardship conditions exist:\n\n1. The employee’s position no longer exists due to economic conditions affecting employment due to COVID-19-related reasons during the period of the employee’s leave;\n\n2. The employer made reasonable efforts to restore the employee to the same or an equivalent position;\n\n3. The employer is making reasonable efforts to contact the employee if an equivalent position becomes available; and\n\n4. The employer continues to make reasonable efforts to contact the employee for one year beginning either on the date the leave related to COVID-19 reasons concludes or the date 12 weeks after the leave began, whichever is earlier.\n\n(See DOL Q & A at ¶ 43 and p. 10 of TR.)\n\nEMPLOYERS’ OBLIGATIONS\n\nIf an employer knows someone in its workplace has COVID-19, what should the employer do?\n\nEmployers should keep a record of every positive COVID-19 case it becomes aware of amongst its employees or anyone at its workplace. OSHA also specifically requires employers to record cases of COVID-19 if:\n\n1. The case is a confirmed case of COVID-19, as defined by Centers for Disease Control and Prevention (CDC);\n\n2. The case is work-related, meaning an event or exposure in the work environment either caused or contributed to the transmission of the virus; and\n\n3. The case involves death, days away from work, restricted work or transfer to another job, medical treatment beyond first aid, loss of consciousness, or a significant injury or illness diagnosed by a physician or other licensed health care professional.\n\n(See OSHA’s April 10, 2020 memo for the full requirement.)\n\nAre employers with over 500 employees subject to FFCRA?\n\nThe DOL has clarified all public agencies must comply with the FFCRA, regardless of the number of employees in those public agencies. So, if a public agency employs 500 or more employees, that agency is subject to FFCRA. (See p. 6 of DOL’s Temporary Rule.)\n\nDOCUMENTATION\n\nWhat documents do employers need from their employees in order to be reimbursed for the paid Family Leave and Sick Leave under FFCRA?\n\nEmployers run the risk of not getting reimbursed if they do not obtain certain documents. They are not required to provide paid leave under FFCRA unless they have received the following:\n\nA signed statement containing:\n\n1. The employee’s name;\n\n2. The date(s) for which leave is requested;\n\n3. The COVID-19 qualifying reason for leave; and\n\n4. A statement representing that the employee is unable to work or telework because of the COVID-19 qualifying reason.\n\nEmployees must also provide additional documentation depending on the COVID-19 qualifying reason for leave:\n\n• An employee requesting Sick Leave because of a Stay-At-Home Order must provide the name of the government entity that issued the quarantine or isolation order to which the employee is subject.\n\n• An employee requesting Sick Leave because a health care provider advised the employee to self-quarantine must provide the name of the health care provider who advised the employee to self-quarantine for COVID-19 related reasons.\n\n• An employee requesting Sick Leave to care for another individual must provide either (1) the government entity that issued the quarantine or isolation order to which the individual is subject or (2) the name of the health care provider who advised the individual to self-quarantine, depending on the precise reason for the request.\n\n• An employee requesting to take Sick Leave or Family Leave to care for his or her child must provide the following information: (1) the name of the child being care for; (2) the name of the school, place of care, or child care provider that closed or became unavailable due to COVID-19 reasons; and (3) a statement representing that no other suitable person is available to care for the child during the period of requested leave.\n\n(See pp. 50-51 of TR and DOL Q & A at ¶¶ 15-16.)\n\nHow long do employers need to keep these documents on file?\n\nEmployers are required to retain all documentation provided to them by their employees for four years, regardless of whether the leave was granted or denied. Note that any oral statements in support of an employee’s request for Sick Leave or Family Leave must be recorded and saved in the employer’s files for four years. If an employer denies an employee’s request for leave pursuant to the small business exemption, the employer must document its authorized officer’s determination that the prerequisite criteria for that exemption are satisfied and retain such documentation for four years. (See p. 55 of TR.)\n\nOTHER HELPFUL INFORMATION FOR EMPLOYERS\n\nWhere can employers learn more about how getting paid back works?\n\nFor employers needing more information on how to obtain tax credits of the pay offered under the FFCRA, please visit https://www.irs.gov/forms-pubs/about-form-7200 and (See p. 55 of TR.)\n\nDo employers need to be careful about how they classify their workers?\n\nYes. Only employees are subject to FFCRA (not independent contractors). However, just because an employer labels a worker an “independent contractor” does not mean the person is so considered under the law. Courts analyze different factors to determine whether the individual is actually an employee, including how much control an employer has over that individual’s work product. If employers are wondering whether they have correctly classified their workers, it is best to contact an employment attorney. Feel free to email me; our team of employment attorneys is here to help. (See DOL Q & A at ¶ 74.)\n\nWhat do employers need to keep in mind when they have non-exempt employees teleworking?\n\nIf employees working from home are not exempt (meaning they are paid hourly and must be paid overtime under the Fair Labor Standards Act), they must be paid for all hours worked, including overtime. However, they are not entitled to be paid unless the employer “knew or should have known” about the time worked. (See p. 12 of TR.) For this reason, it is best for employers to have clear policies regarding the recording of time at home. (Again, we are happy to assist in creating these policies if needed.)\n\nDEFINITION UPDATES\n\nHow long is the unpaid portion of Family Leave under FFCRA?\n\nThe unpaid portion of Family Leave is to be counted as two weeks (rather than ten days as originally stated). This change is meant to achieve greater consistency among employees with varying schedules. (See p. 30 of TR.)\n\nHow is “son or daughter” defined under FFCRA?\n\nFor FFCRA leave, an employee’s “son or daughter” is defined as any child under 18 years of age and children age 18 or older who are incapable of self-care because of a mental or physical disability. (See p. 12 of TR.)\n\nHow are “health care providers” and “emergency responders” defined, as they are not guaranteed rights to leave under FFCRA?\n\nThe DOL has offered further guidance on how to define health care providers and emergency responders. Please look on pages 99-101 of the TR.\n\nMore from the DOL:\n\nThe DOL’s Wage and Hour Division (“WHD”) offers a number of plain-language compliance assistance materials to explain FFCRA’s benefits and requirements. Tools include a Fact Sheet for Employees and a Fact Sheet for Employers, available in both English and Spanish, and an expansive list of Questions and Answers addressing the questions WHD has most frequently received from stakeholders to date. Available guidance also includes two new posters, one for federal workers and one for all other employees, available in both English and Spanish, that will fulfill notice requirements for employers obligated to inform employees about their rights under this new law, Questions and Answers about posting requirements, and a Field Assistance Bulletin describing WHD’s 30-day non-enforcement policy.\n\nThe DOL has published an in-depth FFCRA webinar, accessible here.\n\nMore information at Murray, Plumb & Murray, Attorneys at Law.\n\nSend questions/comments to the editors.\n\n« Previous\n\nNext »"}}