{"GDELT": {"GlobalEventID": 921286108, "Day": 20200501, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3315, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.40772532188841, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Okinawa, Okinawa, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA47", "Actor1Geo_ADM2Code": "35773", "Actor1Geo_Lat": 26.3358, "Actor1Geo_Long": 127.801, "Actor1Geo_FeatureID": "136937", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Okinawa, Okinawa, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA47", "Action2Geo_ADM2Code": "35773", "Action2Geo_Lat": 26.3358, "Action2Geo_Long": 127.801, "Action2Geo_FeatureID": "136937", "DATEADDED": 20200501211500, "SOURCEURL": "https://history.com/news/hospital-ship-uss-comfort-world-war-ii-kamikaze-attack"}, "ARTICLE": {"TITLE": "When a US Hospital Ship Was Attacked by a Kamikaze Pilot During World War II", "TEXT": "Through war and peace, American hospital ships have served the country since 1804 and the First Barbary War. Although these floating hospitals embark on missions of mercy, they have also become casualties of war. During World War II, two dozen hospital ships were sunk by enemy fire, and a critical hospital ship sustained a damaging attack in the war’s waning weeks.\n\nCommissioned in 1944, the second USS Comfort ferried injured servicemen from the Pacific Theater battlefields to field hospitals in Australia, New Guinea and the United States. As Allied forces made their final push toward Japan in April 1945, the U.S. Navy hospital ship joined the invasion force at the Battle of Okinawa.\n\nDoris Gardner Howard, a lieutenant in the U.S. Army Nurse Corps, witnessed World War II’s final bloody battle unfold through the ship’s portholes. The awful reality of the battle manifested itself in the endless parade of ambulances delivering servicemen with battered bodies and shattered souls.\n\nTaking a break onboard the U.S.S. Comfort, the nurses were teaching themselves to play bridge. Doris Gardner is pictured second from the left. Photo from the collection of Doris Howard\n\nThe 25-year-old Wisconsin native nursed patients who required limbs to be amputated and shrapnel to be removed as well as those badly burned in kamikaze strikes on the Fifth Fleet. Although the Geneva Conventions declared hospital ships off-limits from attack, the war’s carnage soon invaded the inner depths of the USS Comfort.\n\nExplosion Rocks the USS Comfort\n\nThe hospital ship’s bright white paint glistened in the glow of a full moon as it sailed 50 miles offshore from Okinawa on the night of April 28, 1945. Inside the post-surgical ward of the USS Comfort, Howard began her 12-hour night shift treating some of the 517 patients aboard the ship.\n\nShe had become used to hearing enemy planes roar overhead and feeling the vessel quake so violently it felt like it might overturn when nearby ships sank beneath the roiling waters. But as she was standing near her medicine cabinet loading a syringe with penicillin, she felt a jolt unlike any before.\n\n“I had to grab a stool because the ship was shaking,” recalls Howard, who turned 100 years of age in 2020. “And over the loudspeaker came the call, ‘Abandon ship! Abandon ship!’”\n\nArmy Nurse First Lieutenant Mary Jensen of San Diego, California, looks up through the hole in the concrete and steel deck of the Navy hospital ship Comfort, punctured when a Japanese suicide pilot dive-crashed into the ship off Okinawa with his bomb-laden plane. National Museum of the Pacific War\n\nThe USS Comfort had been hit by a Japanese suicide pilot who had directed his plane at the massive Red Cross emblem painted on the ship’s hull as if it were a bullseye. The kamikaze attack struck the heart of the floating hospital, plunging through its decks and into the surgery unit, instantly killing six nurses, four surgeons and seven patients.\n\nWhen the gasoline in the plane caught fire, it ignited a massive explosion that sent Howard flying, as she recalls. “I was blown right off my feet. I only weighed 85 pounds. I was thrown about two yards against a bulkhead and landed with my entire spine against the bulkhead and cracked my head hard. I struggled to get up.” When help arrived, Howard also discovered that she had lost her hearing.\n\nIn spite of her injuries, Howard refused to abandon her post or the servicemen in her care, even with the orders to abandon ship. She might not have been able to save them, but she wasn’t about to leave them to die alone either. “We knew we didn’t have enough lifeboats,” Howard says. “I kept telling the young man next to my desk that I wouldn’t leave. I had a vision of us going down with the ship.”\n\nHospital Ship Was Deliberately Targeted\n\nAs rescue teams searched the wreckage and doused the fires, the abandon ship order was rescinded. With their surgical, X-ray and laboratory facilities destroyed, the medical staff aboard the USS Comfort converted the mess hall into an operating room and the barber shop into a first aid station.\n\nAccording to a U.S. Navy report, the casualties among the ship’s 700 passengers included 30 deaths, 48 injuries and one service member missing in action. Howard’s hearing gradually returned, and she continued on her regular shifts. Now wounded itself, the crippled hospital ship sailed to Guam and received temporary repairs before continuing on to California.\n\nAlthough international law forbade attacks on hospital ships, it appeared the USS Comfort was deliberately targeted, perhaps in retaliation for the torpedoing of the unarmed Japanese vessel Awa Maru, which had been declared a Red Cross relief ship.\n\nUSS Comfort docked in May, 1945, after being hit by a Kamikaze plane off Okinawa. The National Archives\n\nThe incident on April 1, 1945, in which an American submarine mistook the relief ship for a destroyer killed 2,000 Japanese merchant sailors and military personnel and led a Radio Tokyo broadcast to declare a week later, “We are justified in bombing hospital ships as they are being used as repair ships for returning wounded men back to the fighting front.”\n\nAs the forward hospital ship at Okinawa, the USS Comfort was a natural target. According to a U.S. Navy report, a kamikaze had been shot down within 75 yards of the bow of the ship on April 6 and three bombs were dropped near the ship on April 9 but missed their mark. It appeared the kamikaze pilot had hit his mark, however, since a document found with his body listed potential targets that included hospital ships.\n\nREAD MORE: How Japan's Kamikaze Attacks Went From Last Resort at Pearl Harbor to WWII Strategy\n\nDecommissioned in 1946, the USS Comfort received two battle stars for its participation in the Leyte and Okinawa campaigns. Howard earned a Women’s Army Corps Service Medal and Asiatic-Pacific Campaign Medal for her service, which left her with permanent pain in her spine and damage in her left ear.\n\nThe actions of Howard and her fellow service members also earned the praise of Admiral Chester Nimitz, commander in chief of the U.S Pacific Fleet, who declared, “The cool and efficient manner with which the Comfort met the situation when a Japanese plane attacked her while on a mission of mercy is a source of pride and gratification.”"}}