{"GDELT": {"GlobalEventID": 921286155, "Day": 20200501, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3315, "Actor1Code": "INDGOV", "Actor1Name": "MAHARASHTRA", "Actor1CountryCode": "IND", "Actor1Type1Code": "GOV", "Actor2Code": "JUDJUD", "Actor2Name": "HIGH COURT", "Actor2Type1Code": "JUD", "Actor2Type2Code": "JUD", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.42450142450142, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bombay, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70184", "Actor1Geo_Lat": 18.975, "Actor1Geo_Long": 72.8258, "Actor1Geo_FeatureID": "-2092174", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bombay, Maharashtra, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN16", "Actor2Geo_ADM2Code": "70184", "Actor2Geo_Lat": 18.975, "Actor2Geo_Long": 72.8258, "Actor2Geo_FeatureID": "-2092174", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bombay, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70184", "Action2Geo_Lat": 18.975, "Action2Geo_Long": 72.8258, "Action2Geo_FeatureID": "-2092174", "DATEADDED": 20200501211500, "SOURCEURL": "https://www.indiatoday.in/india-today-insight/story/how-narendra-modi-saved-uddhav-thackeray-1673515-2020-05-02"}, "ARTICLE": {"TITLE": "How Narendra Modi saved Uddhav Thackeray | India Today Insight", "TEXT": "On April 28, when Maharashtra chief minister Uddhav Thackeray reached Raj Bhavan to attend the swearing-in ceremony of Bombay High Court Chief Justice Dipankar Dutta, political watchers noted the unease in the air. Thackeray exchanged greetings with everyone as protocol demands, but many commented on the face mask he was wearing. Though masks are mandatory in the time of COVID-19, what sparked conversation was the choice of colour—black. There was also talk of friction between Thackeray and state governor B.S. Koshyari, who had not cleared his nomination to the legislative council as recommended by the Maharashtra cabinet on April 10.\n\nWhen Thackeray, after several twists and turns, became chief minister on November 28, 2019, he was not a member of any legislative house. As per the law, to continue as chief minister, he needs to become an elected legislator by May 27—the law states that any minister needs to be a member of, or be elected to, a legislative house within six months of being sworn in. Failing that, the minister has to step down.\n\nThackeray had an opportunity to become a legislator in February, when six members of the legislative council (MLCs) were elected from the councillors of different civic bodies. However, he chose to be out of field at that time. His next opportunity was in April, when nine more MLCs retired. However, the election commission of India postponed the polling for these posts following the COVID-19 outbreak. That sent the ruling Maharashtra Vikas Aghadi (MVA) into tizzy.\n\nIn Maharashtra, the Governor can appoint 12 people from different walks of life as MLCs. There are two seats vacant at present. The MVA thought of accommodating Thackeray in one of these two seats. However, Koshyari was not in favour of this, as the terms of these seats end on June 5, which would give Thackeray only one month as a legislator. He would have had to get elected again after that. Koshyari had similarly turned down two other candidates for the vacant posts a couple of months ago citing the short tenures.\n\nKoshyari’s stand made Thackeray and the Shiv Sena uneasy. Senior Shiv Sena leader Sanjay Raut alleged that Koshyari, a former BJP veteran and CM of Uttarakhand, had politicised Thackeray’s appointment. Congress spokesperson Sachin Sawant alleged that the BJP was trying to grab power by destabilising Thackeray government.\n\nWhen he realised that Koshyari was unlikely to change his position, Thackeray called Prime Minister Narendra Modi on April 29. He reportedly requested Modi to offer a solution to end the political uncertainty. Then, on April 30, Koshyari wrote to the election commission, requesting it to hold elections to the nine seats of the council that fell vacant in April to end the political uncertainty. In a quick response, the election commission, on May 1, accepted the request and announced that it would hold elections on May 21, six days before the deadline for Thackeray to get elected.\n\nA top BJP leader points out that Modi has saved Thackeray from serious embarrassment. “Uddhavji could have faced [trouble] if he had to resign. Modiji has got an upper hand by allowing him a lease of life,” the leader says. Leader of the opposition Devendra Fadnavis says the BJP was never in favour of coming back to the power through the back door. And perhaps there is a deeper plan here. A source in the party says the BJP could use the pandemic to portray Thackeray as a failed leader, as the COVID-19 outbreak appears uncontrollable in Mumbai. “Isn’t it in our favour to keep Thackeray as the CM in this time? He will face Mumbaikars’ ire for failing to deliver. That will help us on the political front,” he says.\n\nHowever, the Shiv Sena has started a social media campaign projecting Thackeray as the best CM Maharashtra has ever had for his “exemplary work” in containing the pandemic. In a counter, the BJP has started calling Thackeray a “beneficiary”. ‘He won 56 seats because of the BJP, became CM as a favour from Sharad Pawar. He is going to become a legislator now only after surrendering before Narendra Modi’, the BJP campaign reads.\n\nALSO READ | The Covid martyrs in Kolkata’s hospitals | India Today Insight"}}