{"GDELT": {"GlobalEventID": 921286695, "Day": 20200501, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3315, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "MINIST", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.33039647577092995, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Bloomington, Indiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIN", "Actor1Geo_ADM2Code": "IN105", "Actor1Geo_Lat": 39.1653, "Actor1Geo_Long": -86.5264, "Actor1Geo_FeatureID": "431207", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Bloomington, Indiana, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIN", "Actor2Geo_ADM2Code": "IN105", "Actor2Geo_Lat": 39.1653, "Actor2Geo_Long": -86.5264, "Actor2Geo_FeatureID": "431207", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Bloomington, Indiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIN", "Action2Geo_ADM2Code": "IN105", "Action2Geo_Lat": 39.1653, "Action2Geo_Long": -86.5264, "Action2Geo_FeatureID": "431207", "DATEADDED": 20200501211500, "SOURCEURL": "https://www.catholicnews.com/services/englishnews/2020/indiana-priests-bring-power-of-the-sacraments-to-the-dying-during-pandemic.cfm"}, "ARTICLE": {"TITLE": "Listening to women can save lives during pandemic, sociologist says", "TEXT": "ACCRA, Ghana (CNS) — Women in Ghana and other West African nations have suffered disproportionately during the global COVID-19 pandemic in large part because they have been excluded from positions of power and decision-making, a Catholic sociologist said.\n\nMiriam Rahinatu Iddrisu, the sociologist and gender specialist, told Catholic News Service that women’s input could have helped alleviate a range of problems from increased cases of domestic abuse — especially during the lockdown — to increased food insecurity.\n\n“Countries with more women in leadership — in governments, cabinets, legislatures — have delivered COVID-19 responses that consider the effects of the crisis on women and girls,” Iddrisu told CNS Aug. 6.\n\nWith women being the primary caretakers in most households, government authorities in Ghana and throughout the region need to set up COVID-19 information sessions to provide quality and reliable information about the virus, she said.\n\nAnd, to reduce the economic impact of the pandemic on women, she advocated for the provision of emergency and recovery funds for women’s cooperatives and for women working in the informal sector, which particularly involves women who sell vegetables and other products in marketplaces and along roads.\n\nBut even more, she said, “mainstreaming gender equality is an intrinsic part of the road to recovery from COVID-19.”\n\n“Our leaders need to directly recognize the impact of the pandemic on women,” she said, as well as “the positive role inclusive decision-making at community, national and multinational levels would bring as we rebuild our economies in 2020.”\n\n“As new COVID-19 cases emerge daily, we have no time to lose,” she said. “Prioritizing women’s voices in the response will set us up for a more equitable, healthier future while saving lives today.”\n\nBut looking more broadly and echoing a sentiment expressed by Pope Francis, she said the pandemic, “more than any comparable crisis in recent history,” highlights the need for structural reforms in economic and political life.\n\n“We need more complex strategies to improve the overall political landscape which include voter education to combat gender stereotypes, expanding women’s access to campaign financing, fostering cross-party and regional coalitions of women in politics, and engaging with the men who control political parties and agendas.”\n\nIn Ghana women, just as much as men, “harbor harmful gender norms and stereotypes that portray politics as the domain of men,” Iddrisu said. “Confronting and combating these trends require coordinated strategies that target gender bias in education, media, social affairs, health and employment.”\n\nThe sociologist also warned of a growing global phenomenon of using social media to viciously attack women involved in politics. “This is a huge deterrent to aspirants, especially younger women, who must enter electoral politics in far greater numbers if the gender gap is to be bridged.”"}}