{"GDELT": {"GlobalEventID": 921285904, "Day": 20200501, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3315, "Actor1Code": "GBRGOV", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor1Type1Code": "GOV", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 192, "EventBaseCode": 192, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.1472275334608, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200501211500, "SOURCEURL": "https://bwog.com/2020/05/a-reminder-that-the-world-still-exists/"}, "ARTICLE": {"TITLE": "A Reminder That The World Still Exists – Bwog", "TEXT": "All Articles\n\nA Reminder That The World Still Exists\n\nHappy May! Remember last month? No you don’t. Still capable of perceiving time? Of course not. Want to still feel somewhat grounded and are okay if that means believing in the semi-sound concept of time? We can help you there.\n\nA lot of things happened in the world, maybe reminding us that world leaders are people too:\n\nYesterday: On a televised call with Russian President Vladimir Putin, Russian Prime Minister Mikhail Mishustin announced that he tested positive for COVID-19 and will be self-isolating. (BBC)\n\nThis Week: UK Prime Minister Boris Johnson returned to work on Monday after recovering from COVID-19. (NYT)\n\nLast Week: No one was particularly certain about DPRK Supreme Leader Kim Jong-Un’s health, but a lack of transparency is typical behavior for North Korea. Still, people are thinking about future possible policies. (NYT) (Foreign Policy)\n\nA Month Ago: UK Prime Minister Boris Johnson was moved into intensive care due to worsened coronavirus symptoms. (BBC)\n\nThe United States still exists even if you haven’t left your humble abode:\n\nYesterday: Armed protesters opposing the extension of Michigan’s slow economic reopening orders were present in the state’s capitol building yesterday, including members of extremist groups. (The Guardian)\n\nThis Week: Colorado and Nevada joined California, Washington, and Oregon in a regional pact to work together when reopening their economies. All states agreed to follow science rather than prioritize economic welfare. (POLITICO)\n\nLast Week: President Trump suggested (considered? mused? actually thought?) the injection of disinfectants as a treatment for COVID-19, and all health professionals imploded. (NYT)\n\nA Month Ago: New York Governor Andrew Cuomo announced that his brother and CNN anchor Chris Cuomo tested positive for COVID-19. (Reuters)\n\nNYC is more than just a faint glimmering memory in your head, it’s an actual city:\n\nYesterday: Governor Andrew Cuomo announced that New York City will hire contact tracers to track the contacts of those who have tested positive for COVID-19. (Reuters)\n\nThis Week: A Unit 2 nuclear reactor plant in Westchester that provided energy to millions in New York City has closed, the owner planning on selling the land. (New York Daily News)\n\nLast Week: Governor Andrew Cuomo announced that the federal government was assisting with testing services, attempting to double testing capabilities in a couple of weeks. (NYT)\n\nA Month Ago: Positive cases of COVID-19 continued to climb at Rikers Island jail complex, met with mass criticism and efforts from the City to release inmates. (NYT)\n\nThings happened in your home too, remember?:\n\nYesterday: You forgot what day it was for the third (maybe fourth? I don’t remember) day in a row.\n\nThis Week: Bread.\n\nLast Week: You no longer truly remember what your friends look like… did they ever really exist or were they always just bodiless heads?\n\nA Month Ago: The first time (of many) you thought about shaving your head and then decided against it.\n\nEvidence That The Last Month Did Actually Indeed Occur via Public Domain Pictures"}}