{"GDELT": {"GlobalEventID": 921423635, "Day": 20200502, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3342, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "MIL", "Actor2Name": "ARMY", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": 0.9855072463768101, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Versailles, Îe-de-France, France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FRA8", "Actor1Geo_ADM2Code": "16285", "Actor1Geo_Lat": 48.8036, "Actor1Geo_Long": 2.13424, "Actor1Geo_FeatureID": "-1475811", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Versailles, Îe-de-France, France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FRA8", "Actor2Geo_ADM2Code": "16285", "Actor2Geo_Lat": 48.8036, "Actor2Geo_Long": 2.13424, "Actor2Geo_FeatureID": "-1475811", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Versailles, Îe-de-France, France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FRA8", "Action2Geo_ADM2Code": "16285", "Action2Geo_Lat": 48.8036, "Action2Geo_Long": 2.13424, "Action2Geo_FeatureID": "-1475811", "DATEADDED": 20200502221500, "SOURCEURL": "https://www.saigoneer.com/vietnam-heritage/18626-vauban-architecture-the-foundation-of-central-and-northern-vietnam-s-citadels"}, "ARTICLE": {"TITLE": "Vauban Architecture: The Foundation of Central and Northern Vietnam's Citadels", "TEXT": "Let's get historical.\n\nIn our previous article on Vietnam’s southern citadels, we covered a mix of ancient structures and those constructed just before the dawn of French colonization of Indochina. In particular, we focused on Gia Dinh Citadel, a hulking structure that once stood in what would become Saigon’s city center. Undertaking a similar exercise for Vietnam’s central and northern regions is less practical, given the sheer quantity and variety of citadels in those regions. So, for the second part of our citadel series, we instead will focus on a unifying feature across such fortifications — Vauban architecture.\n\nThe style is the brainchild of Sébastien Le Prestre de Vauban, a Frenchman described as one of the most prominent and influential military strategists during the reign of Louis XIV. His designs, strategies, and principles remained in use until the early 20th century. The development of Vauban architecture emerged against the backdrop of the turbulent geo-political and religious strife which engulfed Europe in the 17th century, which involved major siege warfare. At this point in military history, it was accepted that even the strongest fortifications would eventually fall, so their ultimate function was to absorb the attacker's energy to take the wind out of the larger offensive at hand.\n\nThe fortress Neuf-Brisach in France, Vauban's final work and the culmination of his \"Third System.\" Completed in the early 18th century after Vauban’s death. Photo via Forte Cultura.\n\nWith this in mind, Vauban improved upon previous designs by using specific shapes, including pentagonal and hexagonal outer walls and layers in his fortifications. They would sometimes include residential and commercial districts within a fortification’s walls. Therefore, Vauban theory went beyond simply military strategy, architecture and construction, but also extended to civil engineering and economic and social organization.\n\nFortifications of this style which, per UNESCO, “bears witness to the peak of classic bastioned fortification, typical of western military architecture of modern times.” Some of them endure long after Vauban’s death in 1707. During his prolific career, he personally oversaw the construction of 300 such structures across the globe, from the Americas to what is now Vietnam, where French engineers helped construct such fortifications for the Nguyen Dynasty.\n\nPigneau de Béhaine, painted by Maupérin during his 1787 trip to Paris with Crown Prince Canh, on display at the Paris Foreign Missions Society. Image via Wikipedia.\n\nAccording to a research paper by Frederic Mantienne, the influx of European military technology coming in to Vietnam arose out of the need to overpower the Tay Son army after their victory against the Nguyen dynasty in 1773. Four years later, Nguyen Anh, the Nguyen family survivor, became acquainted with a French missionary named Pierre Pigneaux de Béhaine — whose mausoleum was replaced by a roundabout near Tan Son Nhat Airport in 1983, better known by the name Lang Cha Ca — more commonly known in Vietnam through his Vietnamese name Ba Da Loc. Ba Da Loc became Nguyen Anh’s advisor and the individual that persuaded him to seek military support from France, a major reason for Nguyen Anh’s rise to power.\n\nFive years after Nguyen Anh proclaimed himself king in 1780, Ba Da Loc was sent to Pondicherry, in modern India, and then France to lobby for French military assistance for the Nguyen army. The trip resulted in the Versailles military treaty (Traité de Versailles de 1787) between France and Cochinchina. While the treaty ultimately wasn’t enacted, Ba Da Loc managed to create enough French commercial interest to bring ammunition and a number of French naval officers, including two army specialists, to Cochinchina. These specialists were trained in fortification and artillery techniques.\n\nWith this new assistance, Nguyen Anh, who went by Emperor Gia Long at that point, ordered the first citadel to be built using the Vauban technique — Saigon’s Gia Dinh. According to Mantienne, French engineer Theodore Le Brun was tasked with the design for the citadel, and Oliver de Puymanel and the king would oversee the construction.\n\nThe second and last citadel with French involvement in Vietnam was Dien Khanh, located in Khanh Hoa Province near Nha Trang, which was built in 1793 after Nguyen Anh succeeded in leading a campaign there against the Tay Son. It was constructed under the command of Ba Da Loc, Puymanel and Gia Long’s eldest son, Nguyen Phuc Canh.\n\nPortraits of Gia Long. Images via Disan Vietnam.\n\nThe Dien Khanh Citadel witnessed many battles between the Nguyen army and the Tay Son. One of particular importance is a 1795 attack on the citadel led by Tay Son General Tran Quang Dieu. The Tay Son army managed to win the battle, however, they could not take the citadel. In this way, Dien Khanh proved to the Nguyen leaders the effectiveness of Vauban fortifications in their tactics.\n\nLeft: Dien Khanh citadel plans. Image via Wikipedia. Right: Present-day Dien Khanh Citadel in Khanh Hoa Province. Image via Google Maps.\n\nFrench scholarship points to Oliver de Puymanel as the mastermind behind the Dien Khanh Citadel, and that it was Le Brun and Puymandel who also designed and built the Saigon citadel. However, Vietnamese intellectuals continue to debate Puymanel’s roles in the construction. Some, such as critic and journalist Thuy Khue, in her collection of research essays, suggests that French colonial scholars might have exaggerated the two Frenchmen’s importance in the construction thanks to a reliance on flimsy sources. The inflated claims were published in Vietnamese texts as facts and became a myth.\n\nRegardless of whether it was via direct or indirect transfer of French technologies, there is no denying that the Vauban style made its way into the design of fortifications in Vietnam and continued to exist and influenced fortifications under Gia Long, Minh Mang and Thieu Tri.\n\nThe third citadel that has Vauban influence after Dien Khanh was the famous Hue imperial city, which was built in 1802 when Gia Long (Nguyen Anh) moved the capital to Hue. From 1802 until 1844, 32 new citadels with a design resembling Vauban architecture were built in Vietnam, their placement and location obeying feng shui principles. Some also featured details reflecting traditional Vietnamese architecture elements.\n\nUnder the rule of the Gia Long emperors, many citadels were polygonal, with a few exceptions. In the north, Bac Ninh Citadel was the first fortification to be built with a hexagonal shape. The citadel was built in 1805 under Gia Long using soil. Under the sixth Minh Mang ruler, the citadel was rebuilt using laterite (a metal-rich clay), and in 1841 under Emperor Thieu Tri, the fortification was rebuilt again with bricks.\n\nLeft: Turcos and fusiliers-marins at Bac Ninh, 12 March 1884. Image via Wikipedia. Right: Present-day Bac Ninh Citadel. Image via Google Maps.\n\nThe Hac Thanh Citadel, or Tho Hac, is another example of a hexagonal citadel. It was built in 1804 and marks the birth of Thanh Hoa Province as the geographical area as we know today.\n\nRight: Hac Thanh Citadel seen on a French 1909 map. Image via Wikipedia. Left: Present-day Hac Thanh Citadel. Image via Google Maps.\n\nIn his paper, Mantienne mentioned that pentagonal citadels, a hallmark of the Vauban style, also appeared during Gia Long’s rule, including ones built in Quang Ngai and Hai Duong in 1807. However it’s unclear if this is indeed true, as the remaining outline of the Quang Ngai Citadel today has a square form with eight protruding corners. As for the citadel in Hai Duong, Vietnamese sources suggest it had a hexagonal shape instead. While the citadel in Hai Duong was left in ruin by French colonialists and the Second Indochina War, a search on Google Maps reveals its remaining outline.\n\nLeft: Present-day Quang Ngai Citadel. Image via Google Maps. Right: Present-day Hai Duong Citadel. Image via Google Maps.\n\nCitadels built under Minh Mang emperors no longer saw an abundance of polygonal shapes. Instead, square or rectangular forts were used more often. While this may seem like a simplification of the design of earlier citadels due to lack of French assistance, Mantienne and Cong Phuong Khuong argue that these citadels followed some of the latest fortification innovations in Europe at the time.\n\nAn example of a citadel that exemplifies Minh Mang-era fortifications is the Dong Hoi Citadel, which comes in a generic quadrangle shape with an additional four corners, each sticking out from the center of each side. The citadel was originally built by Emperor Gia Long using soil in 1812. However, in 1824, under the reign of Minh Mang, the citadel was redesigned and rebuilt using bricks. It is located in Dong Hoi, Quang Binh province.\n\nPresent-day Dong Hoi Citadel. Image via Google Maps.\n\nAnother example of a citadel that underwent reconstruction during the Minh Mang era is the old Quang Tri Citadel, located in Quang Tri Province. It was first constructed in 1809 with soil and rebuilt using bricks in 1837. Square in shape, with four bastions extending from four corners, the citadel shape is more similar to some inner layers of Vauban structures in France, such as the fort of Saint-Martin-de-Ré built by Vauban himself in 1681. Under French colonial rule, a prison, along with other buildings, were erected inside the citadel (seen in map below). Today, the citadel is known as a “cemetery without headstones,” due to the death toll during a 1972 battle that occurred there.\n\nLeft: Quang Tri Citadel seen on a 1889 French map. Right: Present-day Quang Tri Citadel. Image via Google Maps.\n\nNew citadels built under Minh Mang existed too, such as the Son Tay Citadel. Its square shape, with four round protrusions on four sides, differs slightly from others. It was one of the earliest built after Minh Mang became emperor in 1820. Erected in 1822 with laterite and located in Son Tay, 40 kilometers outside of Hanoi, the structure is currently known for its octagonal 18-meter high flag post, which also doubles as an observation center. On the top of the post, a transmitter was installed for emergency communication.\n\nLeft: Son Tay Citadel seen on an old British map. Right: Present-day Son Tay Citadel. Image via Google Maps.\n\nWhile Gia Long and Minh Mang hold an impressive Vauban fortification portfolio, only one citadel is credited to Emperor Thieu Tri, perhaps because of his relatively short reign of just six years, from 1841 to 1847. This is compared to Gia Long’s 18 years of rule (1802–1820) and Minh Mang’s 21-year rule (1820–1840). The citadel in question is located in Tuyen Quang Province. Though not originally built under Thieu Tri, the emperor conducted a massive reconstruction of the structure, which was first erected during the Mac dynasty in the late 16th century with a square shape.\n\nThieu Tri was also involved in another large reconstruction project at Dien Hai Citadel in Da Nang. According to historian Tim Doling, Dien Hai was first built by Gia Long as a fortress. The Vauban architectural elements spotted in the remains of the citadel today are courtesy of Thieu Tri’s reconstruction in 1847, which is also the year that he died.\n\nLeft: The current entrance to Dien Hai Citadel. Photo via People's Army Newspaper. Right: Present-day Dien Hai Citadel. Image via Google Maps.\n\nA deeper understanding of these structures, some of which have faded from view, and others prominent symbols of Vietnam’s heritage, gives one a deeper appreciation of their roles in the country’s history. They also show that many of humanity’s best ideas often migrate, across constructs including borders and time, like humans themselves.\n\nRead the first part of Unearthed, our series on Vietnam's past citadels here.\n\n"}}