{"GDELT": {"GlobalEventID": 921423746, "Day": 20200502, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3342, "Actor1Code": "GOV", "Actor1Name": "GOVERNOR", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.1406844106463898, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_Lat": 27.8333, "Actor1Geo_Long": -81.717, "Actor1Geo_FeatureID": "FL", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 27.8333, "Action2Geo_Long": -81.717, "Action2Geo_FeatureID": "FL", "DATEADDED": 20200502221500, "SOURCEURL": "https://www.staugustine.com/news/20200502/coronavirus-governor-huddles-with-barbers-hair-stylists-about-lifting-coronavirus-restrictions"}, "ARTICLE": {"TITLE": "CORONAVIRUS: Governor huddles with barbers, hair stylists about lifting coronavirus restrictions", "TEXT": "While Florida prepares to reopen its economy in phases, Gov. Ron DeSantis held a roundtable discussion Saturday with barbers, hair stylists and nail technicians about when they will be able to get back to work.\n\nEarlier in the week, DeSantis signed an executive order that allows restaurants and some non-essential retail stores that were closed in March to reopen Monday, with restrictions.\n\nThe order excluded Broward, Miami-Dade, and Palm Beach counties, where about 60% of Florida’s 35,463 coronavirus infections have been reported.\n\nBut the Re-Open Florida Task Force recommended it was safe to begin to restart slowly the economy elsewhere.\n\nBarber shops, stylists, and nail salons, however, are not included in Phase One of what DeSantis calls a Safe, Smart, Step-by Step economic plan.\n\nThe governor led the discussion with four small business owners while sitting in a barber's chair at the Oh Sooo Jazzy Hair Salon & Nail Salon in Orlando.\n\nHe told the group before they can reopen he and the task force need to figure out how to lower the risk of spreading the virus when the services provided requires close interaction with customers.\n\n“If you make things that are low risk, people have the right to ply their trade and make a living,” said DeSantis.\n\nThe group outlined a list of sanitary measures that could be incorporated into best practice guidelines. They included mandatory masking of staff and customers, and a policy of one client at a time in the shop.\n\nJohn A. Henry, owner of J. Henry’s Barber Shop, told DeSantis that he and the others shared the same concerns and were all on the same page.\n\nAfter-all, he noted, they work in a regulated industry licensed by the state.\n\n“We all in this profession have been trained from day one, that we got to be clean, and make sure we take care of ourselves, our co-workers and our clients,” said Henry, about the sanitary and social distancing measures discussed.\n\nHe then made a pitch for financial help from the government for small businesses that have been closed for more than a month and have seen their clients’ discretionary income evaporate in the economic meltdown created by the coronavirus.\n\nNadine Armstrong-Tarpley, who hosted the roundtable in her salon, then explained to DeSantis she feared that the restrictions in place will force her and other stylists to go to work underground, illegally.\n\n“We could bleed out financially and that’s not OK with us. We could go to someone’s home and say, ‘OK, I’ll just do you off the grid.’ I don’t want to do that because it is not the proper example but what are we going to do when we are faced with that and feeding our children,” said Armstrong-Tarpley.\n\n“I get it,” DeSantis quickly responded. “We did not roll (you) out in phase one (but) that does not mean we are not intent to getting to yes on this.\"\n\nDeSantis said he will take the suggestions, have them reviewed by health experts and the Re-open Florida Task Force."}}