{"GDELT": {"GlobalEventID": 921423604, "Day": 20200502, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3342, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "IND", "Actor2Name": "DELHI", "Actor2CountryCode": "IND", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.8421052631579, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Delhi, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6667, "Actor2Geo_Long": 77.2167, "Actor2Geo_FeatureID": "-2094230", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20200502221500, "SOURCEURL": "https://indianexpress.com/article/education/delhi-lockdown-online-classes-government-schools-6391128/"}, "ARTICLE": {"TITLE": "Delhi: Only 25-30% attend online classes, government schools told to monitor", "TEXT": "Citing low turnout of students for its online classes, the Delhi government’s education department has asked schools to better monitor attendance for the sessions. (Representational Image) Citing low turnout of students for its online classes, the Delhi government’s education department has asked schools to better monitor attendance for the sessions. (Representational Image)\n\nCiting low turnout of students for its online classes, the Delhi government’s education department has asked schools to better monitor attendance for the sessions.\n\nThe education department began online classes for class XII students across all its schools on April 7. On Saturday, heads of these schools received instructions from education department officials stating: “It is being observed that attendance of students in these classes is hovering around 25% to 30%, and such great effort in these difficult times is going underutilised. The competent authority has taken it on a serious note.”\n\nThe message goes on to ask the heads of schools to nominate one Post Graduate Teacher (PGT) from their respective schools to “monitor the attendance and facilitate the students of their school to utilise online classes efficiently.”\n\nThe instructions come close to a month after classes began for 11 subjects, with four classes held daily.\n\nAccording to the education department’s estimates, over 1.3 lakh out of a total of 1.6 lakh Class XII students across all Delhi government schools have registered for these classes. Most of the children studying in Delhi government schools are from economically weak families. The Indian Express had reported earlier on the issues faced by them in accessing online classes because of lack of regular access to adequate internet and devices which support such classes.\n\nMeanwhile, the Delhi government on Saturday launched another online learning initiative — “Every day English and Personality Development Classes” — for class X and XII students who are awaiting the completion of their board examinations. The initiative is being launched in collaboration with British Council and Macmillan Education and will commence on Monday.\n\n“Hindi is our language, and the mode of communication and teaching is in Hindi only. But we cannot overlook the importance and relevance of English today. To progress further at national and international level, our students should have good command over the language. And that is why we are starting the classes from Monday. I feel online education and such collaboration is becoming a viable option,” said Education Minister Manish Sisodia at the initiative’s launch.\n\nLast week, the government had launched online classes for Maths, in collaboration with Khan Academy, for students who had completed class IX. In the first week, of the 4.80 lakh students to whom the link for classes was sent, only 1.20 lakh attended.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest Education News, download Indian Express App.\n\n© The Indian Express (P) Ltd"}}