{"GDELT": {"GlobalEventID": 921423879, "Day": 20200502, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3342, "Actor1Code": "INDGOV", "Actor1Name": "MAMATA BANERJEE", "Actor1CountryCode": "IND", "Actor1Type1Code": "GOV", "Actor2Code": "GOV", "Actor2Name": "GOVERNOR", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.69458128078817, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200502221500, "SOURCEURL": "https://www.hindustantimes.com/kolkata/bengal-cm-guv-spar-over-covid-figures/story-QjI7ysJBBYCljU3kYuuOfP.html"}, "ARTICLE": {"TITLE": "Bengal CM, guv spar over Covid figures", "TEXT": "kolkata\n\nUpdated: May 03, 2020 03:24 IST\n\nAmid a raging controversy over mismatch in the state’s data of Covid-19 infections, the West Bengal government on Saturday changed the format of its daily bulletin.\n\nThe day also saw chief minister Mamata Banerjee sending a 13-page letter to Governor Jagdeep Dhankhar in response to his letters, accusing him of “dreaming of a dyarchy in the state”.\n\nReferring to the data discrepancy, Governor Jagdeep Dhankhar took to social media on Saturday to ask the state government to maintain transparency. “Give up ‘Covid-19 data cover up operation’ @MamataOfficial and share it transparently,” Dhankhar tweeted.\n\nBanerjee, in her letter, listed a series of phrases from the two letters that the governor wrote her, and said, “Such words and such communications of such content, tenor and tone from a Governor to an elected CM are unprecedented in the annals of Indian constitutional and political history.” Dhankhar was quick to respond on Twitter. “There are no sane takers for this unseemly scenario. I have held enough close to my chest -- looks like revealing is becoming unavoidable. Reply will be sent as her letter has content to which I cannot subscribe as it eclipses essence of Constitution,” he tweeted.\n\nThe controversy over data mismatch was triggered by state health secretary Vivek Kumar’s letter to union health secretary Preeti Sudan on April 30, putting the total number of persons testing positive for Covid-19 in the state at 931. However, the figure given by the state during press briefings and in bulletins added up to 816.\n\nEven as the discrepancy snowballed into a raging political controversy by evening, the government skipped the press briefing altogether. Bulletins for May 1 and May 2 were published together at about 9 pm on Saturday. The state reported 127 new cases, 15 deaths and 60 recoveries. Neither chief secretary Rajiva Sinha nor health secretary Vivek Kumar responded to HT’s calls.\n\nMeanwhile, in Murshidabad, alleged irregularities in disbursement of free ration from a government authorized fair price ration shop in the Salar area led to ransacking and arson in the morning. Hundreds of villagers at Punisha village in Salar as ransacked the home of Halim Sheikh, the ration dealer, and set furniture on fire. They alleged that they were getting lesser rice than their share. Senior officers from the district administration assured the villagers that action would be taken against Sheikh.\n\nIn a similar incident, villagers staged a dharna outside the local ration dealer’s home at Jashoitala village of Murshidabad"}}