{"GDELT": {"GlobalEventID": 921423962, "Day": 20200502, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3342, "Actor1Code": "MIL", "Actor1Name": "MILITARY", "Actor1Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -7.32436472346786, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 66.0, "Actor1Geo_FeatureID": "AF", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 66.0, "Action2Geo_FeatureID": "AF", "DATEADDED": 20200502221500, "SOURCEURL": "http://www.stopwar.org.uk/index.php/news-comment/3675-is-the-coronavirus-crisis-provoking-an-existential-crisis-within-britain-s-top-brass"}, "ARTICLE": {"TITLE": "Is the Pandemic Provoking an ‘Existential Crisis’ Within Britain’s Top Brass?", "TEXT": "Is the Pandemic Provoking an ‘Existential Crisis’ Within Britain’s Top Brass?\n\nThe pandemic has exposed how wasteful enormous investment in warfare is and it's leading to outlandish calls from top military figures\n\nThe Coronavirus crisis appears to be causing a bit of an ‘existential crisis’ within Britain’s military top brass. The global pandemic has exposed just how wasteful enormous investment in warfare really is and it seems to be leading to some outlandish calls from top military figures.\n\nFirstly, we had the ludicrous demand from General Sir Peter Wall, former Chief of the General Staff of the British Army, for a 50% increase in military spending to prove “from America’s perspective that Britain has the resources to make it a credible player on the world stage and a worthwhile ally.\"\n\nThen came calls from the Chair of the House of Commons Defence Select Committee, Tobias Ellwood, calling for the Red Arrows to perform fly-overs of British cities during the Thursday night Clap for Our Carers to “raise national morale”.\n\nThe cherry on top came from Professor Sir Hew Strachan who proposed bringing back national service in a report for RAND Corporation Europe that was commissioned by the Ministry of Defence. One of the key recommendations from the report, titled The Utility of Military Force and Public Understanding in Today's Britain, was ‘being open to a debate on national service’. We are told that ‘not to discuss national service (even broadly defined) is to limit the debate artificially’.\n\nSuch absurd pronouncements appear to show that the military establishment is worried and on the hunt for a renewed sense of purpose. Strachan’s report warns of a 'communication gap' between the military and the public but during this disturbing crisis it unlikely that calls for budget increases, Red Arrow fly-overs and, in particular, conscription are going to do anything to close it.\n\nThe UK abandoned conscription in 1960 and recent recruitment drives have failed to draw the desired response. Official figures show that there has been a decline in the number of soldiers for the ninth year in a row and big budget advertisement campaigns have done little to boost numbers.\n\nThis is in large part due to the series of disastrous conflicts that our military has been fighting over the past two decades and the war weariness that they have induced. The campaigning of groups such as Stop the War and Veterans for Peace has helped to cultivate an anti-war sentiment amongst young people and reduced the attractiveness of the army.\n\nThis is not something we can take for granted though. Army recruiters are increasingly embedded in our education system and the economic downturn that will soon follow this pandemic will likely see a surge in youth unemployment which army recruiters will look to exploit. We must continue to highlight the horrors of war and campaign for sharp reductions in military expenditure with a view to diversifying military jobs into careers that truly serve society.\n\nIf Strachan and co were honest with themselves they would admit that the ‘communication gap’ with our military opened as the body bags came home from Iraq and Afghanistan and widened as people watched those nations plunge into chaos as terrorism mushroomed across the globe.\n\nThere is nothing that any gun, bomb or tank can do to thwart this pandemic – the most widespread crisis in generations. Young people will be at the sharp end of the economic slump that follows it. Now is not the time to train them in how to operate weapons or fight wars. It is time to offer them secure futures, free from violence and militarism."}}