{"GDELT": {"GlobalEventID": 921423658, "Day": 20200502, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3342, "Actor1Code": "GBR", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "Actor2Code": "GRC", "Actor2Name": "GREECE", "Actor2CountryCode": "GRC", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.1187607573149698, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Greece", "Actor2Geo_CountryCode": "GR", "Actor2Geo_ADM1Code": "GR", "Actor2Geo_Lat": 39.0, "Actor2Geo_Long": 22.0, "Actor2Geo_FeatureID": "GR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200502221500, "SOURCEURL": "https://www.grimsbytelegraph.co.uk/news/uk-world-news/latest-lockdown-updates-holidaymakers-hoping-4094848"}, "ARTICLE": {"TITLE": "Latest lockdown updates for holidaymakers hoping to visit Greece, Turkey, Spain and other destinations", "TEXT": "Sign up to FREE email alerts from GrimsbyLive - Daily Subscribe Thank you for subscribing See our privacy notice Invalid Email\n\nMillions of British holidaymakers have already seen their well-earned breaks cancelled because of the coronavirus lockdown blocking all-but essential travel.\n\nBut there is finally a cause for optimism for those hoping to jet abroad for their annual summer holiday, reports the Liverpool Echo.\n\nNations have started to loosen lockdown restrictions - but countries such as Greece, Spain and Cyprus are concentrating on attracting domestic tourism before opening their borders to international visitors.\n\nMany changes have been put in place in a bid to salvage tourist season.\n\nHere's when tourism is likely to start up again:\n\nSpain\n\nSpain has introduced a four-phase programme to end its lockdown restrictions but it could still be some months before it welcomes an influx of visitors from overseas.\n\nTourism minister Reyes Maroto told Spanish newspaper El Pais: \"We have to guarantee, when international tourism opens, that the person who comes to Spain is a safe person...\n\n\"The issue of borders will be accompanied by the evolution of the health crisis. Therefore, I do not have the solution of when [they will be able to open].\n\n\"On how you will be able to enjoy our beaches, we are defining different scenarios.\n\n\"It is very important that the sanitary recommendations are maintained, we are going to have to internalise what we are already doing now, hand washing, social distancing ... even on the beaches.\n\n\"Those patterns will be in our day-to-day for a time, you cannot take a step back.\"\n\nGreece\n\nTourism minister Harry Theoharis has speculated about \"specific new rules\" for tourism following the coronavirus crisis.\n\nThe industry accounts for 20 per cent of the country's economy with one in five Greeks employed in tourism.\n\nMr Theoharis told The Guardian : \"If we are to think of the possibility of travelling this year it has to be under specific new rules.\n\n\"We have to have new rules for hotels, new rules for beaches, new rules for pools, new rules for breakfast buffets, new rules for tour buses.\"\n\nThe Institute of the Greek Tourism Confederation estimates that the country's tourism industry will lose up to 70 per cent of what it made in 2019 and there are fears for the knock-on effect on the economy.\n\nMr Theoharis says Greece could open to holidaymakers in July – later than usual but in time for the peak summer months when most revenue is made.\n\nBut UK tourists may be replaced by those from eastern and central Europe used to accessing the country by car if air links continue to be suspended.\n\nHe said: \"Once measures are relaxed a good month will be required to prepare the ground for the [tourism] engine to get started.\n\n\"Tour operators are waiting and hoping we can come up with the right rules so that we can start bringing visitors in. We have to strike the right balance … be cautious, tough it out and make the best of it.”\n\nCyprus\n\nLike Greece, Cyprus aims to open its borders to tourists from July, but it doesn't look like British holidaymakers will be allowed to visit.\n\nThe popular island has seen just 817 confirmed cases of the deadly coronavirus, after a strict lockdown was imposed in March\n\nOfficials say the island will see a loss of €1.5 billion in tourism income as 60 per cent of all holiday bookings are expected to be cancelled.\n\nBut tourism could start to return to the country from July with limited arrivals, according to the Financial Mirror.\n\nCypriot tourism stakeholders are keen to salvage the tourist season - by welcoming visitors from neighbouring countries also experiencing lower numbers of the virus.\n\nBookings for Britain and Russian holidaymakers, which Cyprus receives the largest share of tourists, will open at a later stage.\n\nCyprus Deputy Ministry of Tourism Savvas Perdios said: \"We hope to know in a few weeks when tourists will be able to come from these countries\".\n\nHe added: \"The important thing is that travel agents have Cyprus in mind…there are positive signs from Germany, Switzerland, Austria, the Nordic countries, Greece, Israel and perhaps the Netherlands.\"\n\nMr Perdios hopes to see airlines providing attractive offers sometime in July.\n\nTurkey\n\n(Image: Getty Images)\n\nTurkey plans to introduce a certificate for Britons to prove they don't have coronavirus before being allowed to visit the country.\n\nTurkey’s Culture and Tourism Minister Mehmet Nuri Ersoy announced a new initiative which aims to certify tourist attractions as coronavirus-free while the global pandemic continues.\n\nOfficials believe cases of the deadly virus in Turkey will continue through early May, before numbers are seen to be going down.\n\nErsoy said the normalisation phase in Turkey could begin as early as the second week of May, according to TRT World.\n\nHe told local media that holidaymakers will need an official immunity certificate before being visiting.\n\nHe said: \"This will probably be an example to the world that we have developed. By gradually including all NGOs in the commission, we aim to finalise this certification system quickly in the first week of May.\"\n\nItaly\n\nTourism employs 4.2million Italians and the sector was already reporting its \"worst crisis in recent history\" at the end of February, before lockdown measures were announced.\n\nItaly's tourism secretary Lorenza Bonaccorsi told AFP: \"It will take one or two years to get back to where we were, but 2020 might as well be written off.\n\n\"It is still impossible to say when Italy... will come out of the health emergency.\"\n\nItaly's Confturismo tourism association estimated the crisis would result in lost income of 22 billion euros.\n\nWant free family lockdown tips? How's the lockdown going for your family? For daily survival tips sign up to our new newsletter Lemon-Aid here.\n\nFrom toddlers prone to temper tantrums, to teenagers struggling to adapt to the abrupt closure of schools and separation from their friends - we’ve got it covered.\n\nIt's not yet known when the measures, including restrictions on movement, will be lifted. Some medical experts advise that social distancing must continue until the end of the year.\n\nTourism secretary Bonaccorsi said: \"This might be the time to move away from mass tourism, towards one more respectful of the environment.\n\n\"You will not see the long queues outside the Colosseum you used to.\"\n\nThe tourism association Corti also thinks the industry will have to change.\n\nThey said: \"Who will have the courage to get on a high speed Freccia Rossa (train) carriage filled with 80 passengers or a low-cost airline with 270?\"\n\nThe UK\n\nHolidaymakers will be unable to visit seaside towns or other tourist hotspots in the UK for \"some time to come\" as the coronavirus crisis continues.\n\nCabinet Office Minister Michael Gove told MPs last month that \"at the moment and for some time to come\" members of the public should not travel to visit popular British seaside resorts such as Cornwall."}}