{"GDELT": {"GlobalEventID": 921423419, "Day": 20200502, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3342, "Actor2Code": "ITA", "Actor2Name": "ITALY", "Actor2CountryCode": "ITA", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.07719928186715, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lake Como, Lombardia, Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT09", "Actor2Geo_ADM2Code": "18360", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 9.28333, "Actor2Geo_FeatureID": "-116053", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lake Como, Lombardia, Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT09", "Action2Geo_ADM2Code": "18360", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 9.28333, "Action2Geo_FeatureID": "-116053", "DATEADDED": 20200502221500, "SOURCEURL": "https://theworldonmynecklace.com/italian-gnocchi-recipe/"}, "ARTICLE": {"TITLE": "World Dishes: Italian Gnocchi with Cherry Tomatoes, Asparagus and Olives", "TEXT": "This post may contain affiliate links. If you make a purchase through an affiliate link, I will earn a commission at no extra cost to you. Thanks for your support.\n\nI was first introduced to gnocchi when I was traveling through Italy on a solo backpacking trip. It was a cold and windy night in Lake Como, and I braved the weather to go out for dinner.\n\nI found a cosy little restaurant and felt like something warm and nourishing to fill me up, and the Asparagus, cherry tomato and olive gnocchi sounded perfect.\n\nAnd it was. It was the best thing I ate during my 16 days in Italy – simple yet full of flavor.\n\nThe slightly chewy while also pillowy soft potato dumplings, the rich tomato sauce, the cherry tomatoes that popped in my mouth and absolutely exploded flavor, the salty olives perfectly complimenting the sweetness of the ripe tomatoes, the firm spears of earthy roasted asparagus. It all combined into a perfect symphony of textures and flavors.\n\nI would fly straight back to Italy right now if I could to get my hands on that perfect gnocchi again, but unfortunately that just isn’t possible for any of us at the moment.\n\nSo to get my gnocchi fix, I put together this Italian gnocchi recipe as an ode to the perfect gnocchi I ate in Italy, and as a way to travel without leaving home. Whenever I smell it cooking, it takes me back to that rainy night in Lake Como.\n\nI based the gnocchi part of the recipe on this post, but the sauce is a homemade tomato based sauce that I created myself.\n\nSo here it is, my Italian gnocchi recipe!\n\nItalian Gnocchi Recipe\n\nINGREDIENTS\n\nGnocchi\n\n4 medium potatoes\n\n1 1/2 cups all-purpose flour, extra to dust\n\n1 teaspoon salt, plus more for the water\n\n1 teaspoon pepper\n\n1 egg, lightly beaten\n\nSauce\n\n1 410g/15 ounce can diced tomatoes\n\n1 410g/15 ounce can crushed tomatoes\n\n1 onion, diced\n\n1 red or green pepper, diced\n\n5 cloves garlic, crushed or finely chopped\n\n1 tablespoon extra virgin olive oil\n\n1 bunch of fresh asparagus (or chopped mushrooms)\n\n1 punnet of cherry tomatoes\n\n1/4 cup red wine\n\n2 tablespoons tomato paste\n\n1 tablespoon sugar\n\n1 teaspoon dried oregano\n\n1/2 cup chopped flat leaf parsley\n\n1 cup of kalamata or black olives, whole or sliced\n\n2 handfuls of baby spinach leaves (optional)\n\nsalt to taste\n\nground black pepper to taste\n\nparmesan cheese for topping\n\nINSTRUCTIONS\n\nGnocchi\n\nAdd the potatoes to a large pot of salted boiling water and cook for 20 minutes, or until a fork can easily pierce a potato. Drain the potatoes and set aside until they cool down enough to handle.\n\nUsing a peeler or your fingers, remove the skin from the potatoes. In a medium bowl, mash the potatoes until all lumps are gone, then add the salt and pepper and mix well.\n\nMake a well in the centre of the potatoes and pour the egg into it. Using your hands, gently mix it into the potatoes until evenly distributed.\n\nPut one cup of flour onto a clean surface and turn out the potato onto it, keeping the remaining ½ cup close by in case you need it. Knead the dough, only using as much flour as you need until the dough loses stickiness and becomes more solid.\n\nSlice the dough into four sections. Roll out one section into a long rope using your hands, about 1 inch/2.5cm wide. Cut the rope in half and work with one half at a time if the rope is becoming too long.\n\nSlice the rope into approximately 1 inch/2.5 cm pieces and set aside on a lightly floured surface. Repeat with the remaining dough.\n\nBring a large pot of salted water to the boil and add the gnocchi in batches, stirring gently once or twice to ensure they are not sticking. Boil until they float to the surface. After another 15-30 seconds in the water, remove and drain.\n\nSauce\n\nCut woody ends off the asparagus, place on oven tray and drizzle with olive oil. Roast in the oven at 400 F/200 C for around 10 minutes for thin asparagus or 15-20 minutes for thick asparagus. Once you can pierce with a fork, it is ready.\n\nChop asparagus into approximately 1 inch/2.5cm pieces and set aside.\n\nSauté chopped onion and pepper in oil for a few minutes. Add baby spinach (if you are using), whole cherry tomatoes, and garlic and cook till spinach is wilted.\n\nAdd asparagus, canned tomatoes with their juices, tomato paste, sugar, red wine, oregano and salt and pepper. Stir to combine, then simmer on a low heat for 30 minutes, stirring occasionally. Add olives and fresh parsley in the last few minutes of cooking.\n\nTaste to see if you need to add any more salt and pepper – season to your liking.\n\nOnce sauce and gnocchi is ready, combine the two in a large bowl or pot and carefully stir till sauce fully covers the gnocchi.\n\nServe with a generous sprinkling of parmesan cheese and some extra chopped parsley.\n\nSome Further Tips:\n\nYou can serve the gnocchi on its own or with some fresh bread and a green salad.\n\nIf you don’t have the time or the confidence to make the gnocchi from scratch, you can buy ready made gnocchi and just make the sauce.\n\nThe gnocchi can be made with self-raising flour if that is all you have, but the gnocchi will be more delicate and you need to make sure you keep boiling it for a few more minutes once it rises to the top because it will do that almost immediately.\n\nIf it isn’t asparagus season, mushrooms are a good substitute. You could also use broccoli florets or zucchini.\n\nIf you aren’t a fan of olives, you can just leave them out.\n\nThe gnocchi also goes great with pesto, which is easy to make at home, or sage and browned butter – also very easy.\n\nYou could steam or boil the asparagus which are both quicker methods of cooking it, but I think roasting it is worth the extra time because the texture and flavor is better.\n\nIf you want to add some meat to this dish, chopped pancetta or bacon would be the perfect accompaniment.\n\nI hope you enjoy this homemade Italian Gnocchi recipe, and that it makes you think of beautiful and delicious Italy.\n\nPIN IT!\n\nIf you liked this post, make sure to check out my other food related posts:"}}