{"GDELT": {"GlobalEventID": 921621816, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "scoGOV", "Actor1Name": "SCOTTISH", "Actor1EthnicCode": "sco", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.41296928327645, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Denmark", "Actor1Geo_CountryCode": "DA", "Actor1Geo_ADM1Code": "DA", "Actor1Geo_Lat": 56.0, "Actor1Geo_Long": 10.0, "Actor1Geo_FeatureID": "DA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Denmark", "Action2Geo_CountryCode": "DA", "Action2Geo_ADM1Code": "DA", "Action2Geo_Lat": 56.0, "Action2Geo_Long": 10.0, "Action2Geo_FeatureID": "DA", "DATEADDED": 20200504104500, "SOURCEURL": "https://morningstaronline.co.uk/article/b/scottish-labour-slams-snp-for-slow-response-to-crisis"}, "ARTICLE": {"TITLE": "Scottish Labour slams SNP for slow response to crisis", "TEXT": "SCOTTISH Labour leader Richard Leonard hit out yesterday at the slow governmental response to the coronavirus pandemic after an emergency plan for Scotland’s response to a pandemic was unveiled.\n\nMr Leonard said that Scotland is lagging far behind other European countries in testing, having failed to learn lessons from Silver Swan, a 2015 training exercise that generated a report on the country’s readiness for a pandemic.\n\nThe report made no mention of the need for testing as part of a pandemic response, and now Scotland sees itself with only one in 92 people having been tested for coronavirus.\n\nIn Norway, a country with a similar population, one in 31 people has been tested, while Denmark has tested one in every 30.\n\nLabour is now demanding answers from the Scottish government, with the World Health Organisation explicitly calling for mass testing to tackle the spread of the virus.\n\nMr Leonard said: “The Scottish government has failed to match the levels of testing seen in other countries, many of which have had fewer deaths from the virus.\n\n“Over the last few weeks we have seen testing target after testing target missed and the death toll steadily rising. Enough is enough: the Scottish government must follow the science.”\n\nLast week the First Minister announced an expansion of testing, ultimately aiming for capacity to increase to 12,000 tests per day.\n\nA Scottish government spokesperson said: “The learning points from Exercise Silver Swan were circulated to all health boards, local authorities and regional resilience partnerships to be incorporated into ongoing planning for situations such as this.\n\n“We do not routinely publish planning documentation related to exercises as they deal with a wide range of scenarios.”"}}