{"GDELT": {"GlobalEventID": 921621727, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "USA", "Actor1Name": "TEXAS", "Actor1CountryCode": "USA", "Actor2Code": "ITA", "Actor2Name": "ITALY", "Actor2CountryCode": "ITA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.9968454258675, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Lubbock, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX303", "Actor1Geo_Lat": 33.5779, "Actor1Geo_Long": -101.855, "Actor1Geo_FeatureID": "1374760", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Rome, Lazio, Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT07", "Actor2Geo_ADM2Code": "18350", "Actor2Geo_Lat": 41.9, "Actor2Geo_Long": 12.4833, "Actor2Geo_FeatureID": "-126693", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Lubbock, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX303", "Action2Geo_Lat": 33.5779, "Action2Geo_Long": -101.855, "Action2Geo_FeatureID": "1374760", "DATEADDED": 20200504104500, "SOURCEURL": "https://awesome98.com/lubbock-jeweler-brings-the-past-back-to-life-with-gorgeous-art/"}, "ARTICLE": {"TITLE": "Lubbock Jeweler Brings the Past Back to Life With Gorgeous Art [Gallery]", "TEXT": "I need to start with a confession: I am a major ancient world dork. In fact, I even have a minor in Classics from Texas Tech. That's how much I love the worlds of ancient Greece, Egypt, Rome, etc.\n\nSo when I spotted Rodney Allison's pieces through following the hashtag #virtualfirstfridaylbk, I immediately reached out to him to know more. I had a lovely conversation with this master jeweler on this beautiful line of jewelry, The Relic Collection.\n\nA subset of archaeology, Numismatics is the study of ancient coins. Ancient coins tell us so much about the past -- what that society valued, who was in power, what gods were important, what materials they had access to, and so much more. Many commemorated historical events, like a battle won or the death of a heroic general. The Relic Collection is set into rustic and \"old world\" historical styles to maintain the context and original beauty of the coins.\n\nAllison shared his process on his Facebook page, which is fascinating to me. Using real, authenticated ancient coins from 50 BC to 400 AD, he chooses materials that suit the coins.\n\nSince most coins are bronze, Rodney commonly opts for my favorite metal, Rose Gold, which is an alloy of gold and copper. It makes sense, since bronze is also an alloy of primarily copper.\n\nRodney Allison Jewelry Process\n\nAllison is originally from Roswell, New Mexico, but came to Lubbock in 1983 to attend Texas Tech University. He's been crafting fine jewelry since.\n\nThrough the years, his primary work was very traditional -- engagement rings, anniversary pieces, etc. If your family is from Lubbock, there's a good chance someone you love is wearing a Rodney Allison piece.\n\nRodney Allison Wedding Set\n\nBut Allison isn't afraid to explore, either. He's beholden to no jewelry store and stays busy on commissioned pieces brought to him by a loyal following of clients. I want to meet the person that commissioned this awesome skull ring, complete with champagne diamond eyes.\n\nRodney Allison Skull\n\nInterested in Rodney's work? You can find it through The Adobe Fine Art Gallery, or follow Rodney Allison Jewelry on Facebook.\n\nI highly recommend you also check out #virtualfirstfridaylbk and find the artist that speaks to your soul. You might end up having a very edifying conversation with a new friend.\n\nHere's more about Allison's process, a beautiful combination of technical prowess, creativity, and reverence from his materials:\n\nI have the privilege to handle and work with these, and many other, ancient coins. Human history, in my fingertips! As I handle them, my mind constantly ask questions, and I fantasize about their lives, as an ancient currency. I work with Roman Widow’s Mite sized coins (as in the biblical story), circa 50 BC-400 AD, Constantine The Great Era Roman Empire, circa 330 AD, Medieval Bronze Nummis, circa 1000-1690 AD, and Byzantine Empire Bronze Nummis, circa 491-1200 AD. As tiny granules of dirt, grime, and oxidation work into the crevices of my fingerprints, I ponder where they have been, what did they purchase, what services did they buy, did they help save a life, did they help pay to take a life, did they travel the seas, were they lost and found again, centuries later, were they the remains of someone’s inheritance... I’ve traveled with them, and never left my workshop! The stage that you see them here, is one of the few time I will handle them, until I set them into their completed, hand forged bezels, the final stage. They are never cleaned or polished, and housed in their new, but old looking, coin frame homes. A part of the “Relic Collection” family. Hopefully, they find their way into the hands of someone who will continue their long journeys, and be passed down from generation to generation\n\nMore from The Relic Collection:"}}