{"GDELT": {"GlobalEventID": 921609761, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "MDG", "Actor1Name": "MADAGASCAR", "Actor1CountryCode": "MDG", "Actor2Code": "MYS", "Actor2Name": "MALAYSIA", "Actor2CountryCode": "MYS", "IsRootEvent": 0, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.93285859613428, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Madagascar", "Actor1Geo_CountryCode": "MA", "Actor1Geo_ADM1Code": "MA", "Actor1Geo_Lat": -20.0, "Actor1Geo_Long": 47.0, "Actor1Geo_FeatureID": "MA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Malaysia", "Actor2Geo_CountryCode": "MY", "Actor2Geo_ADM1Code": "MY", "Actor2Geo_Lat": 2.5, "Actor2Geo_Long": 112.5, "Actor2Geo_FeatureID": "MY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Togo", "Action2Geo_CountryCode": "TO", "Action2Geo_ADM1Code": "TO", "Action2Geo_Lat": 8.0, "Action2Geo_Long": 1.166667, "Action2Geo_FeatureID": "TO", "DATEADDED": 20200504091500, "SOURCEURL": "http://mpoc.org.my/can-sub-saharan-africa-region-import-more-cpo/"}, "ARTICLE": {"TITLE": "Can Sub-Saharan Africa Region Import More CPO?", "TEXT": "Ever since the Malaysian government abolished tax-free crude palm oil export quota in 2013, Sub-Saharan Africa has become a substantial importer of Malaysian CPO. Before 2013, selected companies that owned refineries in Europe and Asia were given tax-free export quota with total volume ranging from 3.0 million to 4.0 million annually. In January 2013, Malaysian government abolished the quota system and introduced a progressive export duty system. According to the revised duty structure, the export duty on CPO moved from 4.5% to 8.5%, as compared to flat 23% applied before 2013. In 2020, the government has done another revision in this duty structure and the new duty structure ranges between 3% and 8% depending on the price of CPO. As a result of the lowering of CPO export duty and the abolishment of quota to selected companies, the new policy has put Malaysia-based refiners on a more level playing field in the international marketplace. These measures have also helped upstream players exported more CPO with reduced taxes.\n\nAfter the implementation of this new policy, Malaysian CPO export to Sub-Saharan Africa has increased tremendously from merely 63,000 MT in 2011 to almost 1 million MT in 2018 (see Figure 1 below)\n\nFigure 1: Malaysian CPO/CPL Exports to Sub-Saharan Africa (MT)\n\nSource: MPOB﻿\n\nIn the past ten years, the refining industry in Sub-Saharan Africa has expanded rapidly due to increasing demand from a growing population and better economic conditions. The availability of Malaysian CPO at lower export taxes further expedited this trade shift. In terms of percentage, in 2011, import of Malaysian CPO/CPL constituted merely 3.8% of total MPO import. However, the percentage of CPO imports has increased to more than 40% of total palm oil imports in the past few years. The latest available data from MPOB (Jan-Mar 2020) indicated that CPO/CPL continued to be the top categories of MPO palm oil products exported into the region with 48.6% of total imports.\n\nFrom a global perspective, as a market destination of Malaysian CPO, Sub-Saharan Africa percentage has increased significantly from a merely 1.7% in 2011 to a peak of 24.3% in 2017. In 2019, the share of Malaysia CPO/CPL in the total palm oil import in this region recorded a figure of 21%. .\n\nTop Importing CPO Countries in the SSA Region\n\nTable 1: Big Five Importers of Malaysian CPO/CPL from Sub-Saharan Africa (MT)\n\n2012 201 3 2014 2015 2016 2017 2018 2019 Ghana 62,889 55,893 45,457 122,498 167,399 211,829 199,303 113,781 Kenya 6,000 28,530 33,846 56,510 54,979 19,712 121,737 153,172 Mozambique 1,698 522 73,087 92,061 162,548 116,143 147,438 156,144 Nigeria 38,295 114,499 182,928 217,717 178,003 235,141 214,607 228,497 Tanzania 49,001 82,459 201,716 175,765 265,507 83,388 78,028 –\n\nSource: MPOB\n\nAs of this year, there are 16 importing CPO countries in the region but these 5 countries as shown in table 1 above are the top five with import volume of more than 100,000 MT annually. Two countries from West Africa Sub-Region, two countries from the East Africa region, and one from the Southern Africa region. Nigeria, being the most populous nation and the largest economy in Africa is the biggest importer of Malaysian CPO with import volume consistently above 200,000 MT in the past three years. Despite high import duty imposed by the Nigerian government (35%), refineries in Nigeria continue to import Malaysian CPO as the demand keeps increasing.\n\nGhana is another important importer in the West Africa region with CPO import volume around 200,000 MT in 2017 and 2018. In the Southern Africa region, Mozambique’s rise to become a significant importer of Malaysian CPO cannot be overlooked. From import volume of just 522 MT in 2013, this country on the southeast coast of Africa has shown tremendous growth as evident from the upward trend in import volume to about 150,000 in the past two years. Mozambique also exporting some of its refined palm oil to its landlocked neighbouring countries such as Malawi, Zambia, and Zimbabwe.\n\nIn the East Africa region, there are two significant buyers of CPO namely Kenya and Tanzania. The palm oil industry in these countries compliments each other as they are neighbouring countries and processed palm oil produced by these 2 countries are also routed to Uganda, Rwanda, and Burundi. However, the palm oil scenario in Tanzania has changed completely as its refining industry was grounded to a complete halt as the Tanzanian government increased import tax of CPO in their attempt to assist local oilseed producers. As the table above shows, the role of Tanzania as a major importer of CPO in the East Africa region is taken over by Kenya in the past two years. This scenario is likely to remain unless the Tanzanian government revised its CPO import duty downwards from 25% presently.\n\nPotential for further increase in CPO import?\n\nAs Malaysia and Indonesia are delaying the implementation of the B20 and B30 biodiesel blending program due to coronavirus pandemic, more CPO is now available in the market. Another concern is the economic viability of using palm biodiesel against petroleum diesel while the crude oil is being priced at a low level. For this year, Oil World forecasts that Malaysia is expected to utilize 800,000 MT CPO for biodiesel blending against 1.2 million in 2019, resulting in 400,000 MT excess of CPO compare to last year.\n\nCan importing countries in the Sub-Saharan Africa region take this excess CPO? Based on the latest data made available by MPOB, until March 2020 Sub-Saharan Africa region has imported 260,000 MT of CPO/CPL (13.5% increased) compared to last year. If this trend can be maintained throughout the next three quarters, it is possible that the region could increase CPO/CPL import volume by another 100,000 MT to 150,000MT more than last year or could even top 1 million MT mark for the year. In addition to the top 4 buyers mentioned above, Madagascar and Togo also have the potential to import more CPO/CPL from Malaysia.\n\nHowever, the import trend captured above only available until March 2020, when the full impact of coronavirus has yet to be felt by the region economy. The months of April and May import data would give a better picture of where the import trend will be heading. The only incentive for the region to import more CPO under the present condition is the low palm oil price.\n\nPrepared by Iskahar Nordin\n\n*Disclaimer: This document has been prepared based on information from sources believed to be reliable but we do not make any representations as to its accuracy. This document is for information only and opinion expressed may be subject to change without notice and we will not accept any responsibility and shall not be held responsible for any loss or damage arising from or in respect of any use or misuse or reliance on the contents. We reserve our right to delete or edit any information on this site at any time at our absolute discretion without giving any prior notice."}}