{"GDELT": {"GlobalEventID": 921609500, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "GBRGOV", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor1Type1Code": "GOV", "Actor2Code": "GBRBUS", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.7391304347826102, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200504091500, "SOURCEURL": "https://barbadosunderground.net/2020/05/04/adrian-loveridge-column-post-covid-airlines-hustle/"}, "ARTICLE": {"TITLE": "Adrian Loveridge Column – Post Covid Airlines Hustle", "TEXT": "While some may view it as premature to speculate, given our dependency on tourism, without any other sector on the horizon to replace it, partially or totally, it is perhaps not quite so silly.\n\nMany airlines have taken this ‘opportunity’ of the current crisis to downsize their fleets, especially with the larger oil derivative guzzling planes like the four engine Airbus A380, A340 and iconic Boeing B747’s.\n\nThe aircraft have either been returned to lessors, parked or stored and in some cases have found their way into air freight usage. Therefore it is unlikely that ‘we’ see any of these passenger capacity giants again.\n\nMuch discussion has taken place about removing middle seats to give some impression of ‘social distancing’, once flights return and this has given rise for leaders in the industry, like the Director General, Alexandre Juniac of IATA (International Air Transport Association) to speculate that no longer will ‘cheap travel’ be available. I am not sure this prediction will become a reality as already some low cost carriers are using bargain prices to drive 2021 bookings.\n\nA bigger concern is the tens of thousands of people who are still owed refunds by major airlines for cancelled flights, even though the law clearly states the maximum repayment period. This will clearly discourage many would-be travellers to book and pay for forward dates.\n\nIt is in the interest of almost every Government to ensure that air routes are restored as soon as safely possible, being the only practical way that our visitors can reach us. Of course, there will be a pent-up demand to travel, but we have to remember that all of our principal markets have suffered severely depleted incomes caused by widespread unemployment for a sustained period, and obtaining perceived value-for-money will be an increasingly important factor in their destination choice.\n\nWhile, our Government will remain under severe fiscal pressure, they may be forced to look carefully again at what many consider, excessive add-on charges that apply to airline tickets, including not one, but two departure taxes and the addition of VAT (Value Added Tax).\n\nJust as the United Kingdom administration will have to review the imposition of the Advanced Passenger Duty (APD), if it has any hope of aiding the British airline industry into recovery, while their European counterparts currently impose either no, or lower taxes.\n\nDestinations around the world are already putting measures in place that post lockdown, they can ‘bounce back’ and entice visitors once again. Take the Italian island of Sicily as an example, is offering half price flights, one in three hotel nights free and complimentary attraction tickets, to try and restore the critical British market. It is almost inevitable that every other major holiday spot will devise creative and alluring ways to help restore any sort of normality.\n\nThere also remains the touchy subject of ‘marketing or seat support’ to airlines or whatever name they are given, where various countries throughout the region pay enormous amounts of money to ensure particular airlines maintain a route.\n\nReaders will recall St. Lucia’s reluctance to pay Virgin Atlantic an annual ‘subsidy’ of US$2.5 million to keep flying from England and as a consequence the carrier announced that it would terminate scheduled flights from June this year.\n\nWill monies already paid over by Caribbean islands be credited to lost flights that are reinstated in the future?"}}