{"GDELT": {"GlobalEventID": 921620657, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "BUS", "Actor1Name": "BANK", "Actor1Type1Code": "BUS", "Actor2Code": "UZB", "Actor2Name": "UZBEKISTAN", "Actor2CountryCode": "UZB", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.1505376344086002, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kokand, Farg ona, Uzbekistan", "Actor1Geo_CountryCode": "UZ", "Actor1Geo_ADM1Code": "UZ03", "Actor1Geo_ADM2Code": "39738", "Actor1Geo_Lat": 40.5286, "Actor1Geo_Long": 70.9425, "Actor1Geo_FeatureID": "-2578547", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kokand, Farg ona, Uzbekistan", "Actor2Geo_CountryCode": "UZ", "Actor2Geo_ADM1Code": "UZ03", "Actor2Geo_ADM2Code": "39738", "Actor2Geo_Lat": 40.5286, "Actor2Geo_Long": 70.9425, "Actor2Geo_FeatureID": "-2578547", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kokand, Farg ona, Uzbekistan", "Action2Geo_CountryCode": "UZ", "Action2Geo_ADM1Code": "UZ03", "Action2Geo_ADM2Code": "39738", "Action2Geo_Lat": 40.5286, "Action2Geo_Long": 70.9425, "Action2Geo_FeatureID": "-2578547", "DATEADDED": 20200504104500, "SOURCEURL": "https://en.trend.az/business/finance/3233809.html"}, "ARTICLE": {"TITLE": "IFC talks partnership details with Uzbekistan's Ipak Yuli Bank", "TEXT": "BAKU, Azerbaijan, May 4\n\nBy Ilkin Seyfaddini – Trend:\n\nBeing one of the largest private banks in Uzbekistan, Ipak Yuli Bank is a strong partner in IFC's efforts to increase access to finance for small and medium enterprises and support growth and financial inclusion in the country, Cassandra Colbert, Regional Manager for Central Asia of International Financial Corporation (IFC) told Trend.\n\nColbert added that IFC first partnered with Ipak Yuli Bank in 2018 when the corporation provided a senior loan of $15 million denominated in Uzbek soum.\n\n\"In March IFC provided a trade finance-guarantee facility to Ipak Yuli Bank to increase the bank’s international trade-finance business. With that, Ipak Yuli Bank became the third Uzbek bank to join IFC’s Global Trade Finance Program (GTFP),\" she said.\n\n\"IFC’s GTFP provides risk mitigation under a $5 billion envelope by guaranteeing trade-related payment obligations of banks in developing economies. The guarantees are transaction-specific and can be supported by a variety of underlying instruments such as letters of credit, trade-related promissory notes, accepted drafts, bills of exchange, guarantees, bid and performance bonds, and advance-payment guarantees,\" Colbert stressed.\n\nAs she said, the corporation’s advisory services team is working with a number of ministries, state agencies, and other public and private institutions of Uzbekistan to assist on piloting public-private partnerships (PPPs) in a number of sectors, on developing financial infrastructure, promoting agri-financing, and modernizing the cotton sector.\n\n\"The IFC is also helping state-owned banks with their institutional transformation into commercial financial institutions,\" Colbert said.\n\n\"Our investment services are focused on sustainable private enterprises. We financed Indorama Kokand Textile, to date our largest investment project in the country, to help expand its existing cotton yarn-spinning complex in Kokand. IFC is working with several of the country’s private banks to expand local currency lending to small businesses,\" Colbert stated.\n\nTalking about the modernization of Uzbekistan's airports, she said that IFC is ready to provide whatever support is needed to help the Uzbek government attract investors to help modernize and operate Uzbekistan’s airports.\n\n\"The corporation is also willing to support the investors themselves, as part of IFC mandate to promote private sector development,\" she pointed out.\n\n---\n\nFollow author on Twitter: @seyfaddini"}}