{"GDELT": {"GlobalEventID": 921666864, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.1948051948052, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 66.0, "Actor1Geo_FeatureID": "AF", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200504154500, "SOURCEURL": "https://www.salon.com/test/2020/05/04/the-2020-election-was-already-a-mess--after-the-biden-scandal-its-a-raging-garbage-fire/"}, "ARTICLE": {"TITLE": "The 2020 election was already a mess — after the Biden scandal, it's a raging garbage fire", "TEXT": "Stop me if you've heard this one before: A Democratic nominee with a long career in public life — who sparks little enthusiasm, and a growing sense of unease — heads into the general election against an odious, ignorant, abusive troll who has no business holding any elective office but has an unquestioned talent in manipulating the media. The Democrat holds a lead in the polls, but only a modest, marginal one, considering the stark contrast between them in terms of experience and temperament.\n\nSane people, we are told, including \"moderates\" and conservatives, will surely reject the racism, vulgarity and nihilism of the troll and his followers. But then the Democrat is enmeshed in a scandal that sparks enormous ugliness and name-calling and conspiracy theory. That scandal may or may not be vaporware, and may be dwarfed in volume by the numerous scandals surrounding the troll (whose supporters appear to relish such things). But it serves to muddy the contrast between the Democrat and the troll — which was perhaps never as clear as one might have wished — and also preys on not-quite-buried public doubts and anxieties about the Democrat's personal integrity and ambiguous political record.\n\nAdvertisement:\n\nIf you think I'm arguing that the 2020 presidential election could follow the dire pattern we observed in 2016, well, sure. But that's a superficial analysis, and it's only the beginning of the story. Time has moved on, and after four years of President You Know Who the political calculus is different. So are the circumstances, as you may have noticed after six or seven weeks largely indoors and a devastating economic downturn. If you ask me, this election could well be even worse than that one, in terms of the long-term damage to the Democratic Party, American society and democracy.\n\nThat seems like an impossible standard to meet, admittedly. But consider where we were, coming out of the sweeping, cross-coalition Democratic victories of the 2018 midterms and subsequent state and local elections, and where we are now. A primary campaign that began with the most diverse roster of candidates in history — in terms of gender, race, age, ideology and sexual orientation — imploded with startling rapidity, first to an all-white field, then to a contest between two white men in their late 70s and finally, in what I have previously described as a last-minute impulse purchase, to the candidate who had barely seemed to be paying attention, who had no campaign operation to speak of and who had been forcefully rejected by the early-voting, retail-politics states.\n\nAdvertisement:\n\nI made most of these points a few weeks ago (who can keep track of time anymore?), pretty much by way of observing that the Democratic Party and its voters had made their bed with Joe Biden in it, and had no choice but to climb on in there and get cozy. I fully intended to restrict myself to a narrow range of observational, present-tense commentary on the Biden campaign, at least until the morning of Nov. 4, when we would presumably have more information about how this whole venture had turned out.\n\nBooks could be written, and undoubtedly will be, about every aspect of the 2020 Democratic campaign: How and why every significant female candidate — including the two who looked like plausible frontrunners, Kamala Harris and Elizabeth Warren — flamed out; what happened to Bernie Sanders, who upended the political world for the second cycle in a row but was undone by his own campaign's strategic and tactical errors, and by a last-ditch unity pact forged by his opponents.\n\nNow we have the greatest and least subject of all: the agony of Joe Biden, a man who seems singularly ill-equipped for this moment and is now beset by a scandal that could not be more perfectly timed or calibrated to destroy him. Far more important than that — because I do not think Joe Biden is the principal character in this drama, except in a limited, accidental way — Tara Reade's accusation and its spreading repercussions are like an underground explosion that threatens to lay bare many of the contradictions of left-liberal politics and gender relations and feminism that lie just below the surface of this historic election.\n\nAdvertisement:\n\nGiven that context, it's somewhat understandable that many Democratic loyalists are eager to perceive Reade's accusation that Biden sexually assaulted her in 1993 as a sinister plot hatched by Vladimir Putin or Brad Parscale or vengeful BernieBros or some combination thereof. To put that another way, it's a natural reaction to the conditions of paranoid, tribal recrimination that dominate American political discourse — but it's loathsome all the same.\n\nAs my Salon colleague Amanda Marcotte has reported, the way that Reade's accusation reached the public sphere has fostered the appearance of bad faith on all sides. For whatever it's worth, I don't entirely see it that way: I believe that podcaster Katie Halper and Intercept reporter Ryan Grim found Reade's story compelling, and that Biden's defenders generally do not. But in nearly all cases, we're talking about people drawing conclusions that at the very least support their prior convictions, and may to some degree be driven by them. In the process, Tara Reade stopped being a person who had suffered and wanted to tell us her story and became a political weapon, in the narrowest and stupidest sense of \"political.\" Unfortunately, there is no way to undo that.\n\nAdvertisement:\n\nI do not know whether Reade's allegation about Biden is true or not, and neither do you. There is some evidence that tends to corroborate her account — including friends or family members who say she told them various versions of the incident at various times — and other evidence that tends to undermine it. Members of Biden's Senate staff have denied any knowledge of such a thing, or any such pattern of behavior on Biden's part. On Friday morning, Biden himself directly and categorically denied Reade's allegation in an MSNBC interview with Mika Brzezinski.\n\nAs with the case of Brett Kavanaugh and Christine Blasey Ford, there is no obvious way to reconcile these statements without concluding that one or the other party is not telling the truth. Given Reade's troubled personal history, it is not entirely unreasonable for observers to conclude that she may be a less-than-reliable narrator of her own story. But to state what ought to be obvious to everyone, that doesn't mean her account of what happened in 1993 is untrue. The weird tangents and off-ramps in Reade's subsequent career, including alleged abusive relationships and her worshipful blog posts about Putin, could be understood in part as resulting from a traumatic event she had not fully confronted.\n\nFurthermore, to use any version of that argument to defend Joe Biden, of all the people in the world, would be hilarious, if it were possible to find humor anywhere in this fiasco. This is a man with a long history of shamelessly distorting his political record — about the Iraq war and cuts to Social Security, for instance — and spinning tall tales about his own accomplishments, some of them egregious and highly detailed falsehoods.\n\nAdvertisement:\n\nBiden famously fabricated details about his academic record in 1987 — and has done so again in this campaign. He told an elaborate story last year about visiting Afghanistan to award a medal to a heroic Navy officer which, as the Washington Post reported, was incorrect in \"almost every detail,\" and \"jumbled elements of at least three actual events into one story of bravery, compassion and regret that never happened.\" On the campaign trail earlier this year, Biden several times told a story about being \"arrested\" in apartheid-era South Africa while trying to visit Nelson Mandela, who was then in prison. Every detail of that anecdote appears to be false as well, and a supposed clarification issued by Kate Bedingfield, Biden's communications director, was also not supported by any witnesses or evidence.\n\nThat's before we even broach the subject of Biden's long-standing tendency to get overly cuddly with women without their consent, which has generally been understood as nonsexual in nature but has also created a tangible penumbra of doubt around his political future. When Biden launched his 2020 campaign, there was plenty of back-channel speculation about whether more damaging allegations about his conduct might appear. As #MeToo founder Tarana Burke observed recently on Twitter, it may be necessary for Biden to acknowledge that his known pattern of making women uncomfortable has lent credence to Reade's allegation, even as he maintains her specific charge is not true.\n\nSo is that where we are: Trapped between a damaging accusation by a woman with an admittedly peculiar track record and a forceful denial by a politician with a long record of lying? Yes, but also no. I cannot imagine any possible finding of \"truth\" that will satisfy everyone — as also in the case of Kavanaugh and Ford — and as Democrats are belatedly coming to understand, there is no potential universe in which this simply goes away and does not damage Biden against Donald Trump. (Who, yes, has been accused and is almost certainly guilty of worse and more numerous offenses.) The question of how badly this damages Biden, and what the consequences will be, is not answerable right now.\n\nAdvertisement:\n\nBut here is where I see hope — or if not hope, possibility, including the possibility we might learn something. We need to turn this story around so that it is not a narrow narrative about electoral calculus and the contest between Biden and Trump, no matter how critical you believe that to be. It is a story about one woman who clearly believes she has suffered both trauma and injustice and has come forward to be heard at great personal risk (whether or not you or I believe her story to be objectively true).\n\nIt is a story about our struggle to hear Tara Reade, at perhaps the most challenging possible moment. In particular, it is a story about the nearly impossible dilemma faced by women and by the feminist movement, who want to hear, respect and believe women's stories even when they are painful or difficult, and who also believe that ending Donald Trump's presidency — and his all-out assault on women's rights and gender equality, not to mention the already-crumbling foundations of American democracy — is a matter of urgent historical importance.\n\nI don't know how long it will take us to reach social consensus on this moment, or whether that will ever happen. I think that this election, which was already an enormous mess, now has overtones of national catastrophe, and that the unsolvable conundrum of the Reade case may well be remembered as one of the most damaging campaign scandals in our history.\n\nI also know that we owe an enormous debt to those women who have stood up and sought to confront this dreadful situation directly, and to make the point that we will never escape this moment — or others like it — until we stop treating women as pawns in a \"political\" drama whose protagonists, even now, are likely to be old white guys in suits.\n\nAdvertisement:\n\nI'm especially grateful for the bracing essay in The Cut by Rebecca Traister (an old friend and former colleague) on the \"poisoned chalice\" faced by feminist women — including Biden's potential running mates — who see his presidency as the only practical path forward in this moment of intense fragmentation and existential peril, but also see all too clearly the dangers of attaching themselves too closely to a man with his record who faces these allegations. Of course she's not the only example. I have already mentioned Amanda Marcotte and Tarana Burke, and I could add Sarah Jones, Anna North, Courtney Milan and others I am no doubt forgetting.\n\nWe can't survive the pandemic-election clusterf**k of 2020 by hiding in the basement and hoping that the mean orange man will just go away. We might, however, find a path forward if we come to understand \"believe women\" not as a commandment to accept everything said by all women — who do not, in my experience, necessarily always agree — but as a more complex equation. We can believe women are real, that they confront complicated moral narratives and have complicated agency, that they do not need their stories packaged or constrained in existing frames. I do not know whether Joe Biden is guilty or innocent, or what will become of him. I'm starting to think it's the wrong question."}}