{"GDELT": {"GlobalEventID": 921666688, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "NOR", "Actor1Name": "BERGEN", "Actor1CountryCode": "NOR", "Actor2Code": "USA", "Actor2Name": "JERSEY", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.04731861198739, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jersey", "Actor1Geo_CountryCode": "JE", "Actor1Geo_ADM1Code": "JE", "Actor1Geo_Lat": 49.216667, "Actor1Geo_Long": -2.1166669999999996, "Actor1Geo_FeatureID": "JE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Jersey", "Actor2Geo_CountryCode": "JE", "Actor2Geo_ADM1Code": "JE", "Actor2Geo_Lat": 49.216667, "Actor2Geo_Long": -2.1166669999999996, "Actor2Geo_FeatureID": "JE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jersey", "Action2Geo_CountryCode": "JE", "Action2Geo_ADM1Code": "JE", "Action2Geo_Lat": 49.216667, "Action2Geo_Long": -2.1166669999999996, "Action2Geo_FeatureID": "JE", "DATEADDED": 20200504154500, "SOURCEURL": "https://www.northjersey.com/story/news/passaic/2020/05/04/ramapo-bergen-jersey-pits-rescue-puppy-struck-hit-and-run/3076561001/"}, "ARTICLE": {"TITLE": "Puppy recovering after being struck by car in hit-and-run, animal refuge seeks help", "TEXT": "A 6-month-old puppy is recovering from serious injuries after being struck by a car in a hit-and-run in Paterson over the weekend.\n\nThe puppy, named Olive, was struck on Saturday night and suffered skull fractures around her sinuses, the Ramapo-Bergen Animal Refuge said in a statement.\n\n\"Despite the pain, her tail doesn’t stop wagging and she is incredibly sweet,\" the statement said.\n\nOlive was taken to Animal Emergency and Referral Services in Fairfield and is now in stable condition, the statement said. She does not have any broken bones or internal injuries but has swelling around her eyes and is walking with a limp, the refuge said.\n\nStory continues below post\n\n\"Despite this horrific incident, Olive’s future looks bright,\" the statement said.\n\nOlive will need continued care and monitoring to ensure her recovery, and the refuge, along with Jersey Pits Rescue, is asking those who are able to donate to help support Olive's recovery.\n\nThe refuge stressed that the coronavirus outbreak has made the immediate future for vulnerable animals uncertain, as animal control centers fill up, fundraisers are canceled and access to critical care and supplies is limited.\n\nTime for a trim:You can now get your pet groomed during coronavirus crisis in NJ\n\nCoronavirus NJ:Cases surpass 126K as deaths rise to 7,871 on Sunday\n\nSupport:As coronavirus crisis drags on, mental health providers want to help essential workers\n\n\"Right now is a time of extraordinary need for animals,\" the statement said. \"The most vulnerable animals are at greater risk than ever.\"\n\nThose who are able can donate to the Ramapo-Bergen Animal Refuge on its website.\n\n\"It’s only by working together that we can continue to be there for Olive as she fights,\" the refuge said.\n\nAnthony Zurita is a breaking news reporter for NorthJersey.com. For unlimited access to all the major news happening in North Jersey, subscribe here. To get breaking news directly to your inbox, sign up for our newsletter.\n\nEmail: zuritaa@northjersey.com Twitter: @AnthonyRZurita"}}