{"GDELT": {"GlobalEventID": 921609386, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "CVL", "Actor1Name": "MIGRANT", "Actor1Type1Code": "CVL", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.61660978384527, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200504091500, "SOURCEURL": "https://www.americasquarterly.org/article/covid-19-is-exposing-the-holes-in-latin-americas-safety-nets/"}, "ARTICLE": {"TITLE": "COVID-19 Is Exposing the Holes in Latin America’s Safety Nets", "TEXT": "Governments around the world need to get cash into the pockets of families who lost their income due to the coronavirus, and Latin America might seem well-equipped for the task. The region helped pioneer massive cash transfer programs for low-income families over the past three decades, with notable success in Brazil, Mexico and elsewhere. But the pandemic has instead exposed existing vulnerabilities in Latin America’s social safety net. If policymakers aren’t careful, it could create new ones as well.\n\n“The widespread use of cash transfers during the pandemic sheds light on longstanding challenges,” Ugo Gentilini, a senior World Bank economist focused on social protection, told AQ. “But it also provides an opportunity to innovate.”\n\nSince the start of the crisis, several countries have rushed to expand existing cash transfer programs. Brazil’s government added one million families to Bolsa Família, for example, and is using its database of poor households, the cadastro único, to identify more potential beneficiaries. In Argentina, families already enrolled in the Universal Child Allowance subsidy program will receive an extra 3,100 pesos (about $48) per child, double the normal transfer. Colombia’s government has expanded and accelerated the start of a pilot cash transfer program, while Mexico’s President Andrés Manuel López Obrador has increased funding for several existing social programs, after scrapping the country’s CCT program early in his presidency.\n\nOther countries have created emergency cash transfers specifically in response to COVID-19. Chile introduced a 50,000 pesos ($58) subsidy for 2 million people without formal jobs in March, to run alongside existing subsidy programs. The governments of Peru and El Salvador are similarly launching new programs to reach vulnerable households with direct cash payments.\n\nSuch emergency responses, however, underscore huge logistical challenges. In El Salvador, crowds outside offices where subsidies were being distributed prompted the government to close them, sparking protests. In Peru, many families lack bank accounts and internet access, limiting access in rural areas. And even despite social distancing guidelines, many beneficaries have no choice but to pick up subsidy payments in person. Governments’ inability to Identify vulnerable recipients has also caused setbacks. Peru’s President Martín Vizcarra admitted to errors of omission, in part because some municipalities have not updated the figures on vulnerable households that were prepared by the national statistics institution several years ago.\n\n“The crisis highlights the fragility of our safety nets,” Luis Miguel Castilla, the former finance minister of Peru, said during a web conference hosted by the Wilson Center on April 15. “Peru lacks the tools to reach vulnerable populations.”\n\nAmong those who have been hardest to reach are informal workers, who make up over half of all workers in Latin America, according to the International Labor Organization. Countries are scrambling to implement emergency measures to assist this vulnerable sector, but many are falling through the cracks. In Argentina, the government started offering a lump sum payment of 10,000 pesos ($155) to 3.6 million families made up of informal and domestic workers. Colombia’s Solidarity Income program, a one-off payment of 160,000 pesos ($108) for three million informal workers and their families, uses an existing database of subsidy recipients and tax information to identify potential beneficiaries.\n\nMigrants, many of whom are not eligible for social programs in their host countries, are also especially vulnerable. In Peru, for example, where over 860,000 Venezuelans have moved since 2015, support for migrants is incomplete. According to ongoing research conducted by the CIUP, a research center at Lima’s Universidad del Pacífico, 95% of Venezuelans in Peru surveyed said they don’t receive institutional support from the government or international organizations. The number of Venezuelans with irregular status could increase as a result of the border closings and other measures implemented in the region’s effort to curb the coronavirus’ spread.\n\n“Social protection and migrants should not be a side issue in the conversation,” Monica Rubio, senior adviser for social policy at UNICEF’s Latin America office, told AQ. “It’s something that should be on the international community’s agenda.”\n\nEmergency situations like COVID-19 make it evident that countries need broader programs and wider safety nets. Rubio said she sees the current crisis also as “an opportunity to rethink social protection in Latin America.”\n\n“More people are convinced now than before COVID-19, that expansions to social protection programs are necessary,” she said.\n\nThe good news is that policymakers in the region don’t have to look far for models on how to expand these programs. Some programs in the Southern Cone, for example, “tend toward universal coverage” Gerardo Escaroz of UNICEF, told AQ, crediting the region’s higher levels of formal employment. For example, Argentina’s Universal Child Allowance provides child grants to vulnerable children not yet covered by other systems.\n\nFor now, the pandemic’s toll on workers and health care systems is leaving many Latin American governments with little choice but to spend now and worry about fiscal restraints later. In the long term, Rubio is convinced that the vulnerabilities exposed by the pandemic will leave policymakers little choice but to go further, and move toward some form of universal basic income.\n\n“The debate about universality is going to happen,” Rubio told AQ. “It has to happen.”\n\n—\n\nRauls is an editorial intern at AQ\n\nAny opinions expressed in this piece do not necessarily reflect those of Americas Quarterly or its publishers."}}