{"GDELT": {"GlobalEventID": 921609750, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "LEG", "Actor1Name": "SENATOR", "Actor1Type1Code": "LEG", "Actor2Code": "LEGGOV", "Actor2Name": "SENATE", "Actor2Type1Code": "LEG", "Actor2Type2Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.41911069063387, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manila, Manila, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RPD9", "Actor1Geo_ADM2Code": "24210", "Actor1Geo_Lat": 14.6042, "Actor1Geo_Long": 120.98200000000001, "Actor1Geo_FeatureID": "-2437894", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Manila, Manila, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RPD9", "Actor2Geo_ADM2Code": "24210", "Actor2Geo_Lat": 14.6042, "Actor2Geo_Long": 120.98200000000001, "Actor2Geo_FeatureID": "-2437894", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manila, Manila, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPD9", "Action2Geo_ADM2Code": "24210", "Action2Geo_Lat": 14.6042, "Action2Geo_Long": 120.98200000000001, "Action2Geo_FeatureID": "-2437894", "DATEADDED": 20200504091500, "SOURCEURL": "https://news.abs-cbn.com/news/05/04/20/senators-shift-to-online-sessions-as-coronavirus-triggers-new-normal-in-senate"}, "ARTICLE": {"TITLE": "Senators shift to online sessions as coronavirus triggers 'new normal' in Senate", "TEXT": "Fifteen senators attend the resumption of plenary session while seven senators participate through videoconference on Monday, May 4, 2020. Henzberg Austria, Senate PRIB\n\nMANILA (UPDATE) - The Senate on Monday amended its rules to allow online hearings and sessions, as health officials continue to ban any form of gathering to curb the spread of the coronavirus disease (COVID-19).\n\nWith 15 senators physically present, the chamber adopted Senate Resolution No. 372, saying online sessions had to be allowed to protect senators and the Senate's 3,000 employees from being exposed to the highly-contagious disease.\n\n\"It's a new, novel and innovative approach to fight this pandemic,\" Senate Majority Leader Juan Miguel Zubiri told reporters in an online press conference before the rules were amended.\n\nThe senators who physically attended the reopening of session are:\n\n- Senate President Vicente Sotto III\n\n- Senate President Pro Tempore Ralph Recto\n\n- Senate Majority Leader Juan Miguel Zubiri\n\n- Sen. Nancy Binay\n\n- Sen. Ronald \"Bato\" Dela Rosa\n\n- Sen. Sherwin Gatchalian\n\n- Sen. Christopher \"Bong\" Go\n\n- Sen. Richard Gordon\n\n- Sen. Panfilo Lacson\n\n- Sen. Lito Lapid\n\n- Sen. Manny Pacquiao\n\n- Sen. Grace Poe\n\n- Sen. Ramon \"Bong\" Revilla Jr.\n\n- Sen. Francis Tolentino\n\n- Sen. Joel Villanueva\n\nSenate Minority Leader Franklin Drilon and senators Sonny Angara, Pia Cayetano, Risa Hontiveros, Imee Marcos, Francis \"Kiko\" Pangilinan, Cynthia Villar, who were on standby online, joined the proceedings virtually immediately after the rules were amended.\n\nDetained Sen. Leila de Lima was barred from virtually joining the proceedings from her detention cell in Camp Crame due to previous Supreme Court rulings that barred imprisoned legislators from doing their work as legislators while in detention or while serving jail sentences.\n\nSen. Aquilino \"Koko \" Pimentel III, who recovered from COVID-19 last week, eventually joined the session after encountering some delays in the installation of Google Meet, the online videoconferencing platform used by the Senate.\n\nPrior to the amendment, at least 12 senators were required to be physically present in the session hall for a quorum to be declared. Without a quorum, the session cannot begin.\n\nSotto said he will continue to attend sessions physically until the session adjourns on June 5, 2020.\n\n\"Kailangang may mag-preside (There has to be someone who presides) from the Senate session hall, and being the Senate President, I have the responsibility to ensure that all sessions are conducted as mandated by the Rules of the Senate and by the Constitution,\" Sotto said.\n\nThe proceedings will continue even after at least 14 Senate staff members tested positive during the mandatory COVID-19 rapid testing hours before the session, Zubiri told ABS-CBN News.\n\n\"We will proceed, but proceed very carefully,\" he said.\n\nSENATE'S NEW NORMAL\n\nSenators who will virtually attend the session will have to inform the Senate Secretariat in advance, so that their attendance can be counted, Sotto's statement reads.\n\nSotto initially instructed senators to deliver privilege speeches at the Senate session hall, but Zubiri said several senators wanted to amend the rule.\n\n\"Meron nag-text sakin [na senador] na ayaw talaga pumunta sa Senado. 'Yung dalawa, ang asawa nila ay immunocompromised. Ang spouses nila ay may immune system problems so kung inuwi nila ang COVID-19, delikado ang kanilang mga asawa,\" the Majority Leader said.\n\n\"Pakiusapan namin si Sen. Sotto na kung puwede, kung gusto nila mag-privilege speech, baka puwede na din sa kanilang tahanan,\" he said.\n\nMembers of the Senate Secretariat \"who have primary functions during sessions\" are also required to physically go to the Senate to perform their functions.\n\nGlass panels were installed in security counters at the Senate building's ground floor, where guests usually pass through before going to the session hall and other offices on upper levels.\n\nFood for thought ear temperature checks are more accurate than the forehead. — the aspirant (@im_theaspirant) May 4, 2020\n\nThose who physically go to the Senate may also be subjected to mandatory temperature checks and COVID-19 rapid testing in the building so that possible carriers of the virus can be immediately isolated.\n\nSenate President Tito Sotto undergoes a rapid COVID19 test before start of session at 3 p.m. Rapid test kits were reportedly brought by Sen. Panfilo Lacson. All senators, staff who will physically attend session will undergo testing (Photo by: Louie Sauro Millang, Senate PRIB) pic.twitter.com/uGsQRP7q5K — Kat Domingo (@_katrinadomingo) May 4, 2020\n\nMedia will be temporarily banned from physically covering Senate proceedings, but may monitor sessions and hearings through livestream or teleconferencing channels to limit the number of people in the Senate building.\n\nPrior to the resumption of congressional sessions, Senate reporters have resorted to holding online press conferences with senators, and have been relying on text messaging for lawmakers' statements and reactions.\n\n\"I would like to assure everyone that necessary health safeguards will be enforced and social distancing and hygiene protocols will be strictly followed during the sessions,\" Sotto said.\n\n'HINDI FOREVER'\n\nOnline proceedings will be the new normal in the Senate during natural and man-made calamities that will bars the chamber from convening physically, Zubiri said.\n\n\"Hindi po ito forever. 'Pag wala na ang pandemic, back to normal programming kami. Kung may bakuna na, back to normal na din kami,\" he said.\n\n\"Ayaw namin mangyari na wala ng pandemic, nagbabakasyon 'yung senador, gusto niya mag-video call, hindi puwede. Hindi kami papayag diyan,\" he said.\n\nAfter the pandemic, senators will determine when to allow online sessions and hearings.\n\nDrilon earlier warned that the chamber may be violating the national government's ban on large congregations should senators and their staff continue to hold physical sessions.\n\n\"Some Senate officials and employees who will attend the session have comorbidities or underlying health conditions like hypertension, diabetes, asthma and other similar ailments,\" Drilon said in a statement last week.\n\nPresident Rodrigo Duterte extended the enhanced community quarantine in Metro Manila and other parts of the country until May 15 as the number of COVID-19 cases in the country continued to rise.\n\nAs of Monday, the Philippines has logged 9,485 COVID-19 cases, including 1,315 recoveries and 623 fatalities."}}