{"GDELT": {"GlobalEventID": 921620478, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -9.0, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Albany Medical Center, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.6536, "Actor2Geo_Long": -73.7764, "Actor2Geo_FeatureID": "2427039", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Albany Medical Center, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.6536, "Action2Geo_Long": -73.7764, "Action2Geo_FeatureID": "2427039", "DATEADDED": 20200504104500, "SOURCEURL": "https://www.ibtimes.com/new-york-man-charged-6-year-old-stepsons-death-had-attempted-suicide-overdosing-2969729"}, "ARTICLE": {"TITLE": "New York Man Charged In 6-Year-Old Stepson's Death, Had Attempted Suicide By Overdosing On Heroin", "TEXT": "A New York man was arrested April 30 in connection with the death of his six-year-old stepson.\n\nOn Feb. 9, first responders arrived at a home on the 700 block of 5th Avenue in Lansingburgh after receiving a call from the boy’s mother. The officers found the boy, later identified as Davonte Paul, unresponsive in the bathtub. The boy was rushed to a local hospital in grave condition. Paul was transferred to Albany Medical Center where he died on Feb. 14. The boy lived with his mother, Nicole Bauer, and his stepfather, 40-year-old Kevin Cox.\n\nSpeaking about the death, Deputy Chief Dan DeWolf had said that \"the death of a child it has a profound effect on your emotions but rest assured, the Officers and Detectives assigned to this case continue to be vigilant in finding answers to why this tragic event occurred.\"\n\nOn Feb. 19, the body of the child was claimed and police said the death was suspicious. Investigation revealed that the boy died of hypothermic shock and that no fluid was found in the victim’s lungs. Following this, the boy’s death was ruled as homicide.\n\nPolice revealed that on Feb.14, Bauer and Cox, who were staying at a motel in Pittsfield, Massachusetts, were involved in a suicide pact. Cox attempted to kill himself by lethal injection of heroin. Another injection, which was supposed to be used by Bauer, was also found at the scene. Cox was hospitalized in grave condition. He, however, survived and was discharged from the hospital in March.\n\nOn April 30, he was taken into custody near his New York residence. Cox was charged with murder and held at the Rensselaer County Jail without bail.\n\nAnnouncing the arrest, DeWolf said, “This investigation was long and thorough and had many twists and turns along the way.”\n\nThe incident comes less than a month after parents of an infant were charged with criminally negligent homicide after their daughter drowned in a bathtub after being left unsupervised at a New York home. Police found the six-month-old infant unresponsive and rushed her to a local hospital where she died. Investigation revealed that “the parents had placed the child into a tub with the water running and the left the child unsupervised in the tub for a substantial amount of time.”\n\nIf you have thoughts of suicide, confidential help is available for free at the National Suicide Prevention Lifeline. Call 1-800-273-8255. The line is available 24 hours, every day."}}