{"GDELT": {"GlobalEventID": 921620841, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "EDU", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "Actor2Code": "ESP", "Actor2Name": "SPANISH", "Actor2CountryCode": "ESP", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.56739409499358, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Las Palmas, Canarias, Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP53", "Actor1Geo_ADM2Code": "25789", "Actor1Geo_Lat": 28.0997, "Actor1Geo_Long": -15.4134, "Actor1Geo_FeatureID": "-388528", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Las Palmas, Canarias, Spain", "Actor2Geo_CountryCode": "SP", "Actor2Geo_ADM1Code": "SP53", "Actor2Geo_ADM2Code": "25789", "Actor2Geo_Lat": 28.0997, "Actor2Geo_Long": -15.4134, "Actor2Geo_FeatureID": "-388528", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Las Palmas, Canarias, Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP53", "Action2Geo_ADM2Code": "25789", "Action2Geo_Lat": 28.0997, "Action2Geo_Long": -15.4134, "Action2Geo_FeatureID": "-388528", "DATEADDED": 20200504104500, "SOURCEURL": "https://theconversation.com/coronavirus-weekly-after-lockdown-the-financial-cost-137736"}, "ARTICLE": {"TITLE": "Coronavirus weekly: after lockdown, the financial cost", "TEXT": "As curves have flattened in numerous countries, more lockdowns are tentatively lifting. The Conversation has been analysing the latest public health developments and looking in detail at the contact tracing apps that governments hope will keep infection rates at bay.\n\nBut what comes after quarantine? It’s obvious there is no simple return to business as usual. This week, in our regular round-up of coronavirus stories from our team of international editors, we kick off with a look at some of the content we’ve published on the dramatic economic impact of the pandemic so far, and consider what may be to follow.\n\nWho’ll foot the bill?\n\nFor weeks, analysts were scratching their heads at a prolonged stock market rally in spite of the pandemic. But two days of declines on the back of poor corporate earnings brought a reality check. In this context, many specialists have been asking what next.\n\nTackle all tax havens . Much of continental Europe is talking about refusing to extend bailouts to companies that park money offshore, which Atul Shah of City, University of London thinks is very welcome. But he points out they’re being selective by not including internal EU tax havens.\n\nRethink European welfare . Daniel Hidalgo and Sergio Solbes of the University of Las Palmas argue (in Spanish) that while there needs to be a Marshall Plan to rebalance Europe, like the original one it needs to come with a comprehensive welfare programme.\n\nWar bonds could help . James Morley of University of Sydney and Richard Holden of University of New South Wales give the Australian perspective on the COVID bust: they foresee war bonds and a stimulus not seen in their lifetimes.\n\nOil prices may not recover. The black stuff is at its lowest level in many a year. Mark Shackleton of University of Manchester in the UK looks at what the futures markets are saying about the price in the second half of the 2020s. He thinks that COVID-19 might have permanently hastened the shift away from a fossil fuel economy.\n\nThis is our weekly round-up of expert information about the coronavirus.\n\nThe Conversation, a not-for-profit group, works with a wide range of academics across its global network. Together we produce evidence-based analysis and insights. The articles are free to read – there is no paywall – and to republish. Keep up to date with the latest research by reading our free newsletter .\n\nTo lift or not to lift\n\nWhen it comes to lockdown restrictions, this is the big question. Germany and certain US states have started already. Here’s what our experts are saying:\n\nWatch out, UK . Boris Johnson, the UK PM, warned against early liberation, calling this the moment of “maximum risk”. Christian Yates of the University of Bath in the UK agrees. He explains that the UK has indeed passed peak infections, but risks a second wave if it breaks cover too early.\n\nMaking sense of #Reopen . Far-right protesters in the US have been demanding that the economy be reopened. Shannon Reid of University of Carolina and Matthew Valasik of Louisiana State University argue that these people know an opportunity to exploit when they see one. Diana Daly of the University of Arizona, who has looked in detail at the movement, says it’s far from just white supremacists.\n\nWhat the global peak will look like . Danny Dorling of University of Oxford unveils three new charts to show what is happening to infection rates worldwide. He sees growing evidence that mortality rates are converging.\n\nContact tracing apps and privacy. The flipside to lifting lockdowns is smartphone apps that track who people have encountered, but this raises concerns about civil liberties. Several writers from IMD in Switzerland and the University of Copenhagen suggest how this could be done without sacrificing privacy.\n\nThe hunt for drugs that work\n\nThere are two races here, one to find a vaccine and another to find drugs that can help in the meantime:\n\nA vaccine won’t come easy … . Thomas Merritt of Laurentian University in Canada explains the difficulties behind finding one for COVID-19 by putting the virus under the microscope.\n\n… but don’t rule out a stopgap. Antiviral drug Remdesivir created excitement from positive US research findings. Niale Wheate and Andrew Bartlett of University of Sydney explain why we shouldn’t get our hopes up. Also read this report from Nevan Krogan of University of California, who tested 47 old drugs that could fight the virus, and is now taking some to human trials.\n\nGet the latest news and advice on COVID-19, direct from the experts in your inbox. Join hundreds of thousands who trust experts by subscribing to our newsletter."}}