{"GDELT": {"GlobalEventID": 921609129, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor2Code": "KOR", "Actor2Name": "SOUTH KOREA", "Actor2CountryCode": "KOR", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.10084033613445, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Korea", "Actor2Geo_CountryCode": "KS", "Actor2Geo_ADM1Code": "KS", "Actor2Geo_Lat": 37.0, "Actor2Geo_Long": 127.5, "Actor2Geo_FeatureID": "KS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS", "Action2Geo_Lat": 37.0, "Action2Geo_Long": 127.5, "Action2Geo_FeatureID": "KS", "DATEADDED": 20200504091500, "SOURCEURL": "https://www.directorstalkinterviews.com/avacta-group-ceo-alastair-smith-discusses-covid-19-antigen-test-interview/412817915"}, "ARTICLE": {"TITLE": "Avacta Group CEO Alastair Smith discusses COVID-19 antigen test (Interview)", "TEXT": "Avacta Group plc (LON:AVCT) CEO Alastair Smith joins DirectorsTalk to discuss the recently announced a partnership with Adeptrix Corporation. Alastair explains how the test works, the benefits of this type of test compared to other lab tests, how long the test will take to develop and the route to market.\n\nAvacta Group has established drug development partnerships with pharma and biotech, including with Moderna Therapeutics Inc., a deal with LG Chem worth up to $310m, a partnership with ADC Therapeutics to develop Affimer drug conjugates and has established a joint venture in South Korea with Daewoong Pharmaceutical focused on cell and gene therapies incorporating Affimer immune-modulators. Avacta actively seeks to license its proprietary platforms in a range of therapeutic areas.\n\nAvacta diagnostics business unit works with partners world-wide to develop Affimers for evaluation by those third parties with the objective of establishing royalty bearing license deals. The Company is also developing a small in-house pipeline of Affimer-based diagnostic assays for licensing.\n\nAdeptrix Corporation provides proteomic and diagnostic products using its proprietary BAMSTM platform which is a novel tool for targeted, multiplexed proteomics combining bead-based affinity enrichment with the power of mass spectrometry.\n\nJoin us on our new LinkedIn page\n\nFollow us on LinkedIn"}}