{"GDELT": {"GlobalEventID": 921666877, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.163775156141569, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Cowlitz, Washington, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWA", "Actor1Geo_ADM2Code": "WA041", "Actor1Geo_Lat": 46.4587, "Actor1Geo_Long": -122.84299999999999, "Actor1Geo_FeatureID": "1510897", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Cowlitz, Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_ADM2Code": "WA041", "Action2Geo_Lat": 46.4587, "Action2Geo_Long": -122.84299999999999, "Action2Geo_FeatureID": "1510897", "DATEADDED": 20200504154500, "SOURCEURL": "https://crosscut.com/2020/05/manmade-threat-growing-beneath-mount-st-helens"}, "ARTICLE": {"TITLE": "The manmade threat growing beneath Mount St. Helens", "TEXT": "Now, the depth of that attention is threatened, but not by the stirrings of the most active volcano in the Pacific Northwest. The problem is a large lake two miles north of the mountain: Spirit Lake. Or, more specifically, the Spirit Lake tunnel, an artificial outlet built out of necessity and completed in 1985.\n\nAfter nearly four decades, the tunnel needs an upgrade. At issue is the road the Forest Service plans to build across the Pumice Plain, despite the scientific plots dotting the plain’s expanse. In this, Spirit Lake and its tunnel have become the de facto headwaters of a struggle over how best to manage research and risk on a mountain famous for its destructive capabilities.\n\nThe entanglement of the land, the lake and the tunnel began 40 years ago, when Mount St. Helens erupted on May 18, 1980. At 8:32 a.m., a strong earthquake caused the mountain’s summit and north flank to collapse in one of the largest landslides in recorded history. Some of the debris slammed into Spirit Lake, but most of it rumbled 14 miles down the North Fork Toutle River Valley. Huge mudflows rushed down the Toutle and Cowlitz rivers, destroying hundreds of bridges, homes and buildings.\n\nThe eruption killed 57 people and caused millions of dollars in damages. Mount St. Helens shed more than 1,300 feet of elevation, hundreds of square miles of forest were buried or flattened, and Spirit Lake was left a steaming black broth full of logs, dead animals, pumice and ash. Its surface area nearly doubled to about 2,200 acres, and its sole outlet, to the North Fork Toutle River, was buried under up to 600 feet of debris.\n\nHaving no outlet, and with rain and snowmelt still flowing in, Spirit Lake began to rise. The situation was dangerous: If the basin filled, the lake could overtop the debris field and radically destabilize it, unleashing another devastating mudflow that would send millions of tons of sediment toward the towns of Toutle, Castle Rock and Longview in Cowlitz County.\n\nTo forestall this, the U.S. Army Corps of Engineers built a 1.6-mile-long tunnel through a ridge, allowing water to flow out to the river. That held the lake’s surface steady, but the ridge itself remained in constant — if slow — motion: Twelve faults and sheer zones have squeezed and buckled the tunnel, causing engineers to close it several times for repairs. During one closure in the winter of 2016, Spirit Lake rose more than 30 feet. “It was definitely a wake-up call,” said Chris Strebig, a project director with the U.S. Forest Service, the agency that oversees the monument. What if something — perhaps another earthquake — severely damaged the tunnel? Federal managers are facing a situation that Rebecca Hoffman, the monument’s manager, characterizes as an urgent, although not immediate, crisis — a potential catastrophe. “This is the struggle we’re in the middle of,” she said. “I don’t want to get to the point where we wait for an emergency.”\n\nThe Forest Service decided to open a second outlet as a safeguard. To gauge a likely route’s feasibility, the agency needs to drill into the debris blockage and study its composition. Its plan for doing so, however, has unsettled another group deeply interested in the region: scientists.\n\nAfter the 1980 eruption, some of the first people to visit the blast area were researchers. For a group of ecologists from the Forest Service and universities across the Pacific Northwest, the eruption was a huge, unplanned experiment, a chance to test some of their discipline’s oldest theories about how life responds to what can seem like total devastation.\n\nThe scientists set up hundreds of studies. It was in large part at their urging that the federal government created the monument in 1982, setting it aside as a place for “geologic forces and ecological succession to continue substantially unimpeded.” Many plots from 1980 are still studied today, and the work has had a broad reach. One group’s findings have helped shape regional forest management by uncovering the role “biological legacies” — organisms that survived the blast — played in the development of the post-eruption community. Another group described how plants returned to the denuded space of the Pumice Plain willy-nilly, rather than in the orderly fashion that theory had presumed.\n\n“Mount St. Helens has taught us so much about how plants and animals respond to large disturbances,” said Charlie Crisafulli, a Forest Service ecologist who came to the blast area in the summer of 1980 and never left. “It has let us ask questions that we can’t ask anywhere else in the world. That’s what makes this such a valuable landscape.”\n\nNow, however, ecologists are worried. In 2018, the Forest Service proposed constructing a 3-mile road across the Pumice Plain to move drilling rigs to test sites. Scientists and conservationists objected so strongly that the agency withdrew the proposal. Then, a few months later, in December 2019, it released a new plan. This time, in addition to tacking on some tunnel maintenance, the Forest Service suggested an additional alternative to the road: bringing in equipment and personnel via helicopter. But in early April, the agency decided to go ahead with the road, and Strebig hopes that the work, which could take up to five years, will begin this summer.\n\nScientists prefer using helicopters, arguing that they would minimize the impact on research while still allowing for drilling and maintenance work. “No one is opposed to the project, but the Forest Service needs to find a better alternative than building a road,” said Carri LeRoy, an ecologist at The Evergreen State College who studies five new watersheds that formed on the Pumice Plain post-eruption. She recently received a big grant from the National Science Foundation, and the proposed road would cross all five watersheds, ending her project before it can really begin.\n\nBut the helicopter alternative, with its tougher logistics and higher price, was a hard sell. A few scientists who attended planning meetings late last year left fearing a decision had already been made. “I just came away with a sense that [he Forest Service] is bound and determined to build that road,” LeRoy said.\n\nIn outreach meetings, too, Forest Service officials have talked up the destructive mudflow Spirit Lake could unleash, showing pictures of flooded towns from 1980 while de-emphasizing that such an outcome is only a distant possibility. The project is being sold to the public as essential for safety reasons, according to Arne Mortensen, a Cowlitz County commissioner. “Absent a near-term and long-term cost analysis to show otherwise,” he wrote in an email, “using the road approach looks better.”\n\nScientists fear that they were subtly scapegoated, and the importance of their studies brushed aside, in an effort to cut costs. “I’m worried they’re just paying lip service to researchers’ concerns,” LeRoy said. Hoffman, the monument manager, denies this: “We’re working with specific researchers, and will continue to work with the research community to limit the amount of impact that occurs,” she said.\n\nBut Susan Saul, a conservationist with the Washington Native Plant Society who was instrumental in getting the blast area designated a national monument, said project planners have been cavalier about the road’s possible impacts on research. For example, a Forest Service staffer wrote that the physical environment “will have returned to baseline” within two years of the project’s completion. To Saul, that phrasing betrays a fundamental misunderstanding of the relationship between science and the landscape at Mount St. Helens. Ecologists want to study how life responds after an eruption. But a road will change everything, with effects that extend far beyond its physical footprint: Vehicles crush vegetation, ferry in introduced species and change animal behavior, among other things. Slap a road through the Pumice Plain, and the research there would effectively be reduced to how life responds after a road is built — a much less interesting project. “So it seems like the writer wasn’t taking the research seriously,” Saul said.\n\nFor ecologists, this seriousness, or its lack, could have profound consequences. What is the value of a monument devoted to the processes of disturbance and ecological succession if those processes are themselves irrevocably disturbed? That is a question as yet unstudied, but as Crisafulli, the Forest Service ecologist, points out, no one has invested more in the research at Mount St. Helens than the federal government. “The agency has spent millions of dollars on multiple studies for the past four decades,” he said. “There’s no getting around the fact that building a road through the heart of it would put that legacy at risk.”\n\nThis story was originally published at High Country News on May 1, 2020."}}