{"GDELT": {"GlobalEventID": 921666800, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "UAF", "Actor1Name": "TERRORIST", "Actor1Type1Code": "UAF", "Actor2Code": "GOV", "Actor2Name": "SOLICITOR GENERAL", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 192, "EventBaseCode": 192, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.5242718446602, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN12", "Actor1Geo_ADM2Code": "72851", "Actor1Geo_Lat": 32.7333, "Actor1Geo_Long": 74.8667, "Actor1Geo_FeatureID": "-2098228", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN12", "Actor2Geo_ADM2Code": "72851", "Actor2Geo_Lat": 32.7333, "Actor2Geo_Long": 74.8667, "Actor2Geo_FeatureID": "-2098228", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN12", "Action2Geo_ADM2Code": "72851", "Action2Geo_Lat": 32.7333, "Action2Geo_Long": 74.8667, "Action2Geo_FeatureID": "-2098228", "DATEADDED": 20200504154500, "SOURCEURL": "https://scroll.in/latest/961008/j-k-supreme-court-reserves-order-on-pleas-seeking-restoration-of-4g-internet-services"}, "ARTICLE": {"TITLE": "J&K: Supreme Court reserves order on pleas seeking restoration of 4G internet services", "TEXT": "The Supreme Court on Monday reserved its order on a batch of petitions seeking that 4G internet services be restored in Jammu and Kashmir, ANI reported. The services were disconnected on August 5 last year when the Centre abrogated the special status of Jammu and Kashmir under Article 370 of the Indian Constitution.\n\nA three-judge bench headed by Justice NV Ramana said it is taking into consideration all facets of the matter at hand, and does not require any additional material to be put on record. “We will pass orders,” Ramana said according to Live Law.\n\nThe Centre cited Sunday’s Handwara military operation, in which five soldiers died, as an argument to defend the lack of 4G internet in the Union Territory, NDTV reported. “Terrorists are being pushed into the country,” Solicitor General Tushar Mehta told the court. “Yesterday, there were some tragic events.”\n\nOn the other hand, the petitioners argued that the 2G network that is currently provided is not fast enough for educational and business operations in the Valley. “I’ve repeatedly pointed out why 2G network is not enough for an interactive class,” advocate Hufeza Ahmadi, representing the Foundation for Media Professionals, said. “It is a matter of elementary knowledge that 2G cannot be used for video.”\n\nShe said secondary school students face a greater handicap as they compete with students from all over India. “There is a lack of access to education that the rest of the country is getting,” Ahmadi said.\n\nAhmadi countered the Centre’s argument that 4G internet will be used by terrorists. “If they can misuse 4G speed they can also misuse 2G speed,” she said. “There has to be a nexus between internet speed and terrorist acts. Terror acts are happening even with a 2G network.” Ahmadi said that at least 4G services can be restored in Kashmir on a trial basis.\n\nThe Centre said it began easing the shutdown in Jammu and Kashmir, imposed in the wake of the special status being repealed, in a gradual manner – first opening landlines and then 2G internet. “The decisions are being made according to [inputs from] officials at the ground level,” the Centre argued. “Orders are not mechanical.”\n\nEarlier this month, the top court had asked the government to respond to a petition by the Foundation for Media Professionals, challenging an order issued by the Jammu and Kashmir administration on March 26 stating only 2G mobile internet services will be available to residents till April 3. The foundation alleged the government order violated the right to equality, freedom of speech and right to life, guaranteed in the Constitution.\n\nOn April 21, the Centre told the Supreme Court that it cannot ignore militancy in the Union Territory while taking a decision on restoring 4G internet.\n\nAnother petitioner, the Private Schools Association of Jammu and Kashmir, told the court on April 21 that 2,200 schools in the region are unable to hold online classes. The association’s lawyer told the court that the future of over 20 lakh people was at stake because of inadequate internet services."}}