{"GDELT": {"GlobalEventID": 921666762, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "USAELI", "Actor2Name": "GEORGE W. BUSH", "Actor2CountryCode": "USA", "Actor2Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.23679727427598, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200504154500, "SOURCEURL": "https://www.theroot.com/don-lemon-asks-trump-why-he-can-t-stop-obsessing-over-o-1843239203"}, "ARTICLE": {"TITLE": "Don Lemon Asks Trump Why He Can’t Stop Obsessing Over Obama: Is It Because He Didn’t Need Daddy’s Help?", "TEXT": "Photo : Bennett Raglin ( Getty Images )\n\nCNN host Don Lemon, who has been the subject of several of President Trump’s rage tweets, has had enough of Trump’s Eminem-like obsession with the Mariah Carey of former presidents, Barack Obama. On Sunday, the president of people who refuse to social distance because they have to get to Cracker Barrel retweeted a conspiracy theory that President Obama was really the one running the “Russian hoax.” Yes, Trump really believes that in-between loving his beautiful wife and kids, enjoying retirement, buying all the slim-fit jeans in Neiman Marcus and basically stunting on America by posting presidential thirst traps on the ’gram, that Obama somehow gives a fuck about this dismal-ass administration.\n\n\n\nAdvertisement\n\nThe president of people with heavy addictions to Mountain Dew tweeted out some rando podcaster’s crazy claims that somehow Obama was at the center of it all. Look, it’s all caca, and if you want to go down that rabbit hole be my guest, but I can’t in good faith link to that foolishness or even waste any brain bandwidth trying to explain.\n\n\n\nThe point is that Lemon, who is usually affable and in good spirits, took on a different tone when asking President Trump, “Fuck is wrong with you?”\n\n\n\nAdvertisement\n\nLemon called Trump’s latest attempts to drag Obama’s good name “a new low from a president who goes low all the time,” the Daily Beast reports. Lemon also took a moment to praise former President George W. Bush, who used to be one of America’s biggest embarrassments until...well, you get it. Bush recently released a message urging Americans to unite, and well, that doesn’t sound like much but it’s huge when the current president could give a shit about uniting unless America being united somehow added to his press briefing viewership; then, he’s all about it.\n\n“In the final analysis, we are not partisan combatants. We are human beings, equally vulnerable and equally wonderful in the sight of God,” Bush said, the Hill notes. “We rise or fall together, and we are determined to rise.”\n\nTrump didn’t want to hear it. In fact, Trump was upset that the former president was more concerned with lives lost to the coronavirus than the most important life in the world—to an egomaniacal narcissist.\n\nAdvertisement\n\nWell, Lemon had reached his tipping point with all of Trump’s bullshit, and in a clip that is going viral on Twitter, the CNN host looked into the camera and asked the president, seriously, what the fuck is wrong with you and your unhealthy obsession with Obama?\n\n“What is it about President Obama that really gets under your skin? Is it because he’s smarter than you? Better educated? Made it on his own—didn’t need daddy’s help? Wife is more accomplished? Better looking? I don’t know, what is it, what is it about him? That he’s a black man that’s accomplished being president? That he punked you on the whole birth certificate thing? What is it about him? Just wondering.”\n\nAdvertisement\n\nWatch below, and let’s try to remember back to a time when the stock market wasn’t in the toilet, the world didn’t have to wear masks (except Vice President Mike Pence, who may or may not be a robot) and the president wasn’t a racist bag of vomit."}}