{"GDELT": {"GlobalEventID": 921609486, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "GBRCOP", "Actor1Name": "SCOTLAND", "Actor1CountryCode": "GBR", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.2492917847025495, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Edinburgh, Edinburgh, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKU8", "Actor1Geo_ADM2Code": "40173", "Actor1Geo_Lat": 55.95, "Actor1Geo_Long": -3.2, "Actor1Geo_FeatureID": "-2595386", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Edinburgh, Edinburgh, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKU8", "Action2Geo_ADM2Code": "40173", "Action2Geo_Lat": 55.95, "Action2Geo_Long": -3.2, "Action2Geo_FeatureID": "-2595386", "DATEADDED": 20200504091500, "SOURCEURL": "https://www.heraldscotland.com/news/18424375.suzanne-pilleys-family-plea-find-body-10-years-disappeared-way-work/"}, "ARTICLE": {"TITLE": "Suzanne Pilley's family plea to find body 10 years after she disappeared on way to work", "TEXT": "It was one of the most high-profile criminal cases of the past decade, with prosecutors securing a murder conviction without forensic evidence or even a body.\n\nSuzanne Pilley was reported missing on May 2010 after she left for work in Edinburgh and never arrived.\n\nA major search operation was launched, but CCTV evidence soon led police to David Gilroy – Ms Pilley’s colleague and former lover.\n\nOfficers in the case found that the evidence pointed to Gilroy killing the book-keeper in the basement of the building where they worked on Thistle Street, and embarking on a 100-mile journey to dispose of her body in the forests of Argyll.\n\nThe married killer, said to be consumed by jealousy, was convicted at the High Court in Edinburgh in 2012 despite Ms Pilley’s body never being found.\n\nREAD MORE: Book-keeper Suzanne Pilley's killer granted conviction review\n\nNow, 10 years on from her disappearance, her family are reissuing their plea for help to find her remains so that they can finally say goodbye.\n\nGail Fairgrieve, Ms Pilley’s sister, said the family had been living “in a state of limbo” for the past decade waiting for the news that she had been found.\n\nShe said: “We’ve never been able to get that closure.\n\n“We accept that Suzanne was murdered and believe that the person responsible is in prison, but we feel we cannot say a proper goodbye until her body is found.\n\n“Both my mother and I want to again thank the public who have continued to contact the police, which has always given us hope that Suzanne has not been forgotten.\n\n“We understand that only one person can tell us where Suzanne is but has refused to do so. Police Scotland will respond to any information and are committed to bringing us some form of closure.\n\n“Their investigation can only conclude when Suzanne is found and so I would plead with anyone who knows something but hasn’t come forward to search their conscience and get in touch. Not for our sake, but for Suzanne’s.\n\n“Please let us give her the burial and send-off she deserves.”\n\nDuring the trial, the court heard how Ms Pilley and Gilroy had a turbulent relationship, which had been ended by Ms Pilley.\n\nGilroy – who was described in court as possessive and manipulative – sent her more than 400 texts in the month before she went missing, but these stopped when she vanished.\n\nOn the day the 38-year-old disappeared, police believe Gilroy hid her body in his car before attending a school play and going for dinner with his family.\n\nThe next day he drove from Edinburgh to Lochgilphead, taking two hours longer than normal to get there. The return journey was even longer.\n\nOfficers were convinced he had driven his car off road on that day, and found he had cuts and bruises on his hands and face.\n\nREAD MORE: New true crime podcast to spotlight Suzanne Pilley murder trial\n\nGilroy, now 57, was charged with the murder in June 2010 and eventually convicted in March 2012.\n\nHe was sentenced to life in prison and ordered to serve a minimum of 18 years behind bars.\n\nHe has always maintained he is innocent, but has exhausted his options in appealing against his conviction and failed in bids to get the Scottish Criminal Cases Review Commission to re-open his case.\n\nWhile Suzanne’s body was never recovered, the investigation by Edinburgh CID focused on the Rest and Be Thankful and Argyll Forest, where it is suspected her remains have been hidden.\n\nPolice have completed extensive searches of the area over the past decade, based on information from the public, but Ms Pilley’s remains have never been found.\n\nOn the 10th anniversary of her disappearance, Police Scotland are asking for anyone with information to come forward.\n\nDetective Chief Superintendent Stuart Houston said: “I am entirely confident that justice was served in terms of Suzanne’s murder. However, it is deeply regretful that, as of now, we have been unable to recover her body and bring a sense of closure to her family.\n\n“We will continue to revisit this investigation and conduct fresh search activity in the Argyll Forest area, whenever we receive new information from the public. So, with that in mind, I’d urge anyone who believes they have any relevant information, but who hasn’t yet spoken with police, to contact us immediately.”"}}