{"GDELT": {"GlobalEventID": 921621384, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "MED", "Actor1Name": "NEWS AGENCY", "Actor1Type1Code": "MED", "Actor2Code": "NGOBGDDEV", "Actor2Name": "BRAC", "Actor2CountryCode": "BGD", "Actor2Type1Code": "NGO", "Actor2Type2Code": "DEV", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.55555555555556, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200504104500, "SOURCEURL": "https://www.balloon-juice.com/2020/05/04/covid-19-coronavirus-update-sunday-monday-may-3-4/"}, "ARTICLE": {"TITLE": "COVID-19 Coronavirus Update – Sunday / Monday, May 3/4", "TEXT": "art imitates life imitates art and around we go l: chernobyl (hbo), 1986\n\nr: moscow metro, 2020 pic.twitter.com/QyxqaTb68h — kilgore trout, multiyear slanderer (@KT_So_It_Goes) May 3, 2020\n\nGlobally at least 3,500,517 cases and 246,893 deaths, Europe the continent most affected – over 1.5mn cases and over 143,000 fatalities, the US over 1.1mn cases and 67,000 deaths, but numbers reflect only a fraction as many countries test only serious cases pic.twitter.com/P7v8cafcpZ — AFP news agency (@AFP) May 4, 2020\n\nExcluding the New York tristate area, national covid19 infections, hospitalizations, and deaths continue to increase. The national doubling time has rise to about 25 days, but the epidemic continues to slowly expand. And covid spread – although slower – remains persistent. pic.twitter.com/isse2NRvpA — Scott Gottlieb, MD (@ScottGottliebMD) May 3, 2020\n\n\"Those who don’t learn from history are doomed to repeat it.\" The 1918 Influenza Epidemic lasted over 10 months and came in three waves. The 2nd wave was worse than the first wave. We must be cautious. The war isn’t won yet. — Andrew Cuomo (@NYGovCuomo) May 3, 2020\n\nA team of 50 scientists evaluated 14 available tests for coronavirus antibodies. Only three passed muster: “Those numbers are just unacceptable.” https://t.co/gHWSh7MfCt — NYT Science (@NYTScience) May 3, 2020\n\nEven as more economic activity is restarted, covid is expanding in many states and we face a persistent plateau of 30,000 daily cases and 2,000 deaths. A lot of the spread is clustered in disadvantaged communities and in at risk environments. We must focus intense resources there pic.twitter.com/QDYXL43iHm — Scott Gottlieb, MD (@ScottGottliebMD) May 3, 2020\n\nAlexa, show me a leader who understands science, epidemic control, and contract tracing…. https://t.co/NN6h4mKdIV — Ronald Klain (@RonaldKlain) May 3, 2020\n\nThanks Dr. Borio for a knowledgeable assessment. It is indeed frustrating to see results without methods, but this is the clearest account I've seen. It does raise the question of whether remdesivir might ALSO be like Tamiflu if given early — need to know that too. https://t.co/f5mnUmOVYT — Marc Lipsitch (@mlipsitch) May 3, 2020\n\nAustralia & New Zealand have worked hard to keep coronavirus at bay… unlike some nations…\n\nChina reports three new coronavirus cases, all imported https://t.co/oKGsYCZc8Z pic.twitter.com/tpmWwiijia — Reuters (@Reuters) May 4, 2020\n\n#VIDEO Crowds throng a beach in Seoul during the ongoing long weekend with public holidays on April 30 and May 5. South Korea appears to have turned a corner in its aggressive fight against the coronavirus but an air of caution remains among the publichttps://t.co/Dj6YaqPui7 pic.twitter.com/dTaxmIpm9N — AFP news agency (@AFP) May 3, 2020\n\n\n\n\n\nThe Philippines halted all inbound passenger flights for a week starting Sunday to free up space in quarantine centres filled with thousands of migrant workers who have come home during the coronavirus pandemichttps://t.co/EWVfl9i5gK pic.twitter.com/tlsddexX8a — AFP news agency (@AFP) May 3, 2020\n\nJapan's government prepares to extend its nationwide state of emergency to the end of May as it braces for a lengthy battle against the #coronavirus pandemic https://t.co/tazMYEcGaF pic.twitter.com/mALmqT0sBG — AFP news agency (@AFP) May 4, 2020\n\n#APExplains: India has so far done relatively well in avoiding major catastrophe. But experts warn the virus has yet to peak in the world’s second most populous nation. https://t.co/gr9lY862AZ — The Associated Press (@AP) May 4, 2020\n\nIranian President Hassan Rouhani said mosques would reopen across large parts of the country Monday, after they were closed in early March amid the Middle East's deadliest novel coronavirus outbreakhttps://t.co/aU742m9wr4 pic.twitter.com/qlCFa80aun — AFP news agency (@AFP) May 3, 2020\n\nRussia's total number of coronavirus cases rises to 134,686https://t.co/7wBmcEUg15 https://t.co/65ULBpfx1N — BBC News (World) (@BBCWorld) May 3, 2020\n\nBefore, they crossed into Russia to get work, but now at an odd jobs market in the capital of Tajikistan, the crowds of desperate men hoping to land work are growing, trapped after Russia sealed its border over #coronavirus https://t.co/lt6obmfZWg pic.twitter.com/qGcUJL9dPG — AFP news agency (@AFP) May 4, 2020\n\nThe British government said the easing of coronavirus lockdown measures was likely to be gradual, as it announced a further rise in the overall death toll https://t.co/XnLhTSb2CA — AFP news agency (@AFP) May 3, 2020\n\nItaly was spending its last day in total lockdown Sunday, but the partial easing of strict coronavirus measures after a two-month shutdown was causing anxiety and confusion rather than elationhttps://t.co/dNVzVA0BHZ pic.twitter.com/gGVEZ4zHYv — AFP news agency (@AFP) May 3, 2020\n\nSwiss army conscripts are taking the fight to the coronavirus pandemic by field-testing a Bluetooth-based smartphone app aimed at stopping a resurgence of COVID-19https://t.co/2EOplRBCRI pic.twitter.com/FHMT6traFv — AFP news agency (@AFP) May 3, 2020\n\nWhat happened in Groningen? A virologist protected his region. “We just did it,” Friedrich recalled. “You save lives by doing diagnostics. Proper diagnostics, case tracing, information, is one of the strongest weapons we have to fight the virus.\" https://t.co/uRIyAUQjiB — Anthony Costello (@globalhlthtwit) May 2, 2020\n\nBrazil's President Jail Bolsonaro railed against the country's lockdown Sunday in a speech to thousands of anti-confinement demonstrators as the number of confirmed COVID-19 infections passed 100,000, with more than 7,000 deaths https://t.co/yoTLTnMebP — AFP news agency (@AFP) May 3, 2020\n\nWhen #coronavirus first appeared in Haiti authorities and humanitarian experts panicked, worried about the country's decrepit health system — but the pandemic's economic consequences could prove yet deadlier for the nation's poor https://t.co/F3YpYUPFhn pic.twitter.com/bDFPd2J7Yf — AFP news agency (@AFP) May 4, 2020\n\nCanada will invest CAN$240 million (US$170 million) to develop virtual care and mental health tools for residents to better cope with the consequences of the novel coronavirus pandemic, Prime Minister Justin Trudeau said\n\nhttps://t.co/o34I6DZzQY — AFP news agency (@AFP) May 3, 2020\n\nCoronavirus: What global travel may look like ahead of a vaccine https://t.co/fXwMijhVcL — BBC News (World) (@BBCWorld) May 3, 2020"}}