{"GDELT": {"GlobalEventID": 921666794, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "UAF", "Actor1Name": "GUNMEN", "Actor1Type1Code": "UAF", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -12.9807692307692, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "SY", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jordan", "Action2Geo_CountryCode": "JO", "Action2Geo_ADM1Code": "JO", "Action2Geo_Lat": 31.0, "Action2Geo_Long": 36.0, "Action2Geo_FeatureID": "JO", "DATEADDED": 20200504154500, "SOURCEURL": "https://www.business-standard.com/article/pti-stories/gunmen-kill-9-police-in-recaptured-but-unruly-south-syria-120050401272_1.html"}, "ARTICLE": {"TITLE": "Gunmen kill 9 police in recaptured, but unruly south Syria", "TEXT": "Unknown gunmen killed nine Syrian policemen on Monday in a southern village close to the border with Jordan, state media and an opposition war monitor said.\n\nThe attack occurred in the province of Daraa where Syria's anti-government uprising began in March 2011 before morphing into a civil war that has killed more than 400,000 people and displaced half the country's population.\n\nDaraa has become rife with assassinations and attacks targeting government troops who retook the area from rebels in July 2018.\n\nSyria's state agency SANA said that the nine policemen were killed in the village of Muzayreeb by armed gunmen who attacked them while they were on duty.\n\nIt listed the names of the dead policemen without giving further details.\n\nThe Britain-based Syrian Observatory for Human Rights, an opposition war monitor, reported that a group of unknown gunmen kidnapped the nine policemen before shooting them dead and leaving their bodies in one of the village's streets.\n\nNo one claimed responsibility for the attack. Sleeper cells of the Islamic State group have been recently increasing their attacks in eastern Syria.\n\nLast month IS claimed responsibility for the killing of two Syrian army officers in the same province.\n\n(This story has not been edited by Business Standard staff and is auto-generated from a syndicated feed.)"}}