{"GDELT": {"GlobalEventID": 921666372, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "IND", "Actor1Name": "LUDHIANA", "Actor1CountryCode": "IND", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.3631840796019903, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mohali, Madhya Pradesh, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN35", "Actor1Geo_ADM2Code": "17744", "Actor1Geo_Lat": 24.1492, "Actor1Geo_Long": 78.9817, "Actor1Geo_FeatureID": "10450720", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mohali, Madhya Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN35", "Action2Geo_ADM2Code": "17744", "Action2Geo_Lat": 24.1492, "Action2Geo_Long": 78.9817, "Action2Geo_FeatureID": "10450720", "DATEADDED": 20200504154500, "SOURCEURL": "https://www.prokerala.com/news/articles/a1037400.html"}, "ARTICLE": {"TITLE": "Punjab, HP industries find it tough to get back on track", "TEXT": "Chandigarh, May 4 : With the partial lifting of curbs with the onset of coronavirus lockdown 3.0 on Monday, industry in Punjab and Himachal Pradesh is finding it tough to get operations back on track.\n\nThe reason: shortage of manpower due to inter-state movement of people.\n\nLack of clear-cut guidelines on road transport and inter-state movement of goods -- both finished and raw -- is a major challenge in the supply chain. Also, the workers' fear of personal safety is causing a manpower crunch.\n\n\"Most of our factories, distribution centres and suppliers are operating with 25-30 per cent of capacities,\" Torque Pharmaceuticals' Managing Director P.S. Chhatwal told IANS here.\n\nSince the March 24 countrywide lockdown, there has been a huge gap between demand and supply in logistics. \"We depend largely on Mumbai for raw material. Earlier, the loading of a truck took 4-5 hours. Now, owing to the manpower shortage and strict adherence to social distancing norms, it takes more than a day,\" he said.\n\n\"We can arrange a truck from here for transporting finished goods to the other states. But if we have to arrange trucks for transporting raw material from other destinations, it's difficult as truckers want assurance on return trip,\" Chhatwal said.\n\nHis company has manufacturing facilities in Himachal Pradesh's industrial hub Baddi and Punjab's Dera Bassi.\n\nWith the surge in demand, the truck freights had risen 15-20 per cent, trade insiders said.\n\nThe Baddi-Barotiwala-Nalagarh industrial belt in Himachal Pradesh has nearly 550 pharmaceutical units, with 500 of them being MSMEs.\n\nMost industrialists told IANS they depended on daily travel of the skilled and unskilled workers from Punjab, Haryana and Union Territory of Chandigarh.\n\n\"Since no inter-state movement is allowed by Himachal Pradesh, we are facing huge shortage of skilled manpower. Our employees want to return, but they can't join the work due to travel curbs,\" said another industrialist.\n\nAllying fears of spread of coronavirus again in the Asia's largest pharmaceutical hub Baddi, he said, \"If it comes under a containment zone again, this would be an enormous setback for MSMEs\".\n\nA report compiled by the Punjab government points to startling facts.\n\n\"Over 8.30 lakh people want to head out of the state to their home states; 4.66 lakh from Ludhiana alone,\" tweeted Special Chief Secretary K.B.S. Sidhu, who is in-charge to monitor state-wide coronavirus cases. And those who want to return to Punjab are just 8,739.\n\nAccording to the recent CII CEOs' snap poll on impact of Covid-19 on economy and industry, a majority of firms continue to anticipate significant decline in the topline and delay in economic revival and demand recovery.\n\nOver 300 CEOs, with nearly two-thirds belonging to MSMEs, took part in the survey.\n\nThe lockdown brought economic activity to a halt and the survey indicates majority of firms (65 per cent) expect revenues to fall over 40 per cent in the April-June quarter.\n\nFor financial year 2020-21, the expectations of decline in revenue are staggered. Around 33 per cent firms are anticipating revenue fall of more than 40 per cent, and 32 per cent 20-40 per cent revenue contraction.\n\nWhile three of the four firms have said complete shutdown of operations was a major constraint being faced by business, more than half of them also indicated lack of demand as a hinderance.\n\nThe survey reveals the industry may experience a protracted slowdown in economic activity as a major proportion of respondents (45 per cent) feet it will take more than a year to achieve economic normalcy after the end of lockdown.\n\nWith respect to their own companies, however, the 34 per cent respondents anticipate a slightly quicker recovery. A major part of the respondents anticipates normalcy in domestic demand conditions in 6-12 months, post-lockdown. Additionally, according to a large proportion of firms, recovery in domestic demand for their products or services may precede the recovery in foreign demand for the same.\n\nOn the jobs, 54 per cent firms foresee job losses in their respective sectors after the lockdown ends. 45 per cent respondents expect 15-30 per cent cut in jobs.\n\nTo revive industry, Chandigarh Advisor Manoj Parida on Monday said the industrial area in the city was exempt from the odd-even rule. Inter-state travel will be allowed for permitted activities in Chandigarh.\n\nChandigarh being a tricity, passes issued by the Deputy Commissioners of Mohali and Panchkula will be valid as the borders are sealed. Thermal scanning will be done at entry points of Chandigarh.\n\nAppreciating the Chandigarh administration's decision to lift curfew, the Shiromani Akali Dal (SAD) said it was much needed and would go a long way in restoring normalcy.\n\n\"Due balance has been maintained in restarting economic activity and ensuring health safety and citizens should also extend their cooperation by following health protocols religiously,\" SAD spokesman Daljit Singh Cheema said.\n\n(Vishal Gulati can be contacted at vishal.g@ians.in)"}}