{"GDELT": {"GlobalEventID": 921666274, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "GOV", "Actor1Name": "CHIEF OF STAFF", "Actor1Type1Code": "GOV", "Actor2Code": "IGOWAFWAS", "Actor2Name": "ECONOMIC COMMUNITY OF WEST AFRICAN STATES", "Actor2CountryCode": "WAF", "Actor2KnownGroupCode": "WAS", "Actor2Type1Code": "IGO", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 2.25872689938398, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Madagascar", "Actor1Geo_CountryCode": "MA", "Actor1Geo_ADM1Code": "MA", "Actor1Geo_Lat": -20.0, "Actor1Geo_Long": 47.0, "Actor1Geo_FeatureID": "MA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Madagascar", "Actor2Geo_CountryCode": "MA", "Actor2Geo_ADM1Code": "MA", "Actor2Geo_Lat": -20.0, "Actor2Geo_Long": 47.0, "Actor2Geo_FeatureID": "MA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Madagascar", "Action2Geo_CountryCode": "MA", "Action2Geo_ADM1Code": "MA", "Action2Geo_Lat": -20.0, "Action2Geo_Long": 47.0, "Action2Geo_FeatureID": "MA", "DATEADDED": 20200504154500, "SOURCEURL": "https://english.alarabiya.net/en/coronavirus/2020/05/04/Madagascar-s-coronavirus-herbal-cure-is-free-to-schoolchildren-ready-for-export"}, "ARTICLE": {"TITLE": "Madagascar’s herbal medicine coronavirus ‘cure’ free to schoolchildren, export ready", "TEXT": "Madagascar has begun exporting a herbal tonic which authorities have claimed is a cure for the COVID-19 coronavirus to countries across the African continent.\n\nThere is currently no scientifically proven cure for the coronavirus, despite countries and corporates across the world investing heavily in research and development. The most optimistic estimates suggest that a vaccine will likely not be found until early next year, and even in that case experts say it would require extensive testing to be proven safe.\n\nHowever, according to Madagascan authorities, the African island country has already found a cure – a drinkable herbal tonic, which it is now exporting abroad.\n\nMadagascar’s government launched the herbal drink last month after three weeks of testing on fewer than 20 people, the Madagascar President’s Chief of Staff Lova Hasinirina Ranoromaro said in a BBC report. It is currently being distributed for free to those most vulnerable and to schools throughout Madagascar, with children encouraged to drink it throughout the day.\n\nThe East African nations of Tanzania and Comoros are now set to import the product, which is produced from the artemisia plant known for its anti-malarial properties, and has separate preventative and cure versions.\n\nOn Saturday, Madagascar shipped the drink to West Africa’s Guinea-Bissau, with the country’s President Umaro Sissoco Embalo at the airport to oversee the cargo, AFP correspondents reported.\n\nEmbalo's chief of staff Califa Soares Cassama told reporters that part of Saturday's shipment was to be passed along to the other 14 members of the Economic Community of West African States (ECOWAS).\n\nThere was no indication of how Guinea-Bissau, poor even by African standards and politically unstable, would handle the required logistics.\n\nEquatorial Guinea received a shipment from Madagascar last Thursday. The country said it would distribute the drink to those infected in hospitals for two weeks.\n\nMadagascar claims that the drink is able to cure patients of the coronavirus within 10 days, with President Andry Rajoelina claiming that two people have already been cured through the drink, the BBC reported.\n\nThe World Health Organization (WHO) has said that the herbal tea's effects had not been tested, and there are no published scientific studies of the drink.\n\nIn a statement reported by the BBC, the WHO urged caution and did not recommend “self-medication with any medicines … as a prevention or cure for COVID-19.”\n\nThe Director General of the WHO, Tedros Adhanom Ghebreyesus, has further warned that there are no short-cuts to finding an effective way to fight the coronavirus.\n\nMadagascar has reported 149 infections of the coronavirus, with 99 recoveries so far.\n\nWith AFP.\n\nA bottle of Madagascar’s herbal coronavirus ‘cure’ sits on a schoolchild’s desk. (AFP)\n\nRead more:\n\nCoronavirus: UAE develops COVID-19 treatment, ‘could be game-changer’\n\nCoronavirus vaccine: 7 insights from former US Science Envoy\n\nCoronavirus vaccine: Pope calls for cooperation; results to be shared worldwide\n\nLast Update: Wednesday, 20 May 2020 KSA 10:06 - GMT 07:06"}}