{"GDELT": {"GlobalEventID": 921621472, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "NZL", "Actor1Name": "NEW ZEALAND", "Actor1CountryCode": "NZL", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.6638935108153101, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ", "Actor1Geo_Lat": -42.0, "Actor1Geo_Long": 174.0, "Actor1Geo_FeatureID": "NZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ", "Actor2Geo_Lat": -42.0, "Actor2Geo_Long": 174.0, "Actor2Geo_FeatureID": "NZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ", "Action2Geo_Lat": -42.0, "Action2Geo_Long": 174.0, "Action2Geo_FeatureID": "NZ", "DATEADDED": 20200504104500, "SOURCEURL": "https://www.aircargonews.net/airlines/emirates-skycargo-to-add-new-zealand-connections-as-part-of-government-scheme/"}, "ARTICLE": {"TITLE": "", "TEXT": "By Damian Brett\n\nEmirates SkyCargo has launched four weekly cargo flights to New Zealand as part of a government scheme to keep trade moving.\n\nThe air cargo carrier is working with the government of New Zealand as part of its International Airfreight Capacity (IAFC) scheme to help facilitate the exports of key commodities from New Zealand to the rest of the world while ensuring that essential cargo continues to be transported into the country.\n\nThe airline will offer three weekly Dubai-Auckland-Melbourne-Dubai flight rotations and a once a week a Dubai-Sydney-Christchurch-Sydney-Dubai flight service operated by the carrier’s Boeing 777-300ER passenger freighters.\n\nGoods expected to be exported on the service include food items such as chilled meat, honey, dairy products, and seafood to various destinations in the Middle East and Europe.\n\nThe flight service is also expected to help transport pharmaceuticals and medical appliances to markets in the Middle East, Europe and Africa.\n\n“Emirates SkyCargo is delighted to working with the Government of New Zealand to help connect fresh produce of the highest quality and other key exports from Auckland and Christchurch. We consider it our responsibility to ensure that we are able to facilitate adequate supply of food and other essential commodities to markets that we serve and also support exporters in New Zealand at the same time,” said Nabil Sultan, Emirates divisional senior vice president, cargo.\n\nThe carrier added that it now offers dedicated cargo flights on a scheduled basis every week to 67 global destinations across six continents. This includes 11 destinations in the Middle East, seven in Africa, 22 in Asia, six in Australasia, 15 in Europe and six cities in the Americas.\n\nOut of the 67 destinations, 58 are served by Emirates’ Boeing 777-300ER passenger aircraft with a cargo capacity of around 40 tonnes and 24 cities are served by the Emirates SkyCargo Boeing 777-F aircraft with the ability to uplift 100 tonnes of cargo per flight.\n\nEmirates SkyCargo has operated more than 2,500 dedicated cargo flights in the month of April, more than 1650 flights on its Boeing 777-300ER passenger freighters and over 850 flights on its Boeing 777 freighters to over 80 destinations on scheduled and special charter services. Since January 2020, the air cargo carrier has transported more than 375,000 tonnes of cargo on its flights.\n\nEmirates SkyCargo witnessed an increasing demand for operating charter flights during the month of April. The carrier operated more than 170 charter flights over the space of just four weeks. A majority of charter flights were operated to transport relief materials.\n\nIn total, the carrier transported an estimated 10,000 tonnes of personal protective equipment, medical equipment, devices and pharmaceuticals in the month of April on its scheduled and charter flights.\n\nMeanwhile, Emirates SkyCargo has also outlined the efforts it has made to keep food supplies flowing into the UAE.\n\nThe air cargo carrier has helped import more than 34,000 tonnes of food into the country between January and April 2020, out of which 13,000 tonnes were imported between March and April. In the month of April alone, Emirates SkyCargo helped bring in food supplies into the UAE from over 35 countries around the world.\n\nIn the UK, London Heathrow airport has been receiving seven flights per week, including both passenger freighter and full freighter flights. However, since May 1, the frequency of flights has been increased to ten flights a week.\n\nOver 1,550 tonnes of food was imported into the UAE from UK between January and April 2020, including foodstuffs such as blueberries, olives, coffee, cheese, fruits and vegetables.\n\nOn imports, Emirates SkyCargo flights have been transporting essential supplies including fruit and vegetables, hand sanitisers and other commodities into London Heathrow."}}