{"GDELT": {"GlobalEventID": 921665596, "Day": 20200427, "MonthYear": 202004, "Year": 2020, "FractionDate": 2020.3205, "Actor1Code": "LEG", "Actor1Name": "SENATOR", "Actor1Type1Code": "LEG", "Actor2Code": "USA", "Actor2Name": "WEST VIRGINIA", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.1582733812949697, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "West Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWV", "Actor1Geo_Lat": 38.468, "Actor1Geo_Long": -80.9696, "Actor1Geo_FeatureID": "WV", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "West Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWV", "Actor2Geo_Lat": 38.468, "Actor2Geo_Long": -80.9696, "Actor2Geo_FeatureID": "WV", "Action2Geo_Type": 2, "Action2Geo_Fullname": "West Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWV", "Action2Geo_Lat": 38.468, "Action2Geo_Long": -80.9696, "Action2Geo_FeatureID": "WV", "DATEADDED": 20200504154500, "SOURCEURL": "https://www.cbsnews.com/news/senate-returns-amid-pandemic-as-house-stays-away/"}, "ARTICLE": {"TITLE": "Senate returns to Capitol amid pandemic as House stays away", "TEXT": "Senators are back in Washington on Monday to carry out Senate business, while members of the House are continuing to work from their district as coronavirus cases in the nation's capital continue to concern health officials. The House was going to return this week, but House Majority Leader Steny Hoyer announced that decision was reversed after speaking with the Capitol physician, who also advises the Senate. It's unclear when the House will return.\n\nSenate Majority Leader Mitch McConnell and House Speaker Nancy Pelosi issued a joint statement rejecting a Trump administration offer to use the 5-minute rapid Abbott tests the White House is using for Capitol Hill, saying they don't want to take advantage of a tool not available to the broader American public. The president and vice president are able to be tested, as are those who come into contact with them, using the Abbott tests. President Trump took a shot at Capitol Hill in a tweet Monday morning, suggesting Congress is saying they're not \"essential\" workers by declining the tests.\n\n\"Interesting? By Congress not wanting the special 5 minute testing apparatus, they are saying that they are not 'essential'. In any event, we have great testing capacity, and have performed 6.5 million tests, which is more than every country in the world, combined!\" the president tweeted.\n\nGet Breaking News Delivered to Your Inbox\n\nThe president in a Fox News interview Sunday night suggested anyone ages 60 or older should stay home. That would mean two-thirds of the U.S. Senate, since 67 senators are 60 or older. Roughly half of U.S. senators — 49 — are 65 and older, the age the Centers for Disease Control has generally used to represent the age group more at risk from serious complications or death from the virus.\n\nMcConnell said the Office of the Attending Physician and other experts in the Senate have crafted guidance on how the Senate should operate.\n\n\"All across our nation, American workers in essential sectors are following expert advice and taking new precautions while they continue reporting for duty and performing irreplaceable work their country needs. Starting Monday, the Senate will do the same. There is critical business waiting for us, including continued action on COVID-19 but also urgent national-security legislation and nominations for key government positions,\" McConnell wrote on Friday. \"I look forward to seeing my colleagues on Monday. We will continue to stand together for the American people — even as we stand six feet apart.\"\n\nThe House and Senate are likely to consider yet another aid package for states and localities, whose revenue sources are drying up in the worst economy since the Great Depression. McConnell, initially opposed to aiding states with federal resources, has changed his tune on that some. But the Senate will also turn its attention to confirming Trump-appointed judges, a key agenda item for McConnell.\n\nThe Senate will also turn to addressing the confirmation of Republican Rep. John Ratcliffe to Director of National Intelligence, an appointment that initially came last year but was withdrawn among concerns he wouldn't be able to attain enough votes for confirmation. His confirmation hearing is scheduled for 9:30 a.m. Tuesday. Ratcliffe has been a staunch supporter of the president, catching the president's eye during the Mueller investigation.\n\nSenator Joe Manchin, Democrat of West Virginia, pointed out last week that some senators would be returning \"from COVID-19 'hotspots' and others are battling cancer and considered especially high risk.\" He called it \"shameful\" that McConnell was \"calling the U.S. Senate back to DC to vote on confirmation of his unqualified judge and nominees unrelated to the COVID-19 pandemic,\" but said he was \"eager\" to return to Washington to work on issues related to the coronavirus."}}