{"GDELT": {"GlobalEventID": 921621172, "Day": 20200504, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3397, "Actor1Code": "IGOUNO", "Actor1Name": "UNITED NATIONS", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor2Code": "AUT", "Actor2Name": "AUSTRIA", "Actor2CountryCode": "AUT", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.64900662251655, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200504104500, "SOURCEURL": "https://www.miragenews.com/joint-statement-on-reconciliation-processes-in-jubaland/"}, "ARTICLE": {"TITLE": "Joint statement on reconciliation processes in Jubaland", "TEXT": "The below statement was signed by United Kingdom, Austria, Belgium, Denmark, European Union, Finland, France, Germany, Ireland, Italy, Netherlands, Norway, Poland, Sweden, United States and the United Nations.\n\nWe, the undersigned international partners welcome the dialogue between the Jubaland administration and the leadership of the Jubaland Council for Change which culminated in a reconciliation agreement signed on 23 April.\n\nDisputed electoral outcomes in Jubaland and other Federal Member States over the past 18 months underscore the importance of credible electoral processes in which Somalis may choose their leaders in accordance with the Provisional Federal Constitution and Federal Member State constitutions.\n\nWe encourage all Jubaland stakeholders, including political leaders, communities and traditional leaders to build upon the 23 April agreement, implement the follow-up steps, and continue their constructive dialogue.\n\nWe also welcome the willingness expressed by the Jubaland stakeholders to engage the Federal Government of Somalia, and that Jubaland is ready for full collaboration with the Federal Government.\n\nInternational partners urge the Jubaland administration and the FGS leadership to peacefully resolve their continuing differences through dialogue, and to de-escalate the ongoing tensions in Gedo region.\n\nWe stand ready to provide the necessary support to the FGS and all FMS leaders as they strive for reconciliation and cooperation to advance national interests. In this regard, partners also welcome other recent reconciliation initiatives, in particular in South West State and Galmudug, aimed at forming inclusive, unified state-level administrations.\n\nWe urge that these efforts continue throughout Somalia for the benefit of the people.We call on all Somalis to foster unity and reconciliation as they begin the Holy month of Ramadan while facing not only the unprecedented menace from COVID-19 but also the continuing threat from terrorism."}}