{"GDELT": {"GlobalEventID": 922021504, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "LEG", "Actor1Name": "CHAMBER", "Actor1Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.15293244246474, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Malaca, Pangasinan, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP51", "Actor1Geo_ADM2Code": "24225", "Actor1Geo_Lat": 15.8334, "Actor1Geo_Long": 120.37799999999999, "Actor1Geo_FeatureID": "-2436250", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Malaca, Pangasinan, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP51", "Action2Geo_ADM2Code": "24225", "Action2Geo_Lat": 15.8334, "Action2Geo_Long": 120.37799999999999, "Action2Geo_FeatureID": "-2436250", "DATEADDED": 20200506101500, "SOURCEURL": "https://www.interaksyon.com/politics-issues/2020/05/06/167855/does-calida-have-a-hand-in-abs-cbn-shutdown/"}, "ARTICLE": {"TITLE": "Does Calida have a hand in ABS-CBN shutdown?", "TEXT": "Solicitor General Jose Calida‘s threat to regulators against allowing broadcast giant ABS-CBN to operate beyond the lapse of its legislative franchise on May 4 earned the expected outcome.\n\nABS-CBN’s radio and television broadcast operations, including its regional offices, went off the air at 7:52 p.m. on Tuesday after the National Telecommunications Commission issued a cease-and-desist Order against the firm “due to the expiration of its congressional franchise.”\n\nThe last time the network went off the air was when late dictator Ferdinand Marcos declared Martial Law in 1972.\n\nLast Sunday, the day before ABS-CBN’s license expires, Calida warned the NTC that they may face graft charges should they grant the long-running media company a provisional authority despite the commission previously receiving a go signal from the Department of Justice and the House of Representatives to grant it.\n\nDespite the wave of criticisms against him and the state regulators, Calida maintained his position that the network cannot operate in the absence of a congressional franchise.\n\nHe cited a 2003 case Associated Communications and Wireless Services-United Broadcasting Networks versus NTC, wherein the Supreme Court ruled that the NTC has the power to issue a cease-and-desist order against a broadcasting entity if it failed to renew its franchise, which was the same case as ABS-CBN’s.\n\n\n\n“The exercise by the NTC of its regulatory power is in accordance with the principle of the rule of law. Nobody is sacred. Even a powerful and influential corporation must follow the law,” Calida said in a statement on Wednesday.\n\nMalacañang also backed the solicitor general and denied that Calida put pressure against the NTC to shut down ABS-CBN.\n\nAfter the NTC issued the closure order and ABS-CBN decided to shut down early, key words and hashtags relating to the network’s signing off dominated the Philippines Trends of Twitter.\n\nThe following hashtags concerning the calls to protect press freedom are #NoToABSCBNShutDown, #DefendPressFreedom, #IStandWithABSCBN and #MalayangPamamahayag,\n\nNames of “ABS-CBN” and its popular programs “Showtime,” “Probinsyan” and “Walang Hanggan” also made it there as Filipino fans expressed their sadness over the shutdown.\n\nThe solicitor general’s word\n\nCalida’s name was not initially involved in ABS-CBN’s franchise renewal woes.\n\nABS-CBN’s current franchise was granted by the Republic Act 7966 signed into law on March 30, 1995, wherein its radio and television were authorized to run for 25 years until May 4.\n\nTo extend its operations for another 25 years, five bills have been filed and are still pending in the 18th Congress.\n\nIn 2017, President Rodrigo Duterte expressed his intent to close down ABS-CBN over accusations that it did not air his advertisements during the 2016 national elections.\n\nDuterte renewed his threat again last December 4, calling out the Lopez family, the network’s owners, in his outburst against “oligarchs.”\n\nHe also alleged that ABS-CBN News was too critical in its reports on his administration and policies.\n\nWhile the lower House have yet to act on the bills, Calida suddenly filed the quo warranto petition last February 10 to revoke the network’s franchise due to alleged violations. This was the same legal remedy used to oust former Maria Lourdes Sereno in 2018.\n\nIn a race against time to renew the franchise and end the tension with Duterte, Carlo Katigbak, ABS-CBN president and chief executive officer, apologized to Duterte during a Senate inquiry into the company’s renewal of operations last February 24.\n\nDespite Duterte accepting the apology, the passage of the renewal bills remained uncertain.\n\nCalida also did not withdraw the petition to revoke the media firm’s license.\n\nThe lower House, meanwhile, only managed to deliberate on the bills, last March 10, amid the public clamor.\n\nSince no renewal bills were passed before the 18th Congress went on break, House Speaker Alan Peter Cayetano and Rep. Franz Alvarez (Palawan) asked the NTC to grant ABS-CBN a provisional authority to operate after the franchise lapsed.\n\nThe Senate then also approved a resolution with the same appeal, which was then approved by Justice Secretary Menardo Guevarra.\n\nLast March, NTC Commissioner Gamaliel Cordoba promised to the House legislative panel that it will heed Guevarra’s advice on giving ABS-CBN provisional authority to run while the bills to renew its license are still pending.\n\nHowever, after Calida’s warning against NTC of possible graft charges, the commission changed tune and issued the order for the broadcaster’s closure.\n\nCalida’s role as solicitor general\n\nUnder its mandate and functions also posted on its website, the Office of the Solicitor General “represents the Government of the Philippines, its agencies and instrumentalities and its officials and agents in any litigation, proceeding, investigation or matter requiring the services of lawyers.”\n\nThe OSG is an independent and autonomous office attached to the DOJ. However, even if it is attached to the DOJ, the OSG “is not a constituent unit of the DOJ.”\n\nThe DOJ’s authority, control and supervision over the OSG are limited only to budgetary purposes.\n\nThe mandate and function also indicated that the OSG shall represent government owned nad controlled corpoerations when it is authorized by the chief executive of the head of the office concerned.\n\n“The Office of the Solicitor General shall discharge duties requiring the services of lawyers,” the mandate and functions read.\n\nCalida also has the special powers to “represent the government in the high court and the Court of Appeals in all criminal proceedings.”\n\nHe is also authorized to do the following, among other functions:\n\nInvestigate, initiate court action, or in any manner proceed against any person, corporation or firm for the enforcement of any contract, bond, guarantee, mortgage, pledge or other collateral executed in favor of the Government. Where proceedings are to be conducted outside of the Philippines the Solicitor General may employ counsel to assist in the discharge of the aforementioned responsibilities.\n\nAppear in any court in any action involving the validity of any treaty, law, executive order\n\nNTC grants provisional authority to other companies before\n\nDespite the lower chamber’s failure to prioritize the renewal bills for ABS-CBN, several members of the Congress immediately denounced the NTC over the issuance of the cease-and-desist order against media giant.\n\nSen. Kiko Pangilinan and Senate Majority Leader Juan Miguel Zubiri argued that NTC have issued provisional authority to other broadcasting companies before while waiting for Congress’ approval of their franchises.\n\n“The NTC action is highly irregular as it has issued hundreds of provisional authorities to other broadcasting companies pending the approval by Congress of their franchise. Singling out ABS-CBN is grave abuse of discretion,” Pangilinan said in a statement.\n\nSenate Minority Leader Franklin Drilon likewise said that NTC can legally grant a provisional authority.\n\nSenators Risa Hontiveros and Sonny Angara also denounced the move noting that it was made in the middle of the novel coronavirus pandemic.\n\n“Given the circumstances, this cease-and-desist order by the NTC is ill-timed and insensitive to the needs of the public. The delivery of timely and correct information is essential to our COVID-19 response,” Hontiveros said.\n\n“Probably not a good move to shut down a prime source of reliable information when our people need it most. In the middle of a pandemic and a recession. Grabe ito,” Angara said.\n\nAlvarez, meanwhile, blamed Calida for the ABS-CBN shutdown, noting that only Congress has the power over legislative broadcasting franchises.\n\n“A legislative franchise is a law and by deciding whether to grant or deny a franchise, it is passing a law and making policy. The Solicitor General should have the decency to give Congress this courtesy to complete the exercise of its power,” he said."}}