{"GDELT": {"GlobalEventID": 922021182, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "GBR", "Actor1Name": "EDINBURGH", "Actor1CountryCode": "GBR", "Actor2Code": "FRA", "Actor2Name": "FRANCE", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.09267563527654, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Edinburgh, Edinburgh, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKU8", "Actor1Geo_ADM2Code": "40173", "Actor1Geo_Lat": 55.95, "Actor1Geo_Long": -3.2, "Actor1Geo_FeatureID": "-2595386", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Paris, France (general), France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR00", "Actor2Geo_ADM2Code": "16282", "Actor2Geo_Lat": 48.8667, "Actor2Geo_Long": 2.33333, "Actor2Geo_FeatureID": "-1456928", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Edinburgh, Edinburgh, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKU8", "Action2Geo_ADM2Code": "40173", "Action2Geo_Lat": 55.95, "Action2Geo_Long": -3.2, "Action2Geo_FeatureID": "-2595386", "DATEADDED": 20200506101500, "SOURCEURL": "https://www.dailymaverick.co.za/article/2020-05-06-frances-early-covid-19-case-may-hold-clues-to-pandemics-start/"}, "ARTICLE": {"TITLE": "France's early COVID-19 case may hold clues to pandemic...", "TEXT": "epa08398802 The golden statues of the Trocadero esplanade, in front of the Eiffel Tower, are covered with protective face masks in Paris, France, 03 May 2020. French government plans to decreases containment measures and traffic restrictions taken to stop the widespread of the SARS-CoV-2 coronavirus from 11 May and to make mandatory to wear a protective mask on public transportation. EPA-EFE/CHRISTOPHE PETIT TESSON\n\nLONDON, May 5 (Reuters) - A study by French scientists which suggests a man was infected with COVID-19 as early as Dec. 27, nearly a month before France confirmed its first cases, could be important in assessing when and where the new coronavirus emerged, experts said on Tuesday.\n\nA man identified as the patient told a French TV station that he was surprised to learn that he had contracted COVID-19 since he thought he had flu at the time.\n\nFrench researchers led by Yves Cohen, head of resuscitation at the Avicenne and Jean Verdier hospitals, retested samples from 24 patients treated in December and January who had tested negative for flu before COVID-19 developed into a pandemic.\n\nThe results, published in the International Journal of Antimicrobial Agents, showed that one patient – a 42-year-old man born in Algeria, who had lived in France for many years and worked as a fishmonger – was infected with COVID-19 “one month before the first reported cases in our country”, they said.\n\nThe World Health Organization said the results were “not surprising”.\n\n“It’s also possible there are more early cases to be found,” WHO spokesman Christian Lindmeier told a U.N. briefing in Geneva. He encouraged other countries to check records for cases in late 2019, saying this would give the world a “new and clearer picture” of the outbreak.\n\nFrench broadcaster BFM TV identified the man as Amirouche Hammar, a resident of Bobigny, a northeastern suburb of Paris. In an interview with the station, Hammar said when he fell ill last year with a dry cough, fatigue and a fever, he thought he had flu. Doctors at the time could not diagnose him.\n\n“I was surprised,” he said, about being told much later by doctors that he had been suffering from COVID-19. He is fully recovered. He said he had not travelled abroad for months before falling ill, and did not know where he could have been infected.\n\nHis wife said she works at a retailer near a Paris airport, and frequently comes into contact with travellers from overseas.\n\nIndependent experts said the findings of the French scientists needed more investigation.\n\n“It’s not impossible that it was an early introduction, but the evidence isn’t conclusive by any means,” said Jonathan Ball, a professor of molecular virology at Britain’s University of Nottingham.\n\nStephen Griffin, an expert at the University of Leeds’ Institute of Medical Research, said it was “a potentially important finding” and added: “We must be cautious when interpreting these findings.”\n\nCohen told French television on Monday it was too early to know if the patient, whose last trip abroad, to Algeria, had been in August 2019, was France’s “patient zero”.\n\nBut “identifying the first infected patient is of great epidemiological interest as it changes dramatically our knowledge regarding SARS-COV-2 (the new coronavirus) and its spreading in the country,” he and his co-researchers wrote in the paper detailing their findings.\n\nThey said the absence of a link with China and the lack of recent travel “suggest that the disease was already spreading among the French population at the end of December 2019”.\n\nFrance, where almost 25,000 people have died from COVID-19 since March 1, confirmed its first three cases on Jan. 24, including two patients in Paris and another in the southwestern city of Bordeaux.\n\nRowland Kao, a professor of veterinary epidemiology and data science at Edinburgh University, said that even if it were confirmed, the identification of a positive COVID-19 in December “is not necessarily an indication that the spread of COVID-19 from France started this early”.\n\n“If confirmed, what this case does highlight is the speed at which an infection starting in a seemingly remote part of the world can quickly seed infections elsewhere,” he said. (Additional reporting by Emma Farge in Geneva and Christian Lowe in Paris; Editing by Giles Elgood)\n\nReuters Follow Save More"}}