{"GDELT": {"GlobalEventID": 922020797, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor2Code": "PAK", "Actor2Name": "PAKISTANI", "Actor2CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -4.87804878048781, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK", "Actor2Geo_Lat": 30.0, "Actor2Geo_Long": 70.0, "Actor2Geo_FeatureID": "PK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK", "Action2Geo_Lat": 30.0, "Action2Geo_Long": 70.0, "Action2Geo_FeatureID": "PK", "DATEADDED": 20200506101500, "SOURCEURL": "https://www.belfasttelegraph.co.uk/news/northern-ireland/toddler-hunter-patrick-mcgleenan-murder-case-facing-a-shocking-delay-armagh-court-is-told-39183169.html"}, "ARTICLE": {"TITLE": "Toddler Hunter Patrick McGleenan murder case facing a 'shocking' delay, Armagh court is told", "TEXT": "Detectives investigating the death of a baby boy in Keady are waiting for an expert report on a ribcage injury, a court was told yesterday.\n\nArmagh Magistrates' Court, sitting in Lisburn, heard that because of restrictions introduced to counter the coronavirus pandemic, it could take up to six months for an expert to produce a report on the injuries suffered by 11-month-old Hunter Patrick McGleenan.\n\nDefence counsel Aaron Thompson described that as a \"fairly shocking delay\".\n\nSharyar Ali, a Pakistani national with an address at Westerna Terrace in Co Monaghan, is in custody accused of murdering the little boy, who died on November 26 last year.\n\nPrevious courts have been told that the 31-year-old \"crossed the border a number of times\" while he was caring for the child.\n\nThere have also been claims the baby died as a result of a \"non-accidental\" head injury.\n\nAli, who was in a relationship with the child's mother for approximately a year, has claimed that the infant fell off a low sofa and struck his head on a concrete floor.\n\nWhen interviewed by police officers, the defendant said he performed CPR and gave the child a cold shower in a bid to revive him.\n\nAli claimed also that he noticed the child's lips were blue and he was not breathing the following morning, so he took him to his mother and said he was unable to breathe.\n\nMembers of the family then tried to help the little boy, but he was already dead.\n\nPrevious courts heard there were \"still ongoing enquiries\" with An Garda Siochana in relation to the death.\n\nIn court yesterday a prosecuting lawyer said that all of the evidence, apart from the medical evidence, was expected by the end of July.\n\nAfter that, the Public Prosecution Service will decide whether to proceed with the matter without the expert's report.\n\nAdjourning the case to June 2, District Judge Amanda Henderson thanked the prosecution for the \"very detailed update\".\n\nShe also suggested that the file could be looked at to see if the case could be progressed \"in the absence of that (the expert's report).\"\n\nBelfast Telegraph"}}