{"GDELT": {"GlobalEventID": 922011004, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "HLH", "Actor2Name": "SOCIAL WORKER", "Actor2Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.37510237510237, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lake District, Cumbria, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKC9", "Actor1Geo_ADM2Code": "40102", "Actor1Geo_Lat": 54.5, "Actor1Geo_Long": -3.16667, "Actor1Geo_FeatureID": "-2600606", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lake District, Cumbria, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKC9", "Actor2Geo_ADM2Code": "40102", "Actor2Geo_Lat": 54.5, "Actor2Geo_Long": -3.16667, "Actor2Geo_FeatureID": "-2600606", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lake District, Cumbria, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKC9", "Action2Geo_ADM2Code": "40102", "Action2Geo_Lat": 54.5, "Action2Geo_Long": -3.16667, "Action2Geo_FeatureID": "-2600606", "DATEADDED": 20200506090000, "SOURCEURL": "https://www.scotsman.com/news/obituaries/obituary-dr-andrew-g-fraser-distinguished-medical-microbiologist-mountaineer-and-architectural-historian-2841842"}, "ARTICLE": {"TITLE": "Obituary: Dr Andrew G Fraser, distinguished medical microbiologist, mountaineer and architectural historian", "TEXT": "Obituary: Dr Andrew G Fraser, distinguished medical microbiologist, mountaineer and architectural historian\n\nDr Andrew G Fraser, BSc MD FSA Scot, microbiologist. Born: 15 August, 1937 in Edinburgh. Died: 28 March, 2020 in Edinburgh, aged 82\n\nBy Alistair Rowan Wednesday, 6th May 2020, 7:30 am\n\nDr Fraser on top of Beinn Sgritheall, with Skye in the background\n\nAnyone who attempts to catch a sense of the life of Andrew Fraser must first acknowledge the clarity of his mind and the precision of his thinking - qualities which permitted him to excel repeatedly and in many different fields.\n\nHe had a long and distinguished career in medical microbiology at the University of Edinburgh. In his 20s much of his energy was dedicated to rock-climbing, literally at the highest level, while mountaineering and the Highlands remained an enthusiasm throughout his life. The Levant and Scottish local history were special interests, on which he gathered a remarkable collection of rare books, while he was directly involved with conservation bodies in Scotland. In 1989 he published the definitive account of the Georgian architecture of his own university: The Building of Old College, Adam, Playfair and the University of Edinburgh.\n\nSign up to our daily newsletter The i newsletter cut through the noise Sign up Thanks for signing up! Sorry, there seem to be some issues. Please try again later. Submitting...\n\nA man endowed with the ability to pursue such multifarious activities might be forgiven for rating his own achievement highly, yet it was the peculiar characteristic of Andrew that he did not do so: he carried his knowledge and his scholarship lightly. Though he could speak forcefully on topics that he cared about, his manner was invariably unassuming, patient and courteous. He was a neat man of well-made frame, a twinkle to his eye, and with a head of lustrous hair. He could also be subversively funny.\n\nBorn in Edinburgh on 15 August, 1937, Andrew Fraser was educated at Daniel Stewart’s College. He and his younger sister Alison were brought up by their parents, Barclay and Janet Fraser, by the sea at Cramond, where Andrew enjoyed an outdoor life, sailing Hornet dinghies or spending his holidays camping and climbing in Scotland and abroad. In October 1955 he enrolled in the University of Edinburgh, not to study Arts – though his Higher Certificate subjects well qualified him to do so and he was to retain an interest in languages all his life – but as a medical student, a switch in career which he put down to a spell in hospital, after he had damaged his knee attempting to ski on the Pentlands. Having opted to be a doctor, Andrew embarked on a lifelong career in the NHS, to which he was passionately committed. In 1960 he graduated BSc, with first-class honours in Bacteriology and two years later, MB ChB. There followed the usual succession of junior doctor appointments in the Western General Hospital and at the Edinburgh Royal Infirmary until 1967 when he was appointed Lecturer in the Department of Bacteriology. In 1984, following the award of MD with distinction for research on anaerobic bacteria, completed under Professor Gerald Collee, Andrew became a Senior Lecturer in the University, and an honorary Clinical Consultant, in what would later be known as Medical Microbiology, at the Royal Infirmary. He held both posts until his retirement in 2000.\n\nIt was in June 1958, as a student and member of Edinburgh University Mountaineering Club, that the most dramatic event in Andrew’s life occurred. He and philosophy student Robin Smith had gone to Buachaille Etive Mor in Glencoe to put up the first ascent of Shibboleth, then among the most challenging climbs in Britain and still a test piece for modern climbers. Here a rock face of uncompromising steepness offered an irresistible challenge. The men achieved their objective but when they returned to add a more aesthetic finish the following weekend, Andrew fell and was to lie for five hours on a narrow ledge before rescuers arrived. “Seven inches from death” was The Daily Record headline the next day.\n\nIn July 1962, he married Marguerite (Bobbie) Cocker, a philosophy graduate, and later social worker and psychotherapist, whom he met on a student climbing trip to the Lake District. Shared ideals and enthusiasms, including a taste for adventurous travel, contributed to their enduring and loving partnership. They had three children, Simon, Sally and Vicky, and seven grandchildren.\n\nIt was not his experience in Glencoe but parenthood and his responsibility as a husband which led Andrew, on completing his medical degree, largely to forgo rock-climbing in favour of mountaineering, which he always enjoyed introducing to others. Given his methodical manner, it is hardly surprising that as a mountaineer Andrew should want to climb every Munro, a total of 282 peaks in Scotland, each over 3,000 ft. He started in his youth and completed his final climb aged 64 in 2001, his registered Munro number being 4052. The peak was Sgurr a’ Mhaoraich in the North West Highlands above Loch Hourn.\n\nAfter a large company of family and friends had made the ascent, they returned to the Frasers’ beloved cottage at Arnisdale, the scene, over the years, of many happy gatherings and where his party trick was a handstand on a dining chair.\n\nAware of the destruction of the historic buildings in central Edinburgh, Andrew was drawn to the pioneering work of the Scottish Georgian Society, later the Architectural Heritage Society of Scotland, where he was to play a crucial role as convenor of the Forth & Borders Group from 1991 to 1995. He also chaired the publications committee and was responsible for Architectural Heritage, the society’s scholarly journal, from 1995 until 2003. It was Andrew who negotiated the location of the AHSS National Conference for 1995 in the Senate Room of Old College, the restoration of whose historic interior he had successfully promoted. For many years he served as chairman of a Conservation Panel established within the University to oversee its portfolio of listed buildings and to advise on their maintenance. His meticulous and scholarly study of The Building of Old College was an outcome of this work, to be followed in 1995 by a volume of essays James Craig 1744-1795, The Architect of the New Town, which he edited with Kitty Cruft of the Scottish Monuments Record. When in 1990, the Old Edinburgh Club decided to launch its ‘New Series’ of publications, Andrew was chosen to be its editor. His own library proved an immense resource for references, and he went on to produce ten volumes for the club. As one friend wrote: “It was like a drug to Andrew and he just could not stop himself putting in things that he thought should be there.”"}}