{"GDELT": {"GlobalEventID": 922021383, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "IND", "Actor1Name": "RAJKOT", "Actor1CountryCode": "IND", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.54216867469879, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rajkot, Gujarat, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN09", "Actor1Geo_ADM2Code": "17647", "Actor1Geo_Lat": 22.3, "Actor1Geo_Long": 70.7833, "Actor1Geo_FeatureID": "-2108747", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Surat, Gujarat, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN09", "Action2Geo_ADM2Code": "70127", "Action2Geo_Lat": 20.9667, "Action2Geo_Long": 72.9, "Action2Geo_FeatureID": "-2098110", "DATEADDED": 20200506101500, "SOURCEURL": "http://www.heraldmalaysia.com/news/the-unparalleled-crisis-of-migrant-workers-in-india/53243/1"}, "ARTICLE": {"TITLE": "The 'unparalleled crisis' of migrant workers in India", "TEXT": "The 'unparalleled crisis' of migrant workers in India\n\nLeft unemployed, they demonstrate to be able to return to their homes. Bishop Percival Fernandez: “This problem must be managed by governments as it is not possible for voluntary groups to manage everything necessary. This problem requires interstate planning.\"\n\nMay 06, 2020\n\nBy Nirmala Carvalho\n\n\"An unparalleled crisis caused by an invisible virus,\" this is the statement of Msgr. Percival Fernandez, former secretary general of the Conference of Catholic Bishops of India (CBCI), responding questions on the plight of migrant workers in Gujarat who were demonstrating to return to their villages.\n\nOn May 4, more than a thousand migrant workers threw stones at the police in the Surat district of Gujarat, causing a dozen wounded, one of whom was an IPS officer, and also held protests elsewhere during the coronavirus-enforced lockdown, officials said.\n\nSeveral labourers came out on a road in Rajkot demanding that they be sent back to their hometowns, while some migrant workers got their heads tonsured in an area of Surat after being unable to go back home. Police personnel lobbed teargas shells and baton- charged agitated workers from Uttar Pradesh, who pelted stones on them near Vareli village on the outskirts of Surat, an official said.\n\nMigrant workers, numbering more than 1,000, were demanding that arrangements be made to send them back to their native places during the coronavirus-enforced lockdown, which has rendered them jobless. At least 10 policemen along with Inspector General (Surat Range), S Pandian Rajkumar, were injured in the stone pelting, he said, adding police have detained 80 people so far. The labourers also damaged some vehicles parked on the Surat-Kadodara.\n\nBishop Percival Fernandes, who was a close associate of Mother Teresa (together in the photo), has extensive experience in managing the humanitarian crisis, \"In the early 1970s I was in charge of Catholic Charities in the Archdiocese of Bombay and handled Maharashtra Drought Relief work, Uganda Relief Work and Bangladesh Refugee Relief Work with assistance of parishioners. All was done with one intention: love for God's people suffering! This attitude fired the zeal of all who assisted me in this marvelous and valuable assistance to God's people!\".\n\n“This problem needs to be managed by governments as it is not possible for volunteer groups to manage everything they need. This problem requires interstate planning. We do not have their knowledge, their potential and competence. This is an unparalleled crisis caused by an invisible virus. \"--Asia News"}}