{"GDELT": {"GlobalEventID": 922010488, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor2Code": "CAN", "Actor2Name": "TORONTO", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 0.792751981879953, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Singapore", "Actor2Geo_CountryCode": "SN", "Actor2Geo_ADM1Code": "SN", "Actor2Geo_Lat": 1.366667, "Actor2Geo_Long": 103.8, "Actor2Geo_FeatureID": "SN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN", "Action2Geo_Lat": 1.366667, "Action2Geo_Long": 103.8, "Action2Geo_FeatureID": "SN", "DATEADDED": 20200506090000, "SOURCEURL": "https://www.thenational.ae/lifestyle/travel/a-complete-guide-to-repatriation-flights-from-the-uae-1.1005897"}, "ARTICLE": {"TITLE": "A complete guide to passenger flights in and out of the UAE: Emirates and Flydubai add Egypt flights", "TEXT": "Commercial passenger flights in and out of Dubai and Abu Dhabi were grounded on March 24, but UAE airlines are operating outbound repatriation flights for those in the country trying to get home and Emirates and Etihad have also started inbound flights for residents and nationals trying to return to the UAE.\n\nWhat are repatriation flights?\n\nThey are government-approved services intended to take people back to their home countries.\n\nThe majority of repatriation flights will only accept passengers who are permanent residents or citizens of a destination, while some may take travellers who are from neighbouring countries so they can then make their way home.\n\nHow can I book a repatriation flight?\n\nMost passengers can book these flights online via an airline's website, and travellers typically do not need permission from their embassies to travel.\n\nRepatriation flights are generally non-refundable and destination changes are typically not allowed.\n\nThe situation is changing by the hour, so it is strongly advised to check your eligibility to travel before booking a ticket for one of these special services. Check with the airline and also review regulations listed on the website for the International Air Transport Association.\n\nEmirates Boeing 777 aircraft are seen on the tarmac at Dubai International Airport. AFP A health worker checks the body temperature of passengers bound for Frankfurt at Dubai International Airport. AFP Passengers bound for Frankfurt board a shuttle bus at Dubai International Airport. AFP A flydubai aircraft is parked on the tarmac of Dubai International Airport. AFP Passengers check in at Dubai International Airport. AFP An information board displays an alert for passengers to maintain distance from others at Dubai International Airport. AFP Mask-clad passengers bound for Frankfurt walk past check-in counters at Dubai International Airport. AFP A mask-clad employee walks in front of a flydubai aircraft on the tarmac of Dubai International Airport. AFP Passengers bound for Frankfurt wait at a terminal of Dubai International Airport. AFP Passengers bound for Frankfurt wait at a terminal of Dubai International Airport. AFP Passengers bound for Frankfurt wait at a terminal of Dubai International Airport. AFP Passengers wait at a terminal at Dubai International Airport, as Emirates resumed a limited number of outbound passenger flights. AFP An Emirates aircraft takes off from Dubai International Airport. AFP Emirates Airbus A380 and Boeing 777 aircraft are seen on the tarmac at Dubai International Airport as the airline resumed a limited number of outbound passenger flights. AFP Passengers are assisted at the check-in counter in a terminal at Dubai International Airport. AFP Passengers have their travel documents checked before departure at Dubai International Airport. AFP Passengers have their travel documents checked before departure at Dubai International Airport. AFP\n\nWhat about the flights for residents and nationals returning to the UAE?\n\nEmirates and Etihad are operating special passenger services for nationals and residents of the UAE who want to return to the country.\n\nTravellers who wish to fly back to Dubai or Abu Dhabi must have approval from UAE authorities before booking such a flight. This can be applied for via the Federal Authority for Identity and Citizenship.\n\nIf applications are successful, residents will receive an approval code and a letter from the Ministry of Foreign Affairs. These documents are required before travellers can book incoming flights. UAE citizenship or residency is also required (remember, residency visas that expired after March 1, 2020 have been extended until the end of December 2020).\n\n\"Expats who have their visa expiring after March 1, 2020, will have them valid until the end of December this year whether they are inside or outside the country,\" said Brig Khamis Al Kaabi, of the Federal Authority for Identity and Citizenship last month.\n\nHow can I book a flight back to the UAE?\n\nBookings for return flights can be made online via Emirates or via Etihad's call centre. These flights cannot be booked via travel agents.\n\nEtihad will request the approval code from the Ministry of Foreign Affairs before allowing travellers to book a flight.\n\nEmirates allows travellers to book flights online, but all passengers must show a letter of approval at check-in. Passengers who do not have this will be denied boarding.\n\nOnline check-in is not available and travellers will be pre-assigned seats following social distancing rules. If you are travelling as a family, you can advise staff of this upon check-in and operational teams will allocate seating accordingly where possible. No cabin baggage is allowed on flights other than handbags, laptop bags, briefcases and baby items.\n\nUpon arrival in Dubai or Abu Dhabi, passengers will need to undertake a nasal swab test and pass thermal sensors. All incoming passengers must self-isolate for 14 days.\n\nHere is everything you need to know about passenger flights to the UAE...\n\nEmirates: To Dubai from London and Frankfurt\n\nEmirates is operating inbound flights to Dubai from Germany and the UK.\n\nFrom Frankfurt, flights are available on Mondays, Wednesdays and Saturdays from May 11. One-way fares start from €591 (Dh2,364).\n\nFrom London, Emirates will operate flights on Sundays, Tuesdays and Thursdays from May 10. One-way fares in economy class start from £551 (Dh2,511).\n\nEtihad: From Europe and Asia\n\nEtihad is operating inbound flights from 16 destinations to Abu Dhabi with services operating until Monday, June 15.\n\nEurope\n\nAmsterdam: Mondays and Wednesdays until June 15\n\nMondays and Wednesdays until June 15 Barcelona: Sundays until June 14\n\nSundays until June 14 Dublin: Saturdays until June 13\n\nSaturdays until June 13 Frankfurt: Sundays until June 14\n\nSundays until June 14 Geneva: Saturdays until June 14\n\nSaturdays until June 14 London: Mondays, Wednesdays, Thursdays and Saturdays until June 15\n\nMondays, Wednesdays, Thursdays and Saturdays until June 15 Madrid: Saturday, June 13\n\nSaturday, June 13 Milan: Sundays until June 14\n\nSundays until June 14 Paris: Sundays until June 14\n\nAsia\n\nJakarta: Fridays until June 12\n\nFridays until June 12 Kuala Lumpur: Saturdays until June 13\n\nSaturdays until June 13 Seoul: Fridays until June 12\n\nFridays until June 12 Singapore: Wednesdays until June 10\n\nWednesdays until June 10 Tokyo: Wednesdays until June 10\n\nOceania\n\nMelbourne: Fridays until June 12\n\nFridays until June 12 Sydney: Wednesdays from May 27 until June 10\n\nOutbound repatriation flights: Air Arabia to launch Egypt flights\n\nAir Arabia will commence repatriation flights from April. Air Arabia\n\nLow-cost airline Air Arabia will operate repatriation services to Egypt. The outbound flights will help Egyptian nationals in the UAE return home. The special flights will operate from Sharjah International Airport to Cairo International Airport and Borg El Arab International Airport, Alexandria. The flights will depart from Thursday, June 11 until Tuesday, June 16.\n\nThe low-cost carrier operated several outbound passenger services from Sharjah during the coronavirus pandemic. The first repatriation flight flew to Lar in Iran on Thursday, April 23.\n\nAir Arabia announced a longer list of destinations for a mix of cargo and passenger flights including Afghanistan, Iran, Oman, Kuwait, Bahrain, Sudan, Egypt, India and Nepal.\n\nAll repatriation flights depart from Sharjah International Airport. Updates will be announced on the airline's website.\n\nEmirates: adds four flights to Egypt\n\nEmirates has added four repatriation flights from Dubai to Cairo to help Egyptian nationals return home. Fares start from Dh2,000 one-way.\n\nAll Emirates flights depart from Terminal 3 at the Dubai International Airport. The airline advises passengers to arrive at the airport three hours before departure time and to wear face masks and gloves.\n\nPassengers can book flights directly on emirates.com or via their travel agent. Travellers can check the airline's travel essentials page to find out whether flights are operating to their homeland.\n\nEurope\n\nLondon: Daily until June 30. Economy tickets start from Dh2,500.\n\nDaily until June 30. Economy tickets start from Dh2,500. Frankfurt: Every Sunday, Tuesday, Wednesday and Friday until June 30. Fares in economy start from Dh2,500.\n\nAsia\n\nManila: Friday, June 5 and Wednesday, June 17, subject to government approval.\n\nFriday, June 5 and Wednesday, June 17, subject to government approval. Bangkok: Saturday, June 13\n\nAfrica\n\nAccra: Friday, June 12 and Tuesday, June 16\n\nFriday, June 12 and Tuesday, June 16 Conakry: Thursday, June 11\n\nThursday, June 11 Dakar: Thursday, June 11\n\nThursday, June 11 Cairo: Flights on Sunday, June 14, Thursday, June 18, Friday, June 19 and Sunday, June 21\n\nFlights on Sunday, June 14, Thursday, June 18, Friday, June 19 and Sunday, June 21 Tunis: Friday, June 12\n\nFlydubai: Several flights added to Egypt\n\nDubai’s low-cost airline is offering repatriation flights to destinations in Europe and Asia from Dubai. Only economy-class tickets are available and fares include 20kg checked baggage allowance.\n\nAll Flydubai repatriation flights will operate from Terminal 2 at Dubai International Airport. Travellers can book flights online. All scheduled repatriation flights are subject to final government approval and the airline will focus on repatriation and cargo flights until at least Thursday, June 4.\n\nOne-way fares from Dh1,510\n\nEgypt: Daily to Cairo from Friday, June 12 until Wednesday, June 17, fares from Dh1,800\n\nDaily to Cairo from Friday, June 12 until Wednesday, June 17, Serbia: To Belgrade on Saturday, June 13, fares from Dh2,810\n\nTo Belgrade on Saturday, June 13, fares from Dh2,810 Finland: To Helsinki on Friday, June 12, fares from Dh2,9600\n\nTo Helsinki on Friday, June 12, fares from Dh2,9600 Kyrgyzstan: To Bishkek on Sunday, June 21, fares from Dh1,510\n\nTo Bishkek on Sunday, June 21, fares from Dh1,510 Romania: To Bucharest on Friday, June 12 fares from Dh2,210\n\nTo Bucharest on Friday, June 12 fares from Dh2,210 Ukraine: To Kyiv on Monday, June 15, fares from Dh1,810\n\nEtihad: Flights to 17 destinations\n\nRepatriation flights can be booked on the airline’s website. Etihad\n\nEtihad Airways, the national airline for the UAE, has announced it will operate additional special passenger flights from Abu Dhabi to 17 destinations.\n\nTickets can be booked on Etihad’s website. Because of the airline’s social distancing rules, online check-in and seat selection is not available.\n\nHere is a breakdown of the additional special services, though scheduling remains subject to change:\n\nEurope\n\nAmsterdam: Wednesdays and Fridays until May 29 then Mondays and Wednesdays until June 29\n\nWednesdays and Fridays until May 29 then Mondays and Wednesdays until June 29 Barcelona: Sundays until June 28\n\nSundays until June 28 Brussels: Fridays and Sundays until June 28\n\nFridays and Sundays until June 28 Dublin: Saturdays until June 27\n\nSaturdays until June 27 Frankfurt: Sundays until June 30\n\nSundays until June 30 Geneva: Saturdays until June 27\n\nSaturdays until June 27 London: Mondays, Wednesdays, Thursdays and Saturdays until June 29\n\nMondays, Wednesdays, Thursdays and Saturdays until June 29 Madrid: Saturdays until June 27\n\nSaturdays until June 27 Milan: Sundays until June 28\n\nSundays until June 28 Paris: Sundays until June 28\n\nSundays until June 28 Zurich: Sundays until June 28\n\nAsia\n\nJakarta: Thursdays until June 25\n\nThursdays until June 25 Kuala Lumpur: Saturdays until June 27\n\nSaturdays until June 27 Melbourne: Wednesday, May 20, Friday May 22, Wednesday, May 27 then Thursdays until June 25\n\nWednesday, May 20, Friday May 22, Wednesday, May 27 then Thursdays until June 25 Seoul: Saturdays and Thursdays until June 27\n\nSaturdays and Thursdays until June 27 Singapore: Tuesdays until June 23\n\nTuesdays until June 23 Tokyo: Mondays until June 22\n\nThe Abu Dhabi airline plans to gradually restart passenger flights as travel restrictions ease."}}