{"GDELT": {"GlobalEventID": 922021121, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "EDU", "Actor1Name": "ECONOMIST", "Actor1Type1Code": "EDU", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.31362467866324, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKR8", "Actor1Geo_ADM2Code": "40152", "Actor1Geo_Lat": 54.5, "Actor1Geo_Long": -6.5, "Actor1Geo_FeatureID": "-2604275", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKR8", "Actor2Geo_ADM2Code": "40152", "Actor2Geo_Lat": 54.5, "Actor2Geo_Long": -6.5, "Actor2Geo_FeatureID": "-2604275", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKR8", "Action2Geo_ADM2Code": "40152", "Action2Geo_Lat": 54.5, "Action2Geo_Long": -6.5, "Action2Geo_FeatureID": "-2604275", "DATEADDED": 20200506101500, "SOURCEURL": "https://www.belfasttelegraph.co.uk/business/northern-ireland/kilroot-power-station-owner-wins-major-supply-contracts-39184052.html"}, "ARTICLE": {"TITLE": "Kilroot power station owner wins major supply contracts", "TEXT": "The owner of Co Antrim's Kilroot power station has won deals to supply electricity to the all-island market in 2023-2024.\n\nThe T-4 auction was run by the transmission system operators in Northern Ireland and the Republic, EirGrid and SONI.\n\nEirGrid and SONI said the auction process was intended to deliver a reliable electricity supply at the least possible cost.\n\nKilroot and Ballylumford owner EPUKI was awarded contracts for existing energy units at Ballylumford and further units at Kilroot power station, both based in mid and east Antrim.\n\nKilroot has also won a 10-year deal for new gas generation to replace existing coal units.\n\nEast Antrim DUP MP Sammy Wilson said: \"It is good news that Ballylumford and Kilroot have secured a place in the energy market for the future.\n\n\"We have always had concerns about energy dependence from outside of Northern Ireland. Winning this capacity auction ensures not only that production facilities at Kilroot will be secured but, more importantly, this puts the area in a position to deliver new generation in the future.\"\n\nEconomist John Simpson said the auction had yielded unexpected results.\n\n\"For Northern Ireland there has been close interest in the possible arrival of new generation investment. In a surprise, the new owner of Kilroot has been provisionally offered a contract based on investment in two new generating capacity units, which may supply nearly 340mw ready for use late in 2023,\" Mr Simpson explained\n\n\"The older Kilroot plant, burning coal or oil, was not in the auction and is expected to close.\n\n\"A bid by Belfast Power, linked to a plan to build a new generation plant in Belfast, has not been successful.\n\n\"These auction results are the provisional outcome after bids were assessed to select the most competitive suppliers.\"\n\nMid and East Antrim Borough Council said the winning of the contracts was crucial to the area's future economic plans.\n\nCouncil chief executive Anne Donaghy said: \"It is so important to our borough's economy that we remain key energy creators for the region. The outcome of this capacity auction is very positive for our economic growth plans post-Covid-19.\"\n\nEPUKI said winning the contracts would \"ensure the transition towards low-carbon generation as well as protecting security and stability of supply through the continuation of indigenous generation\".\n\nBelfast Telegraph"}}