{"GDELT": {"GlobalEventID": 922010781, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.87609912070344, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_Lat": 43.3504, "Actor1Geo_Long": -84.5603, "Actor1Geo_FeatureID": "MI", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_Lat": 43.3504, "Action2Geo_Long": -84.5603, "Action2Geo_FeatureID": "MI", "DATEADDED": 20200506090000, "SOURCEURL": "https://www.americanthinker.com/articles/2020/05/sean_hannity_wrong_on_armed_michigan_protestors.html"}, "ARTICLE": {"TITLE": "Sean Hannity Wrong on Armed Michigan Protestors", "TEXT": "One of the constitutional freedoms liberals are trying to use the Wuhan virus pandemic as an excuse to shred is the Second Amendment’s guarantee that our right to keep and bear arms shall not be infringed. There is no asterisk indicating an exception in case of pandemic, so when law-abiding gun owners show up to protest a government’s attempt to infringe on their rights, why should they not show up with the weapons the government is trying to curtail their use of, even take them away if the liberals could. Which part of “bear arms” does Sean Hannity not understand?\n\nHannity, who likes to count on his fingers when talking over his guests, repeating endlessly the same shopworn phrases, took to task protestors who showed up at Michigan’s state capitol to protest against Michigan Gov. Gretchen Whitmer's draconian stay-at-home orders, including the deeming of gun and ammo shops as nonessential as liberal governors and mayors nationwide release felons to the streets. The ever-modest Hannity opined that their bad optics was in fact hurting their cause:\n\n\"I'm the number one supporter [on] radio and television, that I know of, [of the] First Amendment and the Second Amendment. Now, no one is a bigger defendant of the Second Amendment than yours truly,\" Hannity said Monday night on his television program. \"Everyone has the right to protest, protect themselves and try to get the country open,\" the host said as video rolled of Thursday's protest in Lansing. \"This, with the militia look here, and these long guns, uh... no. Show of force is dangerous. That puts our police at risk. And by the way, your message will never be heard, whoever you people are.\" \"No one should be attempting to intimidate officials with a show of force, and God forbid, something happens,\" the host continued. \"Then they're going to go after all of us law-abiding Second Amendment people.\"\n\nThey already are, Sean, in case you didn’t notice. That’s why the protestors were there -- with their weapons. How do law-abiding citizens, many of them veterans and retired law enforcement themselves, who have legally purchased these weapons and know how to handle them endanger police exactly. Police and law-abiding citizens are more threatened by the criminals that governors like Whitmer seek to release even as they restrict our right to arm and defend ourselves and our families. Perhaps Sean forgets why there are no mass shootings at gun shows or why the Second Amendment was written in the first place.\n\nO ur liberty was won in a fight waged against government tyranny not unlike what we are experiencing today when mothers are taken away in handcuffs and shoved in the back of a police car for taking her daughter to the park, where calling a neighbor about the possibility of a play date for her child brings the police to her door, and where Chicago mayor Lori Lightfoot says she’s watching social media so that police can find and arrest those planning to gather together in the privacy of their homes, presumably after kicking down the door at gunpoint.\n\nThe militias that won our liberty at gunpoint had guns in their homes and carried them with them when they farmed or went to church.\n\nCritics of the Second Amendment say that they are not going after guns used for legitimate activities such as hunting. But when the Founders wrote the Second Amendment it was because the British were coming, not because it was the start of deer season. As Fox News contributor Judge Andrew Napolitano notes:\n\nThe historical reality of the Second Amendment's protection of the right to keep and bear arms is not that it protects the right to shoot deer,\" wrote Judge Andrew Napolitano recently in the Washington Times. \"It protects the right to shoot tyrants, and it protects the right to shoot at them effectively, with the same instruments they would use upon us. If the Jews in the Warsaw ghetto had had the firepower and ammunition that the Nazis had, some of Poland might have stayed free and more persons would have survived the Holocaust.\"\n\nMaybe government officials should feel a little bit intimidated. They daily try to intimidate us, sending police to church parking lots to break up drive-in services attended by people in cars with rolled up windows listening to sermons over the radio or a loudspeaker. Governors like Whitmer operate with the consent of the government and it is obvious the governed no longer consent. Like William Wallace in Braveheart they are shouting “Freedom!\n\nAmong the many illogical things that liberals have tried to include in bills and policies dealing with the Chinese Wuhan Virus pandemic is to try to repeal our gun rights under the Second Amendment to the Constitution. Various jurisdictions have decided that places like gun shops and firing ranges are “non-essential” businesses even as they make our communities more dangerous by releasing criminals early and ordering police to ignore certain crimes in the name of fighting the pandemic. Self-defense in a time of social unrest and economic uncertainty is considered unnecessary as if criminals are going to “social distance” themselves from their victims.\n\nPresident Trump has given us yet another reason to be grateful we elected him as his administration declares that that fighting a pandemic does not justify shredding the Constitution and that gun ownership and training are in fact essential businesses:\n\nPresident Trump’s Department of Homeland Security released updated guidelines naming gun manufacturers and retailers as essential on Saturday, which means they are to stay open and operational nationwide during a Chinese coronavirus shutdown… The DHS declaration comes just days after Governor Phil Murphy (D) laughed in the face of a man who expressed concern that the statewide shutdown in New Jersey had put an end to gun sales, thereby eliminating the ability to get a firearm for self-defense. Breitbart News reported the concerned man asking Murphy, “If less guns reduce crime, will you give up your personal bodyguards?” Murphy responded by intimating that he and the citizen had a philosophical difference in the role guns play, with the governor believing “a safer society has fewer guns, not more guns. And the guns that do exist are in the hands of the right people -- particularly trained members of law enforcement.”\n\nA pandemic does not change our constitutional rights or the need to defend ourselves, our property and our families against predators bigger than a virus. The Michigan protestors wanted to make that point, albeit with the most potent of visual aids. They do not appreciate politicians, or cable pundits for that matter, telling them that only police can carry firearms and that we the people aren’t the “right people.” Dare I say it again, to bear arms.\n\nGovernors like Whitmer have already put this nation at risk with so-called “sensible restrictions” on gun ownership and a plethora of gun-free zones such as schools that have proven to be inviting targets for mass shooters. Gang crime pandemics in our inner cities are quite fine with them as is inviting MS-13 predators to migrate to our sanctuary cities. Exploiting a virus crisis to gut the Second Amendment is not beyond them.\n\nWe will carry our guns, Sean, where we are entitled to carry them with the Second Amendment as our gun permit, until they pry them from our cold, dead hands.\n\nDaniel John Sobieski is a former editorial writer for Investor’s Business Daily and free lance writer whose pieces have appeared in Human Events, Reason Magazine, and the Chicago Sun-Times among other publications."}}