{"GDELT": {"GlobalEventID": 922011116, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "GOV", "Actor1Name": "INTERIOR MINIST", "Actor1Type1Code": "GOV", "Actor2Code": "LAB", "Actor2Name": "EMPLOYEE", "Actor2Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.56962025316456, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tripoli, Tarabulus, Libya", "Actor1Geo_CountryCode": "LY", "Actor1Geo_ADM1Code": "LY61", "Actor1Geo_ADM2Code": "19101", "Actor1Geo_Lat": 32.8925, "Actor1Geo_Long": 13.18, "Actor1Geo_FeatureID": "-3178767", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tripoli, Tarabulus, Libya", "Actor2Geo_CountryCode": "LY", "Actor2Geo_ADM1Code": "LY61", "Actor2Geo_ADM2Code": "19101", "Actor2Geo_Lat": 32.8925, "Actor2Geo_Long": 13.18, "Actor2Geo_FeatureID": "-3178767", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tripoli, Tarabulus, Libya", "Action2Geo_CountryCode": "LY", "Action2Geo_ADM1Code": "LY61", "Action2Geo_ADM2Code": "19101", "Action2Geo_Lat": 32.8925, "Action2Geo_Long": 13.18, "Action2Geo_FeatureID": "-3178767", "DATEADDED": 20200506090000, "SOURCEURL": "https://aawsat.com/english/home/article/2270036/gna-says-accepts-negotiations-find-peaceful-solution-libyas-crisis"}, "ARTICLE": {"TITLE": "GNA Says Accepts Negotiations to Find Peaceful Solution to Libya's Crisis", "TEXT": "Cairo - Khaled Mahmoud\n\nHead of Libyan Government of National Accord (GNA) Fayez al-Sarraj announced accepting to launch negotiations with the leader of Libyan National Army (LNA) Field Marshal Khalifa Haftar.\n\nSarraj called for a new road map which includes holding general elections or modifying the controversial Skhirat agreement.\n\nIn a surprising statement issued Tuesday, he welcomed all political initiatives that call for a peaceful solution to the current crisis, praising the sacrifices and victories of his forces. He stressed the need to unify the ranks.\n\nSarraj called upon all parties and political forces to end the division and resume political dialogue, under the auspices of the United Nations. He hoped this would help prepare for the next stage and lead to an agreement on a comprehensive road map and a political path that brings all Libyans together.\n\nMeanwhile, LNA’s 134th Infantry Battalion charged with protecting and securing al-Watiyah base, announced the death of its leader Ousama Msek during an attack launched by the Sarraj forces on the base.\n\nBefore his death, Msek said that the enemy had been defeated after trying to advance towards the base from al-Aqrabiyah. The forces thwarted the attack launched by Chadian militia, mercenaries, and Turks on al-Zareer region, west of the base.\n\nHe pointed out that violent clashes broke between the army forces and militias.\n\nLater, Volcano of Rage Operation, led by forces loyal to GNA, announced that it killed the commander of al-Watiyah base and took control over an armored military vehicle, and destroyed 10 others, during its attack.\n\nIn other news, Audit Bureau in Tripoli announced that one of its employees was kidnapped by armed militias affiliated with GNA’s Interior Ministry.\n\nThe Bureau issued a statement saying the director of the General Administration of Financial Supervision of the Public Sector, Reda Qurqab, was kidnapped to prevent him from monitoring some of the ministry's transactions and bank accounts.\n\nThe Interior Minister Fathi Bashagha accused the Audit Bureau of political blackmail, asserting the employee was arrested and interrogated. He indicated that the results of the investigation will be presented to the public prosecutor which will reveal “corruption and extortion” practiced by the Bureau.\n\nBashagha also accused the Bureau of covering corruption over the past years and trying to prevent the ministry from exposing corruption and conducting financial audits."}}