{"GDELT": {"GlobalEventID": 922020832, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 4.545454545454549, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Johannesburg, Gauteng, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF06", "Actor1Geo_ADM2Code": "77364", "Actor1Geo_Lat": -26.2, "Actor1Geo_Long": 28.0833, "Actor1Geo_FeatureID": "-1240261", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Johannesburg, Gauteng, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF06", "Action2Geo_ADM2Code": "77364", "Action2Geo_Lat": -26.2, "Action2Geo_Long": 28.0833, "Action2Geo_FeatureID": "-1240261", "DATEADDED": 20200506101500, "SOURCEURL": "https://allafrica.com/stories/202005060243.html"}, "ARTICLE": {"TITLE": "Africa: She Stands For Peace Book Launched to Honour Women Peacebuilders", "TEXT": "Johannesburg — She Stands For Peace, a book recognizing and celebrating outstanding African women and girls who have exceptionally advanced the women, peace and security agenda in Africa has been launched by the African Union and the United Nations.\n\nThe book features a variety of women: from rural villages and cities; from privileged upbringings and from humble backgrounds. It documents the exceptional stories of 16 women and girls as well as four women-led organizations from across the continent, capturing their stories as narrated by them, on their contribution to the peace and security agenda in the continent.\n\nDuring the She Stands for Peace book launch, United Nations Secretary-General António Guterres highlighted how important it is for international community and leaders to play their role in supporting peace initiations. \"The women in this book are counting of us, the international community, and on their leaders and the leaders of other nations to do more than make speeches about them,\" he said.\n\n\"For the first time in the history of the United Nations, we have full gender parity in the high-level management of the UN. We have full parity in Under Secretary-General and Assistant Secretary-General in the Secretariat and the Funds and Programmes – eighty men and eighty women. This represents a first step for full gender parity in 2028 at all levels of the UN which remains our basic objectives.\"\n\nThe book is part of the AU theme for 2020, Silencing the Guns: Creating Conducive conditions for Africa's Development, and is also part of the activities for the 20th anniversary of the UN Security Council Resolution 1325 on women, peace and security.\n\nThe book can be read or downloaded here."}}