{"GDELT": {"GlobalEventID": 922011346, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "JORELI", "Actor1Name": "HASSAN", "Actor1CountryCode": "JOR", "Actor1Type1Code": "ELI", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 26, "EventBaseCode": 26, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.1505376344086002, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI05", "Actor1Geo_ADM2Code": "191416", "Actor1Geo_Lat": 6.45306, "Actor1Geo_Long": 3.39583, "Actor1Geo_FeatureID": "-2017355", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI05", "Actor2Geo_ADM2Code": "191416", "Actor2Geo_Lat": 6.45306, "Actor2Geo_Long": 3.39583, "Actor2Geo_FeatureID": "-2017355", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lagos, Lagos, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI05", "Action2Geo_ADM2Code": "191416", "Action2Geo_Lat": 6.45306, "Action2Geo_Long": 3.39583, "Action2Geo_FeatureID": "-2017355", "DATEADDED": 20200506090000, "SOURCEURL": "https://www.vanguardngr.com/2020/05/covid-19-maritime-industry-ops-partner-on-collapse-of-crude-oil-prices/"}, "ARTICLE": {"TITLE": "COVID-19: Maritime industry, OPS partner on collapse of crude oil prices", "TEXT": "Kindly Share This Story:\n\nBy Godfrey Bivbere\n\nAS the Coronavirus, COVID-19, pandemic continues to ground the world economy, the maritime industry has reached out to the organised private sector, OPS, to seek ways of improving the nation’s industrial base through effective maritime operations.\n\nTo this end, the Nigerian Shippers’ Council, NSC, that also doubles as the Port Economic Regulator, PER, brought together the various groups of the OPS which includes Nigerian Association of Chambers of Commerce, Industry, Mines, and Agriculture, NICCIMA; Lagos Chambers of Commerce and Industry, LCCI; the Manufacturers Association of Nigeria, MAN and the Shippers Association of Lagos State, SAL.\n\nExecutive Secretary of NSC, Hassan Bello, said the meeting was part of efforts to harness the OPS contribution to the economy, since they are the ones that use the port the most.\n\nBello noted that the country must focus more on exportation of goods through the ports now and after the coronavirus pandemic, adding that the export cargo would provide the needed foreign exchange at a time like this when the price of crude has dropped significantly.\n\nREAD ALSO:\n\nTempo of port business\n\nHe further disclosed that the NSC has been facilitating meeting of all the stakeholders in the industry to ensure that port operations continued uninterrupted.\n\nSimilarly, the Director General of LCCI, Muda Yusuf, said the collapse of the oil sector was expected to continue after the disease plaguing the world presently. To this end, Yusuf noted that it would be impossible to expect revenue from the sector.\n\nWhile stressing that unless the Federal Government made deliberate effort to position non-oil sector to play a more prominent role in the economy, the situation will be worse.\n\nAccording to him, “Right now we are on lockdown; the tempo of port business is still low. Before we will appreciate the gaps and the challenges in the economy, it will be after the lockdown.\n\n“That is when you now know about the challenges we have about foreign exchange, when people now say they want to import, you now appreciate the challenges better and how serious the situation is and you now begin to look at how we can adjust.\n\n“The bottom line is that, if we do not fix our none oil sector particularly by removing all these bottlenecks around logistics, around regulations; then this economy will be in bigger trouble because nothing is coming from oil any more.\n\nThe salvation is now in none oil sector and unless you remove all these bottom necks, the entire economy will just be grounded. So that is why what the shippers’ council is doing is important, removing bottle necks and making the system more efficient,” he noted.\n\nVanguard\n\nKindly Share This Story:"}}