{"GDELT": {"GlobalEventID": 922011361, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "JUD", "Actor1Name": "BARRISTER", "Actor1Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 15, "EventBaseCode": 15, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -7.1428571428571495, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bundaberg, Queensland, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS04", "Actor1Geo_ADM2Code": "154665", "Actor1Geo_Lat": -24.8662, "Actor1Geo_Long": 152.34799999999998, "Actor1Geo_FeatureID": "-1562758", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bundaberg, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "154665", "Action2Geo_Lat": -24.8662, "Action2Geo_Long": 152.34799999999998, "Action2Geo_FeatureID": "-1562758", "DATEADDED": 20200506090000, "SOURCEURL": "https://www.news-mail.com.au/news/woman-faces-court-after-police-find-drug-supply-me/4010075/"}, "ARTICLE": {"TITLE": "Woman faces court after police find drug supply messages", "TEXT": "A WOMAN has been given a suspended sentence after police found messages about supplying drugs on her phone.\n\nLlynace Ann Olive, 32, pleaded guilty to four charges of supplying dangerous drugs in the Bundaberg District Court on Wednesday.\n\nCrown prosecutor Carla Ahern told the court Olive’s phone was seized by police during an intercept.\n\nOn the phone were messages detailing arranged drug supplying and the actual supply of drugs.\n\nMs Ahern said in 2008 Olive had appeared in the Bundaberg District Court where she was sentenced for an assault occasioning bodily harm.\n\nShe said the amount of drugs was unknown because Olive did not participate in a police interview.\n\nShe said there was then a 10 year gap between 2008 and 2018 where Olive had not offended.\n\nAhern’s barrister Craig Stevenson told the court his client acknowledged she had lost her way.\n\nMr Stevenson said Olive had recently spent two months in a residential rehabilitation facility and was still receiving treatment to turn her life around.\n\nBefore being sentenced, Olive told Judge Leanne Clare that she was remorseful for her actions and she knew what she had done was wrong.\n\nShe said she was not planning to return to Bundaberg and intended to remain living in Canberra.\n\nJudge Clare took into account Olive had not committed any offences since her arrest.\n\nShe also wished he well with her efforts to get her life back on track.\n\nOlive was sentenced to six months imprisonment wholly suspended for two years."}}