{"GDELT": {"GlobalEventID": 922021600, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.32414910858995, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kaka, Nigeria (general), Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI00", "Actor1Geo_ADM2Code": "22961", "Actor1Geo_Lat": 7.05, "Actor1Geo_Long": 3.8, "Actor1Geo_FeatureID": "-2014316", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Borno State, Borno, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI27", "Action2Geo_ADM2Code": "191073", "Action2Geo_Lat": 11.5, "Action2Geo_Long": 13.0, "Action2Geo_FeatureID": "-2003010", "DATEADDED": 20200506101500, "SOURCEURL": "https://nationalaccordnewspaper.com/covid-19-zulum-grants-amnesty-to-93-inmates-in-borno/"}, "ARTICLE": {"TITLE": "COVID-19: Zulum grants amnesty to 93 inmates in Borno", "TEXT": "SADIQ ABUBAKAR, Maiduguri\n\nGovernor Babagana Umara Zulum of Borno state has pardoned 93 inmates serving various jail terms in Correctional Centres across the state, as part of measures to decongest the centres due to the COVID-19 pandemic.\n\nThe State Attorney General and Commissioner of Justice, Barrister Kaka Shehu Lawan, who is also the Chairman, Borno State Advisory Council on Prerogative of Mercy, disclosed this in a statement on Tuesday in Maiduguri.\n\nLawan said that a total of about 58 inmates were pardoned from the state’s Maximum Security Custodial Centre in Maiduguri, 32 from the Medium Security Custodial Centre and six from Biu Medium Security Custodial Centre.\n\nHe added that Governor Zulum graciously approved the state pardon in line with the policy of the Federal Government to decongest custodial centres, as part of measures to contain the spread of COVID-19 in the country.\n\nThe commissioner further explained that the amnesty was approved following the recommendation of the Borno State Advisory Council on Prerogative of Mercy, after it reviewed 96 applications, recieved from the Controller of the Correctional Service, Borno State Command.\n\nHe noted that the applications received were considered based on those that had served their terms with less than six months to go, long-term prisoners that had served for more than 10 years with good record.\n\nOthers included illness likely to lead to death or terminal sickness, old age, those with option of fine not exceeding N50,000 and have no pending cases, minor offences, low risk offenders and those to be considered on compassionate ground.\n\nThe SAG also said that 19 among the inmates whose terms were less than six months, were considered, while four among the inmates were pardoned based on terminal health challenges.\n\nHe however noted that one Usman Alkali, an inmate who was convicted for one year and four months and a had six months to serve, was granted clemency for reaching 60 years.\n\n“The council also found, 41 inmates from Maximum, Medium and Biu Medium Custodial Centres, who were convicted and sentenced to various terms of imprisonments with option of fine not exceeding N50,000 and had no other pending cases against them.\n\n“Additionally, 26 other inmates, comprising 23 males and 3 females were released based on compassionate grounds,” Lawan said.\n\nOn the welfare of inmates, the Commissioner for Justice added that the state had no congestion in all its correctional facilities.\n\n“We have a committee comprising the members from the National Human Right Commission (NHRC), Police, DSS, Nigeria Bar Association (NBA), and Legal Aid Council, who assessed all the facilities to ensure that the inmates welfare are well catered for.\n\n“As at May 5, the Maximum, Medium and Biu facilities has 2,690 inmates with about 576 vacancies. With the current Amnesty, the centre is open for about 669 persons,” he stated.\n\nLawan further said that each of the inmates were given N10,000 as token, while a vehicle was provided to convey them to their respective destinations, as a result of the lockdown.\n\nHe maintained that additional N500,000 was donated to the state Maximum Security Custodial Centres, as part the efforts to improve services at the facility.\n\nThe Commisioner however lauded the Chief Judge of the state, Justice Kashim Zannah, for adopting proactive modalities toward the speedy trial of cases and decongestion of Correctional Centres in the state.\n\nHe also commended Governor Zulum for his policies and programmes toward transforming the judicial system in the state.\n\n“We want to also thank him for giving us the opportunity to serve in the council to meet his expectations,” he said.\n\nShare this: Twitter\n\nFacebook\n\nWhatsApp\n\nEmail\n\nPrint\n\n\n\nLike this: Like Loading..."}}