{"GDELT": {"GlobalEventID": 922021759, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 1822, "EventBaseCode": 182, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.60240963855422, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_Lat": 45.7326, "Actor1Geo_Long": -93.9196, "Actor1Geo_FeatureID": "MN", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 45.7326, "Action2Geo_Long": -93.9196, "Action2Geo_FeatureID": "MN", "DATEADDED": 20200506101500, "SOURCEURL": "https://theblemish.com/2020/05/jesse-ventura-decides-not-to-run-for-president-creating-dearth-of-non-rapist-candidates/"}, "ARTICLE": {"TITLE": "Jesse Ventura Decides Not to Run For President, Creating Dearth of Non-Rapist Candidates", "TEXT": "For a few days, it looked like there was going to be a presidential candidate worth voting for on the ballot in November. But alas, our hopes and dreams were dashed when Jesse “The Body” Ventura announced new wouldn’t be seeking the Green Party’s nomination, according to some since-deleted tweets from would-be campaign manager Bill Cimbrelo.\n\nNow we’ll be forced to choose between a senile old rapist with a long history of racism and a senile old rapist with a long history of racism in a different colored hat. Maybe I can vote for a Ralph Nader again.\n\nVentura is a former WWE Superstar from the days when they were still called WWF wrestlers. He might be one of the most important people in the industry because he was the first person to have the idea of being a “heel” commentator, that is someone who roots for the bad guys. Bobby Heenan and Jerry Lawler followed in his footsteps and it’s been one of wrestling’s most successful aspects.\n\nHe’s also the former governor of Minnesota as a member of the Reform Party, the only member of that party to win a major political office.\n\nAnd he has good politics, something increasingly rare.\n\napparently this man, @GovJVentura, is considering jumping into the 2020 presidential race LETS FUCKIN GOOOOO pic.twitter.com/YWXPg1nE5n — shoe (@shoe0nhead) May 4, 2020\n\nJesse Ventura standing his ground on the laws of torture to Elizabeth Hasslebeck on the View is the world I want to live in all the time.#RunJesseRun#JesseVentura2020 pic.twitter.com/FT7OXytj28 — #CancelRent Courtney (@CourtneyBanks) May 4, 2020\n\nYou don’t expect to hear a lot of “Gee, what’s wrong with a little waterboarding anyone” from hosts from The View.\n\nIt would have been nice to have someone running for President with some integrity and a strong moral center, but it’s been over 200 years, why start now?"}}