{"GDELT": {"GlobalEventID": 922011881, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "UZB", "Actor1Name": "UZBEK", "Actor1CountryCode": "UZB", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.2320328542094499, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Shanghai, Shanghai, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH23", "Actor1Geo_ADM2Code": "13243", "Actor1Geo_Lat": 31.2222, "Actor1Geo_Long": 121.458, "Actor1Geo_FeatureID": "-1924465", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Uzbekistan", "Actor2Geo_CountryCode": "UZ", "Actor2Geo_ADM1Code": "UZ", "Actor2Geo_Lat": 41.707542, "Actor2Geo_Long": 63.849109999999996, "Actor2Geo_FeatureID": "UZ", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Shanghai, Shanghai, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH23", "Action2Geo_ADM2Code": "13243", "Action2Geo_Lat": 31.2222, "Action2Geo_Long": 121.458, "Action2Geo_FeatureID": "-1924465", "DATEADDED": 20200506090000, "SOURCEURL": "https://www.fmprc.gov.cn/mfa_eng/zxxx_662805/t1776439.shtml"}, "ARTICLE": {"TITLE": "State Councilor and Foreign Minister Wang Yi Speaks by Phone with Uzbek Foreign Minister Abdulaziz Kamilov", "TEXT": "On May 5, State Councilor and Foreign Minister Wang Yi had a telephone conversation with Foreign Minister Abdulaziz Kamilov of Uzbekistan.\n\nWang said that the profound friendship and trust between President Xi Jinping and President Shavkat Mirziyoyev has laid a solid foundation for the bilateral relations. China and Uzbekistan are both combating COVID-19. In the most difficult time, China received valuable support from our Uzbek friends. The Chinese people feel keenly for you as the virus hits your country. China will do all it can to help our Uzbek friends by sending expert teams to share experience and facilitating the purchase of medical supplies from China. Wang expressed confidence that under the leadership of President Mirziyoyev, the Uzbek people will prevail over the virus. He also expressed the conviction that the Uzbek government will continue to protect the health and safety of the Chinese nationals there who are envoys of friendship between the two countries.\n\nWang said that the epidemic will be over, cooperation will move forward, and the trust and friendship between China and Uzbekistan will emerge stronger from the joint fight against the disease. Both sides may explore flexible and diverse ways to carry out the key cooperation projects and minimize the impact on cooperation. Both sides also need to encourage enterprises to explore new cooperation models and unleash new cooperation potentials. He believed that the Belt and Road cooperation between the two countries will make new and even greater progress.\n\nNoting that mankind is in a community with a shared future, Wang said that solidarity and cooperation is the most powerful weapon in defeating the virus. China has been carrying out international cooperation with an open and transparent approach, sharing timely information with WHO and the international community, and extending a helping hand to countries in need. Some country, however, keeps hurling unfounded accusation and slander against China and vilifying and attacking WHO. Such political virus is even more destructive than the coronavirus. In the face of COVID-19, what we need is cooperation, not destruction; trust, not suspicion. China will continue to strengthen cooperation with Uzbekistan and all other countries in combating the disease. We support WHO in playing its due role in the fight against COVID-19.\n\nKamilov said that in combating COVID-19, the Chinese people have demonstrated utmost solidarity and resilience and proved that no difficulty is insurmountable. What China has done and achieved sets a fine example for the rest of the world. Uzbekistan appreciates China's selfless help and Chinese experts' important contribution to Uzbekistan's fight against the disease. Uzbekistan will do its best to ensure the safety of Chinese nationals. It is ready to intensify mutual support and collaboration with China at the UN and other multilateral platforms.\n\nThe two sides also exchanged views on the Shanghai Cooperation Organization, Afghanistan and other regional and international issues."}}