{"GDELT": {"GlobalEventID": 922010701, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "BUS", "Actor1Name": "BANK", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Accra, Greater Accra, Ghana", "Actor1Geo_CountryCode": "GH", "Actor1Geo_ADM1Code": "GH01", "Actor1Geo_ADM2Code": "190655", "Actor1Geo_Lat": 5.55, "Actor1Geo_Long": -0.216667, "Actor1Geo_FeatureID": "-2067935", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Accra, Greater Accra, Ghana", "Action2Geo_CountryCode": "GH", "Action2Geo_ADM1Code": "GH01", "Action2Geo_ADM2Code": "190655", "Action2Geo_Lat": 5.55, "Action2Geo_Long": -0.216667, "Action2Geo_FeatureID": "-2067935", "DATEADDED": 20200506090000, "SOURCEURL": "https://www.pulse.com.gh/news/local/lekma-hospital-receives-ppes-donation-from-standard-chartered-bank/7rsv7nb"}, "ARTICLE": {"TITLE": "LEKMA Hospital receives PPEs donation from Standard Chartered Bank", "TEXT": "It is envisaged that the PPEs which included N95 masks, disposable coveralls and surgical gloves will boost the ongoing efforts to fight COVID-19.\n\nXorse Godzi, Country Head of Commercial Banking, Standard Chartered Bank, Ghana Limited, while presenting the items said, “We understand the critical role that LEKMA Hospital is playing in the fight against COVID-19 in Ghana. As the number of new cases increases, it is key to ensure that all its staff are adequately resourced through the provision of PPEs so they can continue to tackle this pandemic from the frontline.\n\n“At Standard Chartered Bank Ghana Limited, we live up to our brand promise ‘Here for Good,’ particularly in times of adversity and hope the PPE’s will continue keeping you safe as you fight against COVID-19,” she added.\n\nCommenting on the donation, the Medical Superintendent of LEKMA Hospital, Dr. Akua Gyimah-Asante said, “We are grateful to Standard Chartered for the donation of these items. The PPEs are items that we really need and have come in at the right time to enhance the work of the frontline workers.”\n\nTo date, Standard Chartered Bank has donated over 2,500 PPEs to three hospitals. In previous weeks, the Bank presented Greater Accra Regional Hospital and the Ga East Hospital with their donations of PPEs.\n\nThe Bank also donated a portable Polymerase Chain Reaction (PCR) equipment to the Noguchi Memorial Institute for Medical Research to assist in conducting widespread testing and detection of COVID-19 in Ghana."}}