{"GDELT": {"GlobalEventID": 922011223, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "IGOUNOMED", "Actor1Name": "THE UN", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor1Type2Code": "MED", "Actor2Code": "COD", "Actor2Name": "DEMOCRATIC REPUBLIC OF THE CONGO", "Actor2CountryCode": "COD", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -0.39001560062403096, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Somalia", "Actor1Geo_CountryCode": "SO", "Actor1Geo_ADM1Code": "SO", "Actor1Geo_Lat": 6.0, "Actor1Geo_Long": 48.0, "Actor1Geo_FeatureID": "SO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Somalia", "Actor2Geo_CountryCode": "SO", "Actor2Geo_ADM1Code": "SO", "Actor2Geo_Lat": 6.0, "Actor2Geo_Long": 48.0, "Actor2Geo_FeatureID": "SO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Somalia", "Action2Geo_CountryCode": "SO", "Action2Geo_ADM1Code": "SO", "Action2Geo_Lat": 6.0, "Action2Geo_Long": 48.0, "Action2Geo_FeatureID": "SO", "DATEADDED": 20200506090000, "SOURCEURL": "https://www.euractiv.com/section/defence-and-security/opinion/un-peacekeepers-must-stay-the-course/"}, "ARTICLE": {"TITLE": "UN Peacekeepers must stay the course", "TEXT": "Before the COVID-19 pandemic, overstretched UN peacekeepers — civilian, military, and police — were a thin blue line helping to protect civilians, support peace agreements and contain conflicts in hot spots and war zones across the globe, write Atul Khare and Jean-Pierre Lacroix.\n\nAtul Khare is the under-secretary-general of the UN Department of Operational Support. Jean-Pierre Lacroix is the under-secretary-general of the UN Department of Peace Operations.\n\nIf—or more likely when—the COVID-19 virus further spreads in countries already weakened by war and poverty, it will not only threaten the lives of the thousands but could also tip the balance from tenuous peace back to conflict and despair.\n\nCommunities recovering from conflict often live right at the survival line, every day facing poverty and the lack of basic health services. For these societies, the stakes could not be higher and the importance of UN assistance has never been greater.\n\nTo extend the global fight against COVID-19 to areas struggling to emerge from conflict, we need to continue sustaining and promoting peace and stability.\n\nTogether with our partners, UN peacekeeping missions are working to achieve four objectives: (1) supporting local efforts to fight the spread of the novel coronavirus, (2) keeping UN personnel safe and ensure they receive the best available care by enhancing medical testing and treatment capabilities, (3) ensuring that peacekeepers are able to continue their work without spreading the virus by practicing social distancing and other mitigation measures, and (4) advancing their difficult mandates to support peace and contain conflict even as COVID–19 spreads.\n\nAs UN Secretary-General António Guterres recently told the Security Council, this pandemic could potentially lead to an increase in social unrest, a lapse in state authority and even violence that would greatly undermine our collective capabilities to fight the virus.\n\nFor countries that have a handful of ventilators for millions of people, the possibility that one in 1,000 could contract COVID-19 and 15 percent of those could need care in an intensive care unit, is staggering. The brutal statistics of COVID-19 do not just reflect a global health crisis—they signal a fundamental threat to the maintenance of international peace and security.\n\nWe are committed to ensuring that our UN peace operations do everything they can to be an integral part of the solution to the pandemic. From the Central African Republic to Lebanon, from Somalia to Mali, our personnel continue to deliver.\n\nThey are doing so bravely and with dedication, staying on the front lines even as they worry about family back home, even as air links and supply lines are stretched by the global response to COVID-19, even as cases are appearing in host countries.\n\nThe strength of our peacekeeping partnerships—whether other UN actors, NGOs, or regional organizations like the African Union (AU)—has never been more important. Despite the increasing demands on our peacekeepers to deliver their mandates, we must recognize that our partners also face the risks of this pandemic.\n\nOur peacekeeping missions offer a medical infrastructure that can support all UN personnel at risk of the virus while they continue their work. Protecting ourselves is key to being able to protect others.\n\nWe are also doing everything we can to keep our supply chains resilient. Our logistics experts have developed a business continuity plan for life-support needs, while ensuring the planning, provision, and delivery of goods and services critical for the implementation of peace mandates.\n\nPersonal Protective Equipment is being made available in all our missions; we are supplying our own respiratory ventilators and ensuring that the capacity of intensive care units and supplies is sufficient to ensure that we do not strain already stretched local resources.\n\nWe are also strengthening medical evacuation capabilities in close collaboration with our partners and UN member states. Strict social distancing measures are in place, and missions are reducing our “footprint” by lowering population density among uniformed personnel and civilian staff.\n\nWhile our missions must protect themselves from COVID-19, they continue to reach out to local communities, protecting civilians and assisting host governments to contain the virus.\n\nRadio Okapi, the UN’s radio station in the Democratic Republic of the Congo (DRC), has launched a nation-wide, multilingual campaign to inform the local population about COVID-19, focusing on dispelling rumors and countering misinformation.\n\nIn Darfur, our operation is raising awareness among vulnerable groups on the importance of precautionary measures to control the spread of COVID-19, including in camps for internally displaced persons in the north and central parts of the state, where the risks of infections spreading is heightened. In Cyprus, our mission is working with women’s organizations to support those suffering from domestic violence during the quarantine.\n\nAt the same time, blue helmets continue to carry out their pre-COVID-19 tasks: protecting civilians, supporting political processes, and helping to build government capacity. In the DRC, peacekeepers recently helped free 38 civilians, including women and children, who had been abducted by an armed group in the country’s east, as they helped the national army to repel an attack.\n\nIn Mali, two weeks ago, when the government decided it was important to press ahead with legislative elections, our mission provided critical logistical and operational support and helped secure polling stations on election day.\n\nIn Somalia, the UN has been supporting AU soldiers and the government to develop their own COVID-19 preparedness and response plans, while working to ensure that terrorist groups do not seize the opportunity to strike while attention is focused on the pandemic. The struggle against COVID-19 may be a “second front” for the peacekeepers, but both battles continue.\n\nLast week, the UN secretary-general decided to suspend the rotation of all our troops and police until June 30th.\n\nSuch measures will keep our blue helmets on the ground, where they are needed most, and will help protect and reassure communities and UN colleagues alike by postponing the movement of thousands of personnel to and from home countries and transit points.\n\nThis is a decision not taken lightly given the remoteness, hardship, and dangers often faced by peacekeepers. Staying in the field is a sacrifice for personnel who expected to return home after an arduous tour of duty.\n\nWe are grateful that the countries that provide these police and military personnel have agreed to this measure so that our peace operations can maintain their operations, keeping the peace while minimizing the risk of COVID-19 contagion. We are doing everything possible to support our brave women and men, so they can keep themselves and their host communities safe.\n\nAs the UN secretary-general said when he called for a global ceasefire, there should only be one fight in the world today: our shared battle against COVID-19. For UN peacekeeping, this includes our unwavering commitment to the health and safety of our personnel and the people we serve. This is why UN peacekeepers must continue their important work. And it is why, now, more than ever, they need our full support.\n\nThis op-ed first appeared in the Global Observatory published by the International Peace Institute."}}