{"GDELT": {"GlobalEventID": 922011823, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAMIL", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.4332965821389199, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Walworth County, Wisconsin, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWI", "Actor1Geo_ADM2Code": "WI127", "Actor1Geo_Lat": 42.6667, "Actor1Geo_Long": -88.5334, "Actor1Geo_FeatureID": "1581123", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Walworth County, Wisconsin, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWI", "Actor2Geo_Lat": 42.6667, "Actor2Geo_Long": -88.5334, "Actor2Geo_FeatureID": "1581123", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Walworth County, Wisconsin, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWI", "Action2Geo_Lat": 42.6667, "Action2Geo_Long": -88.5334, "Action2Geo_FeatureID": "1581123", "DATEADDED": 20200506090000, "SOURCEURL": "https://www.gazettextra.com/eedition/page-a1/page_324b9bb8-921a-5231-b5ad-adb97cc4ec49.html"}, "ARTICLE": {"TITLE": "Page A1", "TEXT": "Local\n\ntop story\n\nThe Gazette to cease Saturday, Sunday print editions\n\n05.06.20\n\nAngela Major The Gazette was named overall Newspaper of the Year by the Wisconsin Newspaper Association in its 2019 Better Newspaper Contest in results announced Friday. Mary Jo Villa\n\nJANESVILLE\n\nThe Gazette will end its Saturday and Sunday print editions, trimming print publication to five days a week as economic pressures on the news industry continue to mount amid the COVID-19 crisis.\n\nThe Gazette has delivered seven editions a week for 32 years. The change goes into effect June 1.\n\nThe decision comes as the paper faces a falloff in advertising and subscriber revenue that’s worsened during the COVID-19 pandemic, but it’s a measure the newspaper’s ownership had been discussing “for some time,” said Mary Jo Villa, Gazette publisher and Adams Publishing Group regional president.\n\n“I absolutely believe it is the appropriate and necessary step to ensure we remain viable and have the ability to publish quality local journalism for many years to come,” Villa said in a statement. “The COVID crisis further put into perspective how important it is that we size our organization in a manner that ensures we can continue to provide the quality of journalism our communities deserve.”\n\nThe Gazette will continue to deliver news and advertising on GazetteXtra.com, the paper’s website, seven days a week, Villa said.\n\nThe elimination of two print editions a week will result in a total of six employees being laid off—some in the newsroom and some in the circulation and distribution divisions. The layoffs are effective at the end of May.\n\nAs the newspaper industry grapples with changing realities in business, one common response is to decrease the frequency of print products or end publication on certain days of the week, Villa said.\n\nIn an interview, Villa said The Gazette’s weekend papers have tended to be the most costly to produce given typical staffing at the printing plant in Janesville, which Adams Publishing also owns and manages.\n\nThe decision ends a seven-day-a-week print schedule established in 1988 to capitalize on advertiser demand and growth in preprinted advertising inserts. During most of The Gazette’s 175 years of publication, the paper printed six days a week.\n\nIn the last few years, the demise of local advertisers, including Shopko, Sears, Boston Store, JCPenney, Pick ’n Save and Maurer’s Market, among others, has hurt Gazette revenue, Villa said.\n\nThe COVID-19 crisis brought on a worsening falloff in advertising revenue, in part because many businesses have temporarily shuttered during the pandemic. In response to losses in ad revenue and the fallout of the novel coronavirus crisis, Adams Publishing in late March instituted a reduction in employee work hours at The Gazette and its other publications.\n\nVilla said the Friday paper will become a “weekend” edition.\n\n“We are not eliminating any content,” Villa said. “Most of the Sunday content will be in Friday’s edition, which will become a weekend edition. I believe each edition Monday through Friday will be improved, particularly as we recover from the COVID crisis and things such as sports and community events return.”\n\nThe Gazette will continue to deliver around-the-clock coverage of breaking news and sports every day, including weekends, via GazetteXtra.com.\n\nVilla said The Gazette plans to launch an emailed newsletter to deliver readers the latest news.\n\nThe same assortment of pre-printed retail shopping fliers typically inserted in Sunday’s paper will be distributed in the Wednesday and Friday print editions. Villa said the Friday edition will include a bonus volume of games and comics.\n\nUnder the shift, subscription prices for The Gazette won’t change because Saturday and Sunday content previously printed both online and in print will continue to be available to subscribers online.\n\nThe Friday weekend edition will be delivered the same as other weekday papers, and the newsstand price for the Friday edition will be $2.50. The Sunday paper, which will cease at the end of this month, now costs $4 at newsstands. Monday through Thursday editions will sell for $1.50, which is the current newsstand price for weekday editions.\n\nGazette circulation surveys show at least 70% of the paper’s readers receive The Gazette’s content through online and multimedia channels.\n\nVilla said she expects some backlash from readers who prefer to read news in print or who can’t or won’t read the paper via an electronic device.\n\n“There is a slice of our readership that don’t have computers, they don’t have tablets, they don’t have smartphones. And I anticipate those individuals will be very disappointed,” Villa said. “But to perpetuate delivery seven days (a week) for what’s probably 20% of our customer base at the peril of the other 75% to 80% isn’t a good business strategy in my opinion.”\n\nThe Gazette is among several area newspapers owned and operated by Adams Publishing Group, a family-owned company headquartered in Minnesota. Adams acquired The Gazette and the Janesville printing facility in June 2019 in a sale by the Bliss family, who had operated The Gazette since the 1880s.\n\nAdams media holdings in southern and southcentral Wisconsin include the Beloit Daily News, the Daily Jefferson County Union in Fort Atkinson and the Watertown Daily Times."}}