{"GDELT": {"GlobalEventID": 922021810, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.4285714285714195, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200506101500, "SOURCEURL": "https://www.freep.com/story/news/politics/2020/05/05/rick-bright-files-whistleblower-complaint-against-trump-administration/3023905001/"}, "ARTICLE": {"TITLE": "HHS official Rick Bright says he was ousted after raising concern about coronavirus drug Trump had touted", "TEXT": "WASHINGTON – A vaccine expert who said he was ousted after raising concerns about a drug President Donald Trump touted as a potential treatment for coronavirus filed a whistleblower complaint Tuesday alleging longstanding political influence at the Department of Health and Human Services.\n\nRick Bright, who until recently served as director of the HHS Biomedical Advanced Research and Development Authority, also said he raised alarms about the coronavirus – and the need to ramp up production of face masks and other personal protective equipment – with White House officials as far back as January.\n\nBright says in the report that he resisted widespread use of hydroxychloroquine, which Trump had repeatedly touted, because the claims of its benefit lacked “scientific merit.\" In his report, Bright said he pushed back against the drug \"even though the administration promoted it as a panacea and demanded that New York and New Jersey be 'flooded' with these drugs.\"\n\nThe Biomedical Advanced Research and Development Authority is designed to aid in securing the nation from chemical, biological, radiological, and nuclear threats, as well as from influenza and diseases, according to HHS. Bright was removed from his role and assigned to a job at the National Institutes of Health last month.\n\n\"The past few years have been beyond challenging,\" Bright told reporters Tuesday. \"I was pressured to let politics and cronyism drive decisions, over opinions of the best scientists in government.\"\n\nAn HHS spokeswoman fired back at Bright in a statement Tuesday.\n\n“Dr. Bright was transferred to NIH to work on diagnostics testing,\" said spokeswoman Caitlin Oakley, describing the new position as \"critical\" to combating the virus. \"We are deeply disappointed that he has not shown up to work on behalf of the American people and lead on this critical endeavor.”\n\nThe report argues that \"HHS political leadership retaliated against Dr. Bright for his objections and resistance to funding potentially dangerous drugs promoted by those with political connections and by the administration itself.\"\n\nBright's attorneys argue in the report that tension with HHS leadership dated to non-COVID-19 contracts earlier in the Trump administration. Bright said he resisted efforts to extend a contract with a company whose CEO, he was told, was a friend of Jared Kushner, the president's son-in-law and a senior adviser at the White House.\n\nBright also claims in the report that he met with White House officials as far back as February 8, 2020, to warn about the coronavirus and that he emphasized the need to \"secure N95 masks and to ramp up mask production,” as well as other equipment.\n\nTrump said late last month that he didn't know about Bright or his accusations.\n\n\"I have never heard of him,\" the president said. \"I don't know who he is.\"\n\nBright is expected to testify before the House Energy Subcommittee on Health on May 14, his lawyers said."}}