{"GDELT": {"GlobalEventID": 922011609, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "PTY", "Actor1Name": "PRESIDENTIAL CANDIDATE", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 0.1338688085676, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Hollywood, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0983, "Actor1Geo_Long": -118.32700000000001, "Actor1Geo_FeatureID": "1660757", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hollywood, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA037", "Action2Geo_Lat": 34.0983, "Action2Geo_Long": -118.32700000000001, "Action2Geo_FeatureID": "1660757", "DATEADDED": 20200506090000, "SOURCEURL": "https://www.americanthinker.com/articles/2020/05/phyllis_schlafly_as_i_knew_her_.html"}, "ARTICLE": {"TITLE": "Phyllis Schlafly As I Knew Her", "TEXT": "The recently released FX on Hulu series Mrs. America chronicles the story of the fight over ratification of the Equal Rights Amendment in the 1970s and 80s. Were it not for my late boss Phyllis Schlafly stepping in and defeating this train wreck of an amendment against insurmountable odds, there wouldn’t be a story. This narrative should not be left to Hollywood elites to tell.\n\nThe nine-part Mrs. America series paints Phyllis as a power-hungry, cold, calculating, and egotistical individual who cares about protecting her \"political profile in D.C.\" Nothing could be further from the truth. While these falsehoods aren't surprising coming from liberal Hollywood, they are disappointing nonetheless.\n\nI was privileged to have been personally hired by Phyllis and worked at her side for nearly four years before she passed away in 2016. Spending countless hours with her, I can attest to the fact that the Phyllis Schlafly I knew and worked for is not the same person as two-time Academy Award winner Cate Blanchett portrays in the show.\n\nAs a wife, mother to six, lawyer, author of 27 books, and political activist, Phyllis cared about many things. However, she never held her own image and profile in high regard, especially not above any of the issues she fought for.\n\nPerhaps one of the greatest examples I recall displaying Phyllis’s lack of concern for her “image” surrounds her endorsement of Donald J. Trump for president. To understand this high-profile move, we must go to 1964 when Phyllis self-published A Choice Not An Echo. The book presents an in-depth look at the deal-making of Republican National Conventions from 1938 to 1960. She proposed that the Republican Party should choose a true conservative as the nominee rather than allow the globalist “Kingmakers” to select their choice behind closed doors and then present him to the American people. With over three million copies sold, her book helped catapult conservative Barry Goldwater into winning the 1964 Republican presidential nomination.\n\nNow fast forward to March 2016, Phyllis Schlafly met privately with Donald Trump before endorsing him as the Republican presidential candidate from the stage of the Peabody Opera House in St. Louis, MO. She believed that he was our “choice” -- not an echo of failed political systems past -- just as she believed of Barry Goldwater in 1964. Phyllis went even further to write her twenty-seventh and final book titled The Conservative Case for Trump in which she predicted he would appoint constitutionalist judges like Antonin Scalia, end bad trade deals, and put a stop to the entry of illegal immigrants by securing our border.\n\nI recall countless times when either Phyllis or I were approached by conservatives who couldn’t understand her endorsement of Trump. Their concerns mostly surrounded his lack of prior political experience and what they perceived as a questionable personal life at best. The questions and pushback she received never phased her. She truly believed that Trump was the right man for the job and she wasn’t afraid to say so. After Trump won against all odds, many conservatives came back to say “Phyllis was right. I should have listened to her all along!”\n\nWorking with Phyllis on a professional level was a remarkable experience in and of itself, but I was blessed that she mentored me outside of the office as well. We traveled together, visited over dinner, and spent time at her home on the weekends. It was in these moments that I learned some of the most important lessons of my life.\n\nPhyllis instructed me that it didn’t matter who received the credit as long as the work got done. When attacked while standing for the truth, don’t take the attacks personally. Stand your ground but respond with grace. Leaders must work hard and persevere in the difficult times. Always remain resolute and don’t become discouraged by the setbacks along the way. Phyllis not only taught these lessons, she lived by them.\n\nNo matter what Hollywood tells you, I knew the real Mrs. America. She was a lady who displayed humility, class, kindness, and resilience even in the midst of adverse circumstances. I am truly grateful for the lessons I learned from Phyllis and hope that I may emulate even a little of what she taught me. By sharing my experiences, I hope that you, too, will come to know the true legacy of Phyllis Schlafly.\n\nRebekah Gantner is the Executive Director of the Eagle Forum Education & Legal Defense Fund. She was hired by Phyllis Schlafly in 2013 and worked closely with her for three years at the Saint Louis headquarters prior to Phyllis’ passing."}}