{"GDELT": {"GlobalEventID": 922011148, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "GOV", "Actor1Name": "MINIST", "Actor1Type1Code": "GOV", "Actor2Code": "VNM", "Actor2Name": "VIETNAM", "Actor2CountryCode": "VNM", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.33003300330033003, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Vietnam, Republic Of", "Actor1Geo_CountryCode": "VM", "Actor1Geo_ADM1Code": "VM", "Actor1Geo_Lat": 16.166667, "Actor1Geo_Long": 107.83333300000001, "Actor1Geo_FeatureID": "VM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Vietnam, Republic Of", "Actor2Geo_CountryCode": "VM", "Actor2Geo_ADM1Code": "VM", "Actor2Geo_Lat": 16.166667, "Actor2Geo_Long": 107.83333300000001, "Actor2Geo_FeatureID": "VM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM", "Action2Geo_Lat": 16.166667, "Action2Geo_Long": 107.83333300000001, "Action2Geo_FeatureID": "VM", "DATEADDED": 20200506090000, "SOURCEURL": "https://www.thenational.ae/opinion/comment/how-the-us-and-china-can-get-along-in-the-indo-pacific-1.1015270"}, "ARTICLE": {"TITLE": "How the US and China can get along in the Indo-Pacific", "TEXT": "What’s in a name? Sometimes quite a lot. For many years, democracy advocates said that calling Burma Myanmar was to confer legitimacy on the military regime that changed the country’s title in 1989. Whether you refer to Northern Ireland’s second city as Derry or Londonderry is often an indication of either Irish nationalist or British unionist sympathies. And so the fact that the term Asia-Pacific is gradually being replaced by a newer name, the Indo-Pacific, is not just a matter of geography (although it is true that the former does not include the Indian subcontinent and the latter does).\n\nThis change matters greatly. It represents a significant shift in the contest for influence between China and the US, and as such it is of importance to far more than just foreign policy analysts at think tanks and universities.\n\nMembers of 'the quad'\n\nDonald Trump's America, Shinzo Abe's Japan, and Narendra Modi's India are members of 'the quad'. Bloomberg\n\nOne of the reasons why is because the new name is very much associated with “the quad” – the quadrilateral meetings between America, Australia, India and Japan, which began in 2007, and which instantly raised hackles in China. Some suggested the quad could be the beginning of an Asian Nato; Chinese authorities, wary that they were being ganged up on, issued formal diplomatic protests to the four countries in advance of the first meeting.\n\nPartly due to leadership changes, the first quad swiftly petered out. But the idea was revived 10 years later, and in November 2017 officials from the quad met “to discuss a shared vision for increased prosperity and security in the Indo-Pacific region and to work together to ensure it remains free and open”, as an Australian government statement put it. They “committed to continuing quadrilateral discussions and deepening co-operation on the basis of shared values and principles” and to “upholding the rules-based order in the Indo-Pacific and respect for international law”.\n\nMany felt you did not have to read very closely between the lines to conclude that this was another US-led initiative aimed at containing China. At the same time, however, there did not appear to be any high-level meetings between the quad. And the whole concept of the Indo-Pacific seemed very vague. As late as November 2018, I attended a conference in Kuala Lumpur after which I messaged a friend: “Spent two hours talking about the Indo-Pacific this afternoon. Clear as mud.”\n\nChina rising in South China Sea\n\nIn this 2018 file photo, Chinese President Xi Jinping, left, speaks after he reviewed the PLA Navy fleet in the South China Sea. AP Photo\n\nThe 10-member Association of Southeast Asian Nations (Asean) retained the Asia-Pacific as its lens. In October that same year, New Zealand’s deputy foreign minister Ben King said that “the term Indo‑Pacific may not resonate” in his country as yet.\n\nBut the US, and Secretary of State Mike Pompeo in particular, continued to promote both the term and the strategy. The US Department of Defence issued an Indo-Pacific report in December 2018, and last November the State Department produced its “shared vision” of a “free and open Indo-Pacific”. In the security section of that document, the authors did not hold back. They described China’s maritime claims in the South China Sea, for instance, as “preposterous… unfounded, unlawful, and unreasonable… without legal, historic, or geographic merit\".\n\nThe Hague's 2017 ruling\n\nThe report also noted that “in September 2019, the first ministerial-level meeting of the United States, Australia, India, and Japan at the Quadrilateral Consultations marked a new milestone for our diplomatic engagement in the region\".\n\nSince then the quad has become even more active. It has held several ministerial meetings to co-ordinate over the coronavirus pandemic, with the additional participation of Vietnam, South Korea and New Zealand – none of them particularly close to China.\n\nBeijing's suspicions of the whole Indo-Pacific concept might, then, appear to have been confirmed. But there was another development last year that may not make the term one which China will ever like, but at least make it less objectionable.\n\nAsean's solution\n\nA video conference on Covid-19 between Asean foreign ministers and US Secretary of State Mike Pompeo last month. AP Photo\n\nAnd that was that after months of deliberation, Asean adopted it, producing in June an “Asean Outlook on the Indo-Pacific” inspired by Indonesia, which has long had its own ideas about an “Indo-Pacific” formulation; and they are quite different to America’s.\n\nAs the distinguished academic Amitav Acharya put it: “The United States wants a ‘free’ and ‘open’ Indo-Pacific, echoing the wording used by Japan’s Prime Minister Shinzo Abe, but with a more overt military-strategic orientation. In comparison, Indonesia seeks an ‘open’ and ‘inclusive’ Indo-Pacific. The United States does not use ‘inclusive’ while Indonesia does not use ‘free’.\n\n\"The latter’s stress on 'inclusivity',\" he wrote, “implies that its policy is not meant to isolate China.”\n\nThe virus of geopolitics\n\nThe term is here to stay – so much so that when Malaysia’s Institute of Strategic and International Studies held its flagship Asia-Pacific Roundtable last year, its chairman was asked if he would change the annual conference’s title to Indo-Pacific Roundtable. (The answer was no.) But what kind of region this new name implies is contested.\n\nWhat both the Asean and the US visions agree on is the emphasis on trade. The measures outlined in the State Department report remind the reader of just how active America is and has been in providing assistance to the region in terms of infrastructure, developing energy resources, training and investment – far more than is often realised – and some hope that this broad partnership can be a viable alternative and complement to China’s Belt and Road Initiative.\n\nPompeo pushing China\n\nMike Pompeo, U.S. secretary of state, second left, speaks as Mark Esper, U.S. Secretary of Defense, left, Marise Payne, Australia's foreign minister, second right, and Linda Reynolds, Australia's defense minister, listen during a news conference in Sydney, Australia, on Sunday, Aug. 4, 2019. Secretary of Defense Mark Esper said the U.S. is firmly against China's \"destabilizing\" behavior in the Indo-Pacific, and won't stand by while one country reshapes the region, continuing a war of words between the superpowers. Photographer: Brendon Thorne/Bloomberg\n\nIf Asean’s more neutral and inclusive approach dominates, says Thomas Daniel of Malaysia’s Institute, “we may not be able to get Chinese buy-in, but the hope is that we wouldn’t get Chinese opposition\".\n\nThat has to be the best outcome. For when the world gets back to work again, integration in Asia is not going to stop, China is going to continue to rise and the US will remain deeply engaged in the region. The Indo-Pacific will inherit the challenges of its predecessor. The hope must be that Asean can persuade middle and emerging powers in this expanded theatre that consensus-seeking and conflict avoidance are the best ways to create the rising tide that will lift all boats.\n\nSholto Byrnes is a commentator and consultant in Kuala Lumpur and a corresponding fellow of the Erasmus Forum"}}