{"GDELT": {"GlobalEventID": 922021770, "Day": 20200506, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3452, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "CVL", "Actor2Name": "HUNTER", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 161, "EventBaseCode": 161, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.39560439560439, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200506101500, "SOURCEURL": "https://www.opposingviews.com/society/school-suspends-6-year-old-claims-his-behavior-amounts-to-sexual-harassment"}, "ARTICLE": {"TITLE": "School Suspends 6-Year-Old, Claims His Behavior Amounts To 'Sexual Harassment'", "TEXT": "Jennifer Saunders stated that officials at the Lincoln School of Science and Technology in Canon City overreacted when they suspended her son for kissing a girl’s hand.\n\nAccording to her, her son Hunter Yelton was suspended for kissing the girl, and that he had other disciplinary problems. She was shocked to find out that he would be out of school for another few days.\n\nADVERTISEMENT Thanks for watching! Visit Website\n\nThe first grader told KRDO-TV that he had a crush on a girl, and that she likes him back.\n\nHe said, \"It was during class, yeah. We were doing reading group, and I leaned over and kissed her on the hand. That's what happened.\"\n\nSaunders stated that she saw nothing wrong with her son’s actions, but that was shocked when the principal dropped the words “sexual harassment” at a meeting.\n\n\"This is taking it to an extreme that doesn't need to be met with a six year old. Now my son is asking questions. What is sex mommy? That should not ever be said, sex. Not in a sentence with a six year old,\" she said.\n\nADVERTISEMENT Thanks for watching! Visit Website\n\nADVERTISEMENT Thanks for watching! Visit Website\n\nRobin Gooldy, the district superintendent, told The Associated Press that Yelton had been suspended because of a policy against unwanted contact.\n\n\"The focus needs to be on his behavior. We usually try to get the student to stop, but if it continues, we need to take action and it sometimes rises to the level of suspension,\" he said.\n\nHe stated that there had been no communication from the girl’s parents, and that no legal action was expected because the incident was just a violation of the school’s policy.\n\nDr. David Welsh, a school psychologist, stated that some policies that prohibit harassment, bullying and weapons on public school campuses sometimes go too far, but that school boards are required to develop strict policies and implement them.\n\n\"If you have a policy and procedure and you don't follow it, it's hard to defend,\" he said.\n\nChild psychologist Sandy Wurtele told KRDO that kissing was normal behavior for children of that age, and that tough love would have negative consequences.\n\nShe said, \"For most 6-year-old boys, absolutely. That would be a normal behavior.\" She is a child clinical psychologist specializing in child sexual development and prevention of childhood sexual abuse.\n\nShe stated that she was surprised by the school’s decision to suspend him.\n\nShe said, \"That really gives mixed messages, negative messages to the kids. This part of development is just as important, if not more, than their academic subjects.\"\n\nWurtele said that at that age, children are just simply curious about the differences between boys and girls.\n\nSources: America Now / Photo Credit: ABC News"}}