{"GDELT": {"GlobalEventID": 922448117, "Day": 20200508, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3507, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "UKR", "Actor2Name": "CRIMEA", "Actor2CountryCode": "UKR", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.9325513196481, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kremlin, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kremlin, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kremlin, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200508104500, "SOURCEURL": "http://www.ukrweekly.com/uwwp/putins-victory-day/"}, "ARTICLE": {"TITLE": "Putin’s Victory Day", "TEXT": "May 9 was to have been celebrated in grand fashion in Russia as Victory Day – the 75th anniversary of the surrender of Nazi Germany. As noted in a news analysis by Pavel Felgenhauer, writing for Eurasia Daily Monitor, “The anniversary celebrations of victory over Nazi Germany in May 1945, which ended World War II in Europe, have become the main yearly public relations event in President Vladimir Putin’s Russia.” And this year’s observance of the anniversary was to be the main state event of the year, the analyst pointed out, “bigger than any such commemorations to date.”\n\nBecause of the coronavirus pandemic, however, the huge parade planned for May 9 was cancelled, though it was promised that the military parade and other mass events would be rescheduled for later in the year. Mr. Felgenhauer commented: “The grandiose celebrations, at which a number of foreign leaders and state delegations were expected, would have enhanced Mr. Putin as a top world leader abroad and, maybe more importantly, internally,” as his public support has been slipping.\n\nA less-known aspect of the Victory Day celebrations was to be the unveiling on May 9 of the new main cathedral of the Russian Armed Forces, which has been built just west of Moscow, with the Kremlin budget providing nearly 3 billion rubles (approximately $40 million U.S.) for the project. A 2019 story by RFE/RL described the cathedral as “the set piece of an ostentatious memorial complex merging Russia’s Orthodox tradition with the most sanctified episode of the country’s past: the Soviet Union’s victory over invading Nazi forces in what Russians call the Great Patriotic War.”\n\nThere were plans to install a mosaic depicting Soviet dictator and mass murderer Joseph Stalin inside the massive church. There was also to be a huge mosaic featuring President Putin, alongside Defense Minister Sergei Shoigu, Foreign Affairs Minister Sergei Lavrov, the head of the FSB and other Russian leaders, demonstrating their support for the “bloodless reunification” of Crimea with Russia. Another mosaic reportedly shows women in front of a sign that says “Crimea is ours” – a paean to the forcible annexation of the Ukrainian peninsula in 2014. Yes, all this inside a cathedral.\n\nThe Kremlin, however, did not approve of the Putin mosaic, saying the installation of such a tribute was premature, and it was removed. Readers will no doubt recall that Mr. Putin has signed a bill that could keep him in power until the year 2036. (A plebiscite on the constitutional changes required to make that idea reality was indefinitely postponed due to the coronavirus outbreak in Russia.) So, perhaps the mosaic will wait until the president completes his ever-increasing term in office.\n\nWhile Mr. Putin continues to hijack celebrations of the end of World War II and to disseminate Russian myths about the USSR’s role in that war, a joint statement on the 75th anniversary of the end of the second world war released on May 7 by the U.S. secretary of state and the foreign affairs ministers of Bulgaria, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Romania and Slovakia, was on the mark.\n\n“While May 1945 brought the end of the Second World War in Europe, it did not bring freedom to all of Europe. The central and eastern part of the continent remained under the rule of communist regimes for almost 50 years. The Baltic States were illegally occupied and annexed and the iron grip over the other captive nations was enforced by the Soviet Union using overwhelming military force, repression and ideological control,” they stated.\n\nThey concluded their highly pertinent statement by pointing out that “Manipulating the historical events that led to the Second World War and to the division of Europe in the aftermath of the war constitutes a regrettable effort to falsify history” and by underscoring: “By learning the cruel lessons of the second world war, we call on the international community to join us in firmly rejecting the concept of spheres of influence and insisting on equality of all sovereign nations.”\n\nNot exactly words that Mr. Putin would appreciate on “his” holiday."}}