{"GDELT": {"GlobalEventID": 922448211, "Day": 20200508, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3507, "Actor1Code": "IND", "Actor1Name": "AMRITSAR", "Actor1CountryCode": "IND", "Actor2Code": "MIL", "Actor2Name": "AIR FORCE", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.8771929824561401, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Amritsar, Punjab, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN23", "Actor1Geo_ADM2Code": "17821", "Actor1Geo_Lat": 31.6331, "Actor1Geo_Long": 74.8656, "Actor1Geo_FeatureID": "-2088794", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Amritsar, Punjab, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN23", "Actor2Geo_ADM2Code": "17821", "Actor2Geo_Lat": 31.6331, "Actor2Geo_Long": 74.8656, "Actor2Geo_FeatureID": "-2088794", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Amritsar, Punjab, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN23", "Action2Geo_ADM2Code": "17821", "Action2Geo_Lat": 31.6331, "Action2Geo_Long": 74.8656, "Action2Geo_FeatureID": "-2088794", "DATEADDED": 20200508104500, "SOURCEURL": "https://zeenews.india.com/india/punjab-cm-amarinder-singh-applaud-locals-for-rescuing-iaf-pilot-after-fighter-jet-crash-2282030.html"}, "ARTICLE": {"TITLE": "Punjab CM Amarinder Singh applauds locals for rescuing IAF pilot after MiG-29 fighter jet crash", "TEXT": "Amritsar: Punjab Chief Minister Amarinder Singh applauded locals for rushing to the aid of an Indian Air Force pilot after a MiG-29 fighter jet crashed in the Hoshiarpur district on Friday (May 8) morning. The Chief Minister also attached a video where the locals were seen attending to the pilot and shielding him from the scorching sun by making a makeshift tent with their turbans.\n\n\"I am relieved to know that @IAF_MCC pilot ejected to safety in Hoshiarpur after his MIG-29 crashed today. Thank the local people for immediately rushing to the aid of the pilot. Proud of you all!,\" the Punjab Chief Minister said in a tweet.\n\nI am relieved to know that @IAF_MCC pilot ejected to safety in Hoshiarpur after his MIG-29 crashed today. Thank the local people for immediately rushing to the aid of the pilot. Proud of you all! pic.twitter.com/fcno2yQDck — Capt.Amarinder Singh (@capt_amarinder) May 8, 2020\n\nA MiG-29 fighter aircraft of the Indian Air Force (IAF) crashed near Nawanshahr in Punjab on Friday morning. The MiG-29 pilot ejected after the plane developed a technical snag and failed to respond. The pilot, identified as Wing Commander MK Pandey, ejected safely and was rescued, an official said.\n\nThe jet, which had taken off from Adampur Air Force Station near Jalandhar, was on a training mission. As per PTI, the crash took place around 10.30 am.\n\nAn IAF spokesperson confirmed that the MiG-29 aircraft was on a training mission from an Air Force base near Jalandhar. \"The aircraft had developed a technical snag and the pilot ejected safely as he was unable to control the aircraft,\" he said.\n\nThe official said the pilot has been rescued by a helicopter and a Court of Inquiry has been ordered to investigate the cause of the accident.\n\nIt may be recalled that the IAF has lost several MiG 21 trainers and MiG 29 fighter jets in crashes due to technical snag in recent years."}}