{"GDELT": {"GlobalEventID": 922447519, "Day": 20190509, "MonthYear": 201905, "Year": 2019, "FractionDate": 2019.3534, "Actor1Code": "NZL", "Actor1Name": "NEW ZEALAND", "Actor1CountryCode": "NZL", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.75097276264592, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paparoa, New Zealand (general), New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ00", "Actor1Geo_ADM2Code": "22385", "Actor1Geo_Lat": -36.1, "Actor1Geo_Long": 174.233, "Actor1Geo_FeatureID": "-1515822", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paparoa, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22385", "Action2Geo_Lat": -36.1, "Action2Geo_Long": 174.233, "Action2Geo_FeatureID": "-1515822", "DATEADDED": 20200508104500, "SOURCEURL": "http://www.msn.com/en-nz/news/national/the-bulletin-peters-throws-nz-into-battle-between-china-and-taiwan/ar-BB13KKfR"}, "ARTICLE": {"TITLE": "The Bulletin: Peters throws NZ into battle between China and Taiwan", "TEXT": "© The Spinoff Foreign minister Winston Peters speaking to media (Getty Images)\n\nGood morning, and welcome to The Bulletin. In today’s edition: Peters throws New Zealand into the fray over Taiwan’s WHO inclusion, more detail emerges on legality of lockdown, and a potentially major decision for the courier industry.\n\nThe government wouldn’t frame it in such a way, but they’ve made several recent moves which indicate they’re not taking China’s side in their geopolitical battle with the rest of the world, particularly against the US. Right now, there is a lot going on in this space – without getting too deep into it, some of the complaints being made against the government of China have a fair basis, and some of them are absurd. Within that, there is something of a proxy argument going on over the inclusion of Taiwan within the World Trade Organisation, which China is currently blocking, as it considers Taiwan to be a rogue province. Now New Zealand’s politicians have got themselves involved.\n\nIf you’re wondering if it has even been noticed overseas, it has. Earlier this week, the Taiwan News reported on comments from foreign minister Winston Peters in favour of Taiwan being allowed to rejoin the WHO. Peters’ comments were taken as a statement of “firm support”, and the story talked up the friendship between NZ and Taiwan. The story also noted that PM Ardern ducked questions on whether she supported Taiwan’s inclusion, which is currently being pushed by Australia and the US. At the time, the NZ Herald’s Audrey Young wrote that public backing for the bid by Peters would cause fresh problems for the diplomatic relationship with China.\n\nAnd the Chinese government noticed, and made their annoyance clear. Newsroom’s Sam Sachdeva reported that the Chinese embassy put out a statement, setting out their country’s view, and warning that the one-China principle is “the political foundation of China-New Zealand relations”. Well, that story was updated later in the day with the news that New Zealand is now formally backing Taiwan’s inclusion at the WHO, it isn’t just Winston Peters’ opinion any more. For good measure, Peters also suggested that there was a split in opinion between the Chinese embassy, and the Chinese foreign minister, reports the NZ Herald. As Politik’s Richard Harman writes this morning, this all has domestic political implications too – National’s Gerry Brownlee has criticised Peters, saying the comments were “unnecessary” and risky, and says there’s no way Taiwan will get a place at the WHO.\n\nIt’s worth remembering that there has been tension with China at each end of the Covid crisis for New Zealand. Early on, travel restrictions in New Zealand were mainly aimed at China, a point that also deeply annoyed the embassy. At the time, the ambassador called for restrictions to be lifted, before it soon became clear the only direction they were moving was towards more countries being added. Since then there has been a donation of PPE and other medical supplies made by China to New Zealand – this has been a major element of Chinese diplomatic efforts all over the world over the last month. Complicating it all – China is an intensely important export market for New Zealand, which will be crucial in any economic recovery.\n\nThere’s one other bit to this, which illustrates how New Zealand is just one country among many grappling with a complex relationship here. Yesterday Newsroom’s (paywalled) Sam Sachdeva reported that NZ has quietly joined a US-led alliance being called the ‘Quad Plus’, which includes countries like Australia, India and Japan. The Diplomat reports that Australia and India are planning to build a more united front against China, as both countries have experienced a marked deterioration in relations with the superpower. Whether we like it or not, there is an increasing sense of polarisation in these diplomatic stories, and New Zealand will have no choice but to participate.\n\nIt’s a massive moment for The Spinoff right now, and we’ve got some good news to share. We’re hiring for not just one, but two new full-time senior journalism jobs, along with looking for journos who can do more casual shift-work. We’re also looking for a full-time office manager. None of this would have been possible without the support of Spinoff Members, so thanks so much to all who have contributed. And if you’re interested in applying, all the details can be found here.\n\nSo was the lockdown illegal? Right now, opinions are split, to say the least. Thomas Coughlan has reported on advice given to the government by the the solicitor-general, and obtained by Stuff, which argues that because of the widespread interference in human rights, it would only be lawful if justified by the health risks. The advice also argued that the government had to prove their measures were proportional. Attorney-general David Parker has since come out backing the legality of the lockdown on that basis.\n\nHaving said that, it is still likely to end up being tested. And on the aspect of whether or not the lockdown rules were actually enforceable in a legal sense, a story by Newstalk ZB’s Barry Soper suggests they were not, particularly during the first iteration of the legal basis of the lockdown, which may have implications for the hundreds of people prosecuted under those rules. Who’s right? As someone with no legal training I have no idea, but have no doubt that more learned folk will be working hard on this.\n\nAs for whether this all matters, I strongly encourage you to read this piece by Otago University’s Andrew Geddis – and not just because he very generously quotes The Bulletin in it. To quote him right back:\n\n“Given that we’re dealing with the use of powers contained in a piece of legislation more than six decades old, expressed in quite terse fashion, and exercised in the midst of an emergency situation, it’s unsurprising that there’s some uncertainty about their “correct” interpretation and application.\n\nHaving that debate involves no malice or unwarranted pedantry. Rather, it reflects a desire to get clarity about whether the claimed legal powers actually permit the very extensive actions that have been taken.”\n\nA legal decision to deem a courier an employee could have big implications for the whole workforce, reports Stuff. It follows one courier’s battle to not be considered an independent contractor – which is the model used by much of the industry. Being an employee brings with it a range of other benefits and legal protections. The judge made it clear in the case that the decision applied only to the courier in question – however, FIRST Union say it is a landmark one that should be noticed in all industries “that blur the boundaries between contractors and employees.”\n\nWe got a lot more detail yesterday about the regime that will be in place when the country moves to alert level two. Here’s a cheat sheet about all the things you will and still won’t be able to do, including going back to the office, having a meal in a restaurant under strict conditions, and finally seeing other human beings outside of your bubble (no offence to my bubble, who are all great.) Incidentally, our live blog reported yesterday that legislation will be formally introduced to parliament next week that sets out the legal basis for level two restrictions. We’ll find out on Monday afternoon if and when we’ll be moving into it.\n\nThe vice-president of Young ACT has quit the organisation, after alleging that complaints of sexual harassment had been ignored. Stuff reports that several members have since been kicked out, and the youth wing’s president has acknowledged that the organisation had failed, putting in place a range of actions in response. An independent inquiry into it is also being considered. The vice-president also alleged that there were other victims of similar treatment within Young ACT.\n\nIt seems like it’s happening much sooner than normal given everything else going on, but the Budget will be unveiled next week. The NZ Herald (paywalled) has published a useful comment piece by tax expert Geof Nightingale, who has assessed the sort of spending that will take place, and the debt that will inevitably accrue as a result. So will that mean higher taxes are announced? Nightingale says that is unlikely, but at some stage tax revenue will be needed to pay that debt back. On that point, Newshub reports the PM repeatedly faced questions over whether new taxes would be introduced yesterday in parliament – Ardern didn’t rule it out, and the pair had an exchange of views.\n\nThis story is almost worth reading for the brilliantly dry intro alone: Blasting a millions-of-years-old rock overhang in a national park wasn’t a good idea, the Department of Conservation has found. The piece, by Newsroom’s David Williams, concerns the decision last year to bring down a sandstone overhang in the Paparoa National Park, which has subsequently been criticised as prioritising tourists over nature. Unfortunately, it’s a decision that is now a little too late to reverse.\n\nGot some feedback about The Bulletin, or anything in the news? Drop us a line at thebulletin@thespinoff.co.nz\n\n© The Spinoff A Man who if you squint looks like hes is from Flight of the Conchords catches up with a kangaroo in Tasmania. Photo: Getty\n\nRight now on The Spinoff: Historian Aroha Harris looks at the way Māori communities have mobilised in the past to protect themselves, echoed today in iwi-led checkpoints. Emily Writes has an important report on the abuse and dehumanisation that has been heaped on customer service workers during the pandemic. Jessie Moss writes about the learning journey of her kids outside of their normal classroom. A group of good brains from the New Zealand Alternative write about how this country can make use of the global acclaim being built up by our Covid-19 response. And Ryk Goddard, former Tasmanian, writes about how good it would be if the first international connection New Zealanders had would be to the best part of that country.\n\nFor a feature today, a look at some of the ways we might figure out the real time state of the economy. It comes from the blog Economics NZ, by economist Donal Curtin, and is an update to a series started last month which looks at a range of economic indicators. The standard ones like consumer spending are there, but the one that really piqued my interest was electricity generation – it dropped quite a bit lower than normal when we went into level four, and has stayed below normal levels ever since. For an excerpt, I’ll take a section from the introductory post, in which Curtin explains why these measurements are useful:\n\nThe wider point about the limited range of our current official cyclical data, and the speed with which what we have gets published, needs to be addressed. You can’t go to a competition or regulation conference these days without people blathering on about how ‘big data’ enables market power, or threatens privacy, but you don’t see anything like the same focus on how the torrents of big data could be used to generate near-real-time cyclical gauges.\n\nIt’s fine to have the business as usual, industrial strength, quality-assured things like the quarterly national accounts. But as Grant Robertson and the lads at Treasury – and the rest of us – are finding out, there’s a big role for the cheap and cheerful but timely and informative indicators, too.\n\nThat’s it for The Bulletin. If you want to support the work we do at The Spinoff, please check out our membership programme"}}