{"GDELT": {"GlobalEventID": 922448910, "Day": 20200508, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3507, "Actor1Code": "ZMB", "Actor1Name": "ZAMBIA", "Actor1CountryCode": "ZMB", "Actor2Code": "GOV", "Actor2Name": "BUREAUCRAT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.7346938775510201, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Manhattan, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY061", "Actor1Geo_Lat": 40.7834, "Actor1Geo_Long": -73.9662, "Actor1Geo_FeatureID": "971945", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Manhattan, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_ADM2Code": "NY061", "Actor2Geo_Lat": 40.7834, "Actor2Geo_Long": -73.9662, "Actor2Geo_FeatureID": "971945", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Manhattan, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_ADM2Code": "NY061", "Action2Geo_Lat": 40.7834, "Action2Geo_Long": -73.9662, "Action2Geo_FeatureID": "971945", "DATEADDED": 20200508104500, "SOURCEURL": "https://www.thehindu.com/entertainment/movies/prashant-nairs-latest-anthology-film-tryst-with-destiny-bags-an-award-at-tribeca-film-festival/article31534833.ece"}, "ARTICLE": {"TITLE": "Triumph at Tribeca: Prashant Nair’s latest anthology film, Tryst With Destiny, bags an award at Tribeca Film Festival", "TEXT": "How Prashant Nair’s latest anthology film clinched the best screenplay award in the international narrative section\n\nPrashant Nair remembers visiting Village East Cinema in Manhattan during his engineering days, long before an overwhelming passion for cinema forced him to switch gears to filmmaking. One of New York City’s last remaining Yiddish theatre buildings, the landmark has been one of the regular venues for the annual Tribeca Film Festival. It would have meant coming a full circle for Nair then, with his latest feature film, Tryst With Destiny, slated to have had its world première at the historic site on April 16 as part of Tribeca’s international narrative competition lineup. “I used to frequent the theatre a lot in my early 20s and was excited at the idea of going back there with my own film,” he tells us on a phone call from his countryside home in Mallorca island in Spain. That, unfortunately, was not to be in these Covid-19 afflicted times.\n\nFestival circuit\n\nThe physical festival may have been cancelled, but the film was screened virtually for the festival jury. It also clinched the best screenplay award in the international narrative section. Jointly produced by Manish Mundra’s Drishyam Films and French studio Backup Media, Tryst With Destiny was the only Indian film in the Tribeca programme this year. The jury comprised well-known names like Danny Boyle, Demian Bichir, Judith Godrèche, Sabine Hoffman and William Hurt. Nair was on his guard the most when it came to Boyle who he says “knows India so well”.\n\nPrashant Nair | Photo Credit: Special Arrangement\n\nTwo of Nair’s films have won awards in their première outings at prestigious and influential North American spaces for independent cinema. Umrika had earlier bagged the audience award in the international competition at Sundance Film Festival 2015. Incidentally both the platforms have cinema legends as founding fathers — Robert Redford for Sundance and Robert De Niro when it comes to Tribeca. “With awards, you can never really tell. It is all about how relevant the film is at that time. But it is amazing to have won in festivals where Indian films have never been awarded before,” says Nair.\n\nBorn in Chandigarh and raised in Sudan, Switzerland, Syria, Zambia and Austria, thanks to peripatetic bureaucrat parents, “the rootless, homeless” Nair, as he describes himself, has gone on to live in USA, France, Czech Republic, Germany, Mexico, India and Spain. He took his first shot at filmmaking with a micro-budget feature, Delhi In A Day, that he refers to as his film school. The experience that taught him all. Umrika and Tryst With Destiny aside, he has also directed two episodes of Amazon Prime Video’s Made In Heaven.\n\nBack to 1947\n\nA triptych with three sets of stories and characters, Tryst With Destiny’s roots lie in the then Prime Minister Jawaharlal Nehru’s landmark speech of 1947 on the eve of India’s Independence (incidentally, Nair’s first child was born on 14/11, Nehru’s birthday, while he working on this film). “I was moved by the promises made in the seminal speeches, frustrated with several things and was evaluating how far we have come from the goals that we had set for ourselves,” he says. The anthology film explores the inequalities endemic in our society, across the entire spectrum, financial and social, in matters of class, caste, gender, race.\n\nOne of them is about a billionaire in Mumbai who realises that money can’t buy him everything. Then there is one about a lower-caste couple in rural Uttar Pradesh attempting to rebuild their lives, and the third is centred on a corrupt Mumbai cop trying to make his mistress’ demand come true. All of them are seeking a better life, and each story also focusses on one colour of the Indian tricolour.\n\nNair, who started shooting the film in late 2018 has a strong ensemble of actors on board — Ashish Vidyarthi, Suhasini Maniratnam, Victor Banerjee, Lilette Dubey, Jaideep Ahlawat, Palomi Ghosh, among others. “Each story is provocative, and I was looking at generating discussion around the ideas. It was challenging for the actors as they had to push themselves,” he says. Someone like Suhansini Maniratnam, who exercises immense discretion when it come to picking up projects, took to the film because of the script. However, when it comes to her, Banerjee and Dubey there was also the larger aim of supporting the film at large, says Nair.\n\nA still from Tryst With Destiny | Photo Credit: Special Arrangement\n\nUp next\n\nComing up next is a web series with Endemol Shine India on the Uphaar Cinema tragedy. He is working on it, far away from the film industry, in Mallorca. Doesn’t the distance act as a hurdle? No, he says; it helps him stay happy and content and gives him the freedom to pursue what he wants. Though “at times I miss the feel and energy of Mumbai,” he admits. It may have made him miss out on opportunities, the films may have taken longer to make, but there is the quality of life, the green countryside and the beautiful sunsets that he wouldn’t trade off for anything.\n\nFilmmaking is not a career he tells us. “I love making films but I am not fond of the film industry.” However, wherever he might live, his stories end up being rooted in India. Ultimately it’s all about enjoying the process of making a film. “The outcome, whether it will do well or be appreciated, is never in our control.”\n\nThough the award has generated buzz for Tryst With Destiny, the future, as for everyone now, is looking unclear. “There is no manual to consult… we are waiting to see what happens.” Ideally he would like to screen the film in a couple of festivals before public screenings. Most important, however, is a screening for the cast and crew. “Watching your complete film with an audience for the first time is a magical experience,” concludes Nair."}}