{"GDELT": {"GlobalEventID": 922448368, "Day": 20200508, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3507, "Actor1Code": "MED", "Actor1Name": "WEBSITE", "Actor1Type1Code": "MED", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.15154349859682, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New Mexico, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNM", "Actor1Geo_Lat": 34.8375, "Actor1Geo_Long": -106.23700000000001, "Actor1Geo_FeatureID": "NM", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "New Mexico, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNM", "Action2Geo_Lat": 34.8375, "Action2Geo_Long": -106.23700000000001, "Action2Geo_FeatureID": "NM", "DATEADDED": 20200508104500, "SOURCEURL": "https://www.foxnews.com/politics/rnc-protectthevote-website-election-integrity-efforts-coronavirus-pandemic"}, "ARTICLE": {"TITLE": "RNC launches ProtectTheVote website to highlight election integrity efforts amid coronavirus pandemic", "TEXT": "The Republican National Committee (RNC) on Friday launched ProtectTheVote.com, a digital platform that the GOP says is part of its all-hands-on-deck effort to \"protect against the Democrats' assault on our elections\" as progressives push for sweeping changes, including vote-by-mail and more ballot harvesting, amid the coronavirus pandemic.\n\nThe launch comes after the RNC and Trump campaign doubled their legal budget to $20 million after an initial commitment of $10 million in February, saying they wanted to \"fight frivolous Democrat lawsuits and uphold the integrity of the elections process.\"\n\n“In battleground states across the country, Democrats are using the coronavirus as an excuse to push through their long-sought partisan agenda, but we are fighting back to protect the vote,\" RNC Chairwoman Ronna McDaniel said in a statement to Fox News. \"The RNC will stop at nothing to ensure the integrity of our elections is upheld in the face of Democrats’ brazen assaults. Americans deserve to have confidence in their elections, and we will not stand idly by while Democrats try to sue their way to victory in November.”\n\nTRUMP CAMPAIGN KICKS OFF MASSIVE AD BLITZ\n\nThat was a message echoed by President Trump in a tweet last month: \"GET RID OF BALLOT HARVESTING, IT IS RAMPANT WITH FRAUD. THE USA MUST HAVE VOTER I.D., THE ONLY WAY TO GET AN HONEST COUNT!\"\n\nBallot harvesting, or the practice of allowing political operatives and others to collect voters’ ballots and turn them in en masse to polling stations, has drawn bipartisan concerns of fraud from election watchers -- even as some states, including California, leagalize and even encourage the practice.\n\nMail-in voting has also come under scrutiny. Data from the U.S. Election Assistance Commission indicates that roughly 28 million mail-in ballots have disappeared in the past decade. “Elections in 2012, 2014, 2016, and 2018 saw more than 28.3 million 'unaccounted for' mail ballots,” a report from the Public Interest Legal Foundation recently assessed.\n\nAnd, Republicans have long argued that many states fail to adequately clean up their voter rolls. Last year, California was forced to remove 1.5 million ineligible voters after a court settlement last year when California's rolls showed a registration of 112 percent.\n\nEX-CLINTON LAWYER THREATENS LAWSUIT UNLESS BALLOT HARVESTING IS PERMITTED\n\nThe new RNC website includes an interactive map showing where the RNC and Republicans are involved in legal efforts across the country, including Virginia, Washington, Wisconsin, Minnesota, Michigan, Maine, California, Arizona and elsewhere.\n\nEarlier this week, the RNC, in partnership with the Pennsylvania GOP and the National Republican Congressional Committee (NRCC), intervened in a lawsuit in Pennsylvania to oppose various proposed changes, including the suspension of prosecution of ballot harvesters and the elimination of verification procedures for absentee ballots, such as signature matching.\n\nAnd, in California last week, the California Republican Party, supported by the RNC, sued Gov. Gavin Newsom, a Democrat, to clarify the practice of ballot harvesting in the upcoming May 12 Special Election.\n\nThe RNC also lent support to Nevada last month, when a prominent attorney who represented Hillary Clinton's presidential campaign threatened to sue the state of Nevada unless it immediately suspended prosecutions for ballot harvesting before the June 9 primary.\n\nMarc Elias, representing the Nevada Democratic Party, also called for a substantial expansion of in-person voting access in the upcoming primary — though he previously said it was a \"national disgrace\" that Wisconsin was moving ahead with in-person voting amid the coronavirus pandemic.\n\nIn both cases, he cited health concerns. There has been no election-linked spike in coronavirus cases in Wisconsin.\n\nTRUMP TAKES SWIPE AT VOTE-BY-MAIL PUSH AMID CORONAVIRUS PANDEMIC\n\nWriting on April 10 to Nevada Secretary of State Barbara Cegavske, a Republican, Elias first took aim at Nevada Revised Statutes section 293.330(4), which prohibited ballot harvesting and permits only certain individuals, like family members, to return ballots.\n\nAt the same time, Elias called for Nevada to stop throwing out ballots when signatures on voters' ballots appear different from those on voters' registrations, saying \"lay election officials have never had the necessary expertise\" to make an accurate determination.\"\n\n\"In an environment where the vast majority of Nevada voters will be casting a mail-in ballot for the first time, there is the real possibility that hundreds of thousands of Nevada voters could be disenfranchised due to the arbitrary determinations of these untrained officials,\" Elias wrote. In the alternative, Elias said that those found to have mismatched or missing signatures should be given an additional two weeks, instead of the normal one-week deadline, to clarify the matter.\n\nElias also demanded that Nevada \"require mail-in ballots be sent to all registered voters in Nevada, not just those in an active status.\" Elias asserted that state election law doesn't distinguish between the two categories of voters.\n\n\"Using the coronavirus pandemic as an excuse, Democrats have sued in state after state to strip away important election safeguards, legalize the practice of ballot harvesting and push for a universal mail-in ballot system,\" the RNC said in a statement.\n\nThe RNC has also touted various election-law victories across the nation, and features those wins on its website.\n\nFor example, last September, a federal judge in California granted the Trump campaign and RNC’s request to block a new law that requires presidential and gubernatorial candidates to release five years of tax returns to run in the state’s primary elections.\n\nThe law signed by Newsom in July would have left the sitting president off of the ballot in California’s March 2020 primary unless he submitted five years’ worth of his tax returns by a Nov. 26 deadline.\n\nSeparately in California, the RNC supported a lawsuit by state Republicans to compel Newsom to \"issue updated guidance admitting that he had granted ballot harvesters a special exemption from his statewide stay-at-home order – an exemption that prioritizes partisan political gain over the health of Californians.\"\n\nIn Wisconsin last month, the U.S. Supreme Court struck down a federal district court judge's ruling allowing people voting by absentee ballots an extra week to return their ballots. The ruling by the high court broke along ideological lines, with the five appointed by Republicans overruling the four appointed by Democrats.\n\nThe RNC said it \"also worked with the Wisconsin Republican Party to obtain a victory for election integrity at the state Supreme Court by thwarting rogue election officials’ illegal guidance regarding identification requirements for absentee voters.\"\n\nIn Florida, the RNC helped finance what it called the \"defense of a Florida law that sought to place President Trump at the top of the ballot.\"\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nAnd, in New Mexico, the RNC defended against a lawsuit it said was \"trying to force the state to automatically mail ballots to all voters without requiring them to applying for one first.\"\n\nThe RNC cited internal polling data indicating that the issue resonates with voters.\n\n\"Voters are on our side,\" the new website reads. \"Nearly two-thirds (62%) say there is fraud in U.S. elections, and that fraud would concern them under Democrats’ nationwide mail-in ballot system. Americans overwhelmingly approve of the safeguards Democrats are suing to eliminate like signature matching (84%), voter identification (80%), and a ballot receipt deadline of election day (83%). Voters also oppose (67%) allowing campaign workers to collect mail-in ballots, a practice known as ballot harvesting.\"\n\nThe website launch came as President Trump’s reelection campaign confirms to Fox News that it’s going up with a whopping $10 million ad blitz targeting presumptive Democratic presidential nominee Joe Biden.\n\nThe campaign said on Thursday that the ads will run on national cable television, broadcast TV and online and that they begin “starting now.”"}}