{"GDELT": {"GlobalEventID": 922448886, "Day": 20200508, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3507, "Actor1Code": "UZB", "Actor1Name": "UZBEKISTAN", "Actor1CountryCode": "UZB", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.79061371841156, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Uzbekistan", "Actor1Geo_CountryCode": "UZ", "Actor1Geo_ADM1Code": "UZ", "Actor1Geo_Lat": 41.707542, "Actor1Geo_Long": 63.849109999999996, "Actor1Geo_FeatureID": "UZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Uzbekistan", "Actor2Geo_CountryCode": "UZ", "Actor2Geo_ADM1Code": "UZ", "Actor2Geo_Lat": 41.707542, "Actor2Geo_Long": 63.849109999999996, "Actor2Geo_FeatureID": "UZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Uzbekistan", "Action2Geo_CountryCode": "UZ", "Action2Geo_ADM1Code": "UZ", "Action2Geo_Lat": 41.707542, "Action2Geo_Long": 63.849109999999996, "Action2Geo_FeatureID": "UZ", "DATEADDED": 20200508104500, "SOURCEURL": "https://www.courthousenews.com/invasion-of-venezuela-was-a-baffling-fiasco/"}, "ARTICLE": {"TITLE": "‘Invasion’ of Venezuela Was a Baffling Fiasco", "TEXT": "The botched plot is reminiscent, on a far smaller scale, of the U.S. invasion of Cuba in 1961 at the Bay of Pigs.\n\nVenezuela’s Attorney General Tarek William Saab holds up Twitter posts during a Monday press conference in Caracas regarding what the government calls a failed attack over the weekend aimed at overthrowing President Nicolás Maduro. The Twitter posts are between two members of the opposition, Humberto Calderon and Yon Goicoechea. (AP Photo/Matias Delacroix)\n\n(CN) — It was a baffling invasion of Venezuela last Sunday by a group of mercenaries led by two U.S. military veterans working with a Florida company that had negotiated a contract to kidnap the president of Venezuela, fly him to the United States and install a government amenable to Washington.\n\nThe contract to topple President Nicolás Maduro, the elected leader, is a 41-page document drafted in legalese with indemnity clauses, rights of refusal for future media money, waivers of liability and alternative resolution agreements.\n\nThe general services agreement was obtained by The Washington Post, which published it Wednesday. The Post said it got the document by Silvercorp CEO Jordan Goudreau, who claims to be the mastermind behind the fiasco.\n\nThe U.S. Department of Justice has offered a $25 million reward for the capture of Venezuelan President Nicolás Maduro.\n\nThe price for removing the president and using mercenary forces to install Juan Guaidó, a U.S.-educated millennial, was $212,900,000. Guaidó says he did not sign the final contract and ended relations with the former Green Beret who owns the private military company in Florida that won the contract, and who promised him the presidency.\n\nThe terms of the contract called for an initial good-faith payment of $1.5 million and at least $10 million a month during the operation to defeat the armed forces of Venezuela. The contract mentions a lender who will provide upfront money but does not say who that is.\n\nEven before his boat was captured on the Venezuelan coast Sunday, Goudreau was proclaiming that his forces were operating throughout Venezuela.\n\nGoudreau also claims he was hired to protect President Trump at rallies in 2019. His plot apparently was laid in Miami, where he met with anti-Maduro Venezuelans.\n\nIn an investigative report by Joshua Goodman published by The Associated Press two days before the failed attack on Venezuela, the world learned of the hopes and plans of the plotters. Despite his blown cover, or perhaps because of it, Goudreau sent his doomed co-conspirators to the beaches of northern Venezuela with a plan to incite an uprising, capture the president, install a new government and make nearly a quarter of a billion dollars.\n\nThe contract to topple Maduro granted to Silvercorp and associates 14% of all the gold and cash his troops encountered, and also authorized Goudreau and Silvercorp to use deadly force against the following: al Qaida, Ansar Islam, Taliban, Asbat al-Ansar, Egyptian Islamic Group (aka Gamaat Al Islamiyya), Hamas, Hezbollah/Islamic Jihad Organization, Al Aqsa Martyrs Brigade, Harakat Ul Mujuhidin, Lashkar E Tayyiba, Palestinian Islamic Jihad, Egyptian Islamic Jihad, Jemaah Islamiyah and for good measure, the Islamic Movement of Uzbekistan.\n\nSecretary of State Mike Pompeo said there was no “direct” involvement of the U.S. government in the operation, which was reminiscent, on a far smaller scale, of the failed Bay of Pigs fiasco in 1961, in which more than 100 U.S.-backed mercenaries were killed, the CIA and Kennedy administration got world-class black eyes, and Fidel Castro more firmly established his power.\n\nCourthouse News correspondent Miguel Patricio is based in El Salvador."}}