{"GDELT": {"GlobalEventID": 922447931, "Day": 20200508, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3507, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.03716508210891, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Passaic County, New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_ADM2Code": "NJ031", "Actor1Geo_Lat": 41.0668, "Actor1Geo_Long": -74.3657, "Actor1Geo_FeatureID": "882232", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Passaic County, New Jersey, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNJ", "Actor2Geo_Lat": 41.0668, "Actor2Geo_Long": -74.3657, "Actor2Geo_FeatureID": "882232", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Passaic County, New Jersey, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNJ", "Action2Geo_Lat": 41.0668, "Action2Geo_Long": -74.3657, "Action2Geo_FeatureID": "882232", "DATEADDED": 20200508104500, "SOURCEURL": "https://www.northjersey.com/story/news/2020/05/08/paterson-nj-city-council-election-has-4000-mail-votes-so-far/3090242001/"}, "ARTICLE": {"TITLE": "More than 4,000 mail-in votes received so far for Paterson City Council election", "TEXT": "Joe Malinconico\n\nPaterson Press\n\nPATERSON — By Thursday morning, Passaic County officials already had received more than 4,000 votes in the races for Paterson's six ward seats on the City Council, part of an entirely vote-by-mail, coronavirus-era election that concludes next week.\n\nPaterson’s 2nd Ward accounted for almost half the votes cast so far in the city, according to a report issued by the Passaic County Board of Elections. The 2nd Ward had about 1,995 votes submitted through Thursday morning, followed by about 815 in the 3rd Ward, 610 in the 1st Ward, 222 in the 5th Ward, 218 in the 4th Ward and 171 in the 6th Ward.\n\nMail-in ballots must be postmarked by next Tuesday, which is Election Day, and must arrive at the county offices no later than 48 hours after Election Day in order to be counted, officials said. With widespread allegations of tampering and fraud already circulating, political insiders say they expect the outcome of several ward elections to end up being decided in court.\n\nThe stakes are high for New Jersey’s third-most-populous city as well as for its mayor, Andre Sayegh. The council frequently has provided criticism and opposition to Sayegh’s initiatives during his first two years as mayor.\n\nIn the 1st and 2nd wards, Sayegh is backing two challengers who are taking on incumbents who have been two of the mayor’s most consistent adversaries. Meanwhile, in the 3rd, 4th and 5th wards, the mayor is backing incumbents he counts as allies. The 6th Ward has Paterson's only uncontested race, as incumbent Al Abdelaziz is running unopposed.\n\nDespite the campaign signs that pervade some neighborhoods in the city, it’s hard to tell exactly how much the candidates are spending on the races. The New Jersey Election Law Enforcement Commission (ELEC) requires candidates to file campaign finance reports both 29 days and 11 days prior to elections. But of the combatants in Paterson have done so, based on ELEC’s electronic postings of the reports.\n\nCITY HALL:Paterson hiring consultant to pursue coronavirus reimbursements\n\nCHAOTIC CAMPAIGN:NJ coronavirus: Crisis upends Paterson's spring political season\n\nHere’s a breakdown of the five contested races:\n\n1st Ward\n\nCouncilman Michael Jackson won the seat in a special election in 2015 and kept it in 2016 in an election in which he beat the second-place finisher by a 2-1 ratio.\n\nJackson has accused the mayor of being too cozy with politically connected out-of-town developers. Jackson also has criticized Sayegh’s efforts to rebuild Hinchliffe Stadium and the mayor’s plans to attract tourists to the national park at the Great Falls.\n\nSayegh is backing Nakima Redmon, who has been a member of the Paterson Board of Education since 2016. She served as the board’s vice president in 2018 and 2019. Redmon describes herself in her campaign literature as “an independent voice.”\n\nAlso running is Mosleh Uddin, who unsuccessfully ran for the city school board in 2018. Uddin has said he would make quality-of-life issues his priority. Uddin filed an affidavit with ELEC saying he would not spend more than $5,100 on his campaign. The ELEC website did not show any filings for Jackson or Redmon.\n\n2nd Ward\n\nIncumbent Shahin Khalique defeated then-Councilman Mohammed Akhtaruzzman in a fierce battle four years ago, one that resulted in an election fraud lawsuit that dragged on for more than a year without changing the outcome.\n\nAkhtaruzzaman won distinction in 2012 by becoming the first Bangladeshi-American to win elected office in Paterson. Khalique became the second when he beat Akhtaruzzman four years later.\n\nFormer 2nd Ward Councilman Aslon Goow has endorsed Khalique, while Sayegh and his political allies in the 2nd Ward are backing Akhtaruzzman.\n\nThe Khalique and Akhtaruzzaman campaigns have numerous signs all over the ward, but the ELEC website doesn’t show a campaign finance report for either of them. The third candidate, Frank Filippelli, submitted a statement to ELEC saying he would not spend more than $5,100.\n\n3rd Ward\n\nMany political insiders call this the featured race — one that pits five-term incumbent William McKoy against former Councilman Alex Mendez. Both of them ran for mayor in 2018, with Mendez finishing second and McKoy fourth in a six-man context.\n\nSayegh’s supporters say they expect Mendez to make another run for mayor if he wins the 3rd Ward seat. Meanwhile, McKoy and Sayegh frequently were at odds while the two of them served together for a decade as colleagues on the council. But after Sayegh’s mayoral victory, McKoy has become far more supportive of him.\n\nAlso running are activist Sharrief Bugg, educator Robyn Spencer and Chauncey Brown, who was convicted in a bribery case more than a decade ago involving his tenure on the city school board.\n\nMendez’s ELEC reports say he has raised more than $19,000, while Bugg has filed a report showing $4,224 in his campaign account, most of it coming out of his own pocket. Spencer submitted an ELEC statement saying she would not spend more than $5,100. The state agency’s website does not show 29- and 11-day preelection reports for McKoy.\n\n4th Ward\n\nRuby Cotton has served as the 4th Ward councilwoman for the past eight years. Her ELEC reports show she made a $10,000 loan to help finance her campaign. Cotton’s husband, Ed, served on the council in the 1980s. He died last month.\n\nCotton has the mayor’s backing. She is opposed by Justin Rucker, who unsuccessfully ran for council in 2018, and Eddy Olivares, who served on the Paterson school board for one year. Olivares filed an affidavit saying he would not be spending more than $5,100, but ELEC’s site does not have finance reports for Rucker.\n\n5th Ward\n\nIncumbent Luis Velez and challenger Ramon Joaquin both filed ELEC statements saying they wouldn’t be spending more than $5,100, but several political insiders say they find that hard to believe considering the proliferation of campaigns put by the two rivals. campaign signs put up by the two rivals.\n\nTwo years ago, during the mayoral race, Velez was one of Sayegh’s strongest backers in Paterson’s Latino community. Now the mayor is endorsing Velez. In 2018, Joaquin worked on Pedro Rodriguez’s mayoral bid.\n\nWhile Velez has been supportive of developer Charles Florio’s plans to build luxury apartments at the site of the Paterson Armory, Joaquin has been at odds with the prominent investor. Florio hired a private investigator to follow Joaquin and produced a report alleging that Joaquin lived outside the 5th Ward. But officials upheld Joaquin’s candidacy on the grounds that he has multiple residences in the city.\n\nThe 5th Ward’s third candidate, Ricardo Cuebas, has not filed any ELEC reports. On the day in mid-March when the city clerk’s office held a drawing for ballot position, Cuebas was accompanied by former Paterson Mayor Jeffery Jones.\n\nJoe Malinconico is the editor of Paterson Press. Email: editor@patersonpress.com"}}