{"GDELT": {"GlobalEventID": 922688627, "Day": 20200509, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3534, "Actor1Code": "USA", "Actor1Name": "MASSACHUSETTS", "Actor1CountryCode": "USA", "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.17551309271054, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_Lat": 42.2373, "Actor1Geo_Long": -71.5314, "Actor1Geo_FeatureID": "MA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Massachusetts, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMA", "Actor2Geo_Lat": 42.2373, "Actor2Geo_Long": -71.5314, "Actor2Geo_FeatureID": "MA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Arab Emirates", "Action2Geo_CountryCode": "AE", "Action2Geo_ADM1Code": "AE", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 54.0, "Action2Geo_FeatureID": "AE", "DATEADDED": 20200509204500, "SOURCEURL": "https://www.pbs.org/newshour/nation/ap-fact-check-trump-is-not-credible-on-virus-death-tolls"}, "ARTICLE": {"TITLE": "AP FACT CHECK: Trump is not credible on virus death tolls", "TEXT": "WASHINGTON — Truth can be a casualty when President Donald Trump talks about deaths from the coronavirus in the United States.\n\nHe’s claimed that the United States is on par with Germany in keeping down COVID-19 deaths, which is not the case in mortality reports. He’s brushed off projections that deaths in his country will double from earlier forecasts, misrepresenting how the numbers were calculated.\n\nThese distortions emerged over the past week alongside his relentless bragging about the U.S. testing system, which failed in the crucial early weeks and remains globally subpar. Pushing to get the country back to normal, Trump also suggested that children are safe from the coronavirus. ignoring the several thousand kids known to have been sickened by it, some gravely.\n\nA look at his remarks and how they compare with the facts:\n\nDEATH COUNTS\n\nTRUMP on pandemic deaths: “Now, Germany — we’re very close to Germany. We have a very good relationship with Germany. Germany has done very good. They have a very low mortality rate like we do. We have a low mortality rate also.” — remarks Thursday in meeting with Gov. Greg Abbott, R-Texas.\n\nTHE FACTS: The U.S. is not in Germany’s league in this regard.\n\nThe U.S. is experiencing far more reported COVID-19 deaths as a proportion of its population than is Germany. The U.S. has reported COVID-19 deaths at a rate of 234 per 1 million people. For Germany, that rate is 90 deaths per million. The U.S. surpasses many other countries in reported deaths per million, too, and it leads the world in deaths from the virus overall.\n\nBecause countries track COVID-19 deaths somewhat differently, exact conclusions can’t be reached when comparing nations.\n\nThe mortality rate is a different measure from deaths per million. It refers to what percentage of people who get the disease die from it.\n\nThe answer is as yet unknown, and there are several reasons for that.\n\nFirst, the count changes every day as new infections and deaths are recorded. More important, every country is testing differently. Knowing the real denominator, the true number of people who become infected, is key to determining what portion of them die.\n\nSome countries, the U.S. among them, have had trouble making enough tests available. A test shortage means the sickest get tested first. Even with a good supply of tests, someone who’s otherwise healthy and has mild symptoms may not be tested and thus go uncounted.\n\nTRUMP: “And, frankly, if you took New York out of the equation, we would really have a low mortality rate.” — remarks with Abbott.\n\nTHE FACTS: New York, being part of the U.S., cannot be subtracted from it to make the numbers look better.\n\nIt’s true that New York has experienced far more COVID-19 deaths than has any other state.\n\n___\n\nTRUMP, asked about a White House-endorsed model now showing 134,000 deaths from the coronavirus by August, doubling its previous prediction: “Those projections are with no mitigation. We are doing mitigation.” — remarks to reporters Tuesday.\n\nTHE FACTS: That’s incorrect. The projections by the Institute for Health Metrics and Evaluation do take into account social distancing and other mitigation, which have begun to be loosened in several states at Trump’s urging.\n\nThe institute, based at the University of Washington, said its revised estimates released Monday reflect the recent reopening of many states and relaxing of social distancing restrictions. Its initial estimates assumed longer stay at home orders lasting through May.\n\n“The revised projections reflect rising mobility in most U.S. states as well as the easing of social distancing measures expected in 31 states by May 11, indicating that growing contacts among people will promote transmission of the coronavirus,” the institute said.\n\n“Our model now assumes that mandates that are currently still in place and have not been scheduled to be relaxed will stay in place through at least August 4,” it added on its website. Officials on the White House coronavirus task force have praised the institute’s work and cited its research in their briefings.\n\n___\n\nTESTING\n\nTRUMP: “In any event, we have great testing capacity, and have performed 6.5 million tests, which is more than every country in the world, combined!” — tweet Monday.\n\nTHE FACTS: This was not remotely true when he said it and it’s no closer to the truth now.\n\nThe U.S. has tested far fewer people than all other countries combined. It also lags dozens of countries in testing its population proportionally.\n\nTogether, just three countries — Russia, Germany and Italy — had reported more tests than the U.S. when Trump tweeted.\n\nThat remains the case. As of late Friday, the U.S. had reported conducting more than 8.3 million tests since the pandemic began. That compared with more than 18.7 million tests by the other countries in the top 10 of the testing count.\n\nThe U.S. was followed by Russia, Germany, Italy, Spain, Britain, India, France, Turkey and United Arab Emirates.\n\nCHILDREN & COVID-19\n\nTRUMP: “With young children and children, we’d like to see the schools open early next season and on time. It’s incredible how the — it’s very unique how the children aren’t affected, but people that have problems and older people are — can be very badly hurt, injured, or die from this problem.” — remarks with Native leaders Tuesday in Phoenix, Arizona.\n\nTRUMP: “You see how well children seem to do. It’s incredible. We realize how strong children are, right?” — remarks with nurses Wednesday.\n\nTRUMP: “It affects older people. It infects — if you have any problem — heart, diabetes, even a little weak heart, a little diabetes, a little — this thing is vicious, and it can take you out, and it can take you out very strongly. But children do very well.” — remarks May 3 on Fox News.\n\nTHE FACTS: His suggestion that children are in the clear is false. To say they “do very well” with the disease is more accurate, based on what is known so far. His implication that the risk is limited to the old and sick is incorrect.\n\nIt’s true kids get sick less often than do adults and tend to be less ill when they do get sick. But his statements overlook severe COVID-19 illnesses and at least several deaths of children in the U.S. And they gloss over the fact that kids can spread disease without showing symptoms themselves.\n\nThe Centers for Disease Control and Prevention studied the pandemic’s effect on different ages in the U.S. early on and reviewed preliminary research in China, where the coronavirus started. It said social distancing is important for children, too, for their own safety and that of others.\n\n“Whereas most COVID-19 cases in children are not severe, serious COVID-19 illness resulting in hospitalization still occurs in this age group,” the CDC study says.\n\nAt the beginning of April, the CDC analyzed nearly 150,000 laboratory-confirmed U.S. COVID-19 cases and found nearly 2,600 children with the disease. Since then the number of confirmed cases overall in the U.S. has rocketed, making the April findings very preliminary.\n\nThe pediatric cases that were found at the time, though relatively few, spanned all ages of childhood. The median age of children sick with COVID-19 was 11. More than 5%, perhaps as many as 20%, required hospitalization.\n\nPeople 18 to 64 were by far the largest age group sickened by the virus — 76% of the confirmed cases studied by the CDC. COVID-19 was not and is not limited to the oldest people, even if they are the most vulnerable age group."}}