{"GDELT": {"GlobalEventID": 922688151, "Day": 20200509, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3534, "Actor2Code": "LAB", "Actor2Name": "WORKER", "Actor2Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.09756097560975, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dhaka, Dhaka, Bangladesh", "Actor2Geo_CountryCode": "BG", "Actor2Geo_ADM1Code": "BG81", "Actor2Geo_ADM2Code": "5778", "Actor2Geo_Lat": 23.7231, "Actor2Geo_Long": 90.4086, "Actor2Geo_FeatureID": "-2737683", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dhaka, Dhaka, Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG81", "Action2Geo_ADM2Code": "5778", "Action2Geo_Lat": 23.7231, "Action2Geo_Long": 90.4086, "Action2Geo_FeatureID": "-2737683", "DATEADDED": 20200509204500, "SOURCEURL": "https://www.thedailystar.net/frontpage/news/rmg-workers-demonstrate-demanding-full-wages-1901209"}, "ARTICLE": {"TITLE": "RMG workers agitate for full April salary", "TEXT": "At least 10,000 workers of 14 garment factories in Savar and Gazipur industrial belts yesterday demonstrated demanding full payment of their gross salaries for April as opposed to 60 percent.\n\nThe workers said they did not agree with the government's decision to cut the pay of those who could not join work amid the shutdown as many factories were closed and there was an acute crisis of transport as well.\n\nIn Gazipur, at least 6,000 workers of six factories took to the streets in Gazipur's Kashimpur area and blocked the Dhaka-Tangail highway around 8:00am when the factory managements started distributing payslips among the workers.\n\nThe agitators vandalised several vehicles and hurled brickbats at police.\n\nPolice used tear gas water cannon to disperse the protesters as the protesters refused to pay any heed to their request, said Shusanto Kumar, additional superintendent of Gazipur Industrial Police, adding that the situation was brought under control around 2:00pm.\n\nSeveral factories in nearby areas were shut down fearing a spillover of the violence.\n\nIn Ashulia, around 4,000 agitating workers demanded that the decision to reduce 40 percent of their house rents be implemented.\n\nThe decision was taken at a meeting among industrial police, house owners and local union parishad authorities on Friday.\n\n\"If the decision comes into effect, we will accept the government decision regarding our salary,\" said the workers.\n\nEarlier, to avert job cuts and temporary closures during Covid-19 outbreak, the government, on April 29, directed RMG factory owners to pay their workers 60 percent salary for April.\n\nAsked about the workers' demand, a secretary at the Bangladesh Garment Manufacturers and Exporters Association (BGMEA) said the decision of paying 60 percent salary was taken at a meeting on Thursday where representatives of two workers' unions, the BGMEA, and the government came to an understanding on this score.\n\nThe workers who have worked will receive 100 percent of their salaries, he said.\n\nThe BGMEA has requested all members not to lay off any worker in May."}}