{"GDELT": {"GlobalEventID": 922688121, "Day": 20200509, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3534, "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 3.97489539748954, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Jordan", "Actor2Geo_CountryCode": "JO", "Actor2Geo_ADM1Code": "JO", "Actor2Geo_Lat": 31.0, "Actor2Geo_Long": 36.0, "Actor2Geo_FeatureID": "JO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jordan", "Action2Geo_CountryCode": "JO", "Action2Geo_ADM1Code": "JO", "Action2Geo_Lat": 31.0, "Action2Geo_Long": 36.0, "Action2Geo_FeatureID": "JO", "DATEADDED": 20200509204500, "SOURCEURL": "http://jordanembassyus.org/news/time-get-pampered-safely"}, "ARTICLE": {"TITLE": "Time to get pampered… safely", "TEXT": "Time to get pampered… safely\n\nAs with all industries, the Kingdom’s beauty and wellness industry has been profoundly impacted by the novel coronavirus crisis, leading owners to adopt outline plans as well as round up the best insights into health codes.\n\nIt is pretty clear that business is slow in the wake of the outbreak, spa and beauty lounge owner Sarah Ali told The Jordan Times on Thursday.\n\n“There has certainly been a decrease in revenues, and what worked traditionally may not fit the industry after the COVID-19 crisis,” she added.\n\nThe beauty industry has been an outpacing business worldwide and with “the coronavirus strike I needed quite some time to process what happened,” Ali said.\n\nThe beauty business will continue to thrive, for salons, spas and beauty lounges give women “this kind of atmosphere and vibe that cannot be found when doing at-home self care,” she added.\n\n“Every women feels empowered after a good hair day and receiving value added services at their favourite salon, “ Ali further said.\n\nThis is a profoundly challenging period for the beauty industry given that it is based on in person and close contact services, therefore hairstylists, nail technicians, makeup artists and facial and lash specialists focus on melting the customers’ fears by carefully following health codes, the spa and beauty lounge owner said.\n\nThe spa has been sanitised by sanitation and hygiene expert companies, social distancing floor signs to ensure the safety of customers and employees, in addition to limiting the number of people, by appointment only, allowed inside the spa, Ali added.\n\nPrimrose M., a nail technician, said that she follows basic hygiene measures, such as washing her hands thoroughly as well as asking her customers to wash and sanitise their hands.\n\n“Currently the waiting room is not operational, so my client comes directly to my table, where I make sure the towels are changed and the tools are disinfected properly, in addition to wearing gloves and a mask,” she said.\n\nHome hairstyling and haircuts are trends during the global pandemic, but some people had trouble trimming their split ends, Wafaa Jawdat, a 25 year old hairstylist told The Jordan Times on Thursday.\n\n“Before the pandemic we used to give clients a skull massage while washing their hair, but now we stopped doing that,” Jawdat said.\n\nShe added that the receptionists make sure that clients do not have any symptoms, in addition to ensuring deep cleaning for the workplace.\n\n“During this unprecedented period we aim to provide our customers with a beautiful, but also a healthy experience,” Jawdat further said.\n\n“When my favourite salon posted that they are reopening, the first thing I did was pick the phone up and call them to make an appointment,” a 27 year old female, who preferred to remain anonymous, told The Jordan Times on Thursday.\n\nJordan Times\n\n7 May 2020"}}