{"GDELT": {"GlobalEventID": 922688212, "Day": 20200509, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3534, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "USA", "Actor2Name": "NEW ORLEANS", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.5316455696202596, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Ruidoso, New Mexico, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNM", "Actor1Geo_ADM2Code": "NM027", "Actor1Geo_Lat": 33.3317, "Actor1Geo_Long": -105.67299999999999, "Actor1Geo_FeatureID": "923668", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Ruidoso, New Mexico, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNM", "Actor2Geo_ADM2Code": "NM027", "Actor2Geo_Lat": 33.3317, "Actor2Geo_Long": -105.67299999999999, "Actor2Geo_FeatureID": "923668", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Ruidoso, New Mexico, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNM", "Action2Geo_ADM2Code": "NM027", "Action2Geo_Lat": 33.3317, "Action2Geo_Long": -105.67299999999999, "Action2Geo_FeatureID": "923668", "DATEADDED": 20200509204500, "SOURCEURL": "https://www.paulickreport.com/news/people/new-ruidoso-announcer-dimoff-tunes-up-in-schooling-races/"}, "ARTICLE": {"TITLE": "New Ruidoso Announcer Dimoff Tunes Up In Schooling Races - Horse Racing News", "TEXT": "Ruidoso Downs new track announcer Mike Dimoff\n\nMike Dimoff, the new race caller at Ruidoso Downs in New Mexico, spent his first day in the track's announcer's booth on May 6 calling schooling works races as preparations are under way for the opening day of the 2020 meet on May 22.\n\n“It feels very comfortable,” Dimoff said, stepping away from the microphone after calling for five straight hours to an online-only audience. In all, there were 42 heats over two days of schooling works races.\n\nDimoff is originally from outside of Toronto where he remembers his race track debut at age 12 alongside his father, who owned horses at the time. He caught the racing career bug and spent 11 years in the announcer's booth at Canada's Northlands Park before heading south to the Fairgrounds in New Orleans. His last announcing job was at Fort Erie in Canada from 2011-'14.\n\nDimoff's primary job is being a registered nurse in the pediatric critical care unit of a hospital in Scottsdale, Ariz. His summer plan is to continue working there while calling races at Ruidoso – quite a commute.\n\nThe meet opens May 22 with four consecutive days of racing, culminating with the May 25 Memorial Day program and runs through Labor Day, Sept. 7. The closing day feature is the All American Futurity, signature race of the Ruidoso Downs meet.\n\nThe track is operating under strict protocols due to the coronavirus outbreak.\n\nNew to the Paulick Report? Click here to sign up for our daily email newsletter to keep up on this and other stories happening in the Thoroughbred industry.\n\nCopyright © 2020 Paulick Report."}}