{"GDELT": {"GlobalEventID": 922688234, "Day": 20200509, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3534, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 128, "EventBaseCode": 128, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.01005025125628, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Malta", "Actor1Geo_CountryCode": "MT", "Actor1Geo_ADM1Code": "MT", "Actor1Geo_Lat": 35.916667, "Actor1Geo_Long": 14.433333, "Actor1Geo_FeatureID": "MT", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Malta", "Action2Geo_CountryCode": "MT", "Action2Geo_ADM1Code": "MT", "Action2Geo_Lat": 35.916667, "Action2Geo_Long": 14.433333, "Action2Geo_FeatureID": "MT", "DATEADDED": 20200509204500, "SOURCEURL": "https://timesofmalta.com/articles/view/police-fine-29-for-breaching-social-distancing-regulations.791078"}, "ARTICLE": {"TITLE": "Police fine 29 for breaching social distancing regulations", "TEXT": "Another 29 people have been fined for breaching social distancing regulations as Malta gradually eases restrictions intended to slow the spread of the coronavirus pandemic.\n\nHealth authorities said the 29 people were fined €100 during continuous rounds being carried out by police and environmental health officers to enforce the ban on public gatherings of more than four people.\n\nOne additional person was fined for breaching the two week obligatory quarantine for people entering the country, during 354 inspections carried out in the last 24 hours.\n\nEarlier on Saturday, public health superintendent said the country had now entered a transition phase with restrictions being lifted, and stressed the importance of the public cooperating with new measures.\n\nShe also advised people ahead of Mother's Day on Sunday to safeguard elderly relatives by keeping their distance.\n\nThe past 24 hours have seen only one new positive case from 1,006 tests carried out.\n\nEight people recovered from the virus in the same period, bringing the total number of those recovered to 427.\n\nOnly seven COVID-19 patients remain hospitalised."}}