{"GDELT": {"GlobalEventID": 922879706, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor1Code": "BUS", "Actor1Name": "INDUSTRY", "Actor1Type1Code": "BUS", "Actor2Code": "FIN", "Actor2Name": "FINLAND", "Actor2CountryCode": "FIN", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.58102766798419, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Helsinki, Eteläuomen Läi, Finland", "Actor1Geo_CountryCode": "FI", "Actor1Geo_ADM1Code": "FI13", "Actor1Geo_ADM2Code": "16230", "Actor1Geo_Lat": 60.1756, "Actor1Geo_Long": 24.9342, "Actor1Geo_FeatureID": "-1364995", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Helsinki, Eteläuomen Läi, Finland", "Actor2Geo_CountryCode": "FI", "Actor2Geo_ADM1Code": "FI13", "Actor2Geo_ADM2Code": "16230", "Actor2Geo_Lat": 60.1756, "Actor2Geo_Long": 24.9342, "Actor2Geo_FeatureID": "-1364995", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Helsinki, Eteläuomen Läi, Finland", "Action2Geo_CountryCode": "FI", "Action2Geo_ADM1Code": "FI13", "Action2Geo_ADM2Code": "16230", "Action2Geo_Lat": 60.1756, "Action2Geo_Long": 24.9342, "Action2Geo_FeatureID": "-1364995", "DATEADDED": 20200511100000, "SOURCEURL": "https://www.capebretonpost.com/business/reuters/finlands-industrial-output-grew-28-in-march-despite-coronavirus-447272/"}, "ARTICLE": {"TITLE": "Finland's industrial output grew 2.8% in March despite coronavirus", "TEXT": "A A\n\nHELSINKI (Reuters) - Finnish industrial output rose 2.8 percent in March from a year earlier despite the coronavirus outbreak with chemicals surging, but new manufacturing orders fell by 9.3% in the same period, data from Statistics Finland showed on Friday.\n\n\"Corona (impact) is likely to be seen in Finland's industrial production in April. Regardless, this is good news,\" Markku Lehmus, head of forecasting at the Research Institute of the Finnish Economy Etla wrote on Twitter.\n\nIn nations such as Germany, industrial production had collapsed already in March, he added.\n\nGerman industry output plunged 9.2% in March, its fastest decline since current records began in 1991, data showed on Thursday.\n\nSeasonally adjusted industrial output grew most in the forest industry, by 39.6% from February to March, mainly thanks to recovery after strikes in February, Statistics Finland said.\n\nIn the chemical industry, output grew by 23.8% in March from the previous month, partially due to demand caused by the corona epidemic, especially in the pharmaceutical industry, it added.\n\nBut judging by exports, which are vital for Finland's economy, the outlook for Finnish economy was gloomy.\n\nThe value of Finnish exports decreased by 8.8% while the value of imports decreased by 6.1% in March year-on-year, resulting in the trade balance being 270 million euros in deficit in March, Finnish Customs data showed.\n\nIn the first quarter from January to March, new manufacturing orders in Finland fell 5.6% year-on-year, the Statistics office said.\n\n(Reporting by Anne Kauranen; Editing by Clarence Fernandez and Toby Chopra)"}}