{"GDELT": {"GlobalEventID": 922888286, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor1Code": "GOV", "Actor1Name": "MINIST", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.92307692307693, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pretoria, Gauteng, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF06", "Actor1Geo_ADM2Code": "77346", "Actor1Geo_Lat": -25.7069, "Actor1Geo_Long": 28.2294, "Actor1Geo_FeatureID": "-1273769", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pretoria, Gauteng, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF06", "Action2Geo_ADM2Code": "77346", "Action2Geo_Lat": -25.7069, "Action2Geo_Long": 28.2294, "Action2Geo_FeatureID": "-1273769", "DATEADDED": 20200511110000, "SOURCEURL": "https://www.iol.co.za/news/politics/zulu-appeals-to-communities-to-stop-covid-19-food-parcel-hoarding-47804419"}, "ARTICLE": {"TITLE": "Zulu appeals to communities to stop Covid-19 food parcel hoarding", "TEXT": "Zulu appeals to communities to stop Covid-19 food parcel hoarding\n\nShare this article: Share Tweet Share Share Share Email Share\n\nPretoria – Social Development Minister Lindiwe Zulu on Monday appealed to communities to be \"considerate\" and allow others to also receive the food parcels and relief being distributed by government and NPOs amidst the nationwide coronavirus lockdown. “I would... like to request all those who have received the food parcels to please be considerate and not take more than your share. Please understand that our resources are limited, so when you take two instead of one food parcel, you are taking away from another vulnerable family,” Zulu said at a media briefing in Pretoria. “To all those NPOs who are fighting shoulder-to-shoulder with us to ensure that our people are able to access food, I wish to express my sincere appreciation.” She said there was a greater need for government and NPOs to work together in the distribution of relief to ensure duplication was avoided. “We are going to develop directives that address this challenge. These directives will encourage NPOs to co-ordinate with municipalities, provinces and law enforcement agencies to ensure that they distribute food in a better coordinated manner.\"\n\nRegarding the Covid-19 social relief of distress grant and the provision of social services, Zulu said government had gazetted new directives that would allow 30% of the South African Social Security Agency (Sassa) workforce to return to work on a rotational basis.\n\n“Limited services will be provided from Sassa local offices, which will progressively open as from today, May 11, 2020. In order to protect the most vulnerable members of society, Mondays and Tuesdays will be used to receive applications from older persons,” said Zulu.\n\nShe said priority would be given to citizens who turned 60 just prior to or during the lockdown period, who were unable to complete their applications before services were stopped. The minister appealed to parents/care givers not to bring children to join the queues.\n\n“Wednesdays and Thursdays will be new applications for child support and foster child grants. Again, priority will be given to care givers with new babies, instances where the care giver has to change, or where circumstances have resulted in care givers having no income to support their children,” she said.\n\n“I wish to appeal to care givers not to bring their children with when they go to the Sassa offices to minimise the risk of infection these young people may face.”\n\n- African News Agency; Editing by Desiree Erasmus"}}