{"GDELT": {"GlobalEventID": 922888893, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "CRM", "Actor2Name": "BURGLAR", "Actor2Type1Code": "CRM", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -6.513409961685821, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "North Beach, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX355", "Actor1Geo_Lat": 27.8211, "Actor1Geo_Long": -97.3903, "Actor1Geo_FeatureID": "1342688", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Corpus Christi, Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 27.8006, "Actor2Geo_Long": -97.3964, "Actor2Geo_FeatureID": "1333380", "Action2Geo_Type": 3, "Action2Geo_Fullname": "North Beach, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 27.8211, "Action2Geo_Long": -97.3903, "Action2Geo_FeatureID": "1342688", "DATEADDED": 20200511110000, "SOURCEURL": "https://www.kristv.com/news/ccpd-suspected-burglar-shot-killed-by-north-beach-homeowner"}, "ARTICLE": {"TITLE": "CCPD: Suspected burglar shot, killed by North Beach homeowner", "TEXT": "CORPUS CHRISTI, Texas — Corpus Christi police say a suspected burglar was shot and killed by a homeowner in North Beach early Monday morning.\n\nThe shooting happened sometime around midnight at the 700 block of Snug Harbor Drive.\n\nOfficers say evidence shows the suspected burglar did make entry into the home, was shot by the homeowner, then fled the scene in an unknown vehicle.\n\nThe possible suspect was later found at the Travel Inn on Surfside Boulevard, several blocks away from the home.\n\nPolice say preliminary evidence shows the possible suspect appears to have died from a gunshot wound.\n\nInvestigators are currently looking into the possibility that other suspects may have been involved in the possible burglary.\n\nCCPD Captain William Broyles called the incident \"unfortunate\" and gave these tips to homeowners to stay safe.\n\n\"I would like to point out neighborhood watches, have your neighbors be vigilant, cameras if you got them, ring doorbells are great, great things to put on your door, even the ring app as far as sending videos to the police department when you have crimes such as these. But keeping, real strict vigilance on your neighborhood and who's coming in and out of it is the best way to deter crime, and that's what I want to stress. And hopefully we won't have any more of this,\" said CCPD Captain William Broyles.\n\nAt this point, it is not clear what charges, if any, the homeowner may be facing.\n\nNo one in the home was injured during the incident."}}