{"GDELT": {"GlobalEventID": 922880084, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor1Code": "GOV", "Actor1Name": "REGIME", "Actor1Type1Code": "GOV", "Actor2Code": "YEM", "Actor2Name": "ADEN", "Actor2CountryCode": "YEM", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.6864784546805405, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200511100000, "SOURCEURL": "https://www.presstv.com/Detail/2020/05/11/625083/COVID-19--Coronavirus-Yemen-Saudi-war"}, "ARTICLE": {"TITLE": "Coronavirus, other diseases grip Yemen amid five-year Saudi war", "TEXT": "The coronavirus has infected more people in Yemen, which has also been gripped by other diseases, as five years of Saudi war on Yemen has shattered the country’s health system and infrastructure.\n\nEarly on Monday, Yemen’s emergency coronavirus committee declared the port city of Aden — which has served as the seat of Abd Rabbuh Mansur Hadi’s former regime during the Saudi military aggression, an infested city after the number of coronavirus cases there increased to 35, with four deaths.\n\nIn a Twitter post, the committee also attributed its decision to the spread of several diseases in the southern city due to the torrential rains that hit it recently.\n\nAden has become a flashpoint city. Late last month, the so-called Southern Transitional Council (STC), which is backed by the UAE, declared a state of emergency and announced “self-administration rule” in Yemen’s southern regions, including the port city of Aden, sparking tensions with Saudi-backed militants on Socotra Island.\n\nBoth the UAE-sponsored separatists and Saudi-backed Hadi loyalists serve a Riyadh-led military coalition which has been waging a bloody war on Yemeni people since 2015.\n\nEarlier this month, the two sides reached an agreement to end infighting, but the STC appears to hold onto its grip on Aden.\n\nMosquito-borne disease kills 50 in Aden\n\nAn ex-regime official said the chikungunya fever, a viral illness that is spread by the bites of infected mosquitoes, has killed 50 people in Aden, including the governor of Sheikh Othman district.\n\nThe source, who asked not to be named, told Anadolu Agency late Saturday that over 3,000 people were infected with the disease.\n\nIt is believed that the disease came about due to swamps caused by heavy rains and flooding, which hit the city in mid-April and left eight people, including five children, dead and destroyed houses.\n\nSelf-proclaimed Hadi regime calls for international aid\n\nThe self-proclaimed Hadi regime, which is backed by the oil-rich kingdom of Saudi Arabia, on Sunday appealed for help from the international community to curb the spread of the coronavirus.\n\n“Medical reports refer to the death and infection of scores of civilians in the light of the crippling health system resulting from the continued war and scarcity of resources,” it said in a statement.\n\nAccording to the emergency coronavirus committee, Yemen had registered 51 coronavirus cases, including eight deaths as of Sunday, after 17 new infections, 10 of which were in Aden, were recorded.\n\nWHO halts activity in Houthi-controlled areas\n\nAmid the spread of the COVID-19 respiratory disease caused by the coronavirus, the World Health Organization (WHO) suspended staff activity at its hubs in Houthi-controlled areas of Yemen.\n\nAuthorities announced two coronavirus cases with one death in areas controlled by Houthis, who hold most large urban centers.\n\nIn a directive issued late Saturday, the WHO notified staff in the capital Sana’a, the Red Sea port of Hudaydah, the northern province of Sa’ada and central province of Ibb that “all movements, meetings or any other activity” for staff in those areas were halted until further notice.\n\nIt added that the UN is operating under the assumption that there is now full-blown transmission in Yemen.\n\nReuters quoted three sources as saying that the WHO decision aimed to press the Houthi movement to report results of tests for COVID-19.\n\nSaudi Arabia and a number of its regional allies launched the devastating war on Yemen in March 2015 in order to bring former president Hadi back to power and crush the Houthi Ansarullah movement.\n\nThe US-based Armed Conflict Location and Event Data Project (ACLED), a nonprofit conflict-research organization, estimates that the war has claimed more than 100,000 lives over the past five years.\n\nMore than half of Yemen’s hospitals and clinics have been destroyed or closed during the war by the Saudi-led coalition, which is supported militarily by the UK, US and other Western nations.\n\nAt least 80% of the 28 million-strong population is also reliant on aid to survive in what the United Nations has called the world’s worst humanitarian crisis."}}