{"GDELT": {"GlobalEventID": 922888913, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor1Code": "USA", "Actor1Name": "CHARLOTTE", "Actor1CountryCode": "USA", "Actor2Code": "FRA", "Actor2Name": "LORRAINE", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.470459518599559, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200511110000, "SOURCEURL": "https://www.mirror.co.uk/tv/tv-news/emmerdale-star-confirms-horrible-new-22007595"}, "ARTICLE": {"TITLE": "Emmerdale star confirms 'horrible' new plot is 'every parent's worst nightmare'", "TEXT": "The video will start in 8 Cancel\n\nDon't miss out on the biggest soaps gossip! Get a daily email direct to your inbox with our newsletter Sign up Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nKeep up with all the soap news Life moves fast in soapland, so make sure you stay up to date with all the latest from your favourite soaps with our regular email newsletter. Sign up using this form to receive regular updates on Corrie, Emmerdale, EastEnders direct to your inbox. We'll also keep you up to date on what your favourite stars are up to in the real world too, and the breaking news as it happens.\n\nEmmerdale's Laurel Thomas actress Charlotte Bellamy discussed her latest storyline, calling upcoming scenes \"every parent's worst nightmare\".\n\nMonday's episode will reveal the fallout to explosive and deadly scenes on Friday night, as a fire threatened chaos.\n\nArthur Thomas began terrorising younger stepbrother Archie Sharma yet again, as they joined their family on a camping trip near the village.\n\nBut thing soon escalated as the two boys fought, while left alone at the camp fire.\n\nArthur's little sister Dotty was sleeping in a tent near the yet to be lit fire, just as horror ensued.\n\n(Image: ITV)\n\nAs Archie tried to stop Arthur lighting the campfire, with no parents around, he ended up knocking over the fuel and the match dropped onto the logs.\n\nSuddenly a huge flame filled the sky, as the brothers looked on terrified.\n\nNow, a new clip reveals Laurel's horror as she rushes to save her daughter while the flame continues to spread.\n\nJai, Archie's dad, notices the boys are missing and the family fear over what has happened.\n\nSpeaking on Lorraine on Monday, actress Charlotte discussed the ongoing storyline and the \"horrible\" scenes ahead.\n\nShe told Lorraine Kelly: \"Arthur is spiralling out of control, what a nightmare.\n\n(Image: ITV)\n\n\"He's a very angry boy, and he's so annoyed that he’s in this new blended family with Jai and Archie.\n\n\"I haven't seen that clip before, it's horrible. It's every parent's worst nightmare.\"\n\nCharlotte also confirmed that no date had been set for a return to filming, amid the coronavirus lockdown bringing a halt to TV production.\n\nBut bosses are planning how to get back to work amid fears episodes will run out in May.\n\nShe said: \"I’m not sure when we are going back, we will have to wait and see. I know they are planning how we are gonna do it, as you know a set is a small space with lots of people.\n\n\"What I do know is it's going to be a very different way of working. I’m sure we'll have to do our own hair and makeup which could be a disaster, but we'll make it work.\"\n\nEmmerdale airs Mondays, Wednesdays and Fridays at 7pm on ITV."}}