{"GDELT": {"GlobalEventID": 922888346, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor1Code": "GOV", "Actor1Name": "FOREIGN MINIST", "Actor1Type1Code": "GOV", "Actor2Code": "IRN", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 18, "EventBaseCode": 18, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -6.04229607250755, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Konarak, Fars, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR07", "Actor1Geo_ADM2Code": "41025", "Actor1Geo_Lat": 30.1544, "Actor1Geo_Long": 51.6522, "Actor1Geo_FeatureID": "-3755092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Konarak, Fars, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR07", "Actor2Geo_ADM2Code": "41025", "Actor2Geo_Lat": 30.1544, "Actor2Geo_Long": 51.6522, "Actor2Geo_FeatureID": "-3755092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Konarak, Fars, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR07", "Action2Geo_ADM2Code": "41025", "Action2Geo_Lat": 30.1544, "Action2Geo_Long": 51.6522, "Action2Geo_FeatureID": "-3755092", "DATEADDED": 20200511110000, "SOURCEURL": "https://www.ibtimes.com/19-dead-iran-warship-hit-friendly-fire-tense-gulf-2973978"}, "ARTICLE": {"TITLE": "19 Dead As Iran Warship Hit By 'Friendly Fire' In Tense Gulf", "TEXT": "An Iranian warship was hit by a \"friendly fire\" missile during naval exercises, killing 19 sailors, state media and the army said Monday, amid tensions with the US in Gulf waters.\n\nThe Konarak was struck on Sunday afternoon near Bandar-e Jask, off the southern coast of the Islamic republic, state television's website said.\n\n\"The vessel was hit after moving a practice target to its destination and not creating enough distance between itself and the target,\" it said.\n\nNineteen crewmen were killed and 15 injured in an \"accident\" during the exercises, the armed forces said, without elaborating.\n\nTasnim news agency said in an English-language tweet that the missile was fired by another Iranian warship.\n\nThe Konarak had been hit by \"'friendly fire' after Moudge-class frigate 'Jamaran' accidentally shot (it) with a missile during live firing exercise in Jask area of #PersianGulf waters\".\n\nThe 15 injured were hospitalised in Sistan and Baluchistan, said Mohammad-Mehran Aminifard, head of the province's medical university.\n\nTwo of the sailors were in intensive care, he told the semi-official news agency ISNA.\n\nA video released by Jam-e-Jam daily showed what it said was the Konarak partly under water and smouldering as it was being towed by a boat.\n\nPhoto: AFP / Paz PIZARRO\n\nIran's army chief and foreign minister offered their condolences to the sailors' families in separate statements.\n\nThe Konarak is a logistical support vessel built in the Netherlands and purchased by Iran before the 1979 Islamic revolution.\n\nWeighing 447 tonnes and 47 metres (154 feet) long, the Hendijan-class vessel is equipped with four cruise missiles, according to state television.\n\nPhoto: IRANIAN ARMY OFFICIAL WEBSITE / -\n\nIt was not immediately clear how many crew members had been on board the warship at the time of the accident.\n\nIran and its arch enemy the United States have traded barbs in the past year over a spate of incidents involving their forces in the sensitive Gulf waters.\n\nTheir latest high-seas confrontation came on April 15, when the United States charged Iranian boats had \"harassed\" its navy ships in the waterway.\n\nPresident Donald Trump then tweeted that he had ordered the US Navy to \"shoot down and destroy any and all Iranian gunboats if they harass our ships at sea\".\n\nHis Iranian counterpart Hassan Rouhani retorted that Washington \"should not plot against the Iranian nation every day\", adding that the Islamic republic had \"protected this waterway for thousands of years\".\n\nThe friendly-fire incident occurred near the Strait of Hormuz, a chokepoint for a third of the world's seaborne oil.\n\nThe escalation of Iran-US tensions last year saw ships mysteriously attacked, drones downed and oil tankers seized in the strait.\n\nIn July 2019, Iran's Revolutionary Guards seized the British-flagged oil tanker Stena Impero in the waterway for allegedly ramming a fishing boat and released it two months later.\n\nThe Guards seized at least six other ships that year over alleged fuel smuggling.\n\nTensions have escalated since 2018 when Trump withdrew the United States from a multinational accord that froze Iran's nuclear programme, and reimposed crippling sanctions on its economy.\n\nIran's armed forces in January mistakingly shot down a Kiev-bound Boeing 737 passenger jet shortly after takeoff from Tehran, killing all 176 people aboard.\n\nThe military admitted to the catastrophic error, saying it came as Iran's air defences were on high alert after firing a barrage of missiles at US troops stationed in Iraq.\n\nIran launched the missiles in retaliation for the US killing of its top general Qasem Soleimani in a drone strike in Baghdad."}}