{"GDELT": {"GlobalEventID": 922879970, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor1Code": "GBRGOV", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.97236614853196, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKR8", "Actor1Geo_ADM2Code": "40152", "Actor1Geo_Lat": 54.5, "Actor1Geo_Long": -6.5, "Actor1Geo_FeatureID": "-2604275", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKR8", "Action2Geo_ADM2Code": "40152", "Action2Geo_Lat": 54.5, "Action2Geo_Long": -6.5, "Action2Geo_FeatureID": "-2604275", "DATEADDED": 20200511100000, "SOURCEURL": "https://www.euronews.com/2020/05/11/brexit-talks-back-on-between-eu-and-uk-ahead-of-june-summit"}, "ARTICLE": {"TITLE": "Brexit talks back on between EU and UK ahead of June summit", "TEXT": "London and Brussels resume post-Brexit talks on Monday, with both sides far apart on key issues but under pressure to make progress ahead of an EU-UK summit next month.\n\nNegotiations have been slowed amid the coronavirus pandemic, but Boris Johnson's government has been clear on its refusal to seek an extension to the transition period which runs out at the end of the year. A decision on this would have to be taken by June 30.\n\nThe UK is hoping to up the pace towards a free trade agreement, as well as striking deals on various matters including air transport, energy and law enforcement. The EU insists that all key areas are treated in parallel.\n\nBritish negotiators led by David Frost only envisage an early framework accord on fishing, leaving the detail for later, whereas the EU says access to UK fishing waters must be part of a trade agreement.\n\nThe head of the UK team said on Twitter at the weekend that Britain had shared a \"full set of draft agreements\" covering the \"full round of the negotiations\".\n\nUK accused of slowing progress\n\nBrussels is concerned that the UK is taking a cavalier approach to the Political Declaration, the non-binding part of the divorce deal struck last year that deals with the future relationship. It stipulates that there must be a \"level playing field\" in areas such as employment, competition standards and the environment.\n\nAfter the last round of talks in April, chief negotiator Michel Barnier accused the British side of failing to engage on crucial topics, saying no progress had been made in some key areas.\n\nThere is also concern in EU circles that the UK is failing to take adequate steps to implement the binding divorce deal arrangements concerning Northern Ireland. These envisage a customs filter in the Irish Sea, agreed by both sides in order to avoid a hard land border with the Republic of Ireland.\n\nThe UK is charged with carrying out checks on goods entering Northern Ireland from Britain, to avoid the risk of smuggling across the land border.\n\nThe British government says it will comply with its legal obligations, but points out that under the divorce deal, Northern Ireland remains part of the UK's customs territory.\n\nTight deadline\n\nReaching agreement in just a few months was seen as a tall order even before the coronavirus pandemic completely absorbed the attention of governments.\n\nThe latest talks are only the third round of discussions which began in March, but were quickly stalled amid the COVID-19 outbreak. They have since taken place by video conference rather than face-to-face.\n\nThe tight deadline - exacerbated by the pandemic - as well as the British stance have raised fears that the autumn could bring another no-deal \"cliff-edge\" scenario.\n\nUnder the terms of the transition period, arrangements are largely as they were during the UK's EU membership, but will abruptly cease to apply after December 31, when the UK will leave the EU's single market and customs union.\n\nThe next round of talks is scheduled for June 1. The United Kingdom left the European Union on January 31, following repeated delays.\n\nLast week the UK began negotiations with the United States on a post-Brexit trade agreement, with both sides promising to work \"at an accelerated pace\" to strike a deal."}}