{"GDELT": {"GlobalEventID": 922888745, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor1Code": "REF", "Actor1Name": "REFUGEE", "Actor1Type1Code": "REF", "Actor2Code": "GRC", "Actor2Name": "GREECE", "Actor2CountryCode": "GRC", "IsRootEvent": 0, "EventCode": 214, "EventBaseCode": 21, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.05455755156354, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Evros, Turkey (general), Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU00", "Actor1Geo_ADM2Code": "16676", "Actor1Geo_Lat": 40.7836, "Actor1Geo_Long": 26.0676, "Actor1Geo_FeatureID": "-823146", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Evros, Turkey (general), Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU00", "Actor2Geo_ADM2Code": "16676", "Actor2Geo_Lat": 40.7836, "Actor2Geo_Long": 26.0676, "Actor2Geo_FeatureID": "-823146", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Evros, Turkey (general), Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU00", "Action2Geo_ADM2Code": "16676", "Action2Geo_Lat": 40.7836, "Action2Geo_Long": 26.0676, "Action2Geo_FeatureID": "-823146", "DATEADDED": 20200511110000, "SOURCEURL": "https://www.infomigrants.net/en/post/24620/greece-rights-watchdogs-report-spike-in-violent-push-backs-on-border-with-turkey"}, "ARTICLE": {"TITLE": "Greece: Rights watchdogs report spike in violent push-backs on border with Turkey", "TEXT": "A Balkans-based network of human rights organizations says that the number of migrants pushed back from Greece into Turkey has spiked in recent weeks. The migrants allegedly reported beatings and violent collective expulsions from inland detention spaces to Turkey on boats across the Evros River.\n\nGreek officers \"forcefully pushed [people] in the van while the policemen were kicking them with their legs and shouting at them.\" Then, the migrants were detained, forced to sign untranslated documents and pushed back across the Evros River at night. Over the next few days, Turkish authorities returned them to Greece, but then they were pushed back again.\n\nThis account from 50 Afghans, Pakistanis, Syrians and Algerians aged between 15 and 35 years near the town of Edirne at the Greek-Turkish border was one of at least seven accounts a network of Balkans-based human rights watchdogs says it received from refugees over the course of six weeks, between March and late April.\n\nThe collection of reports, published last week by the Border Violence Monitoring Network (BVMN), with help from its members Mobile Info Team (MIT) and Wave Thessaloniki, consists of \"first-hand testimonies and photographic evidence\" which the network says shows \"violent collective expulsions\" of migrants and refugees. According to the network, the number of individuals who were pushed back in groups amount to 194 people.\n\nWithout exception, according to the report, all accounts come from people staying in the refugee camp in Diavata and the Drama Paranesti pre-removal detention center. They included Afghans, Pakistanis, Algerians and Moroccans, as well as Bangladeshi, Tunisian and Syrian nationals.\n\n\n\nIn the case of Diavata, according to the report, migrants said police took them away, telling them they would receive a document known as \"Khartia\" to regularize their stay temporarily. The Diavata camp is located near the northern Greek city of Thessaloniki.\n\nInstead, the migrants were \"beaten, robbed and detained before being driven to the border area where military personnel used boats to return them to Turkey across the Evros River,\" they said. Another large group reported that they were taken from detention in Drama Paranesti, also located in northern Greece, some 80 kilometers from the border with Turkey, and expelled in the same way.\n\n\n\nWhile such push-backs from Greece into Turkey are not new, the network of NGOs says the latest incidents are somewhat different: \"Rarely have groups been removed from inner-city camps halfway across the territory or at such a scale from inland detention spaces,\" Simon Campbell of the Border Violence Monitoring Network told InfoMigrants.\n\n\"Within the existing closure of the Greek asylum office and restriction measures due to COVID-19, the repression of asylum seekers and wider transit community looks to have reached a zenith in these cases,\" Campbell said.\n\n\n\nAlthough Greece last month lifted a controversial temporary ban on asylum applications imposed in response to an influx of refugees from Turkey, all administrative services to the public by the Greek Asylum Service were suspended on March 13.\n\nThe suspension, which the Asylum Service said serves to \"control the spread of COVID-19\" pandemic, will continue at least through May 15.\n\nReports of violence and torture\n\n\n\nThe accounts in the report by the network of NGOs describe a range of violent actions toward migrants, from electricity tasers and water immersion to beatings with batons.\n\nAccording to one account, some 50 people were taken from Diavata camp to a nearby police station, where they were ordered to lie on the ground and told to \"sleep here, don't move.\" Then they were beaten with batons, while others were attacked with tasers.\n\nThey were held overnight in a detention space near the border, and beaten further by Greek military officers. The next day, they were boated across the river to Turkey by authorities with 'military uniform, masks, guns, electric [taser].'\"\n\nAnother group reported that they were \"unloaded in the dark\" next to the Evros River and \"ordered to strip to their underwear.\" Greek authorities allegedly used batons and their fists to hit some members of the group.\n\nAlexandra Bogos, advocacy officer with the Mobile Info Team, told InfoMigrants they were concerned about the \"leeway afforded for these push-backs from the inner mainland to take place.\"\n\n\n\nBogos said they reached out to police departments after they learned about the arrests, but police felt \"unencumbered\" and continued transporting the people to the Greek-Turkish border. \"On one occasion, we reached out and asked specifically for information about one individual. The answer was: 'He does not appear in our system',\" Bogos said.\n\nAn Amnesty report from April about unlawful push-backs, beatings and arbitrary detention echoes the accusations in the report by the network of NGOs.\n\n\n\nHistory of forcible rejections\n\nOver the past three years, violent push-backs have been documented in several reports. Last November, German news magazine Spiegel reported that between 2017 and 2018 Greece illegally deported 60,000 migrants to Turkey. The process involved returning asylum seekers without assessing their status. Greece dismissed the accusations.\n\nIn 2018, the Greek Refugee Council and other NGOs published a report containing testimonies from people who said they had been beaten, sometimes by masked men, and sent back to Turkey.\n\nUN refugee agency UNHCR and the European Human Rights Commissioner called on Greece to investigate the claims. In late 2018, another report by Human Rights Watch (HRW), also based on testimonies of migrants, said that violent push-backs were continuing.\n\nIt is often unclear who is carrying out the push-backs because they often wear masks and cannot be easily identified. In the HRW report, they are described as paramilitaries. Eyewitnesses interviewed by HRW said the perpetrators \"looked like police officers or soldiers, as well as some unidentified masked men.\"\n\nSimon Campbell of the Border Violence Monitoring Network said the reports he receives also regularly describe \"military uniforms,\" which \"suggests it is the Greek army carrying out the push-backs,\" he told InfoMigrants.\n\nLast week, the Spiegel published an investigation into the killing of Pakistani Muhammad Gulzar, who was shot at the Greek-Turkish border on March 4. \"Evidence overwhelmingly suggests that the bullet came from a Greek firearm,\" the authors wrote.\n\n\n\nViolations of EU and international law\n\nPush-backs are prohibited by Greek and EU law as well as international treaties and agreements. They also violate the principle of non-refoulement, which means the forcible return of a person to a country where they are likely to be subject to persecution.\n\nIn March, Jürgen Bast, professor for European law at the University of Gießen in Germany, called the action of Greek security forces an \"open breach of the law\" on German TV magazine Monitor.\n\nGreece is not the only country accused of violating EU laws at the bloc's external border: On top of the 100 additional border guards the European border and coast guard agency Frontex deployed to the Greek border with Turkey in March, Germany sent 77 police officers to help with border security.\n\nIn response to a request for comment from InfoMigrants, a spokesperson for EU border and coast guard agency Frontex would confirm neither the reports by the three NGOs nor the existence of systematic push-backs from Greece to Turkey. \"Frontex has not received any reports of such violations from the officers involved in its activities in Greece,\" the spokesperson said, adding that its officers' job is to \"support member states and to ensure the rule of law.\" Coronavirus used as a pretext? On the afternoon of May 5, as the network of NGOs published their report on push-backs, police reportedly rounded up 26-year-old Pakistani national Sheraz Khan outside the Diavata refugee camp. After sending the Mobile Info Team (MIT) a message telling them \"Police caught us,\" he tried calling the NGO twice, but the connection failed both times. MIT's Alexandra Bogos told InfoMigrants that Khan has not been heard of since and he has not returned to the camp. \"We have strong reasons to believe that he may have been pushed back to Turkey,\" Bogos said. A day later, the police arrived in the morning and \"started removing tents and structures set up in an overflow area\" outside the Diavata camp. Simon Campbell of the Border Violence Monitoring Network said the restrictive measures taken as a response to the coronavirus pandemic have been used to remove those who have crossed the border. \"COVID-19 has been giving the Greek authorities a blank cheque to act with more impunity,\" Campbell told InfoMigrants. \"When Covid-19 restrictions lift, will we have already seen this more expansive push-back practice entrenched, and will it persist beyond the lockdown?\"\n\nProfessor Bast called Berlin's involvement a \"complete political joint responsibility\" of the German government. \"All member states of the European Union...including the Commission...have decided to ignore the validity of European law,\" he told"}}