{"GDELT": {"GlobalEventID": 922879909, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor1Code": "EURGOV", "Actor1Name": "EUROPEAN", "Actor1CountryCode": "EUR", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 41, "EventBaseCode": 41, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.7616974972796601, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Berlin, Berlin, Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM16", "Actor1Geo_ADM2Code": "16538", "Actor1Geo_Lat": 52.5167, "Actor1Geo_Long": 13.4, "Actor1Geo_FeatureID": "-1746443", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Berlin, Berlin, Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM16", "Action2Geo_ADM2Code": "16538", "Action2Geo_Lat": 52.5167, "Action2Geo_Long": 13.4, "Action2Geo_FeatureID": "-1746443", "DATEADDED": 20200511100000, "SOURCEURL": "https://www.general-anzeiger-bonn.de/ga-english/news/corona-safe-is-the-new-holiday-criteria_aid-50485255"}, "ARTICLE": {"TITLE": "Summer holidays despite the pandemic : ‘Corona-safe’ is the new holiday criteria", "TEXT": "Summer holidays despite the pandemic : ‘Corona-safe’ is the new holiday criteria\n\nDon’t leave home without your face mask: a family walks along the seafront at El Arenal in Palma de Mallorca. Foto: dpa/Clara Margais\n\nTurkey/Bonn Turkey is to use special rapid tests to encourage tourists to fly in. Croatia and South Tyrol are also trying to attract tourists.\n\nTeilen\n\nTeilen Weiterleiten\n\nWeiterleiten Tweeten\n\nTweeten Weiterleiten\n\nWeiterleiten Drucken\n\nTurkey plans to test every tourist for coronavirus upon entry. On Sunday, the Turkish government announced that the tests at airports and borders would only take two to three minutes. Other countries including Croatia and Spain, as well as the Italian region of South Tirol, are also gearing up for tourism in spite of the corona pandemic.\n\nOn Monday Ankara intends to write to the governments of all countries from which holidaymakers traditionally travel to Turkey to provide information not only about the protection measures at Turkish airports, hotel buffets and beaches, but also about the number of intensive care units and ventilators in Turkish holiday resorts.\n\nTurkey is aiming to build on its success in fighting the pandemic by promoting the country as a safe holiday destination compared to Spain or Italy. A title that others have long since incorporated into their advertising campaigns for tourists. Croatia's Prime Minister Andrej Plenkovic has already sought talks with German Chancellor Angela Merkel (CDU). Croatian news portal ‘Dnevnik HR’ writes that quarantine restrictions for EU travellers have been lifted in Croatia with immediate effect.\n\nCurrently Turkey (with 82 million inhabitants) has 137,000 officially confirmed infection cases and 3739 people have died of coronavirus there so far. In Croatia (with 4,076 million inhabitants) there have been 2176 infected and 87 deaths.\n\nTurkey is now doing everything it can to be compatible for tourism: Starting in early June, all Turkish airports will have coronavirus test stations before passport control, according to Tourism Minister Nuri Ersoy speaking to the ‘Hürriyet’ newspaper. The tests will begin in Antalya, where a laboratory for 20,000 tests a day is being built. The test results should be available within five to six hours, but travellers will not have to wait at the airport. Instead, their hotels or addresses will be requested upon entry - so they can be reached immediately in the event of a positive result, explained Ersoy.\n\nTurkey has so far been less afflicted by corona than Italy, France and Spain, where more than 25,000 people have died in each country. The number of daily deaths in Turkey has recently dropped to 50, and even compared to Germany, the country has only half as many deaths for a similar population size. Ankara attributes this to, among other things, systematic clarification of infection chains: thousands of teams of experts throughout the country regularly check the people who have been in contact with those infected. Other factors include cultural differences in the care of the elderly, which is mainly provided at home and not in nursing homes, and the highest number of intensive care beds per capita in Europe.\n\nAnkara is now looking to exploit these strengths in an attempt to boost tourism. The letter to Berlin and other European governments was accompanied by “unprecedented telephone diplomacy”, said Ersoy. In a one-to-one phone conversation, Foreign Minister Mevlüt Cavusoglu and the Turkish ambassadors will inform their European contacts about Turkish safety measures for holidaymakers. Turkish diplomats also want to use this telephone campaign to inform their European partner countries about the health care systems in Turkish holiday destinations, explained Ersoy. “As far as I know, this is the first time in the world that something like this has been done in tourism,” he said.\n\nTurkey had stopped all foreign flights at the end of March, and connections to Germany and other countries infected with the coronavirus had already been cut in mid-March. Although the hotels were not officially closed by the authorities, most of them shut on their own accord due to a lack of visitors. When they now reopen, they will have to comply with a catalogue of health requirements, which are checked by the authorities on a monthly basis.\n\nThe Croatian government is following a three-stage plan, the third stage of which provides for the opening of restaurants and cafés on Monday. When advertising for holidays on the Adriatic Sea, tourism director Gari Cappelli praises the fact that the country has a high number of a particular type of accommodation which will allow tourists to be able to comply with distancing rules - in Croatia, stays in holiday homes away from other holidaymakers are very common. The French magazine ‘Vogue’ has already been convinced of Croatia's corona tourism concept: the Adriatic country is described in the current issue as an “ideal summer destination”.\n\nCloser to Germany the mood is also optimistic for tourism in 2020: according to a report in the ‘Süddeutsche Zeitung’, South Tirol is the first Italian province to be starting up almost all social and economic life. The corona figures in the autonomous region are 2558 infected and 289 deaths. In Italy, there will be a varied easing of restrictions in different regions from 18 May.\n\nThe travel group Tui has also made firm summer holiday plans for 2020 despite the corona pandemic. Tui boss Friedrich Joussen told ‘Manager Magazin’ on Sunday that the company wants to offer holidays to the Mediterranean region as soon as possible: “We have worked out a health check for all holiday destinations and will only offer holidays where it is safe”, he says. These destinations include Majorca, Greece, Cyprus, Croatia, Bulgaria, Austria and Denmark."}}