{"GDELT": {"GlobalEventID": 922888306, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.3333333333333397, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ghana", "Actor1Geo_CountryCode": "GH", "Actor1Geo_ADM1Code": "GH", "Actor1Geo_Lat": 8.0, "Actor1Geo_Long": -2.0, "Actor1Geo_FeatureID": "GH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ghana", "Action2Geo_CountryCode": "GH", "Action2Geo_ADM1Code": "GH", "Action2Geo_Lat": 8.0, "Action2Geo_Long": -2.0, "Action2Geo_FeatureID": "GH", "DATEADDED": 20200511110000, "SOURCEURL": "https://www.peacefmonline.com/pages/local/news/202005/408032.php"}, "ARTICLE": {"TITLE": "COVID-19: Restrictions On Public Gatherings Won't Be Permanent - Prez Akufo-Addo", "TEXT": "President Nana Akufo-Addo says the ban on public gatherings is not a punishment on Ghanaians but a safety tool to rescue them from the current pandemic situation.\n\n\n\nThe President has extended restrictions on public gatherings to the end of the month; 31st May 2020.\n\n\n\nHe noted that the extension is in the interest of Ghanaians adding that the government is strong to resolve the situation.\n\n\n\nHe said; \"like you, I will like to see an end to these restrictions . . . uncomfortable as these restrictions have been we have no option than to stay the course\".\n\n\n\nIn his ninth address to the nation, President Akufo-Addo indicated that he will soon roll out systematic measures to ease the restrictions and so implored Ghanaians to remain patient.\n\n\n\n\" . . these restrictions cannot and will not be a permanent feature of our lives. Shortly, I hope to announce the steps for systematically easing the restrictive measures to bring us back to normality. Each one of us however can help to speed up this process if we continue to practice the measures of social distancing, washing with soap under running water, refrain from shaking hands and wearing our masks whenever we live our rooms. These measures must be respected by all,\" he said.\n\n\n\n\n\n\n\n\n\n\n\nSource: Peacefmonline.com/Ghana\n\n\n\n\n\n\n\n\n\nDisclaimer : Opinions expressed here are those of the writers and do not reflect those of Peacefmonline.com. Peacefmonline.com accepts no responsibility legal or otherwise for their accuracy of content. Please report any inappropriate content to us, and we will evaluate it as a matter of priority.\n\nFeatured Video"}}