{"GDELT": {"GlobalEventID": 922879755, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "NPL", "Actor2Name": "NEPAL", "Actor2CountryCode": "NPL", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.20183486238532, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "New Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6, "Actor1Geo_Long": 77.2, "Actor1Geo_FeatureID": "-2106102", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "New Delhi, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6, "Actor2Geo_Long": 77.2, "Actor2Geo_FeatureID": "-2106102", "Action2Geo_Type": 4, "Action2Geo_Fullname": "New Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6, "Action2Geo_Long": 77.2, "Action2Geo_FeatureID": "-2106102", "DATEADDED": 20200511100000, "SOURCEURL": "https://www.hindustantimes.com/india-news/nepal-summons-indian-envoy-to-protest-opening-of-road-to-lipulekh/story-OXCVKTo0Mgewms66pOVU2J.html"}, "ARTICLE": {"TITLE": "Nepal summons Indian envoy to protest opening of road to Lipulekh", "TEXT": "india\n\nUpdated: May 11, 2020 15:12 IST\n\nThe Nepal government summoned the Indian envoy on Monday to protest against the construction of a road in Lipulekh area that is claimed by Kathmandu, signalling an intensification of the diplomatic row on the matter.\n\nIndia has on Saturday rejected Nepal’s initial protest against the construction of a road to Lipulekh on the border with China, saying the region is “completely within the territory of India” and both sides could resolve such boundary issues through diplomatic dialogue.\n\nPeople familiar with developments said India’s envoy Vinay Mohan Kwatra was summoned to the foreign ministry in Kathmandu, where foreign minister Pradeep Gyawali handed over a diplomatic note of protest.\n\nThe foreign ministry also tweeted: “Foreign Minister Hon. @PradeepgyawaliK conveyed Government of Nepal’s position on boundary issues to Ambassador of India to Nepal H.E. Mr. Vinay Mohan Kwatra at a meeting held at MoFA today and handed over a diplomatic note in this regard.”\n\nNo further details were immediately available. There was no immediate response to the development from Indian officials.\n\nThe border row erupted months after Nepal was irked by the depiction of Kalapani as part of Uttarakhand in new Indian maps showing the union territory of Jammu and Kashmir and Ladakh. Nepal had sought talks to address the Kalapani issue but New Delhi rejected Kathmandu’s protest, saying the new maps accurately depict Indian territory.\n\nEarlier on Monday, Gyawali said Nepal could not wait for the end of the Covid-19 crisis for holding boundary talks with India. Gyawali, who was summoned by the Parliament’s international relations committee, also said Nepal will hold talks with China after sorting out the issue with India, The Kathmandu Post reported.\n\nThe parliamentary panel had summoned Gyawali to discuss the opening of the road to Lipulekh by the Indian government last week.\n\n“Nepal, India and China are yet to ascertain the tri-junction in Lipulekh. So after talks with India, we will hold talks with China as well,” Gyawal told the committee.\n\n“We are ready for talks at any level with India – at the prime minister’s level or foreign secretary-level,” he added.\n\nOn Saturday, Nepal had expressed regret at the inauguration of the route from Dharchula in Uttarakhand to Lipulekh, with the foreign ministry contending the road “passes through Nepali territory”.\n\nDefence minister Rajnath Singh inaugurated the 80-km road on Friday to curtail the time taken for the pilgrimage to Kailash-Mansarovar. The road ends at Lipulekh Pass, and will help pilgrims avoid dangerous high-altitude routes through Sikkim and Nepal.\n\n“The recently inaugurated road section in Pithoragarh district in the state of Uttarakhand lies completely within the territory of India. The road follows the pre-existing route used by the pilgrims of the Kailash Mansarovar Yatra,” external affairs ministry spokesperson Anurag Srivastava had said.\n\nIndia and Nepal have an established mechanism for boundary issues, and the delineation of the border with Nepal is ongoing, Srivastava said. India is also committed to resolving outstanding boundary issues through diplomatic dialogue, he said.\n\nNepal’s foreign ministry had sought talks between the foreign secretaries and Srivastava had said the two side are in the process of scheduling these talks, which would be held after they have dealt with the Covid-19 crisis."}}