{"GDELT": {"GlobalEventID": 922879592, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor2Code": "USA", "Actor2Name": "TEXAS", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.743494423791823, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Arlington Municipal Airport, Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 32.6634, "Actor2Geo_Long": -97.0924, "Actor2Geo_FeatureID": "1386170", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Arlington, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX439", "Action2Geo_Lat": 32.7357, "Action2Geo_Long": -97.1081, "Action2Geo_FeatureID": "1372320", "DATEADDED": 20200511100000, "SOURCEURL": "https://www.houstonchronicle.com/business/energy/article/Drilling-Down-Fort-Worth-oil-company-chooses-15256341.php"}, "ARTICLE": {"TITLE": "Drilling Down: Fort Worth oil company chooses downturn for first projects", "TEXT": "A recently formed Fort Worth oil company is choosing to drill its first wells during a historic oil crash.\n\nWheat Energy Partners is seeking permission from the Railroad Commission of Texas to drill four horizontal wells on four leases in Reeves County. Located in area of the Permian Basin known as the Delaware Basin, the wells target the Wolfcamp formation down to a total depth of 14,000 feet.\n\nFounded in June 2018 and financially backed by the Dallas private equity firm Stronghold Resource Partners, Wheat Energy Partners spent the last two years participating in joint ventures across the state but in October, the company registered with the Railroad Commission as an operator, giving it the authority to drill for and produce oil and natural gas anywhere in Texas.\n\nThe drilling permits mark the first projects for Wheat Energy Partners under the company’s own name and come as crude oil prices are trading around $20 per barrel, well below the $55 needed by most shale drillers.\n\nFounder and CEO Travis Wheat said Wheat Energy does not plan to drill immediately and under its leases, has a year or more to negotiate prices with service companies or take on partners to develop the wells. With one-mile laterals planned for the wells, Wheat said landing a good service deal means that the wells would be profitable at $25 per barrel.\n\nMore Information Top 10 Drillers (April 29 through May 5) SM Energy 8 Diamondback Energy 7 ConocoPhillips 5 Pioneer Natural Resources 4 Wheat Energy Partners 4 Matador Resources 4 EOG Resources 4 WPX Energy 3 Kinder Morgan 3 Tall City Exploration 2 Source: Railroad Commission of Texas\n\nRead More\n\n“A lot of people are sitting on the sidelines but that’s the last thing you need to do at a time like this,” Wheat said.\n\nDrilling Down: British petrochemical giant Ineos plans to begin fracking in Texas\n\nPermian Basin\n\nDenver oil company SM Energy plans to drill five horizontal wells in Upton County and another three in Martin County. All eight oil wells target the Spraberry field down to a total depth of 10,500 feet.\n\nEagle Ford Shale\n\nHouston oil giant ConocoPhillips announced last month that it is winding down hydraulic fracturing activity in the United States drilling permit filings show the company will continue to drill new wells. The company plans to drill five horizontal wells in Karnes County targeting the Eagleville field of the Eagle Ford geological formation down to a total depth of 17,500 feet.\n\nFuel Fix: Get energy news sent directly to your inbox\n\nHaynesville Shale\n\nHouston oil company Rockcliff Energy plans to go drilling for natural gas in East Texas. The company plans to drill two horizontal gas wells in Panola County targeting the Carthage field of the Haynesville shale down to a total depth of 13,000 feet.\n\nBarnett Shale\n\nFrench oil major Total plans to boost the productivity of an old horizontal well with a lateral that goes under a shopping center and an industrial park inside Arlington city limits. The company is seeking permission to recomplete a horizontal well on its Flight Path lease next to the Arlington Municipal Airport. Originally drilled in 2010 by Chesapeake Energy, the well targets the Newark East field of the Barnett Shale down to a total depth of 9,000 feet.\n\nMore: Read the latest oil and gas news from HoustonChronicle.com\n\nConventionals\n\nMidland-based Three Span Oil & Gas plans to drill a vertical well on its Henderson, K.J. lease in Scurry County. The well targets the Garden City South field of the Wolfcamp formation down to a total depth of 10,000 feet."}}