{"GDELT": {"GlobalEventID": 922888648, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor1Code": "MYS", "Actor1Name": "MALAYSIA", "Actor1CountryCode": "MYS", "Actor2Code": "REF", "Actor2Name": "ASYLUM SEEKER", "Actor2Type1Code": "REF", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -9.70350404312666, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kuala Lumpur, Kuala Lumpur, Malaysia", "Actor1Geo_CountryCode": "MY", "Actor1Geo_ADM1Code": "MY14", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 3.16667, "Actor1Geo_Long": 101.7, "Actor1Geo_FeatureID": "-2403010", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kuala Lumpur, Kuala Lumpur, Malaysia", "Actor2Geo_CountryCode": "MY", "Actor2Geo_ADM1Code": "MY14", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 3.16667, "Actor2Geo_Long": 101.7, "Actor2Geo_FeatureID": "-2403010", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kuala Lumpur, Kuala Lumpur, Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY14", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 3.16667, "Action2Geo_Long": 101.7, "Action2Geo_FeatureID": "-2403010", "DATEADDED": 20200511110000, "SOURCEURL": "https://www.aljazeera.com/news/2020/05/malaysia-urged-violent-threats-rohingya-refugees-200511035157656.html"}, "ARTICLE": {"TITLE": "Malaysia urged to end violent threats against Rohingya refugees", "TEXT": "Dozens of human rights groups have called on Malaysian Prime Minister Muhyiddin Yassin to address hate speech and violent threats against Rohingya refugees in the country amid a slew of online posts threatening murder and sexual violence.\n\nMonday's open letter, signed by 83 organisations, said the surge in hateful messages attacking the Rohingya community was causing fear of physical violence and discrimination among the refugees.\n\nMore:\n\n\"We urge you to act immediately to address the recent proliferation of 'hate speech' and violent threats against the Rohingya community and to ensure the incendiary rhetoric does not trigger discriminatory acts or physical attacks,\" said the letter.\n\nSignatories included Human Rights Watch, Amnesty International Malaysia, Article 19 and the International Commission of Jurists.\n\nThe online posts directed at the Rohingya in the country included discriminatory and dehumanising language and images, with some users threatening prominent Rohingya activists as well as their supporters with murder and sexual violence, the groups said.\n\nNumerous online petitions calling for the expulsion of Rohingya were also launched on Change.org, Avaaz and other platforms, with some garnering thousands of signatures. While Facebook, Twitter, Change.org and Avaaz have removed some of the content, new posts and petitions containing hateful and discriminatory content continue to appear, the letter said.\n\nThe surge in hate speech was driven by claims the Rohingya were demanding citizenship or other legal rights in Malaysia, according to the letter. It also follows a Malaysian government decision in early April to turn back boats carrying Rohingya refugees attempting to land in the country.\n\nRights groups have previously expressed concern that coronavirus lockdowns across Southeast Asia could trigger a repeat of a 2015 crisis when a crackdown by Thailand prompted smugglers to abandon their human cargo at sea.\n\nHuman Rights Watch, in a separate statement, said Muhyiddin's government, which came to power at the end of February, \"has completely fallen down on the job when it comes to protecting the rights of Rohingya refugees\".\n\n\"First the government pushed off a boat of starving refugees and then it stood by quietly as a massive hate speech campaign spread against the Rohingya, threatening violence against people who fled crimes against humanity and genocide at the hands of Myanmar's military,\" it said.\n\n\"To date, the Malaysian government has done little to stop this cascade of violent threats against Rohingya leaders, resulting in the refugee community fearing even to go out to procure food and other basic supplies they need to survive in the COVID-19 lockdown.\"\n\nThe government has sent mixed messages, the letter said with Defence Minister and Senior Minister Ismail Sabri Yaakob expressing sympathy for the Rohingya on April 27 and urging Malaysians to be \"peaceful\" and \"considerate\" while avoiding allegations that could foment anger.\n\nBut that message was undermined on April 30, when the Home Minister Hamzah Zainudin issued a statement that emphasised the Rohingya's lack of legal status or rights in Malaysia and justified measures \"to stop the intrusion of illegal immigrants\".\n\n\"Rohingya nationals who are holders of the United Nations High Commissioner for Refugees card have no status, rights or basis to make any claims on the government,\" he said. \"The government does not recognise their status as refugees but as illegal immigrants.\"\n\nMalaysia is not a signatory to the UN Convention on Refugees, and asylum seekers are not allowed to work or send their children to school. Nevertheless, the UN refugee agency's Kuala Lumpur office has more than 178,900 people registered as refugees in Malaysia, with substantial numbers of Rohingya.\n\nThe signatories to Monday's open letter called on Malaysian authorities to \"ensure threats and other human rights abuses against the Rohingya and their supporters are investigated, and perpetrators held accountable.\"\n\n\"The government should publicly condemn all forms of violence and hate directed at the Rohingya,\" said Amy Smith, executive director of Fortify Rights. \"The campaign against Rohingya in Malaysia is dangerous, vulgar,and inconsistent with Malaysia's human rights obligations.\"\n\nBuddhist-majority Myanmar does not recognise Rohingya as citizens and they face severe curbs on freedom of movement as well as access to healthcare and education. Myanmar denies persecuting Rohingya and says they are not an Indigenous ethnic group but immigrants from South Asia, even though many Rohingya are able to trace their ancestry back centuries.\n\nMore than a million Rohingya refugees live in camps in southern Bangladesh, the majority having been driven from homes in Myanmar after a 2017 military crackdown."}}