{"GDELT": {"GlobalEventID": 922880228, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor1Code": "JUD", "Actor1Name": "COUNSELLOR", "Actor1Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.97044334975369, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT", "Actor1Geo_Lat": 42.833333, "Actor1Geo_Long": 12.833333, "Actor1Geo_FeatureID": "IT", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT", "Action2Geo_Lat": 42.833333, "Action2Geo_Long": 12.833333, "Action2Geo_FeatureID": "IT", "DATEADDED": 20200511100000, "SOURCEURL": "http://www.msn.com/en-nz/entertainment/movies/tom-cruise-is-eager-to-get-back-to-venice-to-finish-filming-mission-impossible-7-as-soon-as-coronavirus-restrictions-ease/ar-BB13TyQd"}, "ARTICLE": {"TITLE": "Tom Cruise is eager to get back to Venice to finish filming Mission: Impossible 7 as soon as coronavirus restrictions ease", "TEXT": "Editor's note: If you or anyone you know is struggling with the lockdown you can call or text 1737 – free, anytime, 24 hours a day, 7 days a week – to talk with a trained counsellor.\n\nTom Cruise is eager to get back to Venice to finish filming Mission: Impossible 7 as soon as coronavirus restrictions ease, according to reports.\n\n© Provided by Daily Mail Raring to go: Tom Cruise, 57, is eager to get back to Venice to finish filming Mission: Impossible 7 as soon as coronavirus restrictions ease, according to reports\n\nThe 57-year-old is said to be champing at the bit to return to the set in Italy after the pandemic put an abrupt stop to production.\n\nA source told The Sun: 'Tom is refusing to film anywhere else as he wants to pump his millions back into one of the worst-hit areas of Covid-19 to help it recover.\n\nPictures- Tom Cruise on screen from 'Taps' to 'Mission: Impossible - Fallout'\n\n'Film bosses had attempted to find an alternative location but he was having none of it. It's a really thoughtful gesture and no doubt it will be welcomed by the people of Venice...\n\n'Parks, factories and building sites are reopening so the chiefs at Mission: Impossible and Tom reckon it won't be long for them to restart filming.'\n\nTom's representatives have been contacted for comment.\n\nIn February, Tom was forced to hole up in a luxury hotel in Venice after production was put in limbo when authorities put a total lockdown in place in order to stop further spread of the deadly disease, according to Dailymail.com.\n\n© Provided by Daily Mail Daredevil: The 57-year-old (pictured in Mission: Impossible - Ghost Protocol in 2011) is said to be champing at the bit to return to the set in Italy after the pandemic put an abrupt stop to production It was thought, at the time, that Cruise would relocate to Buckinghamshire's Pinewood Studios following the disruption.\n\nSpeaking about the seventh instalment, co-star Simon Pegg told BBC Radio 6: '[We're] not in Venice, that's where I'm supposed to be.\n\n\n\n\n\n'Paramount were very cautious and sensible I think and pulled the production out of Venice.\n\n'It's a big group of people, we were shooting carnival sequences and it was just unwise to remain so we bugged out.\n\n© Provided by Daily Mail The latest: Mission: Impossible 7, which is being directed by Christopher McQuarrie, was due to be released in cinemas on July 23, 2021 but this has since been delayed by four months. Pictured: Mission: Impossible - Rogue Nation (2015) 'I think it would be indelicate to complain about anything other than the fact that there was a lot of disruption for everyone.'\n\nMission: Impossible 7, which is being directed by Christopher McQuarrie, was due to be released in cinemas on July 23, 2021.\n\nBut this has now been postponed by four months to a revised date of November 19, 2021.\n\nThe release date for Mission: Impossible 8 has also been impacted.\n\n\n\n"}}