{"GDELT": {"GlobalEventID": 922888588, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor1Code": "LUXGOV", "Actor1Name": "LUXEMBOURG", "Actor1CountryCode": "LUX", "Actor1Type1Code": "GOV", "Actor2Code": "LUX", "Actor2Name": "LUXEMBOURG", "Actor2CountryCode": "LUX", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 4.56389452332658, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Luxembourg", "Actor1Geo_CountryCode": "LU", "Actor1Geo_ADM1Code": "LU", "Actor1Geo_Lat": 49.75, "Actor1Geo_Long": 6.1666669999999995, "Actor1Geo_FeatureID": "LU", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Luxembourg", "Actor2Geo_CountryCode": "LU", "Actor2Geo_ADM1Code": "LU", "Actor2Geo_Lat": 49.75, "Actor2Geo_Long": 6.1666669999999995, "Actor2Geo_FeatureID": "LU", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Luxembourg", "Action2Geo_CountryCode": "LU", "Action2Geo_ADM1Code": "LU", "Action2Geo_Lat": 49.75, "Action2Geo_Long": 6.1666669999999995, "Action2Geo_FeatureID": "LU", "DATEADDED": 20200511110000, "SOURCEURL": "https://www.dailymail.co.uk/femail/article-8306973/Prince-Guillaume-reveals-Princess-St-phanie-Luxembourg-given-birth-baby-boy.html"}, "ARTICLE": {"TITLE": "Prince Guillaume reveals Princess Stéphanie of Luxembourg has given birth to a baby boy", "TEXT": "Prince Guillaume called the birth 'the most magical thing' and 'an incredible day'\n\nNew father could barely contain his delight as he revealed the news to media\n\nHe welcomed first child with his wife Princess Stéphanie yesterday morning\n\nThe Hereditary Grand Duke Guillaume, 38, is heir to the Luxembourg throne\n\nPrince Guillaume of Luxembourg, the heir to the throne, and his wife Princess Stéphanie have welcomed their first child.\n\nThe Hereditary Grand Duke Guillaume, 38, revealed the Hereditary Grand Duchess Stéphanie of Luxembourg, 35, gave birth to a son yesterday, with the new father barely able to contain his delight when announcing the news during a broadcast interview.\n\nDiscussing the birth, Prince Guillaume said it was 'probably the most incredible day that we will have in our life', adding: 'To be able to greet the child that comes into one's life is the most magical thing, parenting, a couple can have.'\n\nThe couple shared the news that their son will be called Charles Jean Philippe Joseph Marie Guillaume, before photographs were shared as the newborn met his grandparents the Grand Duke Henri and Grand Duchess Maria Teresa over a video call.\n\nPrince Guillaume, 38, the heir to the Luxembourg throne, and his wife, Princess Stéphanie, 35, (pictured together), have welcomed their first child\n\nIn a statement released yesterday on Twitter, the Luxembourg royals said they were 'delighted to announce the birth' of their son on Sunday.\n\nIt read: 'The Hereditary couple is delighted to announce the birth of their son this Sunday, May 10, 2020 at 5:13 a.m. at the Maternity Grande-Duchesse Charlotte in Luxembourg.\n\n'The baby will bear the first names of Charles Jean Philippe Joseph Marie Guillaume.\n\n'The child weighs 3.190 kg and is 50 cm tall.'\n\nIn a video interview given outside the hospital, Prince Guillaume was barely able to contain his excitement about the 'magical experience'\n\nShortly afterwards, Prince Guillaume spoke with the media about the birth from outside the hospital, with the new father bubbling with excitement over the news.\n\nHe said that the couple were 'delighted' to be 'living and sharing' the experience with Luxembourg, particularly because of the challenges of the current coronavirus pandemic.\n\nHe explained: 'We are delighted to [have this experience] at a time that is difficult for families that have been separated but in the next weeks will see each other again.\n\n'A birth is a message of hope, it's a blessing. This is what we are so happy to share with Luxembourg and all the different countries.'\n\nThe couple went on to share snaps as they introduced their newborn son to the Prince Guillaume's parents Grand Duke and Duchess over a video call\n\nGrand Duke Henri and Grand Duchess Maria Teresa appeared delighted as they met their new grandson, and fifth grandchild, over video call\n\nAnd later, photographs were shared on Instagram of the moment the Grand Duke and Duchess of Luxembourg met their new grandson for the first time over video-call.\n\nIn the snaps, the couple can be seen video-calling the new parents, beaming as they met the newborn.\n\nMeanwhile in other photographs, Prince Guillaume can be seen cradling the baby in his arms.\n\nPosting the snaps online, the Luxembourg royals said there had been 'great delight' and 'great emotions' despite their first greeting being 'only a digital encounter.'\n\nDespite only being able to meet their new grandson over video call due to the coronavirus pandemic, the couple said the meeting was 'emotionally charged'\n\nThe caption read: 'In anticipation of being able to take the baby to the arm, the happy grandparents admired their grandson for the first time, under the gaze of his happy parents, the hereditary grand-ducal couple.'\n\nThe couple announced they were pregnant with their first child in December last year.\n\nThere has long been speculation about when the royal couple would be starting a family, with the pairing tying the knot in a lavish affair in 2012 after two years of dating.\n\n\n\nThe history of Luxembourg's royal family Luxembourg is a constitutional monarchy in which the Grand Duke holds executive power and bills only become law with his signature. Its monarchy is one of the youngest in Europe and began in 1815 following the Congress of Vienna at the end of the Napoleonic Wars. Full independence under the Grand Dukes came just under 20 years later, when the Treaty of London enshrined Luxembourg's existence in international law and ended years of rule by the Burgundians, French, Prussians and the Dutch. Although part of Luxembourg was later incorporated into what would, in 1839, become Belgium, the country remained intact through the Franco-Prussian War of 1870 and the First and Second World Wars. In 1890 the grand duchy passed to Adolf, Duke of Nassau who ruled until 1905 - he was famed for his efforts to strengthen the territory's autonomy. But, during the war, Luxembourg was occupied by German troops. The royal family fled and a government-in-exile was established in London. In 1964 Grand Duchess Charlotte abdicated in favour of her son, who becomes Grand Duke Jean. In 2000, Crown Prince Henri became Grand Duke of Luxembourg on the abdication of his father, Jean. Crown Prince Henri remains in his position today. Much of the executive power lies with the prime minister - a grand duke appointee - and his cabinet. The duchy's figurehead remains a powerful and influential figure. Advertisement\n\nPrincess Stéphanie told French magazine Point de Vue in 2016 that she didn't 'have any plans to become a mother. For the moment, I'm enjoying spending time with my husband.'\n\nPrince Guillaume is the eldest child of Grand Duke Henri Luxembourg and his wife Grand Duchess Maria Teresa and the heir to the Luxembourg throne.\n\nHis child will follow him in the line of succession for the throne, pushing Guillaume's four siblings - Prince Félix, Prince Louis, Princess Alexandra and Prince Sébastien - further down the list.\n\nPrince Guillaume said the birth was 'the most magical thing' as he and wife Princess Stéphanie became parents for the first time (pictured together)\n\nThe couple's special news comes after a difficult 2019, which saw the passing of Guillaume’s grandfather, Grand Duke Jean of Luxembourg.\n\nThe Grand Duke, who died last April at the age of 98, surrounded by his family, abdicated in 2000 in favour of his son Henri.\n\nHe was a soldier in the British army during the Second World War, and participated at the D-Day landings."}}