{"GDELT": {"GlobalEventID": 922879643, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIAN", "Actor1CountryCode": "AUS", "Actor2Code": "AUSGOV", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.9393939393939306, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Melbourne, Victoria, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS07", "Actor1Geo_ADM2Code": "5430", "Actor1Geo_Lat": -37.8167, "Actor1Geo_Long": 144.967, "Actor1Geo_FeatureID": "-1586844", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Melbourne, Victoria, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS07", "Actor2Geo_ADM2Code": "5430", "Actor2Geo_Lat": -37.8167, "Actor2Geo_Long": 144.967, "Actor2Geo_FeatureID": "-1586844", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Melbourne, Victoria, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS07", "Action2Geo_ADM2Code": "5430", "Action2Geo_Lat": -37.8167, "Action2Geo_Long": 144.967, "Action2Geo_FeatureID": "-1586844", "DATEADDED": 20200511100000, "SOURCEURL": "https://www.geelongadvertiser.com.au/news/world/coronavirus-australia-live-updates/live-coverage/42630123191cf451ca7edd261f9258e7?nk=9b0ae48dac31761dda057c4364dabf42-1589190457"}, "ARTICLE": {"TITLE": "Coronavirus Australia live updates", "TEXT": "Australia's \"First Lady\" Jenny Morrison has revealed the toll the COVID-19 crisis has taken on her husband, Prime Minister Scott Morrison, in an exclusive new interview.\n\n\"His mind doesn't stop,\" Mrs Morrison told Nine News, when asked how the PM was privately dealing with the stress of the situation.\n\n\"He just works and works and works and works and works. I'm sure he's going to need a rest at some point, he'll need that, it's huge.\"\n\nShe said for now, though, with \"lots of work to get everything up and running\", the PM would just \"push on\".\n\n\"He amazes me, he really does, every day.\"\n\nMrs Morrison has returned to Sydney with the couple's two daughters Abbey, 12, and Lily, 10 so that they can return to school tomorrow, after spending weeks together as a family at the Lodge in Canberra.\n\nThe interview comes after chief medical officer Brendan Murphy today told Australians to take \"personal responsibility\" and adhere to the government's virus measures, or risk a second wave of the disease striking the country.\n\nProf Murphy said the more \"each individual Australian takes it upon themselves to behave in this new normal way, the more courageous governments are going to be about relaxing regulations over our careful three-step process\".\n\nHis warning comes after police in Melbourne were forced to detain several anti-vaxxers - who believe coronavirus is a conspiracy - at a protest outside Parliament House for failing to comply with social distancing restrictions.\n\nThe NSW and West Australian governments also announced today the rolling back of some restrictions in their respective states later this week.\n\nRELATED: Follow the latest coronavirus updates\n\nAustralia has recorded 6941 cases of COVID-19, with 3053 in New South Wales, 1487 in Victoria, 1045 in Queensland, 439 in South Australia, 552 in Western Australia, 227 in Tasmania, 107 in the Australian Capital Territory and 30 in the Northern Territory.\n\nAustralia’s death toll is at 97.\n\nOur Sunday live blog has now ended.\n\nOriginally published as PM's wife's 'honest' lockdown reveal"}}