{"GDELT": {"GlobalEventID": 922888907, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor1Code": "USA", "Actor1Name": "IOWA", "Actor1CountryCode": "USA", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 0.7246376811594201, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Iowa, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIA", "Actor1Geo_Lat": 42.0046, "Actor1Geo_Long": -93.214, "Actor1Geo_FeatureID": "IA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Iowa, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIA", "Actor2Geo_Lat": 42.0046, "Actor2Geo_Long": -93.214, "Actor2Geo_FeatureID": "IA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Iowa, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIA", "Action2Geo_Lat": 42.0046, "Action2Geo_Long": -93.214, "Action2Geo_FeatureID": "IA", "DATEADDED": 20200511110000, "SOURCEURL": "https://www.kdrv.com/content/news/570364922.html"}, "ARTICLE": {"TITLE": "A music student united more than 300 musicians to create a virtual choir to perform during the pandemic", "TEXT": "Harrison Sheckler, a graduate student at the Conservatory of Music at Brooklyn College, found himself sent home like many college students due to the coronavirus pandemic. With time on his hands and away from friends and professors, Sheckler wanted to unite people through what he knows best: music.\n\nThe 24-year-old flew home to Charles City, Iowa, on March 14, expecting to be home for two weeks. That expanded to include the rest of the year -- and also resulted in the cancellation of a planned accompaniment with the New York Philharmonic. So, Sheckler needed to channel his music and energy.\n\nHe loves musical theater and worked on 'Carousel' at the College-Conservatory of Music in Cincinnati. Sheckler thought the lyrics to his favorite song from that show, 'You'll Never Walk Alone,' fit the need to stay positive during the coronavirus crisis.\n\n'It parallels what's going on right now,' Sheckler told CNN. 'We're all going through this together in a way, and we need to know that we're not alone, and if we have hope, we're going to get through this. I found comfort and solace in those words, and I thought a lot of people would resonate with it. As it turns out, they did.'\n\nSo much so that the project quickly changed. It started as an idea among friends but became a casting call that saw submissions from 300 musicians from 15 countries, ranging from age 9 to people in their 80s.\n\n'I had no idea where this project would go,' Sheckler said. 'Something good can come out of even the darkest times.'\n\n'It's a song of hope'\n\nSheckler said he reached out to every high school choir director in Iowa to see if students could provide video submissions for individual parts, which Sheckler provided on his personal website. He also contacted friends, peers, professors and mentors, and received 240 vocal submissions and 60 instrumental accompaniments.\n\nSuzanne Chadwick, a private voice teacher who lives in Medford, N.J., said she came across Sheckler's post while counseling singers on dealing with unemployment during the pandemic.\n\n'This song had such deep meaning,' Chadwick told CNN. 'It's a song of hope and they say, 'At the end of the storm, there's a golden sky.' So many people need to hear that message right now.'\n\nRyan Penshorn, a student at the University of Minnesota, said it was an easy decision to participate as a French horn player.\n\n'I was supposed to be in New York City this summer, working at a bank,' he said. 'I worked really, really hard to get to that point. And that's a common sentiment among many students that are my age. So, I think the opportunity to connect with other humans in a meaningful way through this avenue is special.'\n\nThousands of views on social media\n\nThe initial deadline was pushed from Easter to April 23, Sheckler said. He then became invested in the most painstaking part of the process: combining 300 videos into one piece while making it sound like an orchestral arrangement -- despite participants lacking traditional recording equipment at home.\n\n'I used iMovie to put them together,' Sheckler said. 'It took over 200 hours to put together the final video. I think the result really turned out well.'\n\nSheckler said two friends in the Cincinnati area helped, Armin Meyer and Grant Bayer, who own Zated Records. They spent 30 hours cleaning up the audio and sending back a compressed file.\n\n'They could enhance the audio to get rid of background noise and buzzing,' Sheckler said. 'I know some of the recordings might be too quiet or loud; the speakers were blown out on some notes. They were able to rein that in.'\n\nThe result is a video that has amassed 170,000 views on YouTube since May 1. Sheckler also gained about 50,000 views on Facebook and 3,000 on Instagram.\n\nThat's because of the contributions of everyone who took part, he said.\n\n'They made something so beautiful and [that is] spreading so much comfort to so many people and giving them a little peace in their day,' he said. 'Just knowing that, my heart is full.'\n\nCORRECTION: This piece has been updated to say Suzanne Chadwick came across Harrison Sheckler's post while counseling singers on dealing with unemployment during the pandemic."}}