{"GDELT": {"GlobalEventID": 923144812, "Day": 20200512, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3616, "Actor1Code": "BHR", "Actor1Name": "BAHRAIN", "Actor1CountryCode": "BHR", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.57879656160459, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Bahrain", "Actor1Geo_CountryCode": "BA", "Actor1Geo_ADM1Code": "BA", "Actor1Geo_Lat": 26.0, "Actor1Geo_Long": 50.5, "Actor1Geo_FeatureID": "BA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Georgia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USGA", "Actor2Geo_Lat": 32.9866, "Actor2Geo_Long": -83.6487, "Actor2Geo_FeatureID": "GA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Kazakhstan", "Action2Geo_CountryCode": "KZ", "Action2Geo_ADM1Code": "KZ", "Action2Geo_Lat": 48.0, "Action2Geo_Long": 68.0, "Action2Geo_FeatureID": "KZ", "DATEADDED": 20200512171500, "SOURCEURL": "https://www.thehindu.com/news/national/second-phase-of-vande-bharat-mission-to-begin-from-may-16/article31568320.ece"}, "ARTICLE": {"TITLE": "Second phase of Vande Bharat Mission to begin from May 16", "TEXT": "Evacuation operation to include 149 flights, say sources\n\nThe Vande Bharat Mission will continue to focus on evacuating stranded Indians from the Gulf countries while including new regions like Central Asia and East Europe during the second week beginning from May 16. Informed sources said the operation would include 149 flights and feeder flights to help people reach home in different parts of India.\n\nAlso read: ‘Vande Bharat Mission’ to cover more European nations\n\nApart from Saudi Arabia, Qatar, Oman, Kuwait, Bahrain, and the United Arab Emirates, the non-scheduled commercial flights will evacuate nationals from Kazakhstan, Tajikistan, Kyrgyzstan, Ukraine, Georgia and Armenia among others.\n\nThe sources said that in all, around 31 countries from South and Southeast Asia, the Gulf region, Eurasian region and North America would be covered in this phase.\n\nOne flight would evacuate Indians from Lagos in western Africa.\n\nThe neighbourhood, especially Bangladesh and Nepal, will also get a share of flights. While several hundred Indian students and professionals were evacuated by non-scheduled commercial flights in the first week from Bangladesh, at least 157 students from Kashmir remain in Dhaka. These students from the Community Based Medical College and the Kumudini Women’s College are expected to be airlifted in a special flight to Srinagar during this phase.\n\nAlready evacuated\n\nThe United States, the U.K., Russia, Japan are some of the major countries that have already evacuated their citizens from India during the lockdown period.\n\nThe second phase will have several flights to these countries to evacuate Indians who remain there."}}