{"GDELT": {"GlobalEventID": 923144675, "Day": 20200512, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3616, "Actor2Code": "HINAST400", "Actor2Name": "VEDANTA", "Actor2Religion1Code": "HIN", "IsRootEvent": 1, "EventCode": 33, "EventBaseCode": 33, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.38095238095238, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200512171500, "SOURCEURL": "https://in.reuters.com/article/vedanta-delisting/vedanta-resources-to-take-indian-unit-private-as-virus-crisis-deepens-idINKBN22O2CJ"}, "ARTICLE": {"TITLE": "Vedanta Resources to take Indian unit private as virus crisis deepens", "TEXT": "FILE PHOTO: A man walks past the logo of Vedanta outside its headquarters in Mumbai, January 31, 2018. REUTERS/Danish Siddiqui/File Photo\n\n(Reuters) - Miner Vedanta Resources Limited on Tuesday confirmed that it would take its Indian unit Vedanta Ltd private, as it looks to accelerate simplification of its corporate structure amid the coronavirus crisis.\n\nThe company said it will delist the unit from all stock exchanges and was willing to accept shares tendered in the offer at 87.5 Indian rupees ($1.16) per equity share, a premium of 9.9% on Monday’s closing stock price, but a discount of 1.7% over Tuesday’s closing.\n\n“Due to the impact of Covid 19 pandemic, we have accelerated the strategy in this challenging environment to ensure support for meaningful deleveraging and to enable us to continue to invest in the growth of the business,” Vedanta Group Chairman Anil Agarwal said.\n\nBloomberg had earlier reported here that billionaire Agarwal was exploring a potential deal to take Vedanta Ltd private.\n\nThe Indian unit’s delisting will provide Vedanta Resources, which owns a 36.8% stake in the unit, with enhanced operational and financial flexibility, as well as “transform” its credit profile, Vedanta Resources said.\n\nThe delisting is also expected to support an accelerated debt reduction program in the medium term.\n\nIn 2018, Vedanta Resources delisted here itself from the stock exchange in London, where it had faced protests and legal action, and said buying out the London listing would simplify its structure and that the Indian market was deep enough to raise capital.\n\nHindustan Zinc will continue to be listed in India, said Vedanta Resources, which owns a 64.9% stake in the company.\n\n($1 = 75.1350 Indian rupees)"}}