{"GDELT": {"GlobalEventID": 923145677, "Day": 20200512, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3616, "Actor1Code": "MIL", "Actor1Name": "COMMANDING OFFICER", "Actor1Type1Code": "MIL", "Actor2Code": "PHL", "Actor2Name": "MANILA", "Actor2CountryCode": "PHL", "IsRootEvent": 1, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.810397553516821, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cam Ranh Bay, Khá HòM, Vietnam, Republic Of", "Actor1Geo_CountryCode": "VM", "Actor1Geo_ADM1Code": "VM54", "Actor1Geo_ADM2Code": "32386", "Actor1Geo_Lat": 11.8833, "Actor1Geo_Long": 109.167, "Actor1Geo_FeatureID": "-3709764", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cam Ranh Bay, Khá HòM, Vietnam, Republic Of", "Actor2Geo_CountryCode": "VM", "Actor2Geo_ADM1Code": "VM54", "Actor2Geo_ADM2Code": "32386", "Actor2Geo_Lat": 11.8833, "Actor2Geo_Long": 109.167, "Actor2Geo_FeatureID": "-3709764", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cam Ranh Bay, Khá HòM, Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM54", "Action2Geo_ADM2Code": "32386", "Action2Geo_Lat": 11.8833, "Action2Geo_Long": 109.167, "Action2Geo_FeatureID": "-3709764", "DATEADDED": 20200512171500, "SOURCEURL": "https://www.military.com/daily-news/2020/05/12/we-knew-our-goose-was-cooked-intel-officer-recalls-vietnams-tet-offensive.html"}, "ARTICLE": {"TITLE": "'We Knew Our Goose Was Cooked:' An Intel Officer Recalls Vietnam's Tet Offensive", "TEXT": "Joseph Galloway and Marvin J. Wolf are the authors of They Were Soldiers: The Sacrifices and Contributions of Our Vietnam Veterans.\n\nIn 1967, Ted Gostas arrived at Cam Ranh Bay, South Vietnam, as a replacement. He was not happy to see his name in the Army Times under the heading \"Army Intelligence\" with the announcement, \"Capt. Theodore Gostas assigned to Vietnam.\"\n\nHis next stop in-country was Saigon. After going to sleep one night, he was awakened by North Vietnamese rockets. When his commanding officer gave him a choice of remaining in Saigon or going north to Hue, where he'd be nearer the action, he decided to go to Hue. He didn't want to stay and do menial tasks.\n\nHis commanding officer pulled out a manila folder with pictures of Gostas's wife and kids. \"Still want to go north?\"\n\nGostas replied, \"I love my family, but a lot of guys love their families and they go north, sir.\"\n\nIn April 1967, using a cover name in a clandestine unit that was part of the 135th MI Battalion, Gostas set up shop in Hue with a small crew.\n\nOn the last day of January 1968, Gostas was writing to his wife when he heard the unmistakable sound of an AC-47 Spooky gunship firing its miniguns. One round in five is a tracer. \"It looked like one solid stream of red, so I knew the rate of fire was incredible,\" he said. \"The sun was just going down. I saw the fire hitting an area to the southeast.\"\n\nGostas called headquarters. \"I got a man on the phone and told him we were under attack. I said that we were in trouble. He said, 'Well, we are too. We're being hit --' And then the enemy cut the phone lines.\"\n\nIt was the beginning of the Tet Offensive.\n\nImmediately, Gostas began burning his files -- and accidentally set his house on fire. \"I sent my men next door to a cement building. As we went out the front door, we passed North Vietnamese troops carrying supplies to set up a perimeter around the Military Assistance Command Vietnam (MACV) compound two blocks away.\n\n\"We hunkered down and watched thousands of NVA going toward the MACV compound. One of my men took a rifle and crawled outside and killed five NVA.\n\n\"They returned fire by shooting through a slit in the cement and hit him in the neck. He died soon after,\" Gostas said.\n\n\"That night I stood guard in that room and about a hundred rounds of rifle fire came through the slit. How they all missed me, I'll never know,\" he recalled. Then he went to look out the window. One of his men came to warn him against exposing himself and was killed by a sniper. \"I've always wondered why it wasn't me the sniper killed. He had a bead on me for more than half an hour.\"\n\nA few minutes later, a U.S. Marine unit led by a jeep and followed by an M-48 tank came down Highway One. \"We had no radio, but all of us tried to wave them off. They probably thought we were welcoming them, but we were trying to warn them that the enemy was everywhere. The NVA had an antitank weapon concealed near a street corner. Its first round blew the Jeep and everyone in it to smithereens,\" Gostas recalled. \"The second round missed the tank, and the M-48 started backing up. With another man, I went to help what was left of the marines caught in the ambush.\n\n\"We got out to the sidewalk, and the tankers thought we were the enemy and fired off a round. It exploded just above our heads -- we were both covered with plaster. We realized that they'd kill us before we had a chance to identify ourselves, so we ran back upstairs, and the tank fired again and blew off part of our building. The blast also destroyed the staircase. On the second or third day, the enemy realized that someone in our house had killed five of their troops. They fired a B-40 rocket, an RPG, at us at about 0600.\n\n\"I had my arm around a dying man. He was twenty-five years old and in a flak jacket, and he was on top of me, with my arms around him, when the B-40 came through the roof and exploded. He took most of the shrapnel in his back and I took some in my foot.\n\n\"We had been blown into the ceiling and it came down on our heads. I crawled out of the place and he crawled out behind me. The back of his flak jacket had been shredded by the B-40, and you could see part of his spine. He turned over and died.\n\n\"After a short firefight, we ran out of what little ammunition we had, and we knew our goose was cooked. We ran out of the building. I knew the Vietnamese stop signs said Dung Lai, so I yelled, 'Dung lai! Dung lai!'\n\n\"Then we worked our way down the twisted staircase. When we got downstairs, they tied our arms behind our backs with piano wire and took us across the street. We had to step over the bodies of five hundred dead marines.\"\n\nAfterward, Gostas was held in solitary confinement for four and a half years in a room about the size of a fat man's coffin. His only friends were a praying mantis and a white rat. He was given perhaps four ounces of water a day and often had to drink his own urine. He was tortured and interrogated constantly. \"I said, 'I'm a clerk typist. I don't have any idea of what you're asking,'\" he recalled. \"They treated me as though I was Nixon's right-hand man.\"\n\nTaken from \"They Were Soldiers\" by Joseph L. Galloway and Marvin J. Wolf. Copyright © 2020 by Joseph L. Galloway and Marvin J. Wolf. Used by permission of Thomas Nelson. www.TheyWereSoldiersBook.com\n\n-- The opinions expressed in this op-ed are those of the author and do not necessarily reflect the views of Military.com. If you would like to submit your own commentary, please send your article to opinions@military.com for consideration."}}