{"GDELT": {"GlobalEventID": 923144623, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "NAM", "Actor2Name": "WINDHOEK", "Actor2CountryCode": "NAM", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.27927927927927, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Windhoek, Khomas, Namibia", "Actor1Geo_CountryCode": "WA", "Actor1Geo_ADM1Code": "WA21", "Actor1Geo_ADM2Code": "22288", "Actor1Geo_Lat": -22.57, "Actor1Geo_Long": 17.0836, "Actor1Geo_FeatureID": "-2587496", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Windhoek, Khomas, Namibia", "Actor2Geo_CountryCode": "WA", "Actor2Geo_ADM1Code": "WA21", "Actor2Geo_ADM2Code": "22288", "Actor2Geo_Lat": -22.57, "Actor2Geo_Long": 17.0836, "Actor2Geo_FeatureID": "-2587496", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Windhoek, Khomas, Namibia", "Action2Geo_CountryCode": "WA", "Action2Geo_ADM1Code": "WA21", "Action2Geo_ADM2Code": "22288", "Action2Geo_Lat": -22.57, "Action2Geo_Long": 17.0836, "Action2Geo_FeatureID": "-2587496", "DATEADDED": 20200512171500, "SOURCEURL": "https://allafrica.com/stories/202005120699.html"}, "ARTICLE": {"TITLE": "Namibia: Police Descend On Hawkers", "TEXT": "ABOUT 100 street vendors from Havana, Hakahana and Wanaheda in Windhoek were arrested by the police for violating emergency regulations yesterday.\n\nAccording to the informal traders' spokesperson, Stefanus Kalangula, the vendors were detained yesterday morning after they were picked up from different trading spots across Windhoek.\n\n\"Some vendors even have children with them,\" Kalanula told The Namibian at the Wanaheda Police Station, where a crowd had gathered, trying to communicate with friends and relatives who had been detained.\n\nKalangula was ordered by police officers to leave the police station.\n\n\"If you don't want people to sell, give them food,\" Ester Andreas, a street vendor who previously also had her goods confiscated, told The Namibian after she was released.\n\nElifas Nghitomoka, also a representative of the informal traders, told The Namibian that three different groups of vendors had been brought in.\n\nMasumi Hengari, whose sister-in-law was detained, said she came to the police station to ask what she could do to get her sister-in-law released. However, she allegedly said she was told to leave.\n\nHengari managed to call her sister-in-law while she was in police custody, but could not communicate with her clearly as there was too much noise among the crowd that had gathered outside looking for answers.\n\nThe officers at the Wanaheda Police Station denied this journalist access to the detained vendors, although they claimed the vendors were only brought in for questioning and had not been arrested.\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Namibia Legal Affairs By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\nKhomas regional police commander, commissioner Joseph Shikongo, however, told The Namibian that more than 100 vendors were arrested for operating stalls where they were not allowed to and that they had ignored the Covid-19 social distancing regulations.\n\n\"These people have been warned before,\" said Shikongo, adding that the vendors have been told to obtain letters from the City of Windhoek so that they can legally run their businesses at allocated sites.\n\nHe added that arresting vendors is the last resort for the police, not only because of the limited space in the cells, but also because they understand that running a stall is a matter of survival.\n\n\"I told my officers it should not only be a question of arresting people, but also educating them,\" said Shikongo.\n\nSecretary general of the Namibia Informal Sector Organisation, Veripi Kandenge said guidelines on how vendors' stall should be set up and run should be made clear to vendors.\n\nHe, however, admitted that vendors also need education on trading methods to void clashes with authorities.\n\n\"Educating the hawkers will be vital to avoid such incidents,\" he said.\n\nKandenge said his organisation will release a full statement today on the matter."}}