{"GDELT": {"GlobalEventID": 923145887, "Day": 20200512, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3616, "Actor1Code": "SWE", "Actor1Name": "SWEDEN", "Actor1CountryCode": "SWE", "Actor2Code": "MNCUSA", "Actor2Name": "DISNEY", "Actor2CountryCode": "USA", "Actor2Type1Code": "MNC", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.8834951456310693, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sweden", "Actor1Geo_CountryCode": "SW", "Actor1Geo_ADM1Code": "SW", "Actor1Geo_Lat": 62.0, "Actor1Geo_Long": 15.0, "Actor1Geo_FeatureID": "SW", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Sweden", "Actor2Geo_CountryCode": "SW", "Actor2Geo_ADM1Code": "SW", "Actor2Geo_Lat": 62.0, "Actor2Geo_Long": 15.0, "Actor2Geo_FeatureID": "SW", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Sweden", "Action2Geo_CountryCode": "SW", "Action2Geo_ADM1Code": "SW", "Action2Geo_Lat": 62.0, "Action2Geo_Long": 15.0, "Action2Geo_FeatureID": "SW", "DATEADDED": 20200512171500, "SOURCEURL": "https://www.thewrap.com/forensic-files-renewed-2-seasons-hln/"}, "ARTICLE": {"TITLE": "‘Forensic Files II’ Renewed for 2 More Seasons at HLN", "TEXT": "HLN has renewed “Forensic Files II” for two more seasons and a total of 32 more episodes.\n\nThe reboot of the popular crime series premiered earlier this year after the original “Forensic Files” went off the air in 2011. “Forensic Files II” is narrated by actor Bill Camp (“Joker,” “The Outsider”), who will return for seasons two and three. Each season will consist of 16 half-hour episodes.\n\nExecutive produced by Nancy Duffy, the reboot picks up where the original series left off, staying true to the original format, content, and continuity while using advancements in investigative technology and production.\n\nThe new episodes are set to air in 2021.\n\nAlso Read: 'Crime Junkie' Host Ashley Flowers on Her Fascination With True Crime and Her Favorite Podcasts\n\nThe investigational docuseries is produced by CNN Program Development and airs exclusively on HLN. The network also has exclusive cable rights to the original “Forensic Files,” and was granted additional rights to produce the reboot series by creator Paul Dowling and his Medstar Television production company.\n\n“We are thrilled to continue our association with what is still the most iconic brand in the genre,” said Ken Jautz, executive vice president of CNN, which owns HLN.\n\n“Thanks to the skill and creativity of Nancy Duffy and her team, Forensic Files II exceeded expectations and was an unequivocal hit among viewers. And we, of course, have Paul Dowling to thank for trusting us with his exceptional creation.”\n\n“Our goal was to continue the Forensic Files legacy, telling new stories about how science and advanced forensic techniques are used to crack the most difficult cases….and the loyal Forensic Files fan base responded enthusiastically,” Duffy said. “I second Ken by offering gratitude to Paul who provided guidance as we rebooted the series.”"}}