{"GDELT": {"GlobalEventID": 923145705, "Day": 20200512, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3616, "Actor1Code": "MNCUSA", "Actor1Name": "ROYAL CARIBBEAN", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor2Code": "GOV", "Actor2Name": "AUTHORITIES", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.82758620689655, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Bahamas, The", "Actor1Geo_CountryCode": "BF", "Actor1Geo_ADM1Code": "BF", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": -76.0, "Actor1Geo_FeatureID": "BF", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "North Sea, Oceans (general), Oceans", "Actor2Geo_CountryCode": "OS", "Actor2Geo_ADM1Code": "OS00", "Actor2Geo_ADM2Code": "154724", "Actor2Geo_Lat": 55.3333, "Actor2Geo_Long": 3.0, "Actor2Geo_FeatureID": "-1506407", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bahamas, The", "Action2Geo_CountryCode": "BF", "Action2Geo_ADM1Code": "BF", "Action2Geo_Lat": 24.0, "Action2Geo_Long": -76.0, "Action2Geo_FeatureID": "BF", "DATEADDED": 20200512171500, "SOURCEURL": "https://www.cbsnews.com/news/cruise-ships-workers-die-unclear-circumstances-stranded-crews/"}, "ARTICLE": {"TITLE": "4 workers die in 10 days on cruise ships with stranded crews", "TEXT": "A woman who jumped overboard and a man who apparently died by suicide are among four crew killed by non-coronavirus causes on cruise ships with workers stranded onboard.\n\nA 39-year-old Ukrainian died Sunday jumping from the Regal Princess off the Netherlands, Princess Cruises, a subsidiary of the Carnival corporation, said Monday. The ship was in the process of repatriating its crew.\n\nA pilot boat passes near the Regal Princess cruise ship at Port Everglades in Fort Lauderdale, Fla., Tuesday, March 10, 2020. Wilfredo Lee / AP\n\nIt was the third death over the weekend on ships with crew trapped on board since the explosion of the coronavirus pandemic, and the fourth worker to die in less than 10 days under unclear circumstances.\n\nGet Breaking News Delivered to Your Inbox\n\nWith crew members increasingly desperate to return home, a group of about 14 workers began a hunger strike at the weekend on the Navigator of the Seas, a Royal Caribbean cruise ship anchored in Miami.\n\n\"At this moment we feel that we're all hostages,\" one crew member told the Miami Herald anonymously because of fears the company would retaliate.\n\n\"This company needs to understand we are not boxes of food that can be moved around.\"\n\nThis file photo shows the Royal Caribbean cruise lines Navigator of the Seas pulls out of New Orleans on the Mississippi River. Gene J. Puskar, AP\n\nOn March 13 all cruise ships were subjected to no-sail orders as the outbreak was exploding worldwide.\n\nAlthough passengers have disembarked, crew members who remained on board have been in limbo.\n\nThere are 104 cruise ships in and around US waters with 71,900 crew members aboard in total, the US Coast Guard confirmed last week.\n\nOn Sunday, a worker was found dead of \"natural causes\" on the Mariner of the Seas, a Royal Caribbean spokesman said Monday.\n\nAccording to the Cruise Law News blog, the crew member was a Chinese citizen.\n\nThe ship is one of several that sail between Florida and the Bahamas.\n\nOn Saturday, a man died of apparent suicide on the Carnival Breeze as it headed to Europe from the Bahamas to repatriate its crew.\n\n\"His death is not related to COVID-19, but out of respect for his family, we will not be providing additional details,\" said Carnival spokesman Roger Frizzell.\n\nOn May 2, a crew member went overboard from the Jewel of the Seas. A spokesperson for Royal Caribbean said it is assisting authorities in that investigation.\n\nThe ocean cruise liner Jewel of the Seas sails to the North Sea in this April 2004 file photo. Ingo Wagner/picture-alliance/dpa/AP Images\n\nMore than 100 Americans are marooned on cruise ships owned by Carnival Cruise Line companies, CBS News correspondent Kris Van Cleave reported.\n\nRyan Driscoll is a performer on one of those ships, currently an island in the coronavirus storm. It was essentially stranded at sea for more than 60 days. Passengers got off March 13 and he's been quarantined for weeks — only allowed out of his room for meals and temperature checks.\n\n\"The fact that they won't let us off is extremely frustrating, irritating, especially for ships that just have crew members that have been quarantined for much longer than 14 days that have no COVID-19 cases,\" he told CBS News. \"We're just stuck here. It does feel like a prison sometimes ... I want to go home. I want to see my family.\""}}