{"GDELT": {"GlobalEventID": 923145884, "Day": 20200512, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3616, "Actor1Code": "SWE", "Actor1Name": "SWEDEN", "Actor1CountryCode": "SWE", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.15074798619102, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Stockholm, Stockholm, Sweden", "Actor1Geo_CountryCode": "SW", "Actor1Geo_ADM1Code": "SW26", "Actor1Geo_ADM2Code": "26170", "Actor1Geo_Lat": 59.3333, "Actor1Geo_Long": 18.05, "Actor1Geo_FeatureID": "-2524279", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Stockholm, Stockholm, Sweden", "Actor2Geo_CountryCode": "SW", "Actor2Geo_ADM1Code": "SW26", "Actor2Geo_ADM2Code": "26170", "Actor2Geo_Lat": 59.3333, "Actor2Geo_Long": 18.05, "Actor2Geo_FeatureID": "-2524279", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Stockholm, Stockholm, Sweden", "Action2Geo_CountryCode": "SW", "Action2Geo_ADM1Code": "SW26", "Action2Geo_ADM2Code": "26170", "Action2Geo_Lat": 59.3333, "Action2Geo_Long": 18.05, "Action2Geo_FeatureID": "-2524279", "DATEADDED": 20200512171500, "SOURCEURL": "https://www.foxnews.com/opinion/coronavirus-sweden-different-approach-pandemic-larry-elder"}, "ARTICLE": {"TITLE": "Larry Elder: Coronavirus response — Sweden takes this different approach to pandemic", "TEXT": "Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.\n\nSweden, unlike its Scandinavian neighbors, made different decisions to deal with the coronavirus pandemic. It issued no mandatory orders. It did not require its citizens to shelter at home.\n\nTrue, as of May 4, more Swedes had contracted and died from the coronavirus (2,679 total deaths, a rate of 263.08 per 1 million people) than people in Norway (211, rate of 39.7) and Denmark (484, rate of 83.49). But fewer when adjusted for its population size compared with the U.K. (28,446 deaths, a rate of 427.83), Spain (25,264, rate of 540.71), France (24,864, rate of 371.18) and Italy (28,884, rate of 477.96).\n\nIt also remains to be seen whether, in the long run, the actions taken by other Scandinavian countries will result in fewer lives lost. This is because Sweden appears to be achieving \"herd immunity\" faster than other countries and because experts expect another spike in cases when lockdowns are lifted.\n\nJAMES CARAFANO: CORONAVIRUS AND CHINA — 3 RULES TO BUILD US UP AND MAKE THEM PAY\n\nFurthermore, the rationale for the lockdowns is to prevent a country's health care system from being overburdened. If that is goal, Sweden has achieved it. Its hospitals, intensive care units and emergency rooms have not been overburdened, and the country has had no shortage of medical equipment.\n\nDr. Anders Tegnell, the state epidemiologist of the Public Health Agency of Sweden, in early April said, \"I'm not sure that there is a scientific consensus on, really, about anything when it comes to this new coronavirus, basically because we don't have much evidence for any kind of measures we are taking.\"\n\nTegnell later explained: \"We can install limited quarantine measures, but it is not legally feasible to lock down cities or regions — let alone the entire country. ... All (European) countries already have the virus, so why close the borders now? We are more concerned about the mobility within Sweden.\"\n\nInstead, Tegnell urged \"personal responsibility\" while admitting there is still a lot that he and other experts just do not know about the virus.\n\n\"I'm not convinced at all. We are constantly thinking about this. ... What can we do better and what else can we add on?\" said Tengell. \"I think the most important thing all the time is to try to do it as well as you can, with the knowledge we have and the tools you have in place. And to be humble all the time because you may have to change.\"\n\nSweden advised its people of the seriousness of the pandemic, recommended staying at home unless travel was necessary and advocated mitigation measures like social distancing and wearing masks.\n\nWhen it comes to battling the coronavirus, Nirvana is not an option. This is about trade-offs.\n\nThey listened. As Swedish writer Johan Norberg, with the libertarian Cato Institute, writes: \"Swedes have reduced their mobility substantially, even without police enforcement. For example, cell phone data shows that the inhabitants of Stockholm reduced their trips to the most popular Swedish holiday destinations during Easter by around 90 percent.\n\n\"This means that our economy still hurts. ... We are not going to shops and restaurants like we used to. But losing two-thirds of your revenue rather than 100 percent might mean the difference between life and death for many entrepreneurs.\"\n\nIt helps that Swedes have far greater trust in their government than do citizens in many in other countries. The U.K.'s Independent noted, \"The voluntary measures may have also been more effective due to high levels of trust in government among the Swedish population — with 72 percent trusting their government, compared to an EU average of 40 percent.\"\n\nExpect years of analyses of how different countries are addressing this pandemic. But about Sweden, Dr. Mike Ryan, the executive director of the World Health Organization's Emergencies Program, said: \"I think if we are to reach a new normal, I think in many ways Sweden represents a future model — if we wish to get back to a society in which we don't have lockdowns.\"\n\nCLICK HERE TO GET THE OPINION NEWSLETTER\n\nIs this because, unlike America, Sweden has a centralized government that spoke with one voice? No, said Tegnell, who explained that the federal government offered guidelines, but the final responsibility rested with local authorities and individuals themselves.\n\nWhen it comes to battling the coronavirus, Nirvana is not an option. This is about trade-offs. As economist Thomas Sowell said: \"In the unconstrained vision, there are no intractable reasons for social evils and therefore no reason why they cannot be solved, with sufficient moral commitment. But in the constrained vision, whatever artifices or strategies restrain or ameliorate inherent human evils will themselves have costs, some in the form of other social ills created by these civilizing institutions, so that all that is possible is a prudent trade-off.\"\n\nBottom line, Sweden accepts the concept of \"trade-offs,\" something that many who attack President Donald Trump's response to the coronavirus do not seem to understand.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nEvery year, more than 30,000 Americans die in traffic accidents. It is quite possible to build a vehicle in which no one gets killed. It would look like an armadillo on wheels, and maybe go a gas-guzzling five miles per hour.\n\nBut nobody would die.\n\nCLICK HERE TO READ MORE FROM LARRY ELDER"}}