{"GDELT": {"GlobalEventID": 923146208, "Day": 20200512, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3616, "Actor1Code": "USAJUD", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 16, "EventBaseCode": 16, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.949008498583571, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Glynn County, Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_ADM2Code": "GA127", "Actor1Geo_Lat": 31.2336, "Actor1Geo_Long": -81.5332, "Actor1Geo_FeatureID": "1671513", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Glynn County, Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 31.2336, "Action2Geo_Long": -81.5332, "Action2Geo_FeatureID": "1671513", "DATEADDED": 20200512171500, "SOURCEURL": "https://www.palisadeshudson.com/2020/05/another-glynn-county-horror-story/"}, "ARTICLE": {"TITLE": "Another Glynn County Horror Story", "TEXT": "\n\nphoto by photo by Doug Kerr\n\nFrom white sand beaches to lush salt marshes that stretch on toward deep pine forests, Georgia’s Glynn County is a beautiful place. And a disturbing one.\n\nThe county and its principal community, Brunswick, are back in the news following the arrest of a father and son on murder charges for the alleged vigilante-style killing of an African American jogger. The final, fatal moments of Ahmaud Arbery’s life were captured on video. That video shows how two white men, identified as 64-year-old Gregory McMichael and his 34-year-old son, Travis, used their pickup truck to block Arbery’s path as he ran down a road on Brunswick’s outskirts. Georgia Bureau of Investigation Director Vic Reynolds confirmed that the video was captured by William Bryan, who Gregory McMichael told police had helped the McMichaels pursue Arbery. Bryan’s attorney has rejected this claim, and Bryan has not been arrested or charged at this writing.\n\nThe shooting took place on Feb. 23. The McMichaels were charged last week. The arrests came only after the video – which apparently had been in law enforcement possession for some time – leaked and circulated widely on social media.\n\nGregory McMichael told police he saw Arbery running past his home and thought he resembled a burglar who had been seen in the neighborhood, according to The Wall Street Journal. In McMichael’s account, he called to his son and both men grabbed guns because they didn’t know whether the man was armed. (No weapon was found with Arbery.) They then jumped into the pickup truck and pursued Arbery.\n\nThe video shows Arbery try to swerve around the truck before the occupants emerge. There is a struggle, partly out of view, before the shots are heard and Arbery collapses.\n\nArbery’s mother told reporters last week that police initially told her that her son, who was 25, was shot during a burglary. She learned later that he died in the street. Several people, including a lawyer for the family, have described the murder as a lynching. The circumstances certainly recall the worst aspects of the Deep South’s history.\n\nBut Glynn County’s recent history is equally ugly, and not specifically with regard to race. That ugliness centers on the district attorney’s office, where the elder McMichael once worked as an investigator. In 2018 I wrote about the questionable willingness of Jackie Johnson, the DA then and now, to offer bond to a suspended police lieutenant who had a history of stalking his ex-wife. Robert Sasser had been arrested on domestic violence charges and was released on bond with orders to stay out of the county. But Sasser returned and got into an hours-long confrontation with a SWAT team, which arrested him again. Johnson agreed to his release on bond a second time. Sasser then killed his ex-wife, her male friend and himself.\n\nJohnson recused herself from the Arbery shooting case because of Gregory McMichael’s former connection to her office, which itself seems strange. There is no obvious conflict that would prevent her from investigating and prosecuting him. A second prosecutor recused himself, reportedly under pressure from Arbery’s family, because his son had worked with the elder McMichael, including on a prosecution of Arbery years earlier. A third local prosecutor then picked up the case. In early May, by which point Arbery’s death had become an item of worldwide interest, that third prosecutor announced plans to bring the case before a grand jury. But there are no grand juries operating in the area right now due to the pandemic.\n\nIt was only at this point that the Georgia Bureau of Investigation got involved, at the third prosecutor’s request, and took the two suspects into custody. Just yesterday, a fourth prosecutor was assigned to the case.\n\nInept does not begin to describe the appearance of law enforcement in Glynn County. Whether and how aggressively someone is prosecuted seems to be a function of how many connections to local law enforcement that individual has. Whether you are burglarizing a home or simply enjoying a run down a quiet street, nobody should have to face down two armed civilians who think they have a right to rule the road. Yet this truth is hardly self-evident in Glynn County. In fact, the prosecutor who briefly followed Johnson on the case reportedly wrote a letter arguing that the shooting was justified as self-defense and under the rules of a citizen’s arrest.\n\nOver the weekend, Georgia’s attorney general announced that he will look into how Arbery’s case was handled “from the outset” and has asked the U.S. Justice Department to conduct its own investigation. This announcement followed claims from two Glynn County commissioners that Johnson’s office blocked the Glynn County Police Department from making arrests in the immediate aftermath of Arbery’s death. Johnson has denied these claims. She, in turn, blamed the police department for not calling in the GBI right away. While video evidence has also emerged that Arbery entered a construction site during his jog – where he did not take or damage anything, according to the unfinished home’s owner – it is not clear that Johnson was leaning on this information, or even knew it, in those first days following the shooting. Even if she had, it would not have justified what happened or the decision not to make any arrests for more than two months.\n\nMany vacationers and second homeowners come to Glynn County, when there is not a pandemic keeping them away. Sea Island has an exclusive homeowners association and a five-star resort. Nearby Jekyll Island is a state park with an unspoiled coastal preserve. Thousands of travelers pass through the region every day on Interstate 95. On occasion, I am one of them.\n\nLovely as the area is, I plan to pass right on through without stopping. There are many other places on the beautiful Southeast coastline to rest without having to worry about what to expect from local law enforcement. Residents of Glynn County are not as fortunate. They deserve to finally have state and federal authorities take hard look at whatever is going on in the local police and prosecutor’s offices. The law in Glynn County seems to behave as if it is a law unto itself."}}