{"GDELT": {"GlobalEventID": 923145652, "Day": 20200512, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3616, "Actor1Code": "MED", "Actor1Name": "COLUMNIST", "Actor1Type1Code": "MED", "Actor2Code": "GOVMIL", "Actor2Name": "NATIONAL SECURITY ADVISER", "Actor2Type1Code": "GOV", "Actor2Type2Code": "MIL", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.6637931034482794, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200512171500, "SOURCEURL": "https://scienceblogs.com/framing-science/2009/08/10/climate-wars-national-security"}, "ARTICLE": {"TITLE": "Climate Wars: National Security Focus To Widen Support?", "TEXT": "The New York Times led their Sunday edition with an article by John Broder focusing on recent Defense department conclusions on the national security risks of climate change. Here's the key takeaway from the article on what it could mean for re-framing the debate over cap and trade legislation for fence-sitters in the Senate:\n\nMuch of the public and political debate on global warming has focused on finding substitutes for fossil fuels, reducing emissions that contribute to greenhouse gases and furthering negotiations toward an international climate treaty -- not potential security challenges. But a growing number of policy makers say that the world's rising temperatures, surging seas and melting glaciers are a direct threat to the national interest. If the United States does not lead the world in reducing fossil-fuel consumption and thus emissions of global warming gases, proponents of this view say, a series of global environmental, social, political and possibly military crises loom that the nation will urgently have to address. This argument could prove a fulcrum for debate in the Senate next month when it takes up climate and energy legislation passed in June by the House. Lawmakers leading the debate before Congress are only now beginning to make the national security argument for approving the legislation.\n\nAt his NYTimes Dot Earth blog, Andrew Revkin adds that there might be a tendency to interpret these national security implications as an \"either/or,\" i.e. we either act now with short term costs to the economy, or we face high national security costs in the future. Yet as Revkin correctly points out, it's more of a \"both\" problem: climate change action will be costly and in the decades before benefits occur, national security risks and threats will happen, in fact they probably already have.\n\nFor an in depth look at current and future national security risks from climate change, see the CBC radio series on \"Climate Wars,\" based on correspondent Gwynne Dyer's book out on August 18 by the same title.\n\nAlso see NYTimes' columnist Tom Friedman's spring 2009 \"strategy memo\" on climate change action, where he suggests that White House National Security Adviser General James Jones should be the lead spokesperson on the issue. Re-framing climate change as a national security issue worked for GOP stalwart John Warner, can it turn others in favor of legislation?\n\nIn an editorial appearing today, the NY Times goes further, arguing that it's time for Obama to take the bully pulpit lead on climate change and to make the pending Senate debate over cap and trade a top Administration communication priority, something I have suggested would be necessary to pass any bill this year or next."}}