{"GDELT": {"GlobalEventID": 923145409, "Day": 20200512, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3616, "Actor1Code": "IGOUNOGOV", "Actor1Name": "THE UN", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor1Type2Code": "GOV", "Actor2Code": "IGOUNO", "Actor2Name": "THE UN", "Actor2KnownGroupCode": "UNO", "Actor2Type1Code": "IGO", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.12121212121212, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 44.0, "Actor1Geo_FeatureID": "IZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ", "Actor2Geo_Lat": 33.0, "Actor2Geo_Long": 44.0, "Actor2Geo_FeatureID": "IZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 44.0, "Action2Geo_FeatureID": "IZ", "DATEADDED": 20200512171500, "SOURCEURL": "https://www.premiumtimesng.com/news/headlines/392427-emir-of-ilorin-confirms-buharis-appointment-of-gambari-as-chief-of-staff.html"}, "ARTICLE": {"TITLE": "Emir of Ilorin confirms Buhari's appointment of Gambari as Chief of Staff", "TEXT": "Related News\n\nA retired diplomat, Ibrahim Gambari, has been appointed Chief of Staff to President Muhammadu Buhari, according to presidential sources and the Emir of Ilorin, Ibrahim Sulu-Gambari.\n\nThe appointment has not been officially announced by the president.\n\nMr Gambari, 75, who was the first United Nation’s Under-Secretary-General and Special Adviser to the Secretary-General on Africa, is said to be “awaiting an official letter of confirmation” as the Chief of Staff to President Muhammadu Buhari, according to multiple sources.\n\nIn a statement by his aide, Abdulazeez Arowona, the Ilorin emir thanked President Muhammadu Buhari “for appointing Professor Ibrahim Gambari as his new Chief of Staff.”\n\nThe emir described the appointment as a “great honour to the entire people of Ilorin Emirate and Kwarans at large.”\n\nThe diplomat, Mr Gambari, is from Ilorin.\n\nAn aide to Mr Gambari also told PREMIUM TIMES that “we are awaiting the official letter of confirmation,” after confirming his principal had been notified.\n\nMr Gambari, from Kwara State, north-central Nigeria, is replacing Abba Kyari, the powerful presidential aide who died, aged 67, last month following COVID-19 complications.\n\nFemi Adesina, a spokesperson for Mr Buhari, did not answer calls placed to get an official comment for this report.\n\nMr Gambari was also not picking calls for comment Tuesday afternoon.\n\nSources familiar with the development told PREMIUM TIMES that Mr Gambari had been vetted for the role and he would be officially announced barring any change.\n\nThe Chief of Staff is the Nigerian president’s gate-keeper and topmost executive aide. The office became enormously influential like never before with late Mr Kyari, empowered by Mr Buhari to coordinate virtually all aspects of governance.\n\nMr Gambari was the external affairs minister (1984-1985) under Mr Buhari’s spell as a military head of state.\n\nPrevious Appointment\n\nIn 2008, Mr Gambari resigned as the head of a committee organising peace talks between Nigeria’s government under late Umaru Yar’Adua and the Niger Delta militants, following opposition from the oil-rich region.\n\nHe was Nigeria’s envoy to the UN in 1995 when Ogoni leader, writer and activist, Ken Saro-Wiwa, and eight others, were hanged by the junta of late kleptocrat Sani Abacha after leading protests against international oil companies, most notably Shell.\n\nNiger Delta leaders and the militant group MEND rejected Mr Gambari’s headship of the proposed peace talks, saying he had defended Mr Abacha’s actions against international condemnation at the time of the execution of Sar-Wiwa and other Ogoni activists.\n\nForemost diplomat\n\nAfter his role advising the UN’s Secretary-General on Africa, he held another senior role at the global body, becoming the Under-Secretary-General for Political Affairs in 2005.\n\n“In that period, he also operated as UN Secretary-General’s Special Envoy on Cyprus, Zimbabwe and Myanmar,” reads a biography of the diplomat on the UN website. “On 22 May 2007, the Secretary-General entrusted him with the Good Offices Mandate on Myanmar. He was also appointed in 2007 by the Secretary-General as Under-Secretary-General and Special Adviser on Iraq Compact and Other Issues, positions he held until 2009.”\n\nHe had earlier served as Special Representative of the Secretary-General and Head of the United Nations Mission to Angola, from September 2002 to February 2003, while advising the Secretary-General on Africa.\n\nIn January 2010, he resumed another role as the head of the African Union-United Nations Mission in Darfur, which became the world’s largest peacekeeping mission. Mr Gambari left that role in July 2012.\n\nBefore joining the UN secretariat in 1999, he had served as Nigeria’s external affairs minister and Permanent Representative to the United Nations, and he was twice a president of the UN Security Council.\n\nMr Gambari is also a scholar. He became a professor at Ahmadu Bello University in 1983 and holds a PhD from Columbia University, New York.\n\nHe is currently chairman of Abuja-based thinktank, Savannah Centre for Diplomacy, Democracy and Development, which he founded."}}