{"GDELT": {"GlobalEventID": 923144701, "Day": 20200512, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3616, "Actor2Code": "LAB", "Actor2Name": "EMPLOYEE", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.9546539379474899, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200512171500, "SOURCEURL": "https://www.vinography.com/2020/05/ill-drink-to-that-wine-educator-and-sommelier-kevin-zraly"}, "ARTICLE": {"TITLE": "I'll Drink to That: Wine Educator and Sommelier Kevin Zraly : Vinography", "TEXT": "Episode 480 of I’ll Drink to That! was released recently, and it features Kevin Zraly. Kevin is the former Cellar Master of the Windows on the World, the restaurant that was once on the top floors of the North Tower of New York City’s World Trade Center. He also wrote the book Kevin Zraly’s Windows on the World Complete Wine Course, and co-authored Red Wine: The Comprehensive Guide to the 50 Essential Varieties and Styles.\n\nA kid who has never seen a wine bottle in his own home becomes intrigued by the subject and goes all in, studying every detail he can and planning out long trips to wine country despite limited funds. He finds he has a gift for teaching about wine and getting other people excited about it. He is in the right place at the right time and lands a deam job at a young age, buying the wine for one of the top grossing restaurants in the world, a position that he keeps for decades. And along the way he writes a wine book that ends up selling millions of copies in multiple editions. But then the disasters start. A terrorist bombing at the restaurant closes it for years. His daughter develops leukemia. He has a tumor in his own leg. The family house burns to the ground. And 9/11. Amongst the 72 employees of the restaurant who were killed that day, “there were five people working in the wine cellar. Uh, two died. And, uh, me.” Almost twenty years later, Kevin Zraly is still coming to terms with what happened to his co-workers at Windows on the World on September 11th, 2001. And he is still grappling with the fact that he survived when so many of his friends did not. But the therapy sessions have become more spaced out lately. “You never get over it, but you move on,” Zraly says about what has happened. During the period of another immense disaster, and amidst the loss of life and jobs brought about by COVID-19, what advice might Zraly give to those listening who are trying to cope on their own terms? “If you don’t continue to do what you like, you will die too,” he says, in a powerful interview that lays bare both the joy of the early days and the pain of what happened later.\n\nListen to the stream above, or check it out on Apple Podcasts, YouTube or Spotify.\n\nI’ll Drink to That is the world’s most listened-to wine podcast, hosted by Levi Dalton. Levi has had a long career working as a sommelier in some of the most distinguished and acclaimed dining rooms in America. He has served wine to guests of Restaurant Daniel, Masa, and Alto, all in Manhattan. Levi has also contributed articles on wine themes to publications such as The Art of Eating, Wine & Spirits magazine, Bon Appetit online, and Eater NY. Check out his pictures on Instagram and follow him on Twitter: @leviopenswine"}}