{"GDELT": {"GlobalEventID": 923146136, "Day": 20200512, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3616, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "RUS", "Actor2Name": "RUSSIAN", "Actor2CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 15, "EventBaseCode": 15, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.3371691599539703, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Wisconsin, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWI", "Actor1Geo_Lat": 44.2563, "Actor1Geo_Long": -89.6385, "Actor1Geo_FeatureID": "WI", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Wisconsin, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWI", "Actor2Geo_Lat": 44.2563, "Actor2Geo_Long": -89.6385, "Actor2Geo_FeatureID": "WI", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Wisconsin, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWI", "Action2Geo_Lat": 44.2563, "Action2Geo_Long": -89.6385, "Action2Geo_FeatureID": "WI", "DATEADDED": 20200512171500, "SOURCEURL": "https://www.washingtonexaminer.com/news/ron-johnson-believes-strzok-page-texts-alluded-to-flynn-investigation"}, "ARTICLE": {"TITLE": "Ron Johnson believes Strzok-Page texts alluded to Flynn investigation", "TEXT": "A top Republican senator said text messages between former FBI officials Peter Strzok and Lisa Page alluded to the investigation into retired Lt. Gen. Michael Flynn.\n\n“It is outrageous what we're finding out. I've always suspected it. My committee did the investigation of just the leaks — the number of leaks coming out of that,\" Sen. Ron Johnson, the chairman of the Homeland Security Committee, told the Washington Examiner, referencing the Dec. 15, 2016, texts between Strzok and Page.\n\nJohnson and Senate Finance Chairman Chuck Grassley sent a letter in May 2019 to then-Intelligence Community Inspector General Michael Atkinson, asking about leaks to reporters regarding the federal investigation into Russian election interference. The letter cited the 2016 text between Page and Strzok.\n\n“Think our sisters have begun leaking like mad,” Strzok texted Page, who was an FBI attorney. “Scorned and worried and political, they’re kicking in to overdrive.”\n\nJohnson said he believes Strzok was referring to the Flynn investigation.\n\n“This is what they meant by kicking it into overdrive. This is outrageous what members of the Obama administration had done at the tail end of their administration, and then, the plants that remained in the Trump administration probably engineered the special counsel,” Johnson said. \"This should outrage the American public.”\n\nFlynn was investigated as part of the FBI's counterintelligence inquiry into ties between the Trump campaign and Russia. Flynn pleaded guilty in 2017 to lying to FBI investigators, including Strzok, in late January of that year about his conversations with the Russian ambassador to the United States before Trump entered the White House. In the ensuing controversy, after it was believed he misled Vice President Mike Pence and other officials about those contacts, he was forced out as White House national security adviser.\n\nAfter swapping legal teams, Flynn declared his innocence and claimed he was set up by the FBI. The Justice Department filed to dismiss its criminal charges against Flynn on Thursday, agreeing with his attorneys that the interview with the FBI should never have taken place because his conversations with the Russian diplomat were “entirely appropriate.” The federal judge presiding over the case will have the final say on the matter.\n\nThe FBI's inquiry, which began in late July 2016 and was code-named Crossfire Hurricane, was later wrapped into special counsel Robert Mueller's Russia investigation, which ultimately found no criminal conspiracy between the Trump team and the Kremlin.\n\nAlmost one month after the texts between Strzok and Page, on Jan. 5, 2017, a meeting convened at the White House with President Barack Obama, Deputy Attorney General Sally Yates, FBI Director James Comey, CIA Director John Brennan, National Intelligence chief James Clapper, national security adviser Susan Rice, and other National Security Council officials to discuss the findings of the Intelligence Community investigation into Russian campaign meddling.\n\n\"After the briefing, Obama dismissed the group but asked Yates and Comey to stay behind,\" said a recently released memo of Yates's interview with Mueller's team. \"Obama started by saying he had 'learned of the information about Flynn' and his conversation with Kislyak about sanctions.\"\n\nA memo that Rice wrote to herself on Jan. 20, which also described the meeting.\n\n\"President Obama began the conversation by stressing his continued commitment to ensuring that every aspect of this issue is handled by the Intelligence and law enforcement communities ‘by the book,’\" Rice wrote. \"The President stressed that he is not asking about, initiating or instructing anything from a law enforcement perspective. He reiterated that our law enforcement team needs to proceed as it normally would by the book.”\n\nObama’s interest in the FBI's investigation regarding Hillary Clinton's emails was also mentioned by Page in a Sept. 2, 2016, text message, which said: “POTUS wants to know everything we’re doing.”\n\nObama spoke privately to former members of his administration on Friday, criticizing the Justice Department’s move to dismiss its case against Flynn.\n\n“The news over the last 24 hours I think has been somewhat downplayed — about the Justice Department dropping charges against Michael Flynn,” Obama said, according to leaked audio.\n\n“And the fact that there is no precedent that anybody can find for someone who has been charged with perjury just getting off scot-free. That’s the kind of stuff where you begin to get worried that basic — not just institutional norms — but our basic understanding of rule of law is at risk. And when you start moving in those directions, it can accelerate pretty quickly as we’ve seen in other places,\" he said.\n\nJohnson is in the midst of demanding documents from the National Archives pertaining to Obama-era White House meetings that National Security Council staff had with Ukrainian officials and former Democratic National Committee consultant Alexandra Chalupa.\n\n“The fact that President Obama is out there now trying to cover his tracks speaks volumes. I think he was far more involved ... for example, and we finally got this from National Archives. He got those emails from Hillary Clinton's private server,” the Wisconsin Republican said. “And you can see right there, it's obvious that was not a classified system. Why has nobody ever asked President Obama about that? I think President Obama has got an awful lot to answer for.”"}}