{"GDELT": {"GlobalEventID": 923465573, "Day": 20200514, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3671, "Actor1Code": "MNCUSA", "Actor1Name": "MORGAN STANLEY", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.25225225225225, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200514050000, "SOURCEURL": "https://www.seatrade-maritime.com/tankers/us-lng-export-boom-comes-under-pressure"}, "ARTICLE": {"TITLE": "US LNG export boom comes under pressure", "TEXT": "In recent years, the US has joined the league of major LNG exporters, however, since March this year a boom in export cargoes has started to come off and could decline further in coming months.\n\nLate last year, Rystad Energy wrote: “Over the next three years, the US will add 35m tpa (tonnes per annum) of LNG supply, as projects start operations, and is set to flood the market with flexible volumes.” With all the additional cargo, the North America had been predicted to ramp up to second place, behind the Middle East in gas exports. But that was then, and this is now.\n\nIn March 2020, things started to change. Amidst the gyrations in energy prices, and the COVID-19 pandemic, the LNG sector like other parts of the energy mix, is in the midst of unprecedented changes. A new report by Sheetal Nasta, an expert on gas markets at analysts RBN Energy, delves into the finer points of how cargoes are priced. She explains that, to date, US gas exports have not been severely impacted, but might soon be, noting that Sempra and Cheniere Energy have cancelled liftings or modified schedules.\n\nRelated: FID deferred on 74m tonnes of LNG liquefaction projects\n\nRBN notes that: “Total LNG cargoes lifted from US ports have come off from the record 74 in January 2020, but the slowdown has been relatively modest, considering the upside-down economics — offtakers lifted 65 cargoes in February, 69 in March and 59 in April, with the bulk of those heading to Europe. We know the declines are set to escalate in the next couple months — cancellations are mounting, and the cargo count is bound to drop further.”\n\nSome export facilities are better able to weather the storms. Analysts at Rystad Energy point to “those best positioned to reduce volumes while suffering the least possible financial damage are… [including] some US plants that have been operational for a longer period of time such as Sabine Pass and Cove Point.”\n\nRelated: Hudong-Zhonghua inks $2.86bn LNG carrier order from Qatar\n\nIn a nutshell, where Asian and European buyers of US gas will compare the variable costs of receiving gas - the price at the liquefaction facility plus the ocean freight - with local measures - JKM- the Japan Korea Marker, and NBP- a UK price - the export facilities with the lower facility costs have a better likelihood of sustaining continued shipping activity.\n\nAs the Henry Hub price, the main marker in the US driving prices at liquefaction trains, has risen to a level around $2/mmBTU spot, with the forward curve showing a bump up to nearly $3/mmBTU out into 2021, spreads don’t compensate for the costs of shipping to Asia, or Europe.\n\nBased on June, 2020 numbers, delivered costs into Asia and Europe exceed the local measures. In the words of RBN, “cargoes are largely out of the money, especially given that from a competitive standpoint, US-sourced LNG has among the highest transportation costs due to its relative distance from destination markets.” To wit, Sempra has now delayed a Final Investment Decision (FID) on an export terminal in the works for Port Arthur, Texas, some 11m tpa.\n\nGoing forward the Henry Hub pricing shows the aforementioned upward bump with less oil being produced and less associated gas. A team of LNG analysts at Morgan Stanley, discussing the dynamics of the forward curve, suggest that Henry Hub prices could rise near-term.\n\nAlong the way, look for further nearby disincentives for US exports of LNG. In their report, the MS analysts say: “We see a path to well over $3 by 4Q20.” The good news, maybe, is that 2021 forward curves in Asia and Europe, building in their version of even higher prices, are at least compensatory with the variable costs. They are “in the money” on a marginal cost basis- though just barely, which may support an uptick in cargo flows next year."}}