{"GDELT": {"GlobalEventID": 923464863, "Day": 20200514, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3671, "Actor2Code": "USA", "Actor2Name": "WASHINGTON", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.48416810592976, "Actor1Geo_Type": 0, "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Kashmir, Jammu and Kashmir, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN12", "Actor2Geo_ADM2Code": "72809", "Actor2Geo_Lat": 33.9167, "Actor2Geo_Long": 76.6667, "Actor2Geo_FeatureID": "-2098229", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200514050000, "SOURCEURL": "https://countercurrents.org/2020/05/regret-guilt-depression-and-suicides-among-the-traumatized-veterans-of-iraq-and-afghanistan-war-with-reference-to-the-indian-soldiers-in-kashmir"}, "ARTICLE": {"TITLE": "Regret, Guilt, Depression and Suicides Among the Traumatized Veterans of Iraq And Afghanistan War with Reference to the Indian Soldiers in Kashmir", "TEXT": "The story of Avtar, John, Nic and Others\n\n“What the f**k is going on in my mind? Last night I was sitting in bed and looked across the room to a chair in my room and there was a young girl covered in blood. What happened after that I don’t remember. I was told a full-scale panic attack. This is not the first time I have seen dead bodies. For a while I used to find dead Iraqis floating in my bathtub. Why they were in the bathtub I will never know.” –American soldier, Nic DeNinno\n\nOutline: The present article mainly focuses the guilt-ridden, depressed soldiers who indulge in heinous crimes during the line of duty, and then get nightmares and attempt/commit suicide. It primarily focusses on an American Soldier Nic DeNinno, who made many attempts at suicide and is undergoing psychiatric treatment. In the line of duty, you follow orders, duty/job obligations, quick promotions and awards, turn killing machines, or are drunk with power, kill, murder, slit throats, rape helpless women, beat small kids, but then at the end, your human soul inside you, shakes you and you regret, guilt engulfs you and you live either a traumatized life of nightmares or commit suicide, or go through complete ‘habituation’ and become a heartless monster.\n\nOn 12th of May, 2020, amid lockdown and pandemic, two Indian soldiers stationed in Kashmir committed suicide. Nevertheless, it is not the first time the troops stationed at Kashmir committed suicide, it has been a continuous trend since the last 30 years. The Times of India reported that “defence forces saw 1,110 suicides in 2010-19” out of which 895 belong to the Indian Army and the rest 205 belong to other Forces. Nevertheless, there have been very few case studies. For instance, Major Avtar Singh, of the 35th Rashtriya Rifles unit of the Indian Army then living in Selma, California, killed his wife, 3-year-old Jay Singh, and 15-year-old Kinwaljeet “Aryan” Singh, and seriously wounded his 17-year-old son Kanwarpal “Chris” Singh with a handgun. He called police to admit the killings and then shot and killed himself. The surviving son had severe head injuries. He was taken off life support in Community Regional Medical Center at Selma and died on June 14. What was his crime: he murdered Jalil Andrabi—a prominent Kashmiri human rights lawyer and pro-independence political activist. On March 8, 1996, Major Avtar Singh detained Andrabi from Srinagar. Three weeks later, Andrabi’s body was found floating in the Jhelum River; an autopsy showed that he had been killed days after his arrest. A case is pending adjudication in a Budgam court against Major Avtar Singh, who killed himself already. A thorough psychiatric study of the case (as done in Nic DeNinno’s case) was never done and or if done was never made public. The study would have revealed if there was any correlation between Andrabi’s murder and Avtar’s guilt and nightmares.\n\nTo understand the nuances of such suicides, more thoroughly, I attempted to read some relevant articles. While surfing, few articles on ‘Regret and Guilt’ popped out, mentioning about the reasons and causes of regret, guilt and suicides among the traumatized veterans of Iraq and Afghanistan Wars. According to Carol Giacomo of the New York Times: “More than 45,000 veterans and active-duty service members have killed themselves in the past six years. That is more than 20 deaths a day—in other words, more suicides each year than the total American military deaths in Afghanistan and Iraq.” In 2012 alone, an estimated 7,500 former military personnel died by suicide. More active duty service members, 177, succumbed to suicide that year than were killed in combat, 176. In 2013, the United States Department of Veteran Affairs released a study that covered suicides from 1999 to 2010, which showed that roughly 22 veterans were dying by suicide per day, or one every 65 minutes. The New York Times studied many induvial cases, e.g., it reports: “Kim Ruocco’s husband, John, a decorated Cobra gunship pilot who flew 75 combat missions as a Marine, also returned home tormented. But he did not seek help to deal with depression and combat trauma. He killed himself in 2005 as he prepared for a second deployment to Iraq.”\n\nSimilarly, on August, 23, 2019, Joe Biden, the former vice president, at a town hall event at Dartmouth College, Hanover, said “More suicides per month in the U.S. military, returning vets, than people killed in action, by a long shot” (The Washington Post). Biden, notes Glenn Kessler, continued: “Know how many are coming back with post-traumatic stress? 300,000. 300,000 estimated.” (He appears to be referring to a 2008 Rand Corp. study that said 20 percent of military service members, or 300,000 at the time, report symptoms of post-traumatic stress disorder — PTSD — or major depression.) In 2016, 37 military personnel died in Iraq and Afghanistan, or three per month, compared with 893 veteran suicides between the ages of 18 to 34, or 74 a month.\n\nDavid Finkel, in his detailed study for the New Yorker includes many comprehensive case studies. Finkel notes that the wars in Iraq and Afghanistan have created roughly five hundred thousand mentally wounded American veterans. Finkle explains the trauma, guilt and regret a 25-year old solider Nic DeNinno of the 3rd Platoon of Bravo Company had gone through. In 2007-2008 Nic DeNinno spent fourteen months in combat, in a bomb-filled neighborhood in east Baghdad. Nic thought of himself as a patriot who had enlisted in the Army for the noblest of reasons: to contribute and to make some kind of difference. Then he punched his first Iraqi in the face, and pushed his first Iraqi down the stairs. Now he was back in the United States, crying and telling his wife, Sascha, “I feel like a monster.”\n\nThere seems a similar pattern of events which happened with Avtar, John and Nic. It was November, 2010, and Nic was in a twenty-three-bed psychiatric facility called Haven Behavioral War Heroes Hospital, in Pueblo, Colorado. It’s on the top floor of a six-story building; the exit doors are bolted and the windows are screwed shut, to keep patients from jumping out. Two and a half years earlier, Nic, according to Finkel, had come home from the war relatively healthy. Then he began having nightmares and flashbacks. He talked with increasing frequency of killing himself, and made at least one attempt. He was counselled and put on anti-anxiety and antidepressant medications, but when he was found one night in mid-flashback, driving in the wrong direction on a one-way street, the decision was made to send him to a residential treatment program for twenty-eight days. Twenty-eight days to get it fixed, as one of Nic’s sergeants said.\n\nNic was sent to the Haven Behavioral War Heroes Hospital with lot of strict instructions to follow and was monitored and escorted all the time. His wife Sascha believed that Haven Behavioral would make him realize that he could tell her about the war, and that she could take it. Nic was also expected to keep a journal. Out of profound need, or just the desire to wear shoes with laces again (which was not allowed as a part of instructions) he started doing that right away.\n\nHe wrote about his happy childhood, loving parents, his decision to join the Army. About an early mission in Iraq, he wrote, notes Finkel: “I don’t remember the exact briefing before we left but we were to show extreme force and to let these people know we owned this city now. The adrenaline began to flow, the thought of having that kind of control was intoxicating in a sick way.” He wrote about the first soldier he saw killed in action: “ …all I wanted was death and violence from then on. . . . To me this is where I lost my old self” notes Finkel.\n\nHe wrote about a nightmare: “The anti-nightmare meds are not working. I was on a patrol last night and we entered a school, same as one from our deployment, but as we were clearing the school I went into an all-girl class and in real life they just screamed but in my dream, they screamed and I opened fire, killing the whole class. What that is about I do not know. I am angry I have these dreams, I am angry they don’t stop. I miss my pleasant dreams of my past.”\n\n“What the f**k is going on in my mind? Last night I was sitting in bed and looked across the room to a chair in my room and there was a young girl covered in blood. What happened after that I don’t remember. I was told a full-scale panic attack. This is not the first time I have seen dead bodies. For a while I used to find dead Iraqis floating in my bathtub. Why they were in the bathtub I will never know.”\n\nIn Kansas, Nic had been taking forty-three pills a day—for pain, for anxiety, for depression, for nightmares. There were other similar twenty-three P.T.S.D cases of veterans. During smoke breaks, they would talk to each-other or a session leader would speak to the group about a process he called “habituation.” The session leader tries to help them to normalize the horror they have gone through by adopting a kind of ‘boiling-frog syndrome.’ He explains to them how he was a wuss at scary movies and he neutralized the horror by watching scary movies. The first time, explains the session leader, you watch a scary movie, you get frustrated and have nightmares. If you watch the same scary movie next day, and the third day, it is still a little bit scary, but not as bad as it was the first time. The fourth and fifth day, you start to get a little bit bored, till you watch it the tenth time, it is okay. Imagine, here is the neck cut off, here is the blood, ten times till you get bored. It’s the same principle, explains the leader, “with explosions for you guys. If you guys can go to a place and have the experience repeatedly, and stay with it until it starts to dissipate, that’s when the explosion starts to be less and less impactful. It’s called habituation.”\n\nDuring the break, few soldiers shared their stories, some cried while narrating the atrocities they had done to people. For instance, one solider, who had spent his war in a vehicle that crept ahead of convoys, looking for roadside bombs read: “I still see the bombs, I see bombs all the time. I don’t want to see them anymore. How do I become normal? How can I stop seeing bombs?” The next soldier explained how he kicked some skulls, which he had discovered one day. The other soldier cried and said how his wife didn’t feel sorry for him and hated him when he told her a story of war.\n\nA solider, talked about taking pictures of blood and dead bodies, bones, peeled skin. To him Nic explained how he destroyed a hard drive full of such “horrible, horrible stuff.” Nic further added “Horrible stuff. Us hanging out with dead bodies. At the time, I mean we were rockin’ and rollin’, we were mean, mean killing machines. Now I look back and I’m, like, God, what were we doing? What were we thinking?” Another solider who was not reading but just said: “I got to the point where I started feeling kind of sorry for them. I started feeling sorry that we’re sitting there fking beating these people…We’re just using them, like they’re fking nothing. Like they’re not even human . . .”\n\nNic was afraid to show his journal to his wife Sascha. She came to visit Nic and he decided to tell her about the war in Iraq. They sat at a table in a visitation room stocked with some worn books and board games and began a game of Scrabble. He slid the journal over to Sascha. Nic had titled each story. Sascha opened a page titled “Baby.” She started to read, and Nic looked down at the table. It was about a military mission to break into a house. She reads how Nic had kicked a stained-glass door, and sent broken glass into the room and the door against the wall. Nic and his team cracked these glasses under their boots, breaking into the house, where women, children, and elderly people were sleeping. Then they moved to go upstairs, Nic saw a man at the staircase, slammed him against the wall, and forced his rifle into his neck. He started screaming, and Nic pushed his rifle harder and crushed his windpipe. Then he explains how he and his team continued their brutalities at the terrified men, elderly women and kids.\n\nSascha turned the page, but there was no more to the story. She didn’t say anything. Then he told Sascha the rest of the story which he was afraid to share with her. He had deliberately not written this part which he was going to narrating to her now. He told her about the crying baby, wrapped in a blanket and how the blanket was covered with shards of stained glass. He told her that he got to the bottom of the stairs and saw the screaming woman holding the crying baby. And it took him a moment, but then he got it—the baby had been sleeping by the stained-glass door he kicked open, and when he ran in he just missed stepping on it. The pieces of glass had pierced into the soft skin of the baby. Blood, baby, cries, screams – although and even though he had thought of it dozens of times, he always felt as if it was happening just now, and it was haunting him. Habituation, as explained by the group leader repeatedly was not helping. He was still not a monster, but a human being with soul and heart alive. What happened then asked Sascha. The lieutenant said to them, “This is the wrong fking house.” “The wrong fking house,” Nic said to Sascha. “One of the things I want to remember is how many times we hit the wrong house.”\n\n“So how has this taken a toll on your marriage?” a counsellor asked Nic a few hours later, as Sascha sat next to him. “I’m afraid to tell her stuff,” Nic said, breaking down. “I don’t want to tell her about the dreams I have. I don’t want to tell her about the nightmares I have. I don’t want her to know that her husband, the person she married, has nightmares about killing people. It just makes me feel like a monster.” “I know it’s not my fault,” Nic said. Then, crying harder.\n\nTwo weeks later, released from Haven Behavioral, Nic boarded a plane and made one last entry in his journal. And then he was home with Sascha, who now knew about one day of the war. Four hundred more to go.\n\nComing back to Kashmir, forced me to think, how many of the Indian soldiers who committed suicide since last 30 years were stationed in Kashmir. Had anyone of them felt guilty like John or Nic did, or were afraid to share their horror stories with their family and kids like Nic was. How many of them would have shared the similar stories as shared by the veterans at the Haven Behavioral War Heroes Hospital, during the smoking breaks. For instance, whether any of the Indian soldiers, police and other paramilitary forces personnel:\n\n1—who in June 1995, had abducted our neighbour, a government employee, along with two other men and butchered them, their heads and limbs were separated from their bodies.\n\n2—who killed 33 people on 1 March 1990 in Zukoora And Tengpora Massacre.\n\n3—who on 22 October 1993 killed 51 civilians and injured 200 in Bijbehara.\n\n4—who on 6 January 1993, killed 55 civilians, burnt down 400 shops and 57 houses in Sopore.\n\n5—who on 27 January 1994 killed 27 civilians in Kupwara.\n\n6— who on February 23, 1991, the twin villages of Kunan and Poshpora, located in Kashmir’s remote Kupwara District, removed men of all ages into makeshift interrogation centers and tortured them and gang-raped dozens of women (aged 8-70). And thousands of such incidents.\n\n7—who on March 25, 2000, killed five poor labors at Pathribal, in Anantnag in a fake encounter, their bodies mauled, decapitated, and then burned to eliminate all vestiges of their identity.\n\n8— who in 2008, 2010 and 2016 killed, injured and blinded thousands of Kashmiri civilians\n\n9-who on 12 May 2020 destroyed and damaged the property and brutalized the people of Budgam, tied them to trees, and killed a 22-year old youth on a lame excuse of crossing a barricade.\n\n10—who blinded 19-Month old Heeba, the Youngest Victim of Kashmir’s Pellet Horror.\n\nwould they have gone through what Nic and the other soldiers went through, nightmares, see blood in the bath tub, in dreams, or dead bodies bloody laying around their sofas, living rooms, peeled skin, skulls and bones, pellet ridden eyes and bodies, and horror. Or they might have gone through strong “habituation” and lived peacefully, with or without sharing the stories of atrocities; they have done to Kashmiris, with their wives, children, relatives or friends.\n\nBibliography:\n\nAkshay Deshmane. “Why Is The Indian Army Desperate To Suppress Details Of A Fake Encounter In Kashmir?” Huffpost, 21 August, 2018. Alex Lickerman. The Six Reasons §People Attempt Suicide.” Psychology Today, April 29, 2010. Altaf Hussain. “Fake killings’ return to Kashmir” BBC News, Srinagar, 28 June 2010 Ashraf Bhat. “Understanding the Kashmir Conundrum: A Historical Outline [1752-2019].” Countercurrents.com, 22 September 2019. Ashraf Bhat. Rukmini Bhaya Nair. “Pelters and ‘pelleters’: What Kashmir can learn from the stoning of the devil at the Haj.” Scroll.in, 4 October, 2016. Carol Giacomo. “Suicide Has Been Deadlier Than Combat for the Military.” The New York Times, 1 Nov, 2019. David Finkel. “The Return: The traumatized veterans of Iraq and Afghanistan”. The New Yorker, September 9, 2013. Glenn Kessler. “Biden’s claim that more Iraq/Afghanistan veterans have committed suicide than were killed in action.” The Washington Post, September 5, 2019. “India seeks return of accused soldier from US Tuesday”. ABC Local. AP. March 1, 2011. Ishfaq Naseem. “Kashmir unrest: Rights violations, fake encounters galore as accountability goes for a toss under AFSPA cover” Firstpost, Aug 28, 2017. Jacob, Mariana. “Selma man kills wife, 2 children, and himself”. ABC Local.go., June 9, 2012. Leo Shane III. “New veteran suicide numbers raise concerns among experts hoping for positive news.” Millitrarytimes.com, October 9, 2019 Massacres in Kashmir : A special report on three massacres at Bijbehara, Sopore and Kupwara in Kashmir by Indian forces, Institute of Kashmir Studies Human Rights Division, Srinagar, 1994. Meaghan Mobbs. “Survivor’s Guilt in the Military and Veteran Population: How to recognize it and what to do about it.” Psychology Today, Mar 26, 2019. Mirza Waheed, “India’s crackdown in Kashmir: is this the world’s first mass blinding?” The Guardian, 8 November, 2016. Melanie Haiken. Suicide Rate Among Vets and Active Duty Military Jumps – Now 22 A Day.” Forbes, 5 February, 2013. Moni Basu. “Why suicide rate among veterans may be more than 22 a day.” CNN, November 14, 2013. “National Human Rights Commission, Annual Report 2004-2005, Complaints Before the Commission, Case of Jalil Andrabi, (Case No. 9/123/95-LD)” (pdf). NHRC. May 23, 2006. p. 77/ para. 4.245. Nazir Masoodi. “On Camera, Policemen Vandalise Shops In J&K Village, Top Cop Seeks Report.” NDTV, 13 May, 2020. Lupkin, Sydney. “California Man Wanted for 1996 Murder Kills Family, Self”. ABC World News, June 9, 2012. Rajat Pandit. “Worrying trend: Defence forces saw 1,110 suicides in 2010-19.” The Times of India, Feb, 4, 2020. “Injured baby refuels India Kashmir pellet gun debate.” BBC, 28 November, 2018. Shubh Mathur. “The Human Toll of the Kashmir Conflict :Grief and Courage in a South Asian Borderland.” Palgrave Macmillan US, 2016. Staff writer. “15-Year-Old Son Shot in Selma Murder-Suicide Dies”.com., June 25, 2012. Staff Reporter. “Civilian killed in Budgam by CRPF, mainstream leaders demand probe.” Hindustan Times, 13 May, 2020. The News Desk. “CRPF officer commits suicide in Srinagar, second in a day in Kashmir.” The Kashmir Wala, 12 May 2020.\n\nThe author is an assistant professor and teaches Linguistics.\n\nSIGN UP FOR COUNTERCURRENTS DAILY NEWS LETTER"}}