{"GDELT": {"GlobalEventID": 923465629, "Day": 20200514, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3671, "Actor1Code": "NGOPALHRI", "Actor1Name": "PALESTINIAN CENTRE FOR HUMAN RIGHTS", "Actor1EthnicCode": "PAL", "Actor1Type1Code": "NGO", "Actor1Type2Code": "HRI", "Actor2Code": "PSE", "Actor2Name": "PALESTINIAN", "Actor2CountryCode": "PSE", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.73076923076923, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gaza, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.4167, "Actor1Geo_Long": 34.3333, "Actor1Geo_FeatureID": "-797156", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Gaza, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.4167, "Actor2Geo_Long": 34.3333, "Actor2Geo_FeatureID": "-797156", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gaza, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.4167, "Action2Geo_Long": 34.3333, "Action2Geo_FeatureID": "-797156", "DATEADDED": 20200514050000, "SOURCEURL": "https://imemc.org/article/pchr-in-two-separate-incidents-fisherman-wounded-and-two-others-arrested-at-beit-lahia-sea/"}, "ARTICLE": {"TITLE": "PCHR: In Two Separate Incidents, Fisherman Wounded and Two Others Arrested at Beit Lahia Sea – – IMEMC News", "TEXT": "The Palestinian Centre for Human Rights (PCHR) condemns the continued Israeli attacks against Palestinian fishermen in the Gaza Strip, as a fisherman was wounded, two arrested, and a fishing boat confiscated, in two separate incidents.\n\nAccording to the investigations conducted by PCHR, on Wednesday, 13 May 2020, Israeli naval forces stationed off northwest Beit Lahia shore, north of the Gaza Strip, chased Palestinian fishing boats sailing at approximately three nautical miles; IOF surrounded and confiscated 1 fishing boat and arrested Mohammed Abdul Razik Baker (49) and Mahmoud Aziz Radwan Baker (34), who were on board. The boat was taken to an unknown destination.\n\nIn a separate incident, at approximately 07:45, on Tuesday, 12 May 2020, Israeli gunboats stationed off al-Waha Resort, northwest of Beit Lahia shore in the northern Gaza Strip, chased and heavily shot live and rubber bullets at Palestinian fishing boats sailing at three nautical miles.\n\nAs a result, Nidal Ashraf Mahmoud al-Hissi (24), from Jabalia al-Nazla, sustained an injury to the left shoulder, while fishing. Al-Hissi was taken to the Indonesian Hospital, where his injuries were classified as minor.\n\nAt approximately 01:00 of the same day, Israeli naval forces stationed off Beit Lahia shore, north of the Gaza Strip, chased and opened heavy fire at Palestinian fishing boats sailing at three nautical miles, causing fear and panic among the fishermen and forcing them to flee.\n\nPCHR condemns the continued Israeli attacks against Palestinian fishermen in the Gaza sea, and calls upon the international community, including the State Parties to the Geneva Conventions of 1949, to force Israeli authorities to cease attacks and persecution of Palestinian fishermen in the Gaza waters, and to allow fishermen to fish freely.\n\nAdditionally, PCHR calls upon Israeli authorities to compensate fishermen for the losses caused by the recurring Israeli attacks."}}