{"GDELT": {"GlobalEventID": 923464957, "Day": 20200514, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3671, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -7.56457564575646, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Pennsylvania, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USPA", "Actor1Geo_Lat": 40.5773, "Actor1Geo_Long": -77.264, "Actor1Geo_FeatureID": "PA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Pennsylvania, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USPA", "Actor2Geo_Lat": 40.5773, "Actor2Geo_Long": -77.264, "Actor2Geo_FeatureID": "PA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_Lat": 40.5773, "Action2Geo_Long": -77.264, "Action2Geo_FeatureID": "PA", "DATEADDED": 20200514050000, "SOURCEURL": "https://www.standardspeaker.com/news/salavantis-leaving-business-violations-up-to-local-police-1.2627882"}, "ARTICLE": {"TITLE": "Salavantis leaving business violations up to local police", "TEXT": "Gov. Tom Wolf's threats of fines, imprisonment and other sanctions to small business owners who consider opening during the coronavirus shutdown is \"tantamount to throwing a drowning victim an anchor,\" Luzerne County District Attorney Stefanie Salavantis said in a letter directed to county residents and business owners.\n\nWhile Salavantis said she can't give a blanket statement that she would refuse to prosecute such cases, the third-term district attorney strongly hinted she wouldn't pursue such action. She made it clear the decision to cite businesses is the discretion of local police in consultation with their municipal leaders.\n\n\"The Luzerne County District Attorney's Office is mindful of the hardships faced by local businesses, owners and employees as a result of COVID-19,\" Salavantis wrote. \"Along with many of you, I have great concerns about any government agent or agency taking a private citizens business through regulatory action without due process.\"\n\nSalavantis said she would \"dissect every case that reaches us, especially in situations where superstores and other national chain stores can be open, but small businesses in the same vein suffer from a closure order.\"\n\nThe district attorney said those who violate the order and are cited by a police officer who uses his or her discretion will face a summary citation — a violation equivalent to a traffic ticket that carries a fine between $25 and $300 and up to 30 days in jail.\n\n\"In such a case, we recognize that the use of threatened imprisonment or fines on struggling businesses who practice social distancing, use personal protective equipment and sanitization measures is tantamount to throwing a drowning victim an anchor,\" Salavantis said.\n\nThe applicable laws that could be used to cite people are the Pennsylvania Disease Prevention and Control Law of 1955 and the Administrative Code of 1929 as it pertains to violating an order that protects public health.\n\nSalavantis warned she was strictly speaking from the criminal side of law enforcement.\n\nEven if she declined to prosecute a business owner, the governor's office could impose civil sanctions and license suspensions on businesses with state licenses, like bars and barbershops. Such businesses could also face injunction lawsuits, forcing them to shutter as well, she warned.\n\nAnyone who did get a summary citation would face a hearing before a local magisterial district judge with the officer as prosecutor, not the district attorney's office, Salavantis said. If the magisterial district judge found the person guilty, the person could appeal to county court, she said.\n\n\"At that point, my office would review each citation on a case-by-case basis and decide whether to proceed or to exercise prosecutorial discretion and decline to prosecute,\" Salavantis wrote. Salavantis said prosecution only would seem likely for \"cases that involve egregious violations that endanger others.\"\n\n\"On behalf of our entire office, we want everyone to remain safe and healthy. We pray for a rapid end to any remnants of this pandemic and are mindful that arbitrary closures that cause more devastation than protection will do more than just violate our Constitutional rights,\" Salavantis wrote.\"They risk permanent destruction of our local economy and create untold hardships on our residents from which they may never recover.\"\n\nContact the writer:\n\nbkalinowski@citizensvoice.com\n\n570-821-2055, @cvbobkal"}}