{"GDELT": {"GlobalEventID": 923465169, "Day": 20200514, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3671, "Actor1Code": "EDU", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "Actor2Code": "DNK", "Actor2Name": "DANISH", "Actor2CountryCode": "DNK", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.7131782945736402, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sweden", "Actor1Geo_CountryCode": "SW", "Actor1Geo_ADM1Code": "SW", "Actor1Geo_Lat": 62.0, "Actor1Geo_Long": 15.0, "Actor1Geo_FeatureID": "SW", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Roskilde, Sjæand, Denmark", "Actor2Geo_CountryCode": "DA", "Actor2Geo_ADM1Code": "DA20", "Actor2Geo_ADM2Code": "15140", "Actor2Geo_Lat": 55.6401, "Actor2Geo_Long": 12.0805, "Actor2Geo_FeatureID": "-2749584", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Roskilde, Sjæand, Denmark", "Action2Geo_CountryCode": "DA", "Action2Geo_ADM1Code": "DA20", "Action2Geo_ADM2Code": "15140", "Action2Geo_Lat": 55.6401, "Action2Geo_Long": 12.0805, "Action2Geo_FeatureID": "-2749584", "DATEADDED": 20200514050000, "SOURCEURL": "https://www.icenews.is/2015/03/25/danes-looking-for-foreign-wives-head-for-asia/"}, "ARTICLE": {"TITLE": "Danes looking for foreign wives head for Asia", "TEXT": "Danish men prefer to go Asian when marrying a foreign wife, even more so than women from other Scandinavian countries.\n\nDansk Statistik, the national statistics keeper, revealed that in 2014, Danish men married 276 Thai women and 195 Filipinas, compared to just 98 and 91 from Sweden and Norway respectively.\n\nUniversity of Roskilde lecturer Steen Baagoe Nielsen, who researches culturally-mixed unions, said there were a number of reasons Danish men opted for Asian women, one of which being that they often hope for more traditional gender roles within a relationship, which is not as common in the western dating scene these days.\n\nAnother reason, he explained, was that relatively poor Asian women would be prepared to travel long distances in the hope of improving their lives, which could result in a brief holiday romance developing into something much more over a short period of time. He noted that with so many “borders and quotas”, marriage was often the easiest way to move to a Western country.\n\nNielsen went on to say that given the challenges involved, a “surprising” number of couples managed to stay together. He described “patience and tolerance” on both parties’ behalf as being a major factor behind this, pointing out that these marriages were generally not simply a business but actually long-term love.\n\nThe figures showed that German women (118) made the third-most popular wives, followed by Poland (104). However, the figures should not be considered worrisome for Danish women given that 20,331 Danish men married Danish women last year."}}