{"GDELT": {"GlobalEventID": 923465382, "Day": 20200514, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3671, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.89126559714795, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kogi, Nigeria (general), Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI00", "Actor1Geo_ADM2Code": "190990", "Actor1Geo_Lat": 12.55, "Actor1Geo_Long": 6.63333, "Actor1Geo_FeatureID": "-2015590", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kogi, Nigeria (general), Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI00", "Actor2Geo_ADM2Code": "190990", "Actor2Geo_Lat": 12.55, "Actor2Geo_Long": 6.63333, "Actor2Geo_FeatureID": "-2015590", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kogi, Nigeria (general), Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI00", "Action2Geo_ADM2Code": "190990", "Action2Geo_Lat": 12.55, "Action2Geo_Long": 6.63333, "Action2Geo_FeatureID": "-2015590", "DATEADDED": 20200514050000, "SOURCEURL": "https://news2.onlinenigeria.com/news/general/829987-finally-kogi-government-discloses-covid-19-test-results-of-111-persons.html"}, "ARTICLE": {"TITLE": "Finally, Kogi government discloses Covid-19 test results of 111 persons", "TEXT": "Home | News | General | Finally, Kogi government discloses Covid-19 test results of 111 persons\n\n- Finally, the Kogi state government said it has conducted Covid-19 tests on 111 residents\n\n- The state's information commissioner, Kingsley Fanwo, disclosed this, adding that all the 111 residents tested negative for the disease\n\n- Fanwo said the state governments got testing kits independently but followed the guidelines of the NCDC\n\nPAY ATTENTION: Click “See First” under the “Following” tab to see Legit.ng News on your Facebook News Feed!\n\nThe Kogi state government said it has tested 111 residents for COVID-19 but the tests came back negative.\n\nThis was disclosed by the state's commissioner for information and communication strategy, Kingsley Fanwo, on Wednesday, May 13, The Cable reports.\n\nLegit.ng gathers that Fanwo said the tests were conducted in accordance with the stipulated guidelines of the Nigeria Centre for Disease Control (NCDC).\n\nThe commissioner added that the state procured about 5,000 testing kits, saying those residents who were tested were randomly selected.\n\n67-year-old American lady did not die of COVID-19 - Delta state govt denies rumour\n\n“We brought in about 5,000 testing kits. Testing centres are located in three places. You can do it at the ministry of health,\" he said.\n\nFanwo said the state government will only test people admitted at the hospitals with Covid-19 symptoms, not going to streets to \"pick people\".\n\nKogi and Cross River are the two states yet to confirm a single case of the disease in the country.\n\nPAY ATTENTION: Get the Latest Nigerian News Anywhere 24/7. Spend less on the Internet!\n\nMeanwhile, Legit.ng previously reported that the Nigerian Medical Association (NMA) urged the federal government to investigate the coronavirus-free status of Kogi and Cross Rivers states.\n\nThe doctors' association in a statement on Sunday, May 10, said investigating what is happening in the two states is in the interest of safeguarding Nigeria’s public health.\n\nDespite being surrounded by states with confirmed cases of the virus, the Kogi state government said it has no suspected case to be tested, further alleging that there is a plot by unnamed persons to ensure Kogi records cases of the virus.\n\nMan sneaked into Osun from Kano, tests positive for COVID-19\n\nThe federal government had earlier said its effort to help Kogi ascertain its coronavirus status failed because Governor Yahaya Bello-led government did not receive the health officials sent to the state with open arms.\n\nSpeaking during the presidential task force briefing on Covid-19 on Friday, May 8, Osagie Ehanire, Minister of Health, lamented the hostile reception melted at officials of Nigeria Centre for Disease Control (NCDC) sent to the state.\n\nLinking the development to \"some differences,\" the minister added that the NCDC failed to achieve its mission in Kogi, prompting the members of the disease control agency to return to Abuja.\n\n“We tried to send a team of the Ministry of Health and the NCDC into Kogi yesterday but there were some differences there to processes,” Ehanire said.\n\n“This will mean that we need to re-engage the state governor again and work with him and his team to create the conditions to which the Ministry of Health and the NCDC can complete their job.”\n\nNCDC gives latest corornavirus update in Oyo state\n\nNAIJ.com (naija.ng) -> Legit.ng We have upgraded to serve you better\n\nCoronavirus: 20% of people who came here tested positive - MoH | Legit TV\n\n[embedded content]\n\nCLICK HERE TO READ MORE FROM: General\n\nLoading..."}}