{"GDELT": {"GlobalEventID": 923465848, "Day": 20200514, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3671, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.65210608424337, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Cartersville, Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_ADM2Code": "GA015", "Actor1Geo_Lat": 34.1651, "Actor1Geo_Long": -84.7999, "Actor1Geo_FeatureID": "355017", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Cartersville, Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_ADM2Code": "GA015", "Action2Geo_Lat": 34.1651, "Action2Geo_Long": -84.7999, "Action2Geo_FeatureID": "355017", "DATEADDED": 20200514050000, "SOURCEURL": "http://www.daily-tribune.com/stories/ccboe-honors-nutrition-staff-nurses-approves-purchases,24979"}, "ARTICLE": {"TITLE": "CCBOE honors nutrition staff, nurses; approves purchases", "TEXT": "Posted Wednesday, May 13, 2020 11:31 pm\n\nDuring its final meeting of the school year, the Cartersville City School Board recognized the district’s cafeteria staffs and nurses and approved several purchases.\n\nTo follow social-distancing guidelines, the board conducted a hybrid meeting Monday night, with President Kelley Dial, Vice President Travis Popham and members Tim Chason and Louise Panter meeting in the high school auditorium and Secretary Pat Broadnax and members Carolyn Johnson and Kathi White joining virtually from their cars in the parking lot.\n\nBoard members observed National School Lunch Hero Day, which is celebrated every May, by honoring the school nutrition employees in the system’s four schools.\n\n“This month is National School Lunch Hero Day, and we want to honor our cafeteria workers who have just shown so much dedication to our students over the past couple of months,” Superintendent Dr. Marc Feuerbach said. “They, alongside our transportation department, have gone above and beyond to prepare and deliver lunches to our students during this pandemic, and they really have just done a tremendous job.”\n\nIn charge of the nutrition programs are Manager Renee O'Harran and Assistant Manager Stacie Cornwell at the primary school, Manager Marilyn Dabbs and Assistant Manager Carla Zimmerman at the elementary school, Manager Chris Waits and Assistant Manager Carolyn Huston at the middle school and Manager Tiffany Tallent and Assistant Manager Misty Watkins at the high school.\n\nThe board also marked School Nurses Day, which was May 6, by recognizing the system’s four nurses for the quality health services they provide for students and staff: Carilyn Hawkins at the primary school, Jessica Harrell at the elementary school, Cindy Smith at the middle school and Gladis Welch at the high school.\n\n“We want to recognize them for all that they do day in and day out,” Feuerbach said. “I always tell people if you’ve never spent a day at a nurse’s office at a school, you haven’t lived yet. You never know what you’re going to get and how many kids you see, and it’s your job to comfort them, to take care of them, to figure out what’s going on. They are nonstop each and every day, and they’ve made me very proud.”\n\nHe also said the nurses were “very supportive as we were going into this original coronavirus situation, and they’ll be very instrumental when we come out of it, too.”\n\nThe board approved 7-0 the MAP Growth Student Assessment System from NWEA in Portland, Oregon, at a cost of $46,712.50.\n\nBoard members unanimously approved hiring Georgia Specialty Equipment in Fayetteville to remove and dispose of the gymnasium bleachers at the middle school at a cost of $9,250 and to provide and install new gym bleachers at a cost of $103,259.30.\n\nBoth purchases will be paid from Special Purpose Local Option Sales Tax funds, and the bleachers purchase comes from the National Intergovernmental Purchasing Alliance.\n\nThe board unanimously approved a rental request from Bless Coalition/Bartow Give a Kid a Chance Organization to use the Storm Center at the high school for an outreach event that will provide school supplies, haircuts, health screenings, etc. July 24-25 from 8 a.m. to 5 p.m.\n\nAlso unanimously approved was:\n\n— A resolution to renew the current local facilities plan as required by the Georgia Department of Education to be completed by March 15, 2021.\n\n— SmartWAVE Technologies in Alpharetta – the system’s current wireless vendor – for extending wiring in the elementary school parking lot and the high school front circle and stadium in the amount of $10,445. The purchase comes from the state contract.\n\n— EDCO in Kennesaw for installing 13 recordex panels at the elementary school at a cost of $52,583.69 and seven recordex panels at the high school at a cost of $28,168.62."}}