{"GDELT": {"GlobalEventID": 923464972, "Day": 20200514, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3671, "Actor1Code": "BUS", "Actor1Name": "AIRLINE", "Actor1Type1Code": "BUS", "Actor2Code": "KOR", "Actor2Name": "INCHEON", "Actor2CountryCode": "KOR", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.408719346049047, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sukhothai, Sukhothai, Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH09", "Actor1Geo_ADM2Code": "27056", "Actor1Geo_Lat": 17.0078, "Actor1Geo_Long": 99.823, "Actor1Geo_FeatureID": "-3255444", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sukhothai, Sukhothai, Thailand", "Actor2Geo_CountryCode": "TH", "Actor2Geo_ADM1Code": "TH09", "Actor2Geo_ADM2Code": "27056", "Actor2Geo_Lat": 17.0078, "Actor2Geo_Long": 99.823, "Actor2Geo_FeatureID": "-3255444", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sukhothai, Sukhothai, Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH09", "Action2Geo_ADM2Code": "27056", "Action2Geo_Lat": 17.0078, "Action2Geo_Long": 99.823, "Action2Geo_FeatureID": "-3255444", "DATEADDED": 20200514050000, "SOURCEURL": "https://www.bangkokpost.com/travel/1917868/national-parks-to-close-every-year"}, "ARTICLE": {"TITLE": "National parks to close every year", "TEXT": "A sun bear in Khao Yai National Park. (The Department of National Parks, Wildlife and Plant Conservation)\n\nThe Department of National Parks, Wildlife and Plant Conservation (DNP) has announced a plan to temporarily close national parks nationwide every year even after Covid-19.\n\nEver since the 133 national parks were closed on March 25, more wild animals have been spotted in national parks across the country. These animals include a serow relaxing at Pha Dieo Dai Cliff, a sun bear crossing a road in Khao Yai National Park in Nakhon Ratchasima, and dozens of bottlenose dolphins swimming alongside a ranger's boat in Mu Koh Similan National Park in Phangnga. Meanwhile, a starry puffer was also spotted in Mu Koh Chang National Park in Trat. The fish is about one metre long and was last seen 13 years ago, according to a report by the national park.\n\n\"The absence of tourists leads to wildlife recovery,\" said the DNP director-general Thanya Netithammakun, adding that they seemed to be at peace during this time.\n\nWith that in mind, the Minister of National Resources and Environment Varawut Silpa-archa initiated the idea to close the national parks to the public for a couple of months every year.\n\nEach national park will be required to submit their plans and the period of closure, including some marine national parks which are normally closed during monsoon season, to the DNP.\n\nThe suitable period of shutdown should be at least two months, he said, adding that DNP will announce their final decision after evaluating all the plans.\n\nPattaya beaches closed until May 31\n\nPattaya beaches will remain closed until May 31, according to Pattaya mayor Sontaya Kunplome.\n\nThe beaches include Hat Pattaya, Hat Jomtien, Hat Phratamnak, Hat Cozy, Hat Wong Amat and Hat Krathing Lai. The closure will also be enforced in other public areas such as the Lan Pho Na Kluea Public Park and Bali Hai Pier.\n\nThe announcement came after Pattaya eased some rules and have allowed people to jog on footpaths next to beaches. However, the shutdown will prevent those who want to have a picnic or hang out at the beach or the park. The closure time is between 9am and 9pm.\n\nThose who violate the rule will face a charge up to one year in prison or a fine up to 100,000 baht.\n\nAIRLINES UPDATE\n\n- Thai AirAsia X plans to resume its services in June.\n\nThe airline will start flying two flights daily from Don Mueang airport to Incheon International airport in Seoul on June 17. The flights will depart Bangkok at 2.35am and 4pm. The arrival time in Seoul will be 10.05am and 11.35pm local time. The return flight from Seoul will take off at 1.05am and 11.15am local time. The arrival time in Bangkok will be 4.40am and 3.05pm. The flight time is about five hours and 30 minutes.\n\nBesides starting up this route, the airline will also launch daily flights between Bangkok and Shanghai, starting on June 17.\n\nThe flight will depart Bangkok at 12.10am and will arrive in Shanghai at 5.30am local time. The return flight will depart at 6.50am local time and will arrive in Bangkok at 10.15am. The flying time is four hours and 25 minutes.\n\nMeanwhile, its affiliate Thai AirAsia has launched \"In-flight meals at home!\" service via AirAsia Delivery on Line IDs @airasiadonmuang and @airasiaratchathewi. The menu includes Boba milk tea, pink milk tea, stir-fried yen ta fo (red noodle), teriyaki chicken and rice, basil rice with fried egg and mango with two-tone sticky rice.\n\nVisit airasia.com.\n\n- Bangkok Airways has launched 20% discounts on tickets for medical professionals.\n\nThe promotion is available for all domestic flights between May 15 to July 31.\n\nMeanwhile, the airline, which also operates airports in Koh Samui, Sukhothai and Trat, is implementing social distancing guidelines at the airports.\n\nThe airports conduct body temperature screening of all passengers and employees. Floors are also marked to indicate social distancing at check-in counters, baggage claim areas, waiting areas and on transfer buses.\n\nThe airline will also provide alcohol-based hand sanitiser at the airport and disinfectant cleaning will be done every hour. In addition, common service areas and high-traffic areas will be cleaned more frequently.\n\nPassengers are required to wear masks at all times when in airport terminals and when on the airplane.\n\nVisit bangkokair.com.\n\nEmail karnjanak@bangkokpost.co.th if you have any comments to share."}}