{"GDELT": {"GlobalEventID": 923465623, "Day": 20200514, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3671, "Actor1Code": "NGAGOV", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "Actor1Type1Code": "GOV", "Actor2Code": "IGOUNO", "Actor2Name": "GAMBARI", "Actor2KnownGroupCode": "UNO", "Actor2Type1Code": "IGO", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 4.0162980209546, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Kogi State, Kogi, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI41", "Actor1Geo_ADM2Code": "191205", "Actor1Geo_Lat": 7.75, "Actor1Geo_Long": 6.75, "Actor1Geo_FeatureID": "9153500", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Kogi State, Kogi, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI41", "Actor2Geo_ADM2Code": "191205", "Actor2Geo_Lat": 7.75, "Actor2Geo_Long": 6.75, "Actor2Geo_FeatureID": "9153500", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Kogi State, Kogi, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI41", "Action2Geo_ADM2Code": "191205", "Action2Geo_Lat": 7.75, "Action2Geo_Long": 6.75, "Action2Geo_FeatureID": "9153500", "DATEADDED": 20200514050000, "SOURCEURL": "https://punchng.com/apc-tinubu-govs-hail-gambari-as-buhari-unveils-new-chief-of-staff/"}, "ARTICLE": {"TITLE": "APC, Tinubu, govs hail Gambari as Buhari unveils new Chief of Staff", "TEXT": "•President, ministers pay tributes to Kyari, others\n\nOur Reporters\n\nThe President, Major General Muhammadu Buhari (retd)’s new Chief of Staff, Prof. Ibrahim Gambari, on Wednesday assumed office with a promise to serve to the best of his ability.\n\nThe 76-year-old former Minister of External Affairs was announced as the President’s CoS shortly before the start of the virtual meeting of the Federal Executive Council at the Presidential Villa, Abuja.\n\nThe confirmation came after nearly 24 hours of speculation as to whether he was indeed the new CoS, as the Presidency played a waiting game of silence that ended on Wednesday.\n\nIt was the Secretary to the Government of the Federation, Mr Boss Mustapha, on behalf of Buhari, who made the announcement at the meeting, which was also attended by Vice-President Yemi Osinbajo.\n\nI’ll serve to the best of my ability –CoS\n\nGambari later spoke at a brief interview after he assumed duties.\n\nHe said what Buhari needed most from him was his loyalty and competence.\n\nThe former Nigerian Permanent Representative to the United Nations promised to give his best.\n\nAs he walked out of the Council Chambers of the State House, the following interaction took place between him and the few media houses listed to cover the villa in the interim.\n\nGambari: I want to thank the President of the Federal Republic for giving me this opportunity to serve him and the country.\n\nReporters: What should Nigerians expect from you?\n\nGambari: I have not started, so I will find out and maybe… I don’t report directly to the nation, I report directly to the President.\n\nReporter: What should he expect from you?\n\nGambari: Maybe you should ask Mr President (general laughter). I think he needs my loyalty, competence and support.\n\nReporter: What will be your guiding principle as the chief of staff?\n\nGambari: To serve the President to the best of my ability.\n\nThe new CoS, who hails from Ilorin, Kwara State, had arrived at the villa around 10.53am and was welcomed by the State House Chief of Protocol, Alhaji Yakubu Ahmed; the Permanent Secretary, Mr Tijani Umar, and some senior directors in the Presidency.\n\nREAD ALSO: Nigeria needs a cure for distrust too\n\nGambari was screened on arrival for COVID-19. He had his temperature checked by waiting medical personnel, who also gave him a hand sanitiser before he was ushered into the main building.\n\nWearing a sky blue babanriga and a native cap to match, he chatted heartily with the officials, as they led him to the council chambers.\n\nA Presidency source informed The PUNCH that as was the tradition, Gambari would take full briefings from Buhari and use the next few days to peruse files, and “other official matters left on the desk by his predecessor.”\n\nGambari replaced the late Abba Kyari, who died on April 17 from COVID-19 complications.\n\nEarlier, Buhari and the ministers had observed a minute’s silence in honour of Kyari. The same was observed for a former Minister of Justice and Attorney-General of the Federation, late Chief Richard Akinjide; a former Minister of Health, late Halilu Alhassan, and the late Paul Wampana.\n\nPhysically present at the session were the Minister of Finance, Budget and National Planning, Zainab Ahmed; Minister of Transportation, Rotimi Amaechi; Minister of Information and Culture, Lai Mohammed; Minister of Power, Saleh Mamma; and Minister of Commerce, Niyi Adebayo.\n\nAPC hails Gambari, promises him support\n\nThe All Progressives Congress, while congratulating the President on the appointment, promised to support and cooperate with Gambari to ensure he succeeded in his assignment.\n\nIn a statement signed by its National Publicity Secretary, Mallam Lanre Issa-Onilu, the APC said the former Nigerian Permanent Representative to the United Nations was a round peg in a round hole.\n\nThe party said, “The APC is confident that Gambari, a prince of Ilorin Emirate, will bring to bear his scholarly intellect, international network, professional and administrative experience in ensuring smooth running of the office of the President and support the government to provide good governance and successfully deliver the next level programmes for the benefit of Nigerians.”\n\nHe is best man for the job –Gbajabiamila\n\nThe Speaker of the House of Representatives, Femi Gbajabiamila; and the Deputy Speaker, Ahmed Wase, both congratulated Gambari on his appointment.\n\nGbajabiamila, in a statement by his Special Adviser on Media and Publicity, Lanre Lasisi, said the new CoS was the right man for the job.\n\nHe noted that as a foremost diplomat and academic, Gambari would bring his experience of decades to bear in his new national assignment.\n\nThe Speaker said, “I wish him a successful period in office as he takes the onerous task of being the Chief of Staff to the President.”\n\nWase described the appointee as one of the finest in his field globally.\n\nHe said the appointment was a reward for Gambari’s contributions to the development of the country and his exploits on the international scene.\n\n“I hope that Gambari will provide the needed impetus and advice to assist the President to paddle the nation out of its current challenges,” he added.\n\nYOU MAY ALSO LIKE: Money collected from aspirants not bribes — Ondo APC group\n\nGambari will work competently to help Buhari –Tinubu\n\nThe National Leader of the APC, Bola Tinubu, lauded the appointment of Gambari, saying his intellect and experience had prepared him for the job.\n\nHe said, “Prof. Gambari will work competently and with dedication to help President Buhari advance his policy and governance priorities just as he did in the past when he served as Minister of External Affairs in the 1980’s.\n\n“At this time when the entire world is combating the coronavirus pandemic and the economic consequences thereof, Prof. Gambari’s expertise and international reputation will help Nigeria galvanise national, regional and international efforts and resources to contain this viral menace and to advance Nigeria’s interests on other important matters.”\n\nSanwo-Olu, Bello congratulate new CoS\n\nThe Governor of Lagos State, Mr Babajide Sanwo-Olu, in a statement by his Press Secretary, Gboyega Akosile, said Gambari was a man of impeccable character and leadership.\n\n‘‘My personal and official interactions with Professor Gambari have brought about nothing but meaningful development,’’ he added.\n\nSanwo-olu said the many years of experience garnered by the newly appointed chief of staff in various fields of international diplomacy and politics, academics, research and management, would help the President in administering the nation.\n\nThe Kogi State Governor, Yahaya Bello, in a statement by his Chief Press Secretary, Onogwu Muhammed, described Gambari as a man of many parts.\n\nAccording to the governor, Gambari would bring his wealth of knowledge to bear in the discharge of his new responsibility as the chief of staff to the President and ‘engine house’ of the presidency.\n\n“Just as the Late Chief of Staff, Abba Kyari, played a prominent role in the success of the Buhari’s administration, your coming in to fill the vacuum will further add more colour to the administration’s achievements.\n\n“It is on record that Prof. Ibrahim Gambari has had an illustrious career, spanning academia, government and international diplomacy, culminating with his appointment as the first United Nations Under-Secretary-General and Special Adviser to the Secretary-General on Africa (1999-2005).\n\n“In that capacity, he worked closely with heads of government, key policymakers as well as institutions on the continent to develop the New Partnership for Africa’s Development (NEPAD).\n\n“Congratulations once again and I pray that the Almighty Allah will give you the needed energy and wisdom to take on this new responsibility”, he said.\n\nAppointment well deserved –Tambuwal, ACF\n\nThe pan-northern socio-political organisation, Arewa Consultative Forum, hailed Buhari for appointing Gambari as his new chief of staff.\n\nThe ACF, through its National Publicity Secretary, Mr. Emmanuel Yawe, in a statement in Kaduna, said the appointment was deserved.\n\nThe statement read, “Professor Gambari is a distinguished Nigerian who is coming into office as chief of staff with an illustrious career, spanning academia, government and international diplomacy.\n\n“The forum is confident that Professor Gambari, being the patriot that we know, will put all his wealth of knowledge and experience at the disposal of the President for the peace and progress of Nigeria.”\n\nGovernor Aminu Tambuwal of Sokoto State, in a congratulatory message he personally signed, said the appointment of Gambari was timely for the country.\n\n“Without doubt, your appointment is not only well deserved but timely as the nation, along with the comity of nations, struggle to tackle the COVID-19 pandemic, which brings along with it so much economic strains, in which you are well positioned to support Mr President and our dear country navigate for us to come out stronger, using your vast network and contacts with the international community\n\n“As an accomplished intellectual, seasoned statesman and diplomat of global acclaim, you also come into this very important office with more than five decades of exponential experience.\n\n“Having done the nation outstandingly proud abroad so many times, we are firmly confident that you will now replicate your numerous feats to manage the affairs of Mr President and the Presidency in the manner of established protocols, diligence and international best practices,” he said.\n\nGovernor Bello Matawalle of Zamfara State, in a release his media aid, Zailani Baffa, expressed satisfaction with the choice of the new chief of staff.\n\nHe said, “Professor Ibrahim Agboola Gambari is a known accomplished material for any serious job or management. His advanced level of education, knowledge and experience in academics, governance and diplomacy is legendary.\n\n“Nigeria today needs people who are vast in societal management, irrespective of political leaning, tribe, section or creed.”\n\nMatawalle noted that the cumulative years of experience, wisdom of age and the equanimity of the new chief of staff would serve well for the country.\n\nA former Governor of Kwara State, Alhaji Abdulfatah Ahmed, thanked Buhari for appointing an indigene of the state as the CoS.\n\nHe said Gambari’s diplomatic clout would bolster the presidency in the “current global coalition against the dreaded coronavirus.”\n\nBy John Alechenu, John Ameh, Leke Baiyewu, Samson Folarin, Gbenga Odogun, Godwin Isenyo, Adeniyi Olugbemi, Tunde Oyekola, and Maiharaji Altine\n\nCopyright PUNCH.\n\nAll rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH.\n\nContact: [email protected]"}}