{"GDELT": {"GlobalEventID": 923464867, "Day": 20200514, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3671, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 841, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.8615179760319602, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Madras, Tamil Nadu, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN25", "Actor2Geo_ADM2Code": "70251", "Actor2Geo_Lat": 13.0833, "Actor2Geo_Long": 80.2833, "Actor2Geo_FeatureID": "-2103041", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Madras, Tamil Nadu, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN25", "Action2Geo_ADM2Code": "70251", "Action2Geo_Lat": 13.0833, "Action2Geo_Long": 80.2833, "Action2Geo_FeatureID": "-2103041", "DATEADDED": 20200514050000, "SOURCEURL": "https://www.ijpr.org/law-and-justice/2020-05-13/covid-19-situation-worsens-inside-oregon-prisons"}, "ARTICLE": {"TITLE": "COVID-19 Situation Worsens Inside Oregon Prisons", "TEXT": "At least two former inmates at Shutter Creek Correctional Institution on Oregon’s South Coast received positive COVID-19 tests shortly after being released this month, raising concerns that inmates leaving the prison could be spreading the virus through the community.\n\nAt least one other inmate was released from the Department of Corrections this week with a positive test result and the wrong county was notified.\n\nThe news comes as the number of confirmed COVID-19 cases inside the state’s prisons climbed to 101 as of Wednesday, with outbreaks as large as 68 at Oregon State Penitentiary in Salem and seven at Santiam Correctional Institution.\n\n“We are not testing individuals on the way out,” DOC Director Collette Peters said on a May 5 conference call with southern Oregon officials. “That would be a substantial number of tests over time. We release over 400 people every month into the community.”\n\nDOC has tested at least 367 inmates as of Wednesday, though the prison population is more than 14,000 inmates across 14 facilities scattered around the state. There are also at least 28 staff members who have tested positive. The majority of them work at the Oregon State Penitentiary.\n\nPeters also noted that testing only looks at a moment in time and isn’t “magic.” On that same call, prison health officials said even if they tested everyone there’s no guarantee it would identify everyone who has the virus.\n\nThe two inmates finished their sentences at Shutter Creek and were released, only to be told they tested positive were asymptomatic, according to an official with the DOC.\n\nFor months, prison advocates have been calling on Oregon leaders to consider early release for vulnerable inmates who are near the end of their sentences. Gov. Kate Brown has received details of inmates’ health conditions, age, sentences and crimes that could make them eligible for early release. Ultimately, however, she decided against reducing the state’s prison population.\n\nCourt documents filed this week reveal a sense of the fear from adults living behind bars in the midst of a global pandemic. Inmates filed a request for a temporary restraining order asking a judge to force DOC to reduce prison populations and “directing them to take every action within their power to reduce the risk of COVID-19 from further ravaging Oregon Department of Corrections prisoner populations.” A DOC spokeswoman said the agency doesn't comment on pending litigation.\n\nThe same inmates filed a lawsuit in April, alleging the agency hasn’t done enough to create social distance inside correctional facilities.\n\nThe inmates’ testimonies to the Oregon Justice Resource Center, a legal nonprofit, paint a picture of a patchwork of regulations and varying protocols throughout the state’s 14-prison system.\n\nChris Mitchell, an inmate at Shutter Creek Correctional Institution, spoke of being reticent to share his symptoms for fear of being transferred to another DOC facility where sick inmates are being sent. It was a sentiment echoed by several adults living in the state’s custody.\n\nAt the beginning of March, Aaron Delicino at Snake River Correctional Institution came down with a cough. He wasn’t the only one. “A bunch of other people on my unit also got really sick,” he told the Oregon Justice Resource Center.\n\nAfter nine days of being sick, a nurse checked his temperature — it fluctuated between 103 and 104 degrees.\n\n“The nurse I saw gave me salt packets and told me to gargle with salt water. That’s the only ‘care’ I got,” Delicino said. “Ultimately I was in my cell for 14 or 15 days before the fever kicked.”\n\nWhen he asked for a COVID-test, he said, he was told he didn’t need one.\n\nDelicino said he still has a dry cough.\n\nSo far, no people have tested positive for COVID-19 at Snake River Correctional Institution, though 23 have been tested. One result is still pending\n\nLeland Benson, a 73-year-old diabetic man who is insulin dependent and living at Deer Ridge Correctional Institution, said he is feeling fine so far but mainly keeps to his cell out of fear.\n\nNear the end of March, a nurse at DRCI, outside of Madras, showed up for work coughing, sneezing and complaining of being ill, he said.\n\n“She had just returned from a cruise. I did not allow her to take my blood test or provide me insulin. Because of her illness, I was not able to access insulin for five or six days,” he said.\n\nThis post may be updated.\n\nCopyright 2020 Oregon Public Broadcasting"}}