{"GDELT": {"GlobalEventID": 923905254, "Day": 20200516, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3726, "Actor1Code": "PSE", "Actor1Name": "WEST BANK", "Actor1CountryCode": "PSE", "Actor2Code": "ISR", "Actor2Name": "ISRAELI", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 125, "EventBaseCode": 125, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.25563909774436, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "West Bank", "Actor1Geo_CountryCode": "WE", "Actor1Geo_ADM1Code": "WE", "Actor1Geo_Lat": 31.666666999999997, "Actor1Geo_Long": 35.25, "Actor1Geo_FeatureID": "WE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "West Bank", "Actor2Geo_CountryCode": "WE", "Actor2Geo_ADM1Code": "WE", "Actor2Geo_Lat": 31.666666999999997, "Actor2Geo_Long": 35.25, "Actor2Geo_FeatureID": "WE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "West Bank", "Action2Geo_CountryCode": "WE", "Action2Geo_ADM1Code": "WE", "Action2Geo_Lat": 31.666666999999997, "Action2Geo_Long": 35.25, "Action2Geo_FeatureID": "WE", "DATEADDED": 20200516124500, "SOURCEURL": "https://www.middleeastmonitor.com/20200516-nakba-day-europal-forum-webinar-highlights-palestinians-ongoing-nakba-and-cautions-against-viewing-annexation-as-independent-of-zionism/"}, "ARTICLE": {"TITLE": "Nakba Day: EuroPal Forum webinar highlights Palestinians’ ongoing Nakba and cautions against viewing annexation as independent of Zionism", "TEXT": "On the 72nd year since the Palestinian Nakba, EuroPal Forum hosted a webinar via ZOOM titled “Nakba72: The Continuation of Colonisation – Impending Annexation and the Future of Peace in the Middle East”. The webinar, which heard from Professor Ilan Pappe, Dr Yousef Jabareen MK, Dr Salman Abu Sitta and Dr Hatem Bazian, concentrated on the displacement of Palestinians in 1948 as an inevitable consequence of Zionism and the continuity of this process as seen through today’s impending annexation of 30 per cent of the West Bank.\n\nThe webinar was opened by EuroPal Forum’s Public Relations Officer Robert Andrews. In his introductory remarks, Robert noted that the webinar is part of a broad range of initiatives that EuroPal Forum is engaged in, to encourage a more comprehensive understanding of key developments in Palestine. For the organisation, Nakba Day presented a salient opportunity to discuss both the nature of the Nakba and the continuity of Palestinian dispossession as it is seen today with the impending annexation of Palestinian land.\n\nThe first speaker of the webinar, Professor Ilan Pappe, a historian and professor at the University of Exeter, focused on the relationship between Zionism and Palestinian dispossession, and the dynamics of Palestine’s “new Nakba”. Pappe started by noting that the Zionist movement arrived in Palestine in the late nineteenth century with a clear colonial ideology of acquiring as much of Palestine as possible with as few Palestinians as possible. With this in mind, the Zionist movement, as described by Pappe: “Never ceased to contemplate the transfer and expulsions of the Palestinians and waited for the right historical moment for implementing this vision.”\n\nREAD: On the Nakba anniversary, the two-state politics hold more value for the PA\n\nThis opportunity came with the end of the British mandate when the Zionist movement started to contemplate and realise the acceleration of these designs and the systematic removal of Palestinians from Palestine. According to Pappe, the incompletion of this process in 1948 and the continued existence of Israel as a settler colonial project, informs all of the Israeli actions (including the impending annexation of the West Bank) against the Palestinians, until today.\n\nFollowing Pappe’s segment, member of the Knesset, Dr Yousef Jabareen, also focused on the dynamics of the “new Nakba” and the impending annexation of the West Bank. Jabareen noted that while we discuss the impending annexation of the West Bank, on the ground the annexation process is already being realised by several Israeli laws. Jabareen cites applying Israeli law to academic institutions in the West Bank as one in a number of laws passed that illustrates de facto annexation on the ground.\n\nJabareen went on to note that the question now amongst Israeli decision-makers is whether there is actually a need to declare annexation or whether it can be fully achieved through this “incremental annexation”. Jabareen noted that Israeli Prime Minister Benjamin Netanyahu is hoping to gain political points through the formal declaration of annexation and exploit the current international and local status quo. For Jabareen, Netanyahu is encouraged by the strength of the new Israeli government, the international community’s pre-occupation with COVID-19, the possibility of annexation deflecting attention from the criminal charges being brought against him and the favourable US administration.\n\nFollowing Jabareen’s talk, Dr Salman Abu Sitta, chairman of the General Assembly of the Popular Conference for Palestinians Abroad and founder of the Palestine Land Society (PLS), addressed the crowd under the topic of Zionism’s multiple attacks against Palestinians and the likely outcome of 150 years of Zionist colonial history. Abu Sitta started by noting that the Zionist project and the Nakba is the most unique colonial project in the world, as it is a stand-alone case study of colonialism in the twentieth century. According to Abu Sitta, the Nakba constituted a systematic campaign in which: “560 villages were depopulated through an organised military campaign in which nine brigades have participated with 120,000 soldiers operating in 31 military operations.” Abu Sitta expresses that the Nakba is not simply a series of war crimes, but was also accompanied and helped by a range of deceptions not used in other colonial projects. He cites the idea that Palestine was “a land without a people” as particularly striking as it has completely falsified reality, with extensive survey research conducted by the British and French noting that Palestine was vastly populated before the creation of the state of Israel.\n\nREAD: Annexation of occupied territory is a crime\n\nTo conclude, Abu Sitta highlighted that given the systematic dispossession of the Palestinians, the rejection of the Palestinian right of return is both an immoral and illegal position. Abu Sitta confirms that research is clear that 87 per cent of Jewish Israelis live in only 12 per cent of Israel’s area. If refugees return, therefore, there will be very minor displacement, which is a: “Small price to pay for 72 years of death and destruction of Palestinians.”\n\nThe final speaker, lecturer at the University of California, Berkeley, Dr Hatem Bazian, looked at the future of the international community’s position on Palestine given the status quo and current developments. Bazian started by describing that the dispossession of the Palestinians is not only a Zionist project, but must be viewed as a Zionist, European and an American project simultaneously. Bazian argues that there is an: “Ongoing irredentism that is at the core of right-wing political imagination relative to what is called the loss of the East.” This notion, according to Bazian, informs right-wing thinking across Europe and is centred on the idea that the “East” has been lost to the Muslim world. In this context, the reconstitution of support for Zionism is an “ideological and theological intersection to this possibility of reclaiming the East,” and explains US support for Zionism as well as the “double-speak” that is seen from the Europeans with regard to Palestine.\n\nIn this light, in relation to the annexation process, Bazian notes that a unique configuration has emerged in the US in which the heightened dominance of the evangelical Christian right has precipitated an increase in calls for the reconstitution of Jews to Palestine. This configuration is also reflected in the broader European shift to the right-wing and the opposition towards Palestinian human rights in Europe. Netanyahu, in this context, is seeking a “final stage” affirmation in the continued dispossession of the Palestinians.\n\nFor a longer version of this webinar report please email admin@europalforum.org.uk\n\nWebinar video link: https://bit.ly/2WW75oO"}}