{"GDELT": {"GlobalEventID": 923905360, "Day": 20200516, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3726, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.23068050749711, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200516124500, "SOURCEURL": "https://www.arabnews.com/node/1675586"}, "ARTICLE": {"TITLE": "Trump must do better in the battle for hearts and minds", "TEXT": "Trump must do better in the battle for hearts and minds\n\nAndrew Hammond\n\nPresident Donald Trump speaks during the presentation of the United States Space Force FlagÂ in the Oval Office of the White House, Friday, May 15, 2020, in Washington. (AP)\n\nShort Url https://arab.news/4qnzv\n\nUS President Donald Trump has threatened to “cut off the whole relationship” with China, fueling concerns of a new Cold War, but that historical analogy is far from perfect to describe the growing tensions between the two superpowers.\n\nOne key difference between the US and the Soviet Union and today’s relationship between Washington and Beijing is the extent of people-to-people interaction. Students from China are the largest single national group in the US, and their numbers have quadrupled in four years. Tourism is healthy, with more than 2 million visits a year in each direction, and labor migration from China to the US is near a historic high.\n\nAnother difference is trade. In the late 1980s the US was importing about $200 million worth of goods from the Soviet Union, while US imports from China in 2018 were more than $500 billion.\n\nNevertheless, some elements of US-China competition are reminiscent of the Cold War, such as military competition, and the South China Sea is only one of a string of security issues.\n\nThere is also the hardening of ideological competition. China is well aware that one of the key reasons the US won the Cold War was the strategy of international containment and cultural vigor, with successive administrations skilfully deploying soft power to encourage other countries into a system of alliances, such as NATO. Beijing and Washington are now in a similar battle for hearts and minds.\n\nThe most recent data, a Pew Research survey of 33 nations in 2019, suggests that people in 21 countries, mainly in Europe and Asia-Pacific, have a more favorable view of the US than of China. There are particularly stark gaps in Japan, where people are 54 percentage points more likely to have a positive view of Washington than of Beijing (68-14), while people in South Korea, the Philippines and India are also at least 37 points more likely to do so. There are also large pro-US differentials in Poland, Hungary, Lithuania and the Czech Republic.\n\nChina is well aware that one of the key reasons the US won the Cold War was the strategy of international containment and cultural vigor, with successive administrations skilfully deploying soft power to encourage other countries into a system of alliances, such as NATO. Beijing and Washington are now in a similar battle for hearts and minds. Andrew Hammond\n\nCountries with more positive views of Beijing than of Washington include Russia (71-29), Mexico, Tunisia, Lebanon, Turkey and Nigeria.\n\nWashington is therefore in pole position in the soft power battle, but Beijing is punching back hard. A goodexample is Asia-Pacific, where Trump last year unveiled a revamped Indo-Pacific strategy in the face of China’s growing strength. Critics assert that it will have less overall impact than the Obama team’s Trans-Pacific Partnership (TPP), which Trump abruptly abandoned on the first day of his presidency. In comparison,China’s monumental ambition is illustrated by the $1 trillion Belt and Road scheme, its alternative vision to TPP of a Free Trade Area of Asia Pacific, and the Regional Comprehensive Economic Partnership.\n\nFrom a historical perspective, current US strategy appears under ambitious. Since 1945, both Republican and Democratic administrations helped create and nurture key global and regional institutions such as the UN, the IMF and World Bank, which Trump holds in disdain. Later, the administrations of George H.W. Bush and especially Bill Clinton encouraged the creation of a range of new bodies, including Asia Pacific Economic Cooperation (APEC). The Obama team’s TPP was thus only the latest example of a global institution-building project to embed US influence.\n\nIt is in this context that Trump's plan for Asia-Pacific must be judged, and his administration needs to convince US allies that he is wholly committed — politically, economically and security-wise — to the region. This may be made more difficult by the fact that his ratings are considerably lower than those of his predecessor in significant Asia-Pacific countries such as Australia, Japan, South Korea, Indonesia and the Philippines.\n\nThere have also been significant declines in regional views of US global pre-eminence; compared with five years ago, fewer people in the Philippines, Indonesia and India believe the US is the world’s leading economic power.\n\nWashington currently has an advantage in the battle for hearts and minds across the region, and indeed much of the world, but its lead is not unassailable. The Trump team would do well to relearn the lessons of the past, such as how Washington deployed soft power so skilfully during the Cold War to press its case against the Soviet Union.\n\nAndrew Hammond is an Associate at LSE IDEAS at the London School of Economic\n\nDisclaimer: Views expressed by writers in this section are their own and do not necessarily reflect Arab News' point-of-view"}}