{"GDELT": {"GlobalEventID": 923905072, "Day": 20200516, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3726, "Actor1Code": "ISL", "Actor1Name": "ICELAND", "Actor1CountryCode": "ISL", "Actor2Code": "CVL", "Actor2Name": "TOURIST", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.67681895093062, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Keflavik, Suðes, Iceland", "Actor1Geo_CountryCode": "IC", "Actor1Geo_ADM1Code": "IC43", "Actor1Geo_ADM2Code": "17528", "Actor1Geo_Lat": 64.0016, "Actor1Geo_Long": -22.5607, "Actor1Geo_FeatureID": "-2648299", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Keflavik, Suðes, Iceland", "Actor2Geo_CountryCode": "IC", "Actor2Geo_ADM1Code": "IC43", "Actor2Geo_ADM2Code": "17528", "Actor2Geo_Lat": 64.0016, "Actor2Geo_Long": -22.5607, "Actor2Geo_FeatureID": "-2648299", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Keflavik, Suðes, Iceland", "Action2Geo_CountryCode": "IC", "Action2Geo_ADM1Code": "IC43", "Action2Geo_ADM2Code": "17528", "Action2Geo_Lat": 64.0016, "Action2Geo_Long": -22.5607, "Action2Geo_FeatureID": "-2648299", "DATEADDED": 20200516124500, "SOURCEURL": "https://www.washingtonpost.com/lifestyle/travel/iceland-plans-to-welcome-back-tourists-by-june-15/2020/05/15/656c489c-96bc-11ea-91d7-cf4423d47683_story.html"}, "ARTICLE": {"TITLE": "Iceland plans to welcome back tourists by June 15", "TEXT": "Earlier this month, the European Commission extended its ban on non-essential travel through June 15. Iceland is a member of the Schengen area and, according to the ministry, will confer with other member states about opening its external border. In addition, the government will not allow visitors to venture into wider Europe without permission from the other countries.\n\nAD\n\nAD\n\nSince late February, the Nordic island nation has recorded at least 1,800 confirmed cases of covid-19 and 10 deaths. The number of confirmed cases has dropped to four so far in May, one of the encouraging developments that helped influence the recent decision. Officials have controlled the spread of the virus through such measures as testing and tracing, and will extend these practices to the visiting public.\n\nUpon arrival at Keflavik International Airport, visitors will be tested for the coronavirus at no cost during a two-week trial period. The ministry said the planning group has not yet determined the cost to travelers beyond the initial period. After the test, the visitors can enter the country and start their vacation, but they must provide a contact number in the event of a positive result. Results can be expected in as little as a few hours. Visitors can also use the tracing app as a point of contact.\n\nThe ministry said health officials may also accept a certificate of recent test results from the visitor’s home country, as long as the document meets the government’s standards. Visitors who decline testing will be required to undergo a two-week quarantine.\n\nAD\n\nAD\n\nTo prevent a rise in cases, travelers will have to download the tracing app, Rakning C-19. Officials can use the technology to contact visitors about their results; the app also helps investigators pinpoint the source of infection and identify individuals who may have been exposed to the virus. About 40 percent of the country’s population of 364,000 has downloaded the app.\n\nThe ministry said the app will not misuse an individual’s personal information: “The app has been developed following the strictest privacy standards, with location data stored locally on the user’s device unless released for tracing purposes in case of an infection.” The country will not place any restrictions on healthy travelers beyond its commonly practiced safeguards.\n\nThe ministry said the government will likely loosen limits on gatherings from a maximum of 50 people to 200 participants. Patrons at restaurants and other public places must stay about 6½ feet apart. Most hotels and attractions are open, or will soon open. The Blue Lagoon’s Web site said the geothermal pool will remain closed until May 26.\n\nAD\n\nAD\n\nFor now, airlines are offering limited service from the United States to Iceland. Icelandair is departing only from Boston Logan International Airport but plans to release its summer schedule, including flights from Washington Dulles, in the near future."}}