{"GDELT": {"GlobalEventID": 923904852, "Day": 20200516, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3726, "Actor1Code": "CHR", "Actor1Name": "CHRISTIAN", "Actor1Religion1Code": "CHR", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 1823, "EventBaseCode": 182, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.89949748743719, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Buhari, Kano, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI29", "Actor1Geo_ADM2Code": "191078", "Actor1Geo_Lat": 11.4148, "Actor1Geo_Long": 8.25082, "Actor1Geo_FeatureID": "-2008713", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Buhari, Kano, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI29", "Actor2Geo_ADM2Code": "191078", "Actor2Geo_Lat": 11.4148, "Actor2Geo_Long": 8.25082, "Actor2Geo_FeatureID": "-2008713", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Buhari, Kano, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI29", "Action2Geo_ADM2Code": "191078", "Action2Geo_Lat": 11.4148, "Action2Geo_Long": 8.25082, "Action2Geo_FeatureID": "-2008713", "DATEADDED": 20200516124500, "SOURCEURL": "https://www.thecable.ng/dear-femi-adesina-learn-from-yesterdays-spokesmen"}, "ARTICLE": {"TITLE": "Dear Femi Adesina, learn from yesterday’s spokesmen", "TEXT": "Advertisement\n\nFemi Adesina, presidential spokesman, features in the pantheon of accomplished Nigerian journalists no doubt. In his days of ‘’truth-telling’’ and before the hex of unclean spirits in Aso Rock, Adesina was the man from miyshore – the straight place. He was loved. He cut the persona of a light bearer. But why has the ‘’kulikuli exponent’’ so unravelled?\n\nBy the way, it was Reuben Abati, Adesina’s predecessor, who regaled us with the tale of paranormal activities at Aso Rock. Abati in ‘Rituals, blood and death: The spiritual side of Aso Rock’, said: ‘’When presidents make mistakes, they are probably victims of a force higher than what we can imagine. Every student of Aso Villa politics would readily admit that when people get in there, they actually become something else. They act like they are under a spell.’’\n\nSo, I am compelled to believe that Adesina may be under a spell — for his uncharacteristic deportment. Really, he takes a nose-dive deeper and deeper into crassitude, insouciance, arrogance and iniquity. I wrote the draft of this article earlier than today but had it pigeonholed. I was conflicted – do I or do I not? Will my opinion be mistaken? Well, I have to blurt it out anyway.\n\nI knew the rulers of darkness and the principalities and powers in high places, like those sketched by Nathan Uzoma, the ‘’ghost buster’’, were at work when Adesina, a devout Christian, implied that giving land to marauding herdsmen was better than getting killed.\n\nResponding to a question on ancestral attachments to land on an AIT programme in July 2018, Adesina said: “Ancestral attachment? You can only have ancestral attachment when you are alive. If you are talking about ancestral attachment, if you are dead, how does the attachment matter?’’\n\nAlso, Adesina does not spare his tongue in thrashing the Christian Association of Nigeria (CAN) at every given turn. In fact, he is always on an ambush waiting for CAN to speak so he could attack. It appears he enjoys the sadomasochism on the Christian association.\n\nHe once described CAN as a political party. When the Christian association was protesting over the death of Lawan Andimi, the pastor beheaded by Boko Haram, Adesina intervened with a caustic aspect, censuring the association for expressing indignation over their loss. But this is not to obviate CAN’s occasional alarmist tendency.\n\nAdesina has sunk steeply into the abyss of conceit. He has thrown caution to the wind and allowed himself to be swayed by the vortex of terminal privilege. The Yoruba say: T’á bá rán eni ní isé erú, à fí t’omo je. Translation: ‘’If you are sent on an errand as a slave, deploy the wisdom of a free born in delivering the message.’’\n\nAdesina continues to deal a whammy to those who once admired him – including me. In an interview on Nigeria Info FM on May 6, the presidential spokesman dealt another shocker. He said: “People think because either you elected a president or you didn’t elect him, you must lead your president by the nose. It doesn’t happen. Because you elected a man then you begin to order him around.”\n\nI know Adesina understands the concept of democratic leadership. I know he is well aware that the president is an employee of Nigerians, and as such he is answerable to them and should even be ordered around by them. Yes, I know Adesina knows Nigerians are the boss of his boss, and that he must do as they please. I know he knows this. Perhaps, the extramundane forces of Aso Rock are at work again.\n\nAdesina’s bewitchment ossified, when he tried to rope former President Olusegun Obasanjo into his hexed web. He said Obasanjo would have insulted those asking him to address the nation. How farcical. So, Obasanjo is now a standard for gauging President Buhari’s tepidity and lethargy?\n\nI know it is difficult to speak for an administration that has failed in every sphere. But what is expected in this case is applying tact, temperance and wisdom in defending a failed experiment. Insulting Nigerians and anyone who criticises the president is an ignoble exertion by a man who was once the president of the Nigerian Guild of Editors.\n\nThe presidential spokesman should learn a lesson or two from his predecessors. Power is only temporary. It will be difficult if not impossible to regain lost integrity and trust. Some former presidential spokesmen lost their shine after they joined government and became the archetype of what they onced criticised. They lost relevance soon after they left office.\n\nReally, after he leaves Aso Rock, would I like to read Femi Adesina again? I do not think so.\n\nFredrick Nwabufo is a writer and journalist.\n\nTwitter: @FredrickNwabufo"}}