{"GDELT": {"GlobalEventID": 924563218, "Day": 20200520, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3836, "Actor1Code": "CHNGOVMIL", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor1Type1Code": "GOV", "Actor1Type2Code": "MIL", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.90986515259049, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Taiwan", "Actor1Geo_CountryCode": "TW", "Actor1Geo_ADM1Code": "TW", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 121.0, "Actor1Geo_FeatureID": "TW", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Taiwan", "Action2Geo_CountryCode": "TW", "Action2Geo_ADM1Code": "TW", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 121.0, "Action2Geo_FeatureID": "TW", "DATEADDED": 20200520110000, "SOURCEURL": "https://www.globaltimes.cn/content/1188936.shtml"}, "ARTICLE": {"TITLE": "Cross-Straits ties likely to see ‘a decoupling future’ as Tsai enters 2nd term", "TEXT": "File Photo: Ma Xiaoguang, spokesman for the Taiwan Affairs Office of the State Council. Photo:Xinhua\n\n\n\n\n\nChallenging the bottom line\n\nThe Taiwan Affairs Office of the State Council has responded to the \"inauguration speech\" made by the separatist Democratic Progressive Party (DPP) chairperson Tsai Ing-wen on Wednesday, saying that the mainland wants to create broad space for peaceful reunification but will leave no space for any act of separatism.\"We will show no tolerance for any secessionist act and foreign interference,\"Ma Xiaoguang, spokesperson for the Taiwan Affairs Office of the State Council, made the remarks after Tsai's speech on Wednesday. He said \"the DPP authority refused to accept the 1992 Consensus on the one-China principle. It has unilaterally destroyed the political foundation for peaceful development between the Chinese mainland and Taiwan.\"Chinese mainland experts said that the worsening ties between China and the US, and the US' attempt to unilaterally push for the decoupling of the bilateral relationship will also lead the cross-Straits relationship to \"a decoupling future,\" since the DPP authority sees the worsening China-US ties as a chance for it to realize its separatist political purpose, even though the mainland and compatriots of Taiwan want to maintain cooperation and a peaceful status quo.Ma said, \"National reunification is inevitable as the Chinese nation marches toward its great rejuvenation and cannot be stopped by anyone or any force. Taiwan separatism goes against the tide of the times and is a dead end,\" and the DPP authority is ganging up with foreign forces to damage peace across the Taiwan Straits, and to use the coronavirus pandemic to achieve its separatist purpose.US Secretary of State Mike Pompeo said on his Twitter account on Tuesday, \"Congratulations to Dr. Tsai Ing-wen on the commencement of your second term as Taiwan's President\" and \"With President Tsai at the helm, our partnership with Taiwan will continue to flourish.\"The Chinese Foreign Ministry released a statement on Wednesday expressing strong indignation and condemning the act by Pompeo and other US politicians, which seriously violates the one-China principle and the three China-US joint communiques as well as interferes in China's internal affairs.\"The Chinese side will take necessary measures to respond to the wrong actions of the US, and the US should bear the consequences,\" read the statement.Li Fei, a professor at the Taiwan Research Institute of Xiamen University in East China's Fujian Province, told the Global Times that this is the first time in decades that a US Secretary of State has openly sent a message of congratulations to the island's leader and even called her \"president,\" which showed that the separatists on the island and the US now need each other as the US now treats China as its most important rival.Li Xiaobing, a Taiwan studies expert at Nankai University of Tianjin, said that now that the US is unilaterally pushing for decoupling with China, this will also influence the cross-Straits relationship, and if the DPP authority still refuses to accept the 1992 Consensus and carries out more separatist activities, in addition to the impact of the COVID-19 pandemic, there will be a \"decoupling between the mainland and Taiwan.\"Currently, people-to-people exchanges between the mainland and Taiwan are virtually suspended due to worsening ties since the DPP took power in 2016, when the mainland suspended sending individual tours and students to Taiwan.China's Defense Ministry also expressed strong dissatisfaction and resolute opposition to US Secretary of State Pompeo's congratulatory statement to Tsai, reads a statement the ministry released on Wednesday.The Chinese People's Liberation Army (PLA) has the firm will, full confidence and sufficent capability to thwart any form of interference by external forces and secession attempt by \"Taiwan separatists,\" and will take any necessary measures to resolutely safeguard national sovereignty and territorial integrity and maintain the Taiwan Straits' peace and stability, the Defense Ministry said.Li Fei said the US is encouraging the separatists on the island to test the mainland's bottom line again and again, and the DPP authority will be more provocative in the future, and \"even though the possibility of a war between China and the US remained low, a military conflict between the two sides of the Taiwan Straits is much more likely.\"\n\nThe Liaoning aircraft carrier formation conducted far-sea drills recently and sent birthday greetings to the PLA navy.\n\nNew relations?\n\nIn the worst case scenario, the US is unlikely to intervene because of its shortage of money and the People's Liberation Army's overwhelming advantage in the region, said Li Fei. \"According to the US response to Iran in January, the US is now unable and unwilling to afford a massive overseas military operation.\"The DPP authority is also seeking military strength to resist the will for reunification from the mainland. In terms of the \"national defense reforms\" that Tsai mentioned in her speech, she plans to bolster asymmetrical capabilities, including mobility, countermeasures and defenses against cyber warfare, cognitive warfare and \"unrestricted\" warfare. Taiwan's military reserves and mobilization systems as well as management institutions are also being targeted for reform and improvement.These reforms were only mentioned in Tsai's speech to boost morale and nothing more, Song Zhongping, a Chinese mainland military expert, told the Global Times on Wednesday.Taiwan's military equipment and systems rely heavily on the US and it will be very difficult for them to develop asymmetrical capabilities. The Chinese mainland is developing military capabilities much faster than Taiwan island, and the mainland already possesses an overwhelming military advantage over the island, Song said.According to Ma, a few separatists on the island have even called for \"constitutional amendment\" and an \"independence referendum,\" which all seriously damage peace and stability across the Taiwan Straits, Ma warned.Chinese analysts said the DPP authority and the US may understand the danger and keep from crossing the mainland's bottom line, but radical separatist groups within the island could bring uncertainty, and risk bringing about a direct military conflict.If the Chinese mainland decides to reunify the island by force, the People's Liberation Army (PLA) will quickly destroy all of its military bases, leaving the Taiwan military's aircraft, vessels and missiles with little chance to join the battle, Song said, noting that the PLA will also apply electromagnetic suppression on the island, rendering all of the Taiwan military's radars and communication systems useless.The military forces of Taiwan island will not be able to resist the PLA at all, and the PLA's military struggle preparations would instead be aimed at US forces, which could intervene, Song said. \"If a war breaks out, we should worry about the Taiwan military and its weapons and equipment fleeing to US military bases in Japan under US orders. Intercepting this retreat operation is an important task for the PLA,\" he said.Ling Yu-shih, a Hong Kong member of the Chinese People's Political Consultative Conference National Committee, who was born in Taiwan and later emigrated to Hong Kong, is now in Beijing to attend the upcoming two sessions. She told the Global Times that she will raise Taiwan-related proposals.She noted that Taiwan authorities have renewed the notion of \"Taiwan independence\" from the legal, systematic, cultural and people's psychological perspectives, and they are good at wording when referring to relations with the mainland. For instance, they regard Taiwan as a \"country\" and call the mainland \"China.\"\"Therefore, we should be careful in using terms such as 'cross-Straits' and 'Taiwan Straits' that were defined by the Americans, as these terms signal governance division and confrontation on an equal footing,\" Ling said.The Chinese mainland will continue to unite the compatriots of Taiwan, and promote exchange and cooperation to push cross-Straits integration development, and will maintain dialogue and consultation with political parties on the island based on the 1992 Consensus and an anti-separatism political foundation to push for peaceful reunification, Ma said.Ling suggested changing the name of the \"Mainland travel permit for Taiwan residents\" to \"Residence permit for People's Republic of China (Taiwan area) residents\", and changing the administrative relations between the central government and Taiwan to relations between the central government and a province.\"We previously emphasized that Taiwan is an integral part of China. In the future, we can put the emphasis on Taiwan as a province of China,\" Ling said.Ling believes regulating Taiwan-related terms will serve as a warning to Taiwan and also reaffirm the will of the Chinese people."}}