{"GDELT": {"GlobalEventID": 924563674, "Day": 20200520, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3836, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "ARM", "Actor2Name": "ARMENIA", "Actor2CountryCode": "ARM", "IsRootEvent": 0, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.9090909090909101, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR", "Actor1Geo_Lat": 32.0, "Actor1Geo_Long": 53.0, "Actor1Geo_FeatureID": "IR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Armenia", "Actor2Geo_CountryCode": "AM", "Actor2Geo_ADM1Code": "AM", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": 45.0, "Actor2Geo_FeatureID": "AM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20200520110000, "SOURCEURL": "https://www.tasnimnews.com/en/news/2020/05/20/2270202/iran-kazakhstan-weigh-plans-to-boost-caspian-trade"}, "ARTICLE": {"TITLE": "Iran, Kazakhstan Weigh Plans to Boost Caspian Trade", "TEXT": "In a telephone conversation on Wednesday, Iranian President Hassan Rouhani and his Kazakh counterpart Kassym-Jomart Tokayev voiced readiness to boost the trade exchanges via the Caspian Sea, saying the road ministers of the two sides are tasked with pursuing the initiative.\n\nThey also deplored the illegal US sanctions that have adversely affected the lives of people amid the outbreak of the coronavirus, and called for the removal of the sanctions.\n\nCiting the numerous problems that the coronavirus pandemic has created in the world, the two presidents emphasized the necessity of sharing experiences in the fight against the contagious disease.\n\nRouhani and Tokayev also agreed that the health ministries of Iran and Kazakhstan would promote mutual cooperation in the battle with COVID-19, considering the Iranian export of medical supplies such as ventilators, N95 masks and serology testing kits for the coronavirus.\n\nIn the conversation, the Iranian president said a barter system for the exchange of commodities would strengthen the process of bilateral trade between the two nations.\n\n“Iran is prepared for the launch of this mechanism between the two countries,” he added.\n\nRouhani also stressed the need to remove the obstacles to the road and rail freight for transportation of cargoes between the two countries, strengthen the banking cooperation, and finalize an agreement on facilitating the visa application process for the travelers and business people of the two countries.\n\nHe also hailed the economic relations between Iran and Kazakhstan and their mutual cooperation within the framework of the Eurasian Economic Union, adding, “I hope we will properly enhance the relations between the two countries after overcoming the coronavirus and even in the current conditions in compliance with the health instructions.”\n\nIn May 2018, Iran signed an agreement with the Eurasian Economic Union members -Armenia, Belarus, Kazakhstan, Kyrgyzstan and Russia- in Kazakhstan.\n\nOnce the free trade zone comes into force, the EAEU will grant Iran tariff concessions on hundreds of items."}}