{"GDELT": {"GlobalEventID": 924563298, "Day": 20200520, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3836, "Actor1Code": "CVL", "Actor1Name": "RESIDENTS", "Actor1Type1Code": "CVL", "Actor2Code": "REL", "Actor2Name": "ABBOT", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.0060120240481, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Yarra, New South Wales, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS02", "Actor1Geo_ADM2Code": "154641", "Actor1Geo_Lat": -34.7833, "Actor1Geo_Long": 149.63299999999998, "Actor1Geo_FeatureID": "-1611642", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Yarra, New South Wales, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS02", "Actor2Geo_ADM2Code": "154641", "Actor2Geo_Lat": -34.7833, "Actor2Geo_Long": 149.63299999999998, "Actor2Geo_FeatureID": "-1611642", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Yarra, New South Wales, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS02", "Action2Geo_ADM2Code": "154641", "Action2Geo_Lat": -34.7833, "Action2Geo_Long": 149.63299999999998, "Action2Geo_FeatureID": "-1611642", "DATEADDED": 20200520110000, "SOURCEURL": "https://7news.com.au/news/vic/centrelink-abbotsford-shuttered-with-24-hours-notice-amid-coronavirus-jobs-crisis-c-1049399"}, "ARTICLE": {"TITLE": "Centrelink Abbotsford shuttered with 24 hours’ notice amid coronavirus jobs crisis", "TEXT": "Greens leader Adam Bandt has lashed a decision to close a Centrelink office in the Melbourne suburb of Abbotsford, accusing the government of abandoning struggling Australians amid the coronavirus jobs crisis.\n\nServices Australia announced on Wednesday the Yarra Service Centre at 617 Victoria St would shut permanently at close of business on Thursday.\n\nThe government body said it failed to reach an agreement on a lease extension and must vacate the building before Friday.\n\nThe decision to close the office without a replacement leaves thousands of residents in the Abbotsford, Richmond and surrounding suburbs without a local Centrelink.\n\nThe Abbotsford location was the site of long queues in March as Melburnians sought JobSeeker payments.\n\n“The decision to close one of the country’s busiest Centrelink offices in with just 24 hours notice shows how little the Liberals care about people who are struggling,” Bandt said.\n\nAustralian Greens leader Adam Bandt. Credit: AAP\n\n“In the middle of the biggest ever demand on Centrelink, in an area with more public housing than almost anywhere in the country, the minister gives just over 24 hours’ notice that people will be left without a local service.\n\n“Closing a major Centrelink office with just over a day’s notice while the country suffers Depression-era joblessness is utter incompetence and a savage attack on people in need of help.”\n\nOnline push\n\nServices Australia general manager Hank Jongen promoted Centrelink’s online services and the South Melbourne location as an alternative to Abbotsford.\n\n“We are committed to providing quality face-to-face assistance for people accessing our services,” Jongen said.\n\n“We’ve been making rapid improvements to support the many Australians who need our help and we know people are increasingly taking advantage of online options to manage their Centrelink and Medicare needs.\n\nMore on 7NEWS.com.au\n\n“In fact, all Medicare related claims, changes or inquiries can now be done online or over the phone.”\n\nThe three nearest Centrelink offices - in South Melbourne, Prahran and Camberwell - are each at least 15 minutes away by car, 30 minutes by tram or 80 minutes on foot.\n\n“The minister’s supposed solution for these thousands of people, to walk the 6km all the way over the Yarra to South Melbourne to the next closest option, would be laughable were it not unimaginably cruel,” said Bandt, the area’s federal member since 2010.\n\n‘Attacking the vulnerable’\n\nBandt claimed the government’s reasoning that it “couldn’t negotiate a lease extension or find an alternative site is simply not credible” in the wake of other Centrelink closures around the country this year.\n\nHe called on Stuart Robert, the Minister for Government Services, to open a temporary Centrelink office in Abbotsford.\n\n“Any competent minister should be able to find an office property somewhere in Melbourne,” he said.\n\n“The government has snapped back to attacking the vulnerable.\n\n“Stuart Robert must provide a workable solution for the thousands of people who rely upon this service immediately, until such a time that a permanent option is set up.”\n\nIn the video below: Victorian nursing homes in lockdown"}}