{"GDELT": {"GlobalEventID": 924563485, "Day": 20200520, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3836, "Actor1Code": "GBREDU", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.27700831024931, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200520110000, "SOURCEURL": "https://www.hamhigh.co.uk/education/coronavirus-hampstead-school-donates-to-north-paddington-foodbank-1-6661610"}, "ARTICLE": {"TITLE": "Hampstead school provides weekly donations to help North Paddington Foodbank cope with rise in demand", "TEXT": "Hampstead school provides weekly donations to help North Paddington Foodbank cope with rise in demand\n\nUCS Hampstead donation for North Paddington Foodbank, with the help of a pupil. Picture: UCS Hampstead UCS Hampstead\n\nA Hampstead school is delivering weekly donations to a stretched food bank dealing with a spike in demand from the coronavirus crisis.\n\nShare Email this article to a friend To send a link to this page you must be logged in.\n\nCollections are hosted by the school every Thursday between 10am-3pm at its pre-preparatory school in College Crescent. Picture: UCS Hampstead Collections are hosted by the school every Thursday between 10am-3pm at its pre-preparatory school in College Crescent. Picture: UCS Hampstead\n\nUCS Hampstead, based across Frognal, Holly Hill and College Crescent, has donated hundreds of boxes of food to North Paddington Foodbank in Elgin Avenue.\n\nThe school estimates it has sourced more than 2,500 meals and 3,000 nappies for the food bank which is supporting an extra 570 homes during Covid-19 lockdown.\n\nMark Beard, UCS headmaster, said: “The food bank usually works with around 30 families so we were keen to try to help them cope in some way with the extra demand.\n\n“We have been delighted with the response from the UCS community and the residents of Hampstead.”\n\nWeek 4 of the UCS food bank collection & another delivery of donations to @NPFoodbank this morning. Thank you to donors in #Hampstead, #WestHampstead & #SwissCottage . The dropoff is open again at UCS Pre Prep on College Cres, NW3 on Thurs. @HMC_Org @ISC_schools @schoolstogether pic.twitter.com/doUKSrqnUb — UCS Hampstead (@UCSHampstead) May 18, 2020\n\nJames Quayle, North Paddington Foodbank manager, said: “These donations from the UCS community have allowed us to fully stock a new distribution point which will give families in NW1 and NW8 access to the food they so badly need.\n\n“The number of donations to our food bank has decreased in comparison to the rise in demand and I would like to thank everyone who has contributed to this collection.\n\n“We value our link with UCS and we hugely appreciate the vital support which the school and its community regularly gives us.”\n\nYou may also want to watch:\n\nDonations to UCS Hampstead can be dropped off every Thursday between 10am-3pm at the pre-preparatory school - 6 College Crescent, South Hampstead, London, NW3 5LF.\n\nUCS is asking for long-life, non-perishable food in particular."}}