{"GDELT": {"GlobalEventID": 924563656, "Day": 20200520, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3836, "Actor1Code": "IND", "Actor1Name": "BHUBANESWAR", "Actor1CountryCode": "IND", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.46153846153846, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mayurbhanj, Orissa, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN21", "Actor1Geo_ADM2Code": "70296", "Actor1Geo_Lat": 21.935, "Actor1Geo_Long": 86.7214, "Actor1Geo_FeatureID": "-2090566", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Odisha, Orissa, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN21", "Action2Geo_ADM2Code": "70217", "Action2Geo_Lat": 20.5, "Action2Geo_Long": 84.4167, "Action2Geo_FeatureID": "-2106554", "DATEADDED": 20200520110000, "SOURCEURL": "https://www.firstpost.com/india/cyclone-amphan-heavy-downpour-along-coastal-odisha-west-bengal-as-govt-evacuates-over-4-lakh-people-cyclonic-storm-to-make-landfall-near-sunderbans-8387801.html"}, "ARTICLE": {"TITLE": "Cyclone Amphan: Heavy downpour along coastal Odisha, West Bengal as govt evacuates over 4 lakh people; cyclonic storm to make landfall near Sunderbans", "TEXT": "Extremely severe cyclone 'Amphan' hurtled towards Indian shores on Wednesday, triggering downpour in coastal Odisha and Gangetic West Bengal, uprooting trees, flattening fragile dwellings and forcing the evacuation of over four lakh people, officials said.\n\nKolkata/Bhubaneswar: Extremely severe cyclone 'Amphan' hurtled towards Indian shores on Wednesday, triggering downpour in coastal Odisha and Gangetic West Bengal, uprooting trees, flattening fragile dwellings and forcing the evacuation of over four lakh people, officials said.\n\nDespite losing its force a bit since Tuesday, the storm, which was categorised as super cyclone at one point of time, has left the two eastern states on edge as it hollered on its path over the Bay of Bengal.\n\nMore than 1.25 lakh people have so far been evacuated from low-lying coastal areas of Odisha and the exercise is still underway in some places like Balasore, Special Relief Commissioner (SRC) PK Jena said in Bhubaneswar. More than three lakh people were removed to safer places in West Bengal.\n\nIntense rainfall was recorded in several areas of Puri, Khurda, Jagatsinghpur, Cuttack, Kendrapara, Jajpur, Ganjam, Ganjam, Bhadrak and Balasore districts since Tuesday.\n\nThough the storm lay about 120 km east-southeast of Paradip in Odisha, 125 km south-southeast of Digha (West Bengal) and nearly 220 km south of Kolkata, its effects are already in evidence in the two states.\n\n'Amphan' is likely to make landfall somewhere between Digha and Hatiya islands in Bangladesh close to the Sunderbans, a UNESCO World Heritage Site, between afternoon and evening of Wednesday, India Meteorological Department (IMD) said.\n\nThe intensity near the centre of the storm was 170 kmph to 180 kmph gusting to 200 kmph, the weatherman said, adding gale-force winds of 110-120 kmph will slam Kolkata when the cyclone passes over it later in the day, before weakening further into a cyclonic storm over Nadia and Murshidabad in West Bengal.\n\nIt will turn into a deep depression while advancing to Bangladesh and dissipate further.\n\nThe NDRF, the federal disaster response force, has deployed a total of 41 teams, including reserves, in the two states for relief and rescue operations. Each team consists of 45 personnel. The disaster response force of the two states, besides fire and police personnel have also been deployed.\n\nA team of Indian Navy divers has been stationed at Diamond Harbour in South 24 Parganas district with specialised equipment and can be rushed for rescue missions as and when required, a defence spokesman said.\n\nStreets in Kolkata were mostly deserted and the local authority has advised that markets, which had opened following relaxations in the lockdown regulations on Monday, should remain shut.\n\nThe West Bengal capital has been alternately experiencing drizzle and downpour since early Wednesday morning.\n\nThe cyclone, officials fear, will cause large-scale damage to crops and plantations, and disrupt electricity and communication lines.\n\nThe Eastern Railway (ER) has cancelled the departure of Howrah-New Delhi AC Special Express train scheduled for Wednesday. The New Delhi-Howrah AC Special Express on Thursday has also been cancelled, railway officials said.\n\nA Bhubaneswar report said the cyclonic system is being continuously monitored with the help of Doppler Weather Radar (DWR) at Vishakhapatnam, Paradip and Gopalpur.\n\nSpecial Relief Commissioner of Odisha PK Jena said reports of trees getting uprooted and huts being damaged and blown away have been received from several districts.\n\nThe impact of the cyclonic storm will be experienced in the state till late afternoon in parts of Jagatsinghpur, Kendrapara, Bhadrak, Balasore and Mayurbhanj districts.\n\n'Amphan' has visited the state a year after cyclone Fani barrelled through vast parts of Odisha on 3 May, claiming at least 64 lives and destroying vital infrastructure."}}