{"GDELT": {"GlobalEventID": 924564035, "Day": 20200520, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3836, "Actor1Code": "UGA", "Actor1Name": "UGANDA", "Actor1CountryCode": "UGA", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.2130013831258597, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lyantonde, Lyantonde, Uganda", "Actor1Geo_CountryCode": "UG", "Actor1Geo_ADM1Code": "UGD5", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -0.40305599999999997, "Actor1Geo_Long": 31.1572, "Actor1Geo_FeatureID": "-1731755", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lyantonde, Lyantonde, Uganda", "Action2Geo_CountryCode": "UG", "Action2Geo_ADM1Code": "UGD5", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -0.40305599999999997, "Action2Geo_Long": 31.1572, "Action2Geo_FeatureID": "-1731755", "DATEADDED": 20200520110000, "SOURCEURL": "https://www.observer.ug/news/headlines/64881-lockdown-private-school-teachers-turn-to-begging"}, "ARTICLE": {"TITLE": "Lockdown: Private school teachers turn to begging", "TEXT": "After more than a month under lockdown, a number of private school teachers have turned to begging to survive.\n\nThey are begging for handouts from sympathetic parents because their bosses, the school proprietors, cannot afford to pay them anymore as weeks of lockdown pile up.\n\nPrivate schools are majorly dependent on tuition fees paid by learners to finance their operations. The abrupt closure of schools in March impacted greatly on the finances of private schools.\n\nGodlove Baguma, a teacher in a city school, said in an interview that he was eagerly waiting for his pay cheque in March when schools closed. According to Baguma, he hasn’t received his salary to date.\n\nHe said the school proprietor was expecting to get money from parents on visitation day the following week. The father of two says he has been struggling to provide for his family. He said he sometimes begs parents for help.\n\nBaguma said some parents send him between Shs 10,000 and Shs50,000, which keeps him going. His story is no different from many other teachers in the private sector interviewed.\n\nJohn Jones Alimpa, a teacher in Lyantonde district, said he has also been reaching out to parents for help to make ends meet.\n\n“You know it is disgusting. But it is the only option that one can resort to. Some give you and others will not because they are also struggling to live. But still I know that time will come when they can no-longer send even Shs 5,000,” said Alimpa.\n\nAlimpa said he had hoped to ride his boda boda but he hardly gets customers because under lockdown, motorcycles are limited to cargo deliveries, which doesn’t work well upcountry. Rita Nabukenya, a teacher in Wakiso district, said she knew she was doomed when schools were closed.\n\n“Even during the normal days, we are poorly paid. You wait for the salary for three months. Now at this moment we can’t even have any hope,” she said.\n\nJosephine Ndagire, a school proprietor in Masaka district, said she feels sorry for teachers but she cannot do much. Ndagire said when schools closed, she paid teachers half of their March pay cheque.\n\nWilliam Ssembiro, the director, Villa Road primary school in Masaka, said he was able to pay teachers full salaries for the months of March and April."}}