{"GDELT": {"GlobalEventID": 924563773, "Day": 20200520, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3836, "Actor1Code": "LEG", "Actor1Name": "LAWMAKER", "Actor1Type1Code": "LEG", "Actor2Code": "HLH", "Actor2Name": "NURSE", "Actor2Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.72536687631027, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_Lat": 45.7326, "Actor1Geo_Long": -93.9196, "Actor1Geo_FeatureID": "MN", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Brooklyn Park, Minnesota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMN", "Actor2Geo_Lat": 45.0941, "Actor2Geo_Long": -93.3563, "Actor2Geo_FeatureID": "640511", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 45.7326, "Action2Geo_Long": -93.9196, "Action2Geo_FeatureID": "MN", "DATEADDED": 20200520110000, "SOURCEURL": "https://www.mprnews.org/story/2020/05/20/latest-on-covid19-in-mn"}, "ARTICLE": {"TITLE": "May 20 update on COVID-19 in MN: Walz plan slow-walks bar, restaurant restarts", "TEXT": "Gov. Tim Walz on Wednesday unveiled cautious steps to restart parts of the state’s hard-hit restaurant and bar industry in the COVID-19 era. But it was not the plan those businesses were looking for.\n\nWalz announced that bars and eateries could start to serve sit-down customers beginning June 1 — but only at outdoor tables. He stopped short of letting customers sit inside barrooms, restaurant dining rooms or other indoor tables for now.\n\nAnd while he loosened other curbs on barbershops and other personal services, he would not put dates to when vital parts of daily life in Minnesota could resume.\n\nAs he has since the pandemic began, the governor Wednesday said he was trying to balance the needs of the economy with public health as he worked to keep the spread of COVID-19 from overwhelming the state’s hospital and care system.\n\n“It is going to get worse here before it gets better. That is an absolute guarantee,” Walz told reporters of the expected surge in COVID-19 cases and hospitalizations now expected later this summer.\n\nUnder Walz’s al fresco dining plan, restaurant staff would have to wear masks; customers who are waiting for food would be encouraged to. There must be 6 feet between tables, and patios will have to operate at a lower capacity than normal — no more than 50 people at a time, with parties limited to four, or a family of six. Reservations will be required.\n\nCurbside pickup for takeout food would be permitted as before.\n\n“These health guidelines are not an impediment to opening the economy. They’re key to opening up the economy,” Walz said, adding that consumers ultimately will decide when it’s safe to return to bars and eateries.\n\nThe plan also allows individual youth sports to resume some of level of activity per Health Department guidelines, but no team games can be played.\n\nCampgrounds and charter boats are now considered open, but summer camps will remain day use only.\n\nThe governor’s new rules permit a gradual reopening of personal care businesses, such as barbershops, salons and tattoo parlors. They would be required to have clear plans for social distancing, sanitizing and other safety measures to keep coronavirus risks down, including operating at 25 percent capacity at first.\n\nWalz said he planned to get a haircut on June 4, his 26th wedding anniversary.\n\nWhile the governor saw it all as a measured, appropriate step, business groups quickly rapped Walz for not going far enough, fast enough.\n\n“The approach announced today doesn’t sufficiently recognize the ability of businesses – many of them small businesses – to innovate and protect employees and customers,” the Minnesota Chamber of Commerce said in a statement.\n\nHospitality Minnesota, the trade group representing many of the state’s restaurants, resorts and campgrounds, called Walz’s plan “another disastrous setback” for its members. Many had begun rehiring staff and ordering supplies for an expected June 1 opening.\n\n“As these businesses stare in to the face financial collapse, today’s announcement further delays the incoming revenue these small businesses need to survive,” the group said in a statement.\n\nWalz acknowledged the ongoing restrictions crowds and venues were “maddening,” especially for bars and restaurants, businesses he described as integral to Minnesota life. However, he said the virus won’t allow business as usual.\n\nLarge indoor worship services still on hold\n\nWalz’s two-month stay-at-home order expired Monday. Walz replaced it with a “stay safe” order that further loosened restrictions on some retail operations and allowed group gatherings of 10 or fewer people, including at places of worship.\n\nSteve Grove, the state’s employment and economic development commissioner, outlined future phases of reopening, but neither he nor the governor would say when they would happen.\n\nIn that next phase, gatherings of 20 or fewer would be OK, and indoor service in restaurants and bars would be allowed at half capacity.\n\nGrove said religious services would be part of that next phase — including allowing outdoor services of up to 100. However, he said singing at those services would have to be limited. As far as COVID-19 goes, “singing is one of the worst things you can do,” Grove said.\n\nThe decision to delay the regular return of indoor religious services drew an immediate rebuke from Senate Majority Leader Paul Gazelka, R-East Gull Lake. “We have to allow people to get back to their lives,” he said in a statement. “If you can get a haircut, shop at a mall, or eat at a restaurant, you should be able to go to church.”\n\nWalz acknowledged the delay on large indoor religious services was “not a perfect answer” and that “there is a very strong sense of urgency to figure this next piece out.\"\n\nHours after Walz’s announcement, the bishops of Minnesota's Catholic churches sent the Walz administration a letter saying they will not follow state guidelines for reopening services.\n\nIn the four-page letter, they say the church has done extensive research on how to reopen safely, and will reopen under strict protocols, limiting seating to one third of the seating capacity at churches. The bishops say they will resume the celebration of Mass on May 26.\n\nThe clerics note that the dioceses voluntarily suspended public Masses before Walz issued his orders, and they've been urging him to allow larger religious gatherings in his latest executive order. The bishops say it \"defies reason\" to allow malls to reopen while continuing to prohibit more than 10 people from gathering in a cathedral that can seat thousands.\n\n“His most recent order does not address both the vital importance that faith plays in the lives of Americans, especially in this time of pandemic, and the fundamental religious freedom,” Archbishop Bernard Hebda, bishops and other leaders said in the letter. “We can safely resume public Masses in accordance with both our religious duties and with accepted public health and safety standards.”\n\nIn a later phase, gyms and fitness centers would be allowed to reopen with guidelines, along with bowling alleys, movie theaters and other entertainment venues. Grove said only that the governor hoped to get to those next phases as soon as possible.\n\nBar and restaurant owners have become increasingly concerned they’ll go under if they can’t reopen soon to dine-in customers.\n\nWhile Walz’s stay-at-home order pushed back the disease’s peak in Minnesota and bought officials time to prep the health care system for a surge, it delivered a huge economic blow to Minnesota’s restaurant and hospitality industry.\n\nMany had wanted restrictions further eased in time for the upcoming Memorial Day weekend. Walz, though, indicated that will not happen, noting the virus does not respect calendars.\n\nStrategy paying off?\n\nThe plan comes as Minnesota’s COVID-19 toll continues to rise, with the state on Wednesday reporting 777 deaths since the pandemic began, up 29 from Tuesday. The number of Minnesotans currently hospitalized rose slightly to 550 while those needing intensive care slipped to 212.\n\nWhile deaths, case counts and hospitalizations are still growing, there have been signs that the strategy is paying off despite the economic pain it’s triggered.\n\nHealth Commissioner Jan Malcolm on Tuesday noted that the time it now takes for case counts to double is stretching out longer — about 13 days currently — helping to make the spread of the disease more manageable.\n\nOn Wednesday, statistics showed that of the 17,670 people who’ve tested positive for the disease in Minnesota since the pandemic began, nearly 70 percent have recovered to the point they no longer need to be isolated.\n\nHealth officials say they’re watching several key metrics to gauge if the disease is accelerating as restrictions are lowered. Among them: the number of days it takes for cases to double, the amount of daily testing, the proportion of positive tests and the level of community spread that can’t be traced to specific contacts — an indication the disease might be more widespread.\n\nThe state continues to add investigators to contact those infected and work to reach others who might have had contact with them and might also be potentially infected.\n\nWhile the numbers of positive tests and hot spots for the disease are spread across sectors and regions of Minnesota, more than 80 percent of those who’ve died from the disease were living in long-term care, nearly all had underlying health problems.\n\nWalz made it clear Wednesday the death counts would continue to climb.\n\n“It’s just so bitterly heartbreaking and frustrating to know that in eight days we’ll pass 1,000 and then in another 20 days if we keep at the same pace we’ll pass 1,500,” he said. “And that’s because we’re making good choices, that’s because we’re social distancing. And if you let it run away, you’re going to see it go much higher.”\n\nA purchase agreement released by the Minnesota Department of Administration on Tuesday shows the state paid about $5.5 million for the 71,000-square-foot property. State officials say the space is expected to have capacities to hold up to 5,100 bodies, and could be needed if predictions of 1,000 deaths per week at the coronavirus peak hold up.\n\nMeatpacking hot spots remain\n\nMany of the recent outbreaks outside the Twin Cities metro area are focused around meatpacking plants. Officials have intensified testing in those hot spots, uncovering more infections.\n\nOn Tuesday, Malcolm said health leaders were focused on eight counties outside the Twin Cities metro area where outbreaks were centered around packing plants.\n\nIn southwestern Minnesota’s Nobles County, where an outbreak hit Worthington’s massive JBS pork plant, about 1 in 16 people have tested positive for COVID-19. In mid-April, there were just a handful of cases. By Tuesday, there were 1,396 confirmed cases, although the numbers are rising at a much slower rate than in previous weeks.\n\nThe JBS plant shut on April 20 but has since partially reopened with expanded hygiene and health monitoring measures.\n\nSimilar problems have been reported in Stearns County, where COVID-19 cases tied to two packing plants — Pilgrim’s Pride poultry plant in Cold Spring and Jennie-O Turkey in Melrose — have skyrocketed. An undisclosed number of workers at both plants have tested positive for the virus.\n\nThere were about 55 confirmed cases in Stearns County two weeks ago. By Wednesday, confirmed cases were at 1,831 with 11 deaths.\n\nKandiyohi County in west-central Minnesota is also seeing cases continue to climb a month after officials with the Jennie-O turkey processing plant there said some employees had tested positive for the coronavirus. The county had confirmed three COVID-19 cases then.\n\nOn Wednesday, the Health Department reported 426 people have now tested positive.\n\nWhile the counts in those counties are high relative to their population, officials say the growth in new cases in those areas appears to be stabilizing.\n\nSign up Get the latest on COVID-19 in our morning newsletter\n\nDevelopments from around the state\n\nStaffers at Moorhead fire station tested positive for coronavirus\n\nThe city of Moorhead says there were positive cases of COVID-19 within the Moorhead Fire Department this week.\n\nThe city did not say exactly how many cases of COVID-19 have been confirmed among Moorhead Fire Department employees, but did say the cases only affect one fire station.\n\nAt the beginning of the pandemic, firefighters were separated into groups to contain the spread of COVID-19 if a person tested positive, the city said in a statement.\n\nAnd all employees who had close contact with those who tested positive have been notified and encouraged to self-isolate. The city says it’s confident there won’t be an interruption to service.\n\n— Nina Moini | MPR News\n\nDuluth's Spirit Mountain won’t reopen until next winter\n\nDuluth's Spirit Mountain recreation area is planning to remain closed until next winter as it deals with a financial fallout from the COVID-19 pandemic.\n\nSpirit Mountain usually hosts weddings, mountain biking and other activities in the summer. But the ski area was forced to close in March, and laid off nearly all its staff.\n\nThe Duluth City Council plans to take up the ski area's proposed $4 million budget next week, including over one million in city support.\n\nDuluth Parks Director Jim Filby Williams said the city would be on the hook for twice that amount if Spirit Mountain was forced to close altogether.\n\n\"It's really not about choosing to open or close Spirit, as much as it is to choose how to proceed in a way that will be most cost effective and beneficial for the community of Duluth,\" he said.\n\nThe city plans to convene a task force in July to try to devise a way to make the ski area more sustainable.\n\n— Dan Kraker | MPR News\n\nMpls. to reopen basketball and tennis courts, play areas\n\nMinneapolis parks officials say they’re ready to start reopening basketball and tennis courts and other amenities closed by the COVID-19 pandemic.\n\nThe Minneapolis park board said that it will gradually reopen about 100 basketball courts and more than 120 tennis courts across the park system, as well as six skate parks and nearly 120 play areas.\n\nBike and boat rentals in some locations have already reopened. Food stands are opening for takeout only.\n\nParks officials say that social distancing rules still apply, and group activities like basketball or volleyball should be limited to people from a single household. They also say that shared equipment like playground fixtures and picnic tables will not be sanitized and should be avoided.\n\nParks officials also say groups should be limited to 10 people or fewer and recreation centers will remain closed. The park board still intends to keep beaches and pools closed for the summer.\n\n— Tim Nelson | MPR News\n\nNurses warn masks, gear shortages continue\n\nMinnesota nurses told lawmakers Tuesday that shortages of masks and other protective health gear remain a problem in their hospitals.\n\n“We’re maxed out. We worry about the safety of our patients. We worry about our own safety and the safety of our families,” Ericka Helling, a nurse at Fairview Southdale Hospital, told a Minnesota House panel examining health care worker safety. “We need you to help us to do better work, to keep us all protected.”\n\nSecuring supplies of masks, gowns and other gear turned urgent at the start of the COVID-19 pandemic as officials feared the virus would overwhelm the health system. To conserve those supplies, Gov. Tim Walz placed a temporary ban on elective surgeries and nonemergency dental procedures. Walz recently lifted the ban, saying hospitals had sufficient supplies.\n\nOn Tuesday, though, Helling and other nurses disputed that, saying that the shortage had changed the standards in many hospitals and that nurses must now reuse face masks and other items.\n\nThe virus has already sickened 1,500 nurses, said Mary Turner, president of the Minnesota Nurses Association.\n\nWhile no nurses have died from COVID-19, Turner said she dreaded the day she would have to announce a nurse died “because they weren’t properly protected at the bedside.”\n\nWhile the situation has improved significantly over the past month, there are still issues in the supply chain, Mary Krinkie, vice president of government relations at the Minnesota Hospital Association, told committee members.\n\nLawmakers will be considering a possible legislative response to the nurses’ concerns, said House Speaker Melissa Hortman, DFL-Brooklyn Park, the chair of the panel.\n\nState Health Commissioner Jan Malcolm told reporters later that the decision to restart elective surgeries might get another look if supplies of masks and other gear tighten.\n\n\"Nothing is off the table in terms of what can and should be revisited,\" she said.\n\n— Tim Pugmire | MPR News\n\nTop headlines\n\nWhat is — and isn’t — allowed when camping in MN this Memorial Day weekend: Aside from the Boundary Waters and Voyageurs National Park, the only option for a night under the stars is dispersed camping in state forests. Here’s what that is and why it’s best for experienced campers.\n\nUnemployment claims up — way up — among Asian Minnesotans: At a time when Asian Americans are reporting experiences with bigoted abuse because of COVID-19, they’re also reporting a surge in unemployment. The trend has created uncertainty about how Asian-owned businesses will survive.\n\nInterest in foster care parenting on the rise, even as fewer kids enter the system: State officials say the number of children entering foster care is down significantly since the start of the COVID-19 pandemic. At the same time, they say more Minnesotans are inquiring about becoming foster parents.\n\nRepublican Senate candidate sues Walz over COVID-19 restrictions: Republican Senate candidate Jason Lewis filed a federal lawsuit Tuesday against Democratic Gov. Tim Walz, arguing that restrictions meant to contain the spread of the coronavirus violate his ability to campaign as he wishes.\n\nOlder Minnesotans sheltering at home need help, volunteers step up: Because the new coronavirus is especially dangerous for older adults and those with underlying health conditions, the need for services for those stuck in their homes has increased. Several nonprofits say more volunteers have come forward.\n\nCOVID-19 in Minnesota\n\nData in these graphs are based off Minnesota Department of Health cumulative totals released at 11 a.m. daily. You can find more detailed statistics on COVID-19 at the health department website.\n\nHealth officials for weeks have been increasingly raising the alarm over the spread of the novel coronavirus in the United States. The disease is transmitted through respiratory droplets, coughs and sneezes, similar to the way the flu can spread.\n\nGovernment and medical leaders are urging people to wash their hands frequently and well, refrain from touching their faces, cover their coughs, disinfect surfaces and avoid large crowds, all in an effort to curb the virus’ rapid spread.\n\nThe state of Minnesota has temporarily closed schools, while administrators work to determine next steps, and is requiring a temporary closure of all in-person dining at restaurants, bars and coffee shops, as well as theaters, gyms, yoga studios and other spaces in which people congregate in close proximity."}}