{"GDELT": {"GlobalEventID": 924562885, "Day": 20200520, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3836, "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.20713073005094, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ormskirk, Lancashire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH2", "Actor2Geo_ADM2Code": "40121", "Actor2Geo_Lat": 53.5667, "Actor2Geo_Long": -2.9, "Actor2Geo_FeatureID": "-2604732", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ormskirk, Lancashire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH2", "Action2Geo_ADM2Code": "40121", "Action2Geo_Lat": 53.5667, "Action2Geo_Long": -2.9, "Action2Geo_FeatureID": "-2604732", "DATEADDED": 20200520110000, "SOURCEURL": "https://www.lancs.live/news/lancashire-news/four-more-lancashire-deaths-new-18279281"}, "ARTICLE": {"TITLE": "Four more Lancashire deaths as new doubt cast over schools reopening", "TEXT": "Sign up to FREE email alerts from LancsLive - daily Subscribe Thank you for subscribing See our privacy notice Invalid Email\n\nLancashire is continuing it battle against the coronavirus.\n\nNew cases were confirmed across the county yesterday (May 19), bringing the total number of cases to 4,320.\n\nThe number of cases in areas managed by Lancashire County Council now stands at 3,378. In Blackpool there are 551 cases while in Blackburn with Darwen the total has risen to 391.\n\nLancashire hospitals have recorded four new coronavirus deaths, according to the latest NHS figures.\n\nTwo deaths were recorded at East Lancashire Hospitals, including one on May 17 and one on May 16. The trust has so far recorded 170 deaths.\n\nUniversity Hospitals of Morecambe Bay recorded one death on May 15 taking its total to 158 and Blackpool Teaching Hospitals also registered one death on May 18, which now has recorded 163 deaths.\n\nLancashire Teaching Hospitals, which includes Preston and Chorley, and Southport and Ormskirk hospitals both recorded no new deaths. Their death tolls stand at 175 and 131 respectively.\n\nIt means Lancashire's death toll has reached 797.\n\nAcross the UK, there have so far been 2,772,552 tests.\n\nOf those, 248,818 people have tested positive.\n\nThe UK death toll has now reached 35,341.\n\nThese latest figures come as new doubt has been cast over the reopening of schools next month.\n\n(Image: PA)\n\nSchools should reopen “as soon as it is safe to do so”, the British Medical Association has said, despite ministers facing pressure to reconsider plans for some pupils to return to the classroom next month.\n\nThe BMA’s public health medicine committee chairman Dr Peter English said there was “growing evidence” that the risk to children from coronavirus is “extremely small” – but cautioned there is “no united view yet” on whether children can spread it.\n\nThe doctors’ union previously said the Government should not consider reopening schools in England until the case numbers are “much lower”.\n\nWriting in the Daily Telegraph, Dr English said: “The decision about when schools should be allowed to reopen is an extremely difficult one.\n\n“We know that the longer children are kept away from the classroom, the greater the harm to their education, life opportunities and wellbeing.\n\n“For disadvantaged children, this harm is even greater. A focus on arbitrary dates for schools to reopen is polarising.\n\n“The BMA wants schools to reopen as soon as it is safe to do so and the evidence allows – this could be before June 1 or after. But a zero-risk approach is not possible. This is about ‘safe’ being an acceptable level of risk.”\n\nA number of councils have advised their schools against reopening more widely to Reception, Year 1 and Year 6 pupils from June 1 amid safety concerns.\n\nThe chief executive of the National Governance Association, Emma Knights, told BBC News that governing boards would have to “think very carefully” before disregarding the advice of local authorities”.\n\nShe added: “If they were to do that they would have to have very good reasons why they had come to a different conclusion.”\n\nThe comment came as a poll from teachers’ union NASUWT suggested that only 5% of teachers think it will be safe for more pupils to return to school next month.\n\nGeneral secretary Patrick Roach said the union remains “unconvinced” that wider reopening of schools from June 1 is “appropriate or practicable”.\n\nDeputy chief scientific adviser Professor Dame Angela McLean told the daily Downing Street press conference on Tuesday that changes to the lockdown restrictions would require an effective system for tracing new cases to be in place."}}