{"GDELT": {"GlobalEventID": 924562886, "Day": 20200520, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3836, "Actor2Code": "ELI", "Actor2Name": "ACTOR", "Actor2Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.9197080291970803, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200520110000, "SOURCEURL": "https://www.fm104.ie/news/buzz/the-inbetweeners-creators-tease-reunion-projects-with-original-cast-members/"}, "ARTICLE": {"TITLE": "'The Inbetweeners' creators tease reunion projects with original cast members", "TEXT": "Image from Ch4\n\nThe creators behind the award-winning comedy series have considered bringing the cast together for future projects.\n\nWhile the original show is unlikely to return, that hasn't stopped 'The Inbetweeners' co-creators Iain Morris and Damon Beesley speculating that they could work with the cast on future projects.\n\nThe pair who brought us Will, Simon, Jay, and Neil, are not ruling out working with the actors one again.\n\nSpeaking to Digital Spy, Iain and Damon revealed that they still stay in contact with the original group of actors via a 'hilarious' WhatsApp group and they share a great working relationship.\n\n\n\nIain Morris and Damon Beesley (Image via Getty)\n\nTeasing a project reunion, the writers went on to explain that they could enlist the help of the actors for a new project - if they can think of it.\n\nWhen asked to reveal some more details on potential plans, Iain joked that there is some more material they're actually keeping under wraps.\n\n\"We've written and shot two new series [of The Inbetweeners] and a film. We just didn't mention it before. That's all done. Maybe we'll release it,\" he teased.\n\nHe added: \"No, we are… I don't know, really. Again, I love everybody involved in it so much, and we all still talk, and we've got a hilarious WhatsApp group.\n\n\"And, you know, I can't imagine not doing something with them ever again. I don't know if it would be The Inbetweeners.\"\n\nDuring the interview Damon admitted that a reunion has been the topic of conversation.\n\n\"Yeah. We always talk about it, don't we? It's hard to say.\n\n\"The main stumbling block would be us, because we haven't got any ideas for it that would do it justice.\"\n\n\"If we could think of something and thought, 'Oh, that's a brilliant idea for those four characters!' I think it would be the easiest thing in the world to just go back there and do it.\n\n\"If Iain keeps having children, he's going to need to probably work well into his 60s and maybe his 70s.\"\n\nThe Inbetweeners ran for three-season starting in 2008 and had 2 highly successful movies.\n\nThe show starred Joe Thomas (Simon), James Buckley (Jay), Simon Bird (Will), and Blake Harrison (Neil). The sitcom was a huge success and was even honoured at the BAFTA TV awards."}}