{"GDELT": {"GlobalEventID": 924563429, "Day": 20200520, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3836, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.63157894736842, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "West Dunbartonshire, West Dunbartonshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKW7", "Actor1Geo_ADM2Code": "40176", "Actor1Geo_Lat": 55.9667, "Actor1Geo_Long": -4.53333, "Actor1Geo_FeatureID": "6077679", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "West Dunbartonshire, West Dunbartonshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKW7", "Action2Geo_ADM2Code": "40176", "Action2Geo_Lat": 55.9667, "Action2Geo_Long": -4.53333, "Action2Geo_FeatureID": "6077679", "DATEADDED": 20200520110000, "SOURCEURL": "https://www.clydebankpost.co.uk/news/18461860.west-dunbartonshire-care-homes-badly-let-down-says-maurice-golden-msp/"}, "ARTICLE": {"TITLE": "West Dunbartonshire care homes 'badly let down', says Maurice Golden MSP", "TEXT": "CARE home residents and staff across West Dunbartonshire have been “badly let down” by a disjointed approach to Covid-19 testing, according to a local MSP.\n\nThe news comes following the latest National Records of Scotland (NRS) statistics which reveal there have been more West Dunbartonshire residents dying in care homes than in hospital.\n\nA total of 48 lives have been lost in care homes, meanwhile 47 people died in hospital and four at home – bringing the total coronavirus deaths up to 99, up to May 10.\n\nRules that were published recently formalised an approach to discharging hospital admissions to care homes after one test instead of two.\n\nHowever, health secretary Jeane Freeman, then said that the guidance had been published in error, despite it already being welcomed by the chief nursing officer.\n\nMaurice Golden, Conservative MSP for West Scotland, said: “The last thing our residents and staff on the frontline in our care homes need at the moment is evidence being published in error.\n\nRead more: More than 130 noise complaints lodged by Clydebank, Bowling and Old Kilpatrick residents last year\n\n“The fact that we still have a disjointed system when it comes to testing in our care homes does nothing to allay any fears anyone in relation to care homes have right now.”\n\nThe MSP went on to say: “With a high number of deaths having occurred in our care homes across the west, the SNP government need to ensure that care homes have the absolute clearest guidance.\n\n“Care homes are on the frontline in the fight against Covid-19 and they must be fully supported with consistent guidance.”\n\nAcross Scotland, there has been a total of 1,438 coronavirus deaths in care homes, and 1,537 in hospital.\n\nIn response, a Scottish Government spokesperson said: “The draft updated guidance to care homes has not yet been finalised and was issued on the website prematurely.\n\n“It will be finalised in the coming days. However, in large, part the aim of the update will be to restate the position we’ve set out a number of times on testing and supporting residents and is set out clearly in the HPS guidance of 1 May.\n\n“The guidance will be kept under constant review by the Care Homes Clinical and Professional Advisory Group and, should further updates be required in the future, we will share them with care homes as quickly as is possible.”\n\nNew NRS statistics will be released today, Wednesday, May 20."}}