{"GDELT": {"GlobalEventID": 924562813, "Day": 20190521, "MonthYear": 201905, "Year": 2019, "FractionDate": 2019.3863, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.65217391304347, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Warwickshire, Warwickshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKP3", "Actor1Geo_ADM2Code": "40135", "Actor1Geo_Lat": 52.3333, "Actor1Geo_Long": -1.58333, "Actor1Geo_FeatureID": "-2610946", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Warwickshire, Warwickshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKP3", "Action2Geo_ADM2Code": "40135", "Action2Geo_Lat": 52.3333, "Action2Geo_Long": -1.58333, "Action2Geo_FeatureID": "-2610946", "DATEADDED": 20200520110000, "SOURCEURL": "https://www.infowars.com/uk-11-year-olds-asked-to-define-types-of-hardcore-porn-for-homework/"}, "ARTICLE": {"TITLE": "UK: 11 Year Olds Asked to Define Types of ‘Hardcore’ Porn for Homework", "TEXT": "Parents fumed as a United Kingdom school set their children inappropriate questions regarding the categorization of certain forms of pornography.\n\nChildren between the ages of 11-14 were asked to define types of pornography ranging from “soft,” “hardcore,” and even “transsexual” as part of their assignment.\n\nIncluded in the insensitive work was female genital mutilation, male circumcision, breast ironing, wet dreams, and trafficking, among other controversial themes.\n\nAccording to the Hull Daily Mail, children in Years 7, 8 and 9 at Archbishop Sentamu Academy in east Hull, Yorkshire, were required to fulfill a homework task involving the explicit content.\n\nAdditionally, the children were asked to tackle questions about drinking, smoking, and drug use.\n\n\n\nHarrison Smith and Greg Reese guest host The Alex Jones Show to expose the full blown tyranny that has engulfed the United Kingdom.\n\nThe school since apologized since the homework topics racked up complaints from parents.\n\nA mother, who came forward about the homework, said that if her young daughter had searched for help to complete the homework online, she could have been exposed to age-inappropriate content–causing psychological damage.\n\nThe mother said: “My daughter is still very much a child, we’ve still got magic elves, her bedroom is done in My Little Pony. She is very innocent and naive.\n\n“She was only in primary school last year living her best life, now she is being asked to search for hardcore pornography.\n\n“She’s 11, she should be doing stranger danger, and don’t share your info online, but genital mutilation is another thing. It was asking about male circumcision, breast ironing…I don’t even know what that is myself.”\n\nThis is not the first time sexually explicit content has become part of young British students’ curricula.\n\nNational File reported on a UK council responsible for a now-defunct online ‘sextionary’ accessible to students involving a list of extreme fetishes and paraphilias, including “felching” and “c**k and ball torture.”\n\nVia National File:\n\nYet another bizarre story to emerge from the UK involving its hypersexualized curriculum. Earlier this week, National File reported on a teaching pamphlet from Warwickshire County Council which taught children as young as four about masturbation. 241 schools will trial Warwickshire County Council’s pamphlet. Now, the same council has produced sex ed material directed at teenagers, teaching them about a specifically lewd sexual act: felching. Felching is a rather taboo act where an individual places their mouth on an orifice–vagina or anus–which has freshly received male ejaculation(s); the individual then proceeds to suck out the semen from that orifice.\n\nOther schools across the UK have come under fire for introducing taboo or adult materials to their students, angering parents.\n\nThe Everyday Essentials Sale is now live! Get FREE SHIPPING storewide!"}}