{"GDELT": {"GlobalEventID": 924758649, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor1Code": "CVL", "Actor1Name": "MIGRANT", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.06611570247934, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mangaluru, Karnataka, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN19", "Actor1Geo_ADM2Code": "17685", "Actor1Geo_Lat": 12.8639, "Actor1Geo_Long": 74.8353, "Actor1Geo_FeatureID": "-2103790", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lucknow, Uttar Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN36", "Action2Geo_ADM2Code": "17941", "Action2Geo_Lat": 26.85, "Action2Geo_Long": 80.9167, "Action2Geo_FeatureID": "-2102835", "DATEADDED": 20200521090000, "SOURCEURL": "https://www.thehindu.com/news/national/karnataka/cyclone-make-west-bengal-odisha-labourers-wait/article31639765.ece"}, "ARTICLE": {"TITLE": "Cyclone makes West Bengal, Odisha labourers wait", "TEXT": "The damage caused by Amphan cyclone in West Bengal and Odisha has delayed the departure of migrant labourers hailing from these two States from Dakshina Kannada.\n\nWhile over 20,000 labourers have gone to their native places in Shramik Special trains from the district, those from West Bengal and Odisha are yet to get a train.\n\nThere are about 6,000 and 2,000 labourers respectively from these two States. \"Prevailing cyclone condition is delaying running trains to these States,\" said an officer from the district administration looking into issues of migrant labourers.\n\nAs many as 23,329 labourers have left in the special trains to Uttar Pradesh, Bihar, Jharkhand and Rajasthan since May 9 from Mangaluru Junction and Kabaka Puttur railway stations. A train carrying more than 1,400 labourers left for Lucknow in Uttar Pradesh from Mangaluru Junction on Wednesday (May 21).\n\n“We have sent a major portion of migrant labourers,” the officer said. The district administration is expecting a special train to Uttar Pradesh. There is need of a train for labourers from Jharkhand who are in Puttur.\n\nWhile as many as 40,510 migrant labourers have registered in the Seva Sindhu portal, the officer said there are many duplicate registrations on the portal. While many have boarded trains from Dakshina Kannada, labourers have also gone to Bengaluru by buses to catch the special trains running regularly. Labourers in Udupi have come to Mangaluru and vice versa to board trains to their places, the officer added."}}