{"GDELT": {"GlobalEventID": 924758721, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor1Code": "EGY", "Actor1Name": "EGYPT", "Actor1CountryCode": "EGY", "Actor2Code": "MOS", "Actor2Name": "ISLAMIC", "Actor2Religion1Code": "MOS", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.60866078588613, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Arab League, Al Qahirah, Egypt", "Actor1Geo_CountryCode": "EG", "Actor1Geo_ADM1Code": "EG11", "Actor1Geo_ADM2Code": "65350", "Actor1Geo_Lat": 30.0445, "Actor1Geo_Long": 31.2332, "Actor1Geo_FeatureID": "11230301", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Arab League, Al Qahirah, Egypt", "Actor2Geo_CountryCode": "EG", "Actor2Geo_ADM1Code": "EG11", "Actor2Geo_ADM2Code": "65350", "Actor2Geo_Lat": 30.0445, "Actor2Geo_Long": 31.2332, "Actor2Geo_FeatureID": "11230301", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Arab League, Al Qahirah, Egypt", "Action2Geo_CountryCode": "EG", "Action2Geo_ADM1Code": "EG11", "Action2Geo_ADM2Code": "65350", "Action2Geo_Lat": 30.0445, "Action2Geo_Long": 31.2332, "Action2Geo_FeatureID": "11230301", "DATEADDED": 20200521090000, "SOURCEURL": "https://www.americanthinker.com/articles/2020/05/the_truth_about_muslims_jerusalem_day_and_the_al_aqsa_mosque.html"}, "ARTICLE": {"TITLE": "The Truth about Muslims' 'Jerusalem Day' and the Al Aqsa Mosque", "TEXT": "This Friday (May 22, 2020), Arabs and Muslims celebrate International Jerusalem Day. Since it will undoubtedly include anti-Israeli demonstrations and religious-political propaganda, it is important to dispel some myths about the Al Aqsa Mosque's history.\n\nThe Umayyad Dynasty, based in Damascus, built Al Aqsa in the 8th century in order to divert Muslims from pilgrimage to Mecca. Later, in the 20th century, Jerusalem was elevated, in the Islamic communal imagination, to sanctify the Palestinian Question after the Arab defeats in the 1948 and 1967 Arab-Israeli wars. This tactic turned the Palestinian-Israel political conflict into a religious crusade that made it a sacred duty for the whole Muslim Umma to engage in.\n\nWhen the Umayyad caliph Abdul Malik bin Marwan came to power in 685 A.D., his authority was challenged by the so-called anti-caliph, Abdullah bin Al Zubair, who had led a rebellion against the Umayyads and ruled Hijaz and parts of Iraq and Egypt for a decade, with Mecca as his seat of power. Some Muslims who went to Mecca for pilgrimage pledged allegiance to the anti-caliph.\n\nRenowned for their shrewdness and pragmatism, the Umayyads had to do something innovative in order to undermine the anti-caliph's legitimacy and power. They built a magnificent mosque on the Temple Mount in Jerusalem, Al Aqsa Mosque, and invoked a verse from the Quran that talks about Muhammad's miraculous night journey from Mecca to \"the farthest mosque\" (in Arabic, al Masjid al Aqsa) \"revealed\" to Muhammad, the prophet of Islam, more than half a century before Aqsa was built.\n\nSome scholars believe that al Masjid al Aqsa was a mosque in Jirana, northeast of Mecca in Arabia, not the Holy Land. In particular, al-Waqidi located Aqsa in Jirana. That debate about the location is beyond this short article.\n\nIn any case, mainstream Islamic scholars believe that, according to the Quran, the first direction of ritual Islamic prayers (Salat) was Jerusalem. But since those verses were supposed to have been revealed to Muhammad around fifty years before the construction of Al Aqsa, this common interpretation raises more problems than solutions and poses the question: was Muhammad a Jew praying toward the Temple Mount, or was he imitating the Jews in Medina?\n\nThe Umayyads might have had a hadith narrator at their disposal who legitimized the Umayyad's innovations with a fabricated Muhammad's prophetic statement.\n\nIt is curious that the narrator of the famous hadith that sanctified al Aqsa, Ibn Shihab Al Zuhri, served in the Umayyad court:\n\nDo not undertake journey but to three mosques: this mosque of mine, the Mosque of al-Haram and the Mosque of Aqsa (Bait al-Maqdis [classical Arabic for Jerusalem]).\n\nIndeed, the Umayyads were able to create an alternative for their followers who desired a shrine, as a place of pilgrimage, until the anti-caliph was defeated, beheaded, and crucified in Mecca in 692 A.D.\n\nHowever, the Umayyads maintained Damascus as their seat of power (and never moved their capital to Jerusalem) until their demise in 750 A.D., when the Abbasids took over the leadership of the Islamic world and established Baghdad as their capital.\n\nMyths are hard to dispel, whether in Islam or other religions. Al Aqsa Mosque lingered as a place of religious Islamic significance but not political importance. The coastal ports of Ottoman times and British mandated Palestine, in particular Haifa, had been more important in commerce and politics than Jerusalem. Even Israeli Arab academic Raef Zreik, an activist who works to undermine the legitimacy of the Jewish State, called Haifa \"the heart\" of mandated Palestine.\n\nIn 1948, the Arab League rejected the United Nations resolution that decreed the foundation of Israel and five Arab armies attacked the nascent, Jewish State. The Arabs were served a shocking, humiliating defeat. But Jordan captured East Jerusalem and annexed the West Bank. From 1948 until 1967, the Jordanian government \"took actions to accentuate the spiritual Islamic status of Jerusalem,\" according to Ghada Hashem Talhami, a Palestinian-American academic.\n\nIndeed, Arab leaders have resorted to Islamic religion in times of turmoil and defeat. In 1967, after the Israeli forces crushed the Arab defenses in the Six-Day War, many Arabs were disillusioned with the Pan-Arab nationalism that late Egyptian president Gamal Abdel Nasser had peddled, and resorted to Islamic religion. Later, Nasser himself, a secularist, called for a role for Islam in the lives of Egyptians, before his death in 1970.\n\nAlso, late Egyptian president Muhammad Anwar Al Sadat, who succeeded Nasser and worked toward a military build-up against Israel, called himself the Believer President. Sadat encouraged an Islamic revival by releasing the Muslim Brotherhood members who had been jailed during Nasser's rule and enlisted their help against Leftist parties. Ironically, Sadat was assassinated by a radical group that was an offshoot of the Brotherhood.\n\nLater, deposed Iraqi president Saddam Hussein, a Baathist socialist, would use the same Islamic tactics to garner support for his failing regime. Saddam added the words \"Allah Akbar\" (God is Greater) on the Iraqi flag during the Gulf War, and started promoting propaganda showing him performing Salat (prayers).\n\nThe Islamic Resistance Movement, Hamas (founded in 1987), might exemplify the worst of that tactic. By using Islamic religious rhetoric, focusing on liberating Jerusalem, because it is the third holiest place in Islam, Hamas's ideology shifted the Palestinian struggle from the realm of nationalism to that of a jihad, holy war, against the Jewish State. In that context, any road map for peace, like land for peace, would be either rejected as being an abdication of the Muslims' duty towards bringing back Jerusalem to the fold of Islam or disingenuously accepted merely as a tactical ploy and a step toward a further plan for the annihilation of Israel.\n\nThe Islamic Republic of Iran, which initiated International Jerusalem Day on the last Friday of Ramadan, has been jockeying for the leadership of the Islamic World against Saudi Arabia since 1979. Since its inception, this Iranian Islamic regime has been using Islamic symbols for political gain while also wantonly supporting many Islamist terrorist groups.\n\nClearly, Jerusalem Day is merely a ploy in the hands of those who preach extreme violence, religious fanaticism, and spiteful anti-Semitic hatred and promote a culture of death.\n\nNo doubt, there are grievances in the Islamic world that may cause the victimhood and the defeatism mentalities that make a celebration of Jerusalem Day and blaming Israel for all the maladies of the Middle East attractive to the masses. Most Muslims languish in poverty and are suffering under autocratic governments and see no light at the end of the tunnel. Such circumstances further fatalism and belief in conspiracy theories.\n\nThere is likely no solution for how the emotional Muslim masses are exploited, through the manipulation of religious Islamic symbols, unless church and state are separated in Islam and leading Muslim institutions embrace equality, freedom of faith, and religious pluralism. Islamic societies should take responsibility for and ownership of the Arab defeats and backwardness in modern Islamic history, instead of promoting conspiracy theories, as well as hurling anti-Semitic and Western tropes, in order to justify political stagnation and impotence. Otherwise, as the Arabic proverb says, \"it is pointless to treat partial paralysis.\"\n\nImage: Rhododendrites via Wikimedia Commons."}}