{"GDELT": {"GlobalEventID": 924759293, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "WASHINGTON", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.05494505494505, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200521090000, "SOURCEURL": "https://www.al-monitor.com/pulse/contents/afp/2020/05/venezuela-iran-us-oil-military.html"}, "ARTICLE": {"TITLE": "Venezuela says Iranian tankers will get military escort", "TEXT": "US President Donald Trump's administration has imposed unilateral sanctions aimed at ending oil exports from Iran and Venezuela, both major crude producers. Washington has also sanctioned individual Venezuelans and Iranians.\n\nVenezuela has the world's largest proven oil reserves, but its capacity to refine crude into gasoline is limited.\n\n\"We're ready for whatever, whenever,\" President Nicolas Maduro told state-run media, thanking \"all the support\" from its Middle East ally in its confrontation with the United States.\n\nVenezuela on Wednesday said its navy and air force would escort Iranian tankers arriving with much needed fuel, after Tehran warned of \"consequences\" if the US stopped the ships from reaching their destination.\n\nSign up for our Newsletter\n\nIn early April the US military said it was increasing its vigilance and deploying warships in the ocean near Venezuela, arguing that there was an increase in organized crime.\n\nDefense Minister Vladimir Padrino Lopez said that when the Iranian ships enter the oceanic economic zone -- 200 nautical miles from the coastline -- \"they will be welcomed\" by Venezuelan naval ships and warplanes.\n\n{caption2}{source2}\n\nNeither Maduro nor Padrino said when the ships, which according to press reports number five and sailed from Iran in the past days, will arrive.\n\nThe Iranian fuel arrives as Venezuela faces an acute scarcity of gasoline as the country endures the novel coronavirus pandemic.\n\nVenezuela's economy is in the midst of a free fall, battered by mismanagement, corruption and US sanctions, and with millions of people fleeing as they lack basic goods.\n\n- 'Blood gold -\n\nOpposition leader and National Assembly speaker Juan Guaido, recognized by some 60 nations as interim president, claims that Ir\n\nan was paid with gold illegally extracted from mining camps in the south of the country.\n\n' (photo by: Federico PARRA/AFP/File)\n\n\"They are paying for that gasoline with blood gold,\" Guaido said during a videoconference organized by the Inter-American Dialogue, a Washington-based think tank.\n\nGuaido said he was \"very worried\" about this \"attempt of Iranian presence on Venezuelan soil\" that was not authorized by the opposition-controlled National Assembly.\n\nIran has often expressed its support for the Maduro regime, which also counts on support from Russia, China, Turkey and Cuba.\n\nTeheran and Caracas established close ties during the government of the late Venezuelan president Hugo Chavez.\n\nUS 'concern'\n\nAdmiral Craig Faller, head of the Florida-based US Southern Command, said Monday that the United States is following the Iranian actions \"with concern,\" but refrained from any comments on the tankers.\n\nIran's Fars News claimed Saturday that four US Navy warships are in the Caribbean for a \"possible confrontation with Iran's tankers.\"\n\ns foreign minister Mohammad Javad Zarif has warned Washington against deploying its navy to disrupt Iranian fuel shipments to Venezuela (photo by: Punit PARANJPE /AFP)\n\nThe following day Iran's foreign minister Mohammad Javad Zarif warned Washington against deploying its navy to disrupt the fuel shipments.\n\nIn a letter to United Nations chief Antonio Guterres, Zarif said that any such action would be \"illegal and a form of piracy,\" according to a foreign ministry statement.\n\nZarif added that the US would be responsible for \"the consequences of any illegal measure.\"\n\nTensions between Washington and Caracas remain high following Venezuela's disruption of a seaborne raid by 52 mercenaries that included two Americans and was coordinated by a private US security company.\n\nMaduro blames Washington and Guaido for being behind the raid."}}