{"GDELT": {"GlobalEventID": 924759170, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor1Code": "SYR", "Actor1Name": "SYRIAN", "Actor1CountryCode": "SYR", "Actor2Code": "SYRGOV", "Actor2Name": "SYRIA", "Actor2CountryCode": "SYR", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -9.775967413441911, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "SY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "SY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "SY", "DATEADDED": 20200521090000, "SOURCEURL": "https://syrianobserver.com/EN/news/58126/four-syrian-governments-pardoned-prisoners-this-year.html"}, "ARTICLE": {"TITLE": "Authorities Across Syria Pardon Prisoners", "TEXT": "On the occasion of Eid al-Fitr, amnesties have been issued across the country, with some have sentenced commuted and some shortened reports Alsouria Net.\n\nVarious governments in control of different parts of Syria have released decrees and conditions granting amnesty to Syrian prisoners since the beginning of 2020, including the Assad regime in March and the Syrian Salvation Government on Wednesday.\n\nThe Salvation Government’s Ministry of Justice, which operates in northwestern Syria, released a decree granting a general amnesty to prisoners convicted of criminal offences, on the occasion of Eid al-Fitr.\n\nThe government published a speech by the Minister of Justice saying that the decree had been put into effect and the prisoners benefitting from the amnesty would be released after endorsement by the Shura Council and the Salvation Government’s legislature.\n\nThe decree excludes from the amnesty prisoners convicted of kidnapping, armed robbery, drug trafficking and “border and retribution” crimes. The amnesty also extends to pardoning fines at or under 500 dollars, or their equivalent in Syrian pounds.\n\nThe Salvation Government, which is affiliated with Hay’at Tahrir al-Sham, has previously issued amnesty decrees in recent years on the occasions of Ramadan and Eid al-Fitr, though official numbers of detainees and prisoners are not available.\n\nRegime pardons prisoners, though arrests exceed releases\n\nRegime president Bashar al-Assad issued a general amnesty decree on Mar. 22, 2020, that granted amnesty to some penalties that were not previously included, while also removing some conditions.\n\nOfficial regime news agency SANA published the text of the decree, which exchanged the death penalty for life imprisonment with hard labor. It also exchanged lifelong hard labor for 20 years of hard labor, as well as lifelong imprisonment for 20 years of hard labor.\n\nAccording to a report published earlier this month by the Syrian Network for Human Rights, the Assad regime arrested more people than it released during the month of April, after the issuance of the latest amnesty decree in March.\n\nThe network recorded at least 138 cases of arbitrary detention in April, despite the issuing of the amnesty decree.\n\nCoronavirus pushes toward amnesty\n\nIn areas under the control of the Syrian Interim Government, a general amnesty decree was issued for those who committed crimes before Apr. 1, 2020. Included in the decree were those convicted of misdemeanors and other infractions, those age 70 and above and people with terminal illnesses. Those convicted of minor criminal offenses had their sentences cut in half.\n\nInterim Government President Abdelrahman Mustafa said at the time that the amnesty was aimed at easing crowding in prisons to help fight the spread of coronavirus.\n\nIn areas under the control of the Self-Administration, a general amnesty was issued for crimes committed before May 17, 2020. The amnesty replaced life imprisonment for criminal misdemeanors with 20 years of prison, and halved the prison time of other imprisoned people.\n\nThough that amnesty included a complete pardon for life imprisonment, and stipulated no life imprisonment for those with terminal illnesses, it excluded those convicted of rape, drug trafficking and “terrorism” crimes.\n\nThis article was translated and edited by The Syrian Observer. The Syrian Observer has not verified the content of this story. Responsibility for the information and views set out in this article lies entirely with the author."}}