{"GDELT": {"GlobalEventID": 924758933, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor1Code": "IRL", "Actor1Name": "IRELAND", "Actor1CountryCode": "IRL", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 183, "EventBaseCode": 183, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.06531881804044, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKR8", "Actor1Geo_ADM2Code": "40152", "Actor1Geo_Lat": 54.5, "Actor1Geo_Long": -6.5, "Actor1Geo_FeatureID": "-2604275", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Belfast, Belfast, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKR3", "Actor2Geo_ADM2Code": "40158", "Actor2Geo_Lat": 54.5833, "Actor2Geo_Long": -5.933330000000001, "Actor2Geo_FeatureID": "-2589607", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKR8", "Action2Geo_ADM2Code": "40152", "Action2Geo_Lat": 54.5, "Action2Geo_Long": -6.5, "Action2Geo_FeatureID": "-2604275", "DATEADDED": 20200521090000, "SOURCEURL": "https://www.breakingnews.ie/ireland/injured-troubles-victims-express-anger-and-dismay-at-pension-delay-1000856.html"}, "ARTICLE": {"TITLE": "Injured Troubles victims express anger and dismay at pension delay", "TEXT": "Severely injured Troubles victims have expressed anger and dismay that a long-fought-for pension scheme is set to be delayed again.\n\nThe scheme had been due to open to applications on May 29, but First Minister Arlene Foster has acknowledged that progress has been hampered amid a stand-off with the British government over who should pay for it.\n\nIt is understood the Executive Office has yet to appoint a lead department to administer the scheme.\n\nJennifer McNern lost both her legs in the IRA bomb attack on the Abercorn Restaurant in Belfast in 1972. Jennifer McNern said victims were being kicked down the road again (Liam McBurney/PA)\n\nThe 69-year-old from south Belfast, who campaigned for the pension, said the delay would have a “devastating effect” on victims.\n\n“It’s just victims and survivors, especially people living with appalling injuries, just being kicked down the road again,” she said.\n\n“Something or someone is blocking it and, whatever it is, victims and survivors need to know that, they need to be told what it is, the deadline is going to be missed on the 29th, so there needs to be a new and appropriate deadline put in place.\n\n“I am angry and I’m shocked, to tell you the truth, I am pretty dismayed by it all, especially at such a late stage and especially when it’s legislated for, it’s in law.\n\n“It will happen but I think the important thing to watch here is that it doesn’t drift on for years, with politicians arguing about it because that can happen very easily.”\n\nMPs at Westminster legislated for the scheme last year.\n\nThe British government signed off on regulations to establish it earlier this year with the Stormont Executive handed the responsibility to develop it.\n\nThe scheme is set to cost about £100 million.\n\nThe payment in the first year is set to be much higher than the recurring costs thereafter, because successful applicants will initially be able to claim backdated payments to 2014, when the idea of a victims pension was first approved in the Stormont House Agreement.\n\nThousands of applicants are anticipated, with pension awards varying from £2,000 to £10,000 a year depending on the severity of injury.\n\nIn some cases, a relative of those injured may qualify for the scheme\n\nWhile the majority of applications are anticipated to be approved on the basis of medical records, a judge was to be appointed to chair a committee to adjudicate on less clear-cut cases. Former Northern Ireland secretary Julian Smith set out the regulations for the scheme in January (Liam McBurney/PA)\n\nAlex Bunting, 65, had a leg blown off in an under-car bomb attack in Belfast in 1991.\n\nThe taxi driver, who lives in Bangor, was targeted by the IRA in a case of mistaken identity.\n\nHe has also been a long-time campaigner for the pension.\n\n“Everybody is dumbfounded, they are caught on the hop,” he said of the delay.\n\n“There’ll be a lot of anger and disappointment and it’ll put some people over the edge.\n\n“What are you supposed to do?\n\n“You jump through all the hoops, you do all the work, and then all of a sudden, what do they do, they turn round and let the people down here in Northern Ireland who have suffered the most when it comes to, like, conflict.\n\n“I am actually personally disgusted at the way it has panned out.”\n\nMr Bunting said the funds needed for the scheme were “very small in the grand scheme of things”.\n\n“You just get sick of listening to the same excuse for something that you thought was done and dusted and now we’re just left in this whole dilemma of people getting let down,” he added.\n\nThe Executive Office and Northern Ireland Office has been asked for comment."}}