{"GDELT": {"GlobalEventID": 924759262, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor1Code": "USA", "Actor1Name": "A US", "Actor1CountryCode": "USA", "Actor2Code": "IGOUNOHLHWHO", "Actor2Name": "WORLD HEALTH ASSEMBLY", "Actor2KnownGroupCode": "UNO", "Actor2Type1Code": "IGO", "Actor2Type2Code": "HLH", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.9174311926605501, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Taipei, T'ai-pei, Taiwan", "Actor1Geo_CountryCode": "TW", "Actor1Geo_ADM1Code": "TW03", "Actor1Geo_ADM2Code": "13277", "Actor1Geo_Lat": 25.0478, "Actor1Geo_Long": 121.53200000000001, "Actor1Geo_FeatureID": "-2637882", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Taipei, T'ai-pei, Taiwan", "Actor2Geo_CountryCode": "TW", "Actor2Geo_ADM1Code": "TW03", "Actor2Geo_ADM2Code": "13277", "Actor2Geo_Lat": 25.0478, "Actor2Geo_Long": 121.53200000000001, "Actor2Geo_FeatureID": "-2637882", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Taipei, T'ai-pei, Taiwan", "Action2Geo_CountryCode": "TW", "Action2Geo_ADM1Code": "TW03", "Action2Geo_ADM2Code": "13277", "Action2Geo_Lat": 25.0478, "Action2Geo_Long": 121.53200000000001, "Action2Geo_FeatureID": "-2637882", "DATEADDED": 20200521090000, "SOURCEURL": "https://news.yahoo.com/taiwans-president-rejects-chinese-rule-100214081.html"}, "ARTICLE": {"TITLE": "Taiwan's president rejects Chinese rule amid coronavirus success", "TEXT": "President Tsai Ing-wen enters a second term in office - AP\n\nTaiwan will not accept Chinese rule or attempts to “downgrade” its status as a democracy, President Tsai Ing-wen said on Wednesday in an inauguration speech that also celebrated the island’s internationally recognised success in managing the coronavirus.\n\nPresident Tsai won a second term in the presidential election in January, in a landslide that was widely seen as an assertion of Taiwanese identity and rejection of Beijing’s attempts to intimidate and isolate Taiwan on the global stage.\n\nHer speech was firm but conciliatory, offering an olive branch to Beijing that Taipei was ready to peacefully negotiate a path through ongoing tensions on an equal footing but would not tolerate being undermined.\n\n“Both sides have a duty to find a way to coexist over the long term and prevent the intensification of antagonism and differences,” she said.\n\nBeijing deeply mistrusts President Tsai, suspecting that her ruling Democratic Progressive Party (DPP) may attempt to push for independence, and it has refused to engage with her government since it first took power in 2016, ramping up economic, military and diplomatic pressure on the island of 24 million.\n\nSeats at the inaugural address were kept 1.5m apart - Reuters\n\nChina seeks to annex Taiwan, which functions like any other nation with its own government, currency, military and foreign policy, and it has threatened to use force to do so.\n\nThe Communist regime has touted its “one country, two systems” principle – already in place in Hong Kong - as a possible future arrangement with Taiwan.\n\nBut the model gains little traction with Taiwan’s population, the large majority of whom identify as Taiwanese not Chinese, who have had a ringside seat to Beijing’s attempts to crush Hong Kong’s pro-democracy movement during months of street protests in the Asian financial hub.\n\n“We will not accept the Beijing authorities' use of \"one country, two systems\" to downgrade Taiwan and undermine the cross-strait status quo. We stand fast by this principle,” President Tsai warned China in her address.\n\nStory continues\n\nHer comments drew a swift rebuke from Beijing, which said it would “never leave any room for any form of 'Taiwan independence' activities.”\n\nPresident Tsai said Taiwan would not accept Chinese rule - AFP\n\nOnly 15 countries, mainly small Pacific, Central American and African nations, have formal diplomatic ties with Taiwan, but Taipei enjoys strong international support from informal allies including the US, UK and Japan.\n\nJoe Biden, the Democrat presidential candidate, and Mike Pompeo, the US secretary of state, congratulated President Tsai on Twitter. “Taiwan’s vibrant democracy is an inspiration to the region and the world,” said Mr Pompeo.\n\nIn recent weeks, a US-backed coalition pushed for Taiwan’s inclusion as an observer at this week’s virtual World Health Assembly, in part in recognition of its successful strategy in combatting Covid-19.\n\nTaiwan has kept infection numbers at a low 440, and deaths at seven, while donating millions of face masks around the world.\n\nMany key health workers were granted a coveted place at the inauguration ceremony, where seats were spaced 1.5 metres apart, and singled out in Ms Tsai’s speech as heroes of the crisis."}}