{"GDELT": {"GlobalEventID": 924758869, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor1Code": "HLH", "Actor1Name": "PHYSICIAN", "Actor1Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -4.7113470471134695, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200521090000, "SOURCEURL": "https://www.huffingtonpost.ca/entry/jane-roe-religious-right-abortion_n_5ec585c4c5b60437ff66c173"}, "ARTICLE": {"TITLE": "Why It Matters That Jane Roe Says She Was Paid By The Religious Right", "TEXT": "Norma McCorvey was one of the anti-abortion movement’s biggest success stories. Republican lawmakers shared her story in Congress: how she went from the center of Roe v. Wade, the Supreme Case that legalized abortion in 1973, to decrying the procedure as an anti-abortion activist. Abortion opponents invited her to speak at rallies, and legislators hosted her before committees.\n\nWhen she died in 2017, anti-choice activists applauded her life as evidence that even ardent abortion rights supporters could see the light. Now that’s all coming apart. In “AKA Jane Roe,” an FX documentary filmed shortly before her death, McCorvey revealed that she was paid to advocate against abortion. One activist confirmed this; others have denied it. The film might not change minds ― the anti-abortion movement is well-funded and energized by an increasingly religious Republican Party. But it shows the lengths to which anti-abortion groups are willing to go to fight against the right to terminate a pregnancy. Caught in the middle was a woman who grew up poor, survived a physically abusive childhood and later escaped an abusive husband. She was homeless for certain periods, and was closeted and shamed for being a gay woman throughout her life. “My heart breaks for her because her ultimate truth highlights the genuine nature of the anti-abortion movement’s motivations and its playbook for women. They canonized her publicly for playing their part while simultaneously dehumanizing her by using her as a pawn,” Dr. Jenn Conti, an OBGYN in California and fellow with Physicians for Reproductive Health, told HuffPost. “Yes, she had agency, but they had half a million dollars and knew she was homeless.” Many Republican lawmakers, like former Rep. Todd Akin, Rep. Steve King and Sen. John Cornyn, have pointed to McCorvey’s story on the House floor. As recently as this past January, Rep. John Rose (R-Tenn.) used McCorvey’s story in a speech rallying against abortion. “Ms. McCorvey is no longer with us, but her story lives on,” Rose said. “Today I call on my colleagues to search their souls, just as Ms. McCorvey ― Jane Roe ― did, and choose life.” The documentary, which comes out on Friday, digs into McCorvey’s sudden change of course in the late 1990s after meeting two evangelical leaders, Rev. Flip Benham and Rev. Rob Schenck. “I was the Big Fish,” McCorvey says in the film, referencing how valuable the Christian right viewed her conversion from a pro-choice symbol to anti-abortion Christian activist. Schenck was also featured in the documentary and admits that he knew McCorvey was being used by the movement as something of a pawn. “I knew what we were doing,” he says in the film. “And there were times when I was sure she knew. And I wondered, ‘Is she playing us?’ What I didn’t have the guts to say was, ‘because I know damn well we’re playing her.’”\n\nThey canonized her publicly for playing their part while simultaneously dehumanizing her by using her as a pawn. Yes, she had agency, but they had half a million dollars and knew she was homeless. Dr. Jenn Conti\n\nMcCorvey was a symbol for the abortion rights movement for nearly two decades, but because she never actually had an abortion and reportedly had little in common with many of the educated, upper-middle-class feminists of the pro-choice movement, they never fully embraced her. Robin Marty, a former reporter and current communications director for the Yellowhammer Fund, a group advocating reproductive justice in the South, said she was not surprised when McCorvey aligned herself with the anti-abortion side back in the late 1990s. And she was “absolutely not, in any way, shape or form, surprised” by McCorvey’s confession in the FX documentary, she told HuffPost. “Most of the people in the [pro-choice] movement honestly already assumed that,” Marty said. “Our movement doesn’t really do a lot to elevate people or really share power in a lot of ways. So it’s not surprising that feeling somewhat rejected by our side, eventually, Norma chose to take advantage of the other side.” Toni Van Pelt, president of the National Organization for Women, echoed Marty’s reaction. “I am actually not surprised at all by this. I thought she was lying when I first heard it,” she told HuffPost. “Did I blame her? No. Being a woman, being queer, she had a long, hard road to travel.” Jane Roe’s Turbulent Story McCorvey was born in Louisiana and raised in Texas. She was raised by an abusive and alcoholic mother and got married at 16 to a sheet metal worker, who became abusive when she got pregnant. They divorced before the birth of their daughter and McCorvey moved back to Texas. McCorvey’s mother went on to adopt her daughter, citing McCorvey’s drinking and drug use. McCorvey had a second child, who was raised by the child’s father, and when she became pregnant for the third time in 1970, she looked for a way to get an abortion. She couldn’t afford to travel to the states where the procedure was legal, and six months into her pregnancy, she met Linda Coffee and Sarah Weddington, the two lawyers who were looking for a plaintiff for their case against Texas abortion laws that would become Roe v. Wade. McCorvey never did have an abortion, but spent about 20 years working for abortion rights organizations and women’s centers. She identified as a lesbian and was in a long-term partnership with a woman, Connie Gonzalez. Then McCorvey became a born-again Christian, baptized by anti-abortion extremists from Operation Rescue. She converted to Catholicism in 1998 and traveled around the country protesting against abortion. She was even arrested in 2009 for protesting at the University of Notre Dame against President Barack Obama, who was delivering a commencement speech, for his “child killing.” “When I got arrested, I loved it! I felt like I was high. But it was a God high. I’d never been arrested before. But who better to be arrested for than the unborn children?” she told The Guardian.\n\nReuters Photographer / Reuters Norma McCorvey testifies before the Senate Judiciary Committee with Sandra Cano of Atlanta on June 23, 2005. Both women went on the record saying they never had abortions and were seeking to overturn their cases that made abortion legal."}}