{"GDELT": {"GlobalEventID": 924830372, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor1Code": "MNCUSA", "Actor1Name": "DISNEY", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.23201856148492, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Walt Disney World, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL095", "Actor1Geo_Lat": 28.4117, "Actor1Geo_Long": -81.5826, "Actor1Geo_FeatureID": "292855", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Walt Disney World, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 28.4117, "Action2Geo_Long": -81.5826, "Action2Geo_FeatureID": "292855", "DATEADDED": 20200521163000, "SOURCEURL": "https://www.hollywoodreporter.com/news/disneyland-offers-glimpse-reopening-changes-coming-anaheim-park-1295431"}, "ARTICLE": {"TITLE": "Disneyland Offers Glimpse of Reopening Changes Coming to Anaheim Park", "TEXT": "Disneyland Offers Glimpse of Reopening Changes Coming to Anaheim Park\n\n\"Certain attractions, experiences, services and amenities will be modified, have limited availability or remain closed,\" reads a new update.\n\nDisneyland on Wednesday gave a glimpse of what the resort will look like when it finally reopens after being shuttered for months due to the novel coronavirus pandemic.\n\nAn update to the official Disneyland site stated a date to welcome back guests to any part of the resort has not yet been identified, but some clues were offered as to what visitors should expect when the times comes.\n\n\"Upon reopening, certain Disneyland Resort theme parks, restaurants and other locations may be limited in capacity and restricted to availability or even closed based on guidance from health experts and government officials,\" the message reads. \"Furthermore, certain attractions, experiences, services and amenities will be modified, have limited availability or remain closed. Park admission and offerings are not guaranteed.\" It is all but certain guests will also be required to wear masks and have their temperature checked before admission into the resort.\n\nNo details about what possible rides or attractions might remain closed were offered. Disney said it will provide information as it becomes available. There has been no official word about any part of the Anaheim park reopening, but the Disneyland website is still allowing hotel bookings for as soon as July.\n\nThe Disneyland update occurred the same day a small portion of the Walt Disney World Resort reopened, which was the Disney Springs shopping and dining complex. Despite a stern warning from Disney that guests assume all risks of possible coronavirus exposure, there were still lines at Disney Springs businesses minutes after the resort shopping district opened.\n\nAs for the rest of the Florida destination, namely the theme park, it remains unclear when that might reopen, but Florida Gov. Ron DeSantis gave Disney and Universal Orlando the green light to submit their reopening plans, which would include a date.\n\nRecently reopened Shanghai Disneyland quickly sold out its first two weeks of greatly reduced available tickets. Walt Disney Co. CEO Bob Chapek previously said no park would be reopened if it was forecast to lose money.\n\n\"We want to open up as soon as we can across the world, but we are going to do so in a responsible way,\" Chapek said last week during an earnings call. \"We want to get our cast back to work as soon as possible.\""}}