{"GDELT": {"GlobalEventID": 924830299, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor1Code": "MED", "Actor1Name": "TELEVISION", "Actor1Type1Code": "MED", "Actor2Code": "AUS", "Actor2Name": "AUSTRALIAN", "Actor2CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.90492359932088, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200521163000, "SOURCEURL": "https://www.greanvillepost.com/2020/05/21/the-australian-chewing-gum-is-now-on-the-russian-shoe/"}, "ARTICLE": {"TITLE": "THE AUSTRALIAN CHEWING-GUM IS NOW ON THE RUSSIAN SHOE", "TEXT": "by John Helmer, Moscow\n\n\n\n@bears_with\n\nOne day after Australia was defeated at the World Health Assembly in a joint effort with the Trump Administration to attack China, and after Beijing retaliated, calling the Australian Government a US puppet, a joke, and chewing-gum on China’s shoe, Australia has telephoned Moscow for help. In a call initiated by Foreign Minister Marise Payne (lead image below, left), Foreign Minister Sergei Lavrov was asked to boost Russian imports from Australia and send more Russian tourists to the country.\n\nLavrov replied that Australia should stop fabricating evidence of Russian involvement in the shoot-down of Malaysia Airlines flight MH17, and withdraw from the Dutch show trial which is scheduled to resume hearings in Amsterdam next month.\n\nPayne has not disclosed the telephone call to Moscow in her twitter stream nor is it revealed in her ministry’s news releases. No Australian newspaper or television broadcaster — half of them owned by Rupert Murdoch and equally hostile to both Russia and China — has reported the Payne-Lavrov conversation.\n\nPayne’s spokesman, David Wroe, refused a request to confirm the conversation, which took place in the early Moscow afternoon of Wednesday. Payne’s ministry in Canberra is also refusing to explain why the minister made the first-ever telephone call to Lavrov on record in the Russian Foreign Ministry’s archive.\n\n“A clumsy move by the Australians,” commented a Moscow source close to the General Staff, “to make it appear they can balance ‘positive’ relations with Russia against the bad relationship they caused with China. In Mao’s day, the Australians were called paper tigers and running dogs. Recently we’ve experienced how much of a US puppet the Australians are; they imposed trade sanctions against us in 2014; they have lied consistently about the MH17 affair and tried against us the same ‘international investigation’ ploy they failed to achieve against the WHO. This telephone call changes nothing except to convince us, and the Chinese of course, that Australian officials are blundering so badly in the world Trump won’t be able to save them.”\n\n“On May 20 Foreign Minister Sergei Lavrov had a telephone conversation with Minister for Foreign Affairs of Australia Marise Payne on the Australian side’s initiative,” the Foreign Ministry communiqué says. “The ministers discussed topical aspects of Russian-Australian relations with emphasis on the pragmatic development of their cooperation in the spheres of mutual interest as well as the problems of international interaction in countering the spread of the novel coronavirus in the context of the results of the 73rd session of the World Health Assembly.” The reference to “problems of international interaction” was Lavrov’s reminder to Payne that she and the Americans had failed to convince any of their NATO or Asian allies to support their attack on China and the WHO’s role in dealing with the corona virus pandemic.\n\nLavrov was being diplomatic. The Chinese Embassy in Canberra declared that Payne’s conduct had been a “joke”. A leading Chinese media editor announced: “Australia is always there, making trouble. It is a bit like chewing gum stuck on the sole of China’s shoes. Sometimes you have to find a stone to rub it off.” For the full story of the defeat of Australia in the World Health Assembly by the European Union, Russia, India and China, read this.\n\nAustralian media have reported Payne’s defeat in reverse: “Australia’s COVID-19 inquiry campaign won the day…The last time Australia had played such a prominent international role was 2015, when Julie Bishop led calls to establish an MH17 inquiry after 298 people were shot out of the sky by a Russian-Ukrainian missile.”\n\nAccording to Lavrov’s record, Payne “touched upon the continuing investigation of the МН17 catastrophe above Ukraine in July 2014. Sergei Lavrov said that Russia will disseminate in the UN a comprehensive document with the facts revealing the serious problems in the operation of the Netherlands-established Joint Investigative Team (JIT), whose activities fail to conform to the high standards set by UN Security Council Resolution 2166. He also reaffirmed the readiness of Russian experts to hold consultations with their Australian and Netherlands colleagues to clear up answers to the numerous questions put during their cooperation with the JIT.”\n\nAustralian police investigators and intelligence agents have been much more skeptical of the MH17 allegations prepared by Ukraine and promoted by the Dutch, than Australian politicians have endorsed in public. Read more.\n\nIn the past, the Russian Foreign Ministry has accused the Australian Government of having “groundlessly accused our country of being involved in the crash of the Malaysian airliner and demanded, in the form of an ultimatum, to start talks to discuss the legal consequences of such responsibility, including compensation for the relatives of the crash victims. By doing so, these two JIT members [Australia, The Netherlands] have demonstrated their unwillingness to continue full-fledged constructive cooperation on the MH17 case, as well as lack of interest in conducting a comprehensive, objective and independent international investigation.”\n\nLavrov also reminded Payne that since Australia began its Ukraine war sanctions in 2014, there has been a serious imbalance in their two-way trade. World Bank data show the collapse between 2014 and 2015, when Australian imports of Russian chemical products, timber, and machinery dropped from US$1.2 billion in 2014 to $252.5 million. Australian exports to Russia – mostly alumina, meat and other foodstuffs – reached peak in 2014 at $476.5 million. Since then they continued falling to $85.3 million in 2017; they recovered to $462.9 million in 2018.\n\nThe Russia trade numbers are dwarfed by Australia’s trade with China; there is no prospect that if China sanctions Australian trade and the ban continues on Chinese tourist and student travel to Australia, Russia can make up for the loss. Lavrov said he and Payne had discussed an “increase in mutual trade and provision for its more balanced nature.” These sums are minuscule compared to the billions of dollars in Australian export value which are now at risk, as Beijing imposes restrictions on Australian barley for price-dumping, on Australian meat for sanitary control violations – with more trade cuts to come.\n\nIn 2018, China took $87.7 billion worth of Australian goods and services, including tourism and education; Australia, $57.7 billion in Chinese goods in return. China accounts for 37% of Australian exports to the world; for 23% of Australia’s imports from the world. But in China’s trade figures, Australian imports represent only 5% of the global aggregate while Chinese exports to Australia amount to less than 2%. This is what Australian chewing-gum means on China’s shoe.\n\nby Editor - Wednesday, May 20th, 2020"}}