{"GDELT": {"GlobalEventID": 924829352, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor2Code": "LAB", "Actor2Name": "STAFF MEMBER", "Actor2Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.6965265082266896, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Poland", "Actor2Geo_CountryCode": "PL", "Actor2Geo_ADM1Code": "PL", "Actor2Geo_Lat": 52.0, "Actor2Geo_Long": 20.0, "Actor2Geo_FeatureID": "PL", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Poland", "Action2Geo_CountryCode": "PL", "Action2Geo_ADM1Code": "PL", "Action2Geo_Lat": 52.0, "Action2Geo_Long": 20.0, "Action2Geo_FeatureID": "PL", "DATEADDED": 20200521163000, "SOURCEURL": "https://www.dailyherald.com/submitted/20200521/light-a-candle-in-remembrance"}, "ARTICLE": {"TITLE": "Suburban residents can honor fallen heroes from home as Memorial Day ceremonies go virtual", "TEXT": "Suburban residents can honor fallen heroes from home as Memorial Day ceremonies go virtual\n\nIn a message released by James W. \"Bill\" Oxford, National Commander of the American Legion, he asks Americans to celebrate Memorial Day in a different way this year.\n\n\"I'm calling on The American Legion Family to encourage communities far and wide to pay tribute to our nation's fallen heroes at dusk May 25, Memorial Day, by lighting candles of honor and placing them on front porches,\" Oxford said in a news release.\n\n\"The manner and placement of the candles of honor are up to each individual. If possible, I recommend using a front porch as a visible reminder of the price that was paid for freedom.\n\nColor options for consideration could include:\n\n• A red candle to remember the blood shed in battle for the protection of our freedoms.\n\n• A white candle to keep our POWs/MIAs ever in our thoughts and prayers as we await their return home\n\n• A blue candle to salute the memories of those who made it home but are no longer with us.\n\n\"However you choose, whether it's one candle or three, I ask that photos of those candles be shared on social media, tagging The American Legion National Headquarters and using the hashtag #candlesofhonor so our message will reach families everywhere,\" Oxford said.\n\n\"An additional option is to show your gratitude by having each member of a family or group hold up a sign spelling out a message of Memorial Day.\n\n\"Also this year, remember our Virtual Memorial Day page on legion.org/legiontown. Please share with our national audiences the story of someone who served in the Armed Forces who holds special meaning to you. Share who you will be remembering this Memorial Day on social media using hashtag #VirtualMemorialDay.\n\n\"No matter how we remember this year, the most important message we need to send is that we will never forget.\"\n\nLocally\n\nIn-person suburban Memorial Day parades and ceremonies have been canceled, but many communities are holding virtual observances and a few are holding convoys that can be viewed from a distance. Here are some of them:\n\nArlington Heights:\n\nOrganizers of the annual ceremony will offer a virtual presentation that will air in place of the in-person event this year. It will feature Mayor Tom Hayes and Greg Padovani, chairman of the Veterans Memorial Committee of Arlington Heights and a village trustee. The video will be available online and on the village's cable television channel beginning May 25. It will include the reading of names of the 58 young men from Arlington Heights who died in service -- from the Civil War to the war in Afghanistan -- and for whom individual wreaths were placed in the boardroom at the village hall. Visit www.youtube.com/user/ArlingtonHeightsTV.\n\nAurora:\n\nThe city of Aurora invites you to a virtual remembrance ceremony to pay tribute to those who gave their all at 10 a.m. Monday, May 25, live at www.facebook.com/cityofaurorail.\n\nThe Memorial Day observance at Evergreen Cemetery in Barrington has been canceled, but the village will host \"Memorial Day Weekend, Re-Imagined,\" a special virtual ceremony that will be broadcast via Facebook, Channel 4 and YouTube. - Daily Herald File Photo\n\nThe village of Barrington will host \"Memorial Day Weekend, Re-Imagined,\" a virtual ceremony that will be broadcast via Facebook, Channel 4 and YouTube at 10 a.m. Monday, May 25. The village also encourages residents to host a front porch or driveway barbecue for their own family from 5 to 8 p.m. to celebrate Memorial Day and give a shout out to their neighbors while socializing appropriately from a distance. Visit www.facebook.com/VillageBarrington/.\n\nBartlett:\n\nJoin the Village of Bartlett at 11 a.m. Monday, May 25, for a virtual Memorial Day Remembrance program from Bartlett Cemetery. The program will include opening and closing prayers, a Memorial Day address by Village President Kevin Wallace, the reading of veterans' names by the village trustees and a bagpipe rendition of \"Amazing Grace\" by Sgt. Maj. Virgil Wilk. Watch the program on Facebook at Village of Bartlett -- Illinois, Discover Bartlett or Village of Bartlett Museums; on the Village of Bartlett YouTube channel; on Comcast channel 17 or AT&T channel 99; or the village website. If you cannot join in the program, take some time to pause during your Memorial Day for a moment of silence and respect in order honor loved ones, friends and neighbors who have died in our country's conflicts and wars. Visit www.village.bartlett.il.us.\n\nCarol Stream:\n\nJoin a Memorial Day livestream program from 11:30 a.m. to noon Monday, May 25, on the Facebook pages for Veterans Memorial Plaza of Carol Stream or www.facebook.com/csparkdistrict. The program, brought to you by the Carol Stream VFW Post 10396 and Carol Stream Park District, will include the national anthem, prayer, Reading of the General Orders, presentation of the wreath, salute and taps. Due to COVID-19 restrictions, please do not attend in person.\n\nDuPage County:\n\nThe DuPage County Veterans Assistance Commission invites the community to its Virtual Memorial Day Honor Wall at www.dupageco.org/Memorial. Submit an \"Honor Post\" to go on the \"Honor Map.\" With this honor post, one can place the hometown location of the loved one or friend, a photo and a written tribute. The site also features quotes, poems and videos, both for tribute and educational/ historical explanations concerning Memorial Day.\n\nElgin:\n\nThere will be no public programs in Elgin this year, but the Grand Army of the Republic memorial at Bluff City Cemetery, 945 Bluff City Blvd., that has served as the centerpiece of the city's program since the Civil War will be adorned with flowers. Those wishing to pay their respects may drive a marked route through Bluff City Cemetery anytime during the day -- though no exiting of vehicles will be permitted.\n\nElk Grove Village:\n\nIn lieu of an in-person ceremony, organizers of the 22nd annual Elk Grove Village Memorial Day Observance are recording various segments that will be broadcast as part of a virtual ceremony on May 25. The video ceremony will air at 10:45 a.m. on Elk Grove Television Channel 6, its online livestream and the EGTV Facebook page. Several traditional speeches, the flag folding ceremony, a gun salute, and performances by the Elk Grove Village Big Band and Elk Grove Baptist Choir will be recorded and put together for the broadcast. The annual remembrance is hosted by village officials, with continued support from American Legion Post 216, VFW Post 9284 and its Ladies Auxiliary.\n\nElmhurst:\n\nThe City of Elmhurst is planning the \"2020 Always Remember Memorial Day Convoy.\" The convoy will include first responder emergency vehicles and preselected special service and military vehicles only. The route will cover 16 miles of Elmhurst, with vehicles passing through each ward and will start at 10 a.m. The route begins and ends at the Elmhurst American Legion, 310 W. Butterfield. On Memorial Day at 5 p.m., a prerecorded ceremony, along with footage from the convoy, will be available to watch on Elmhurst TV's YouTube page. This will also be available to watch on Comcast and AT&T U-verse at a later time. If your home is on the route, consider parking your car at the end of your driveway and decorating your vehicle. You can turn your flashers on and wave as the convoy goes by. Listen to patriotic music while watching the convoy by tuning in to the Elmhurst College radio station, WRSE on 88.7 FM, or stream the station online at www.wrse887fm.com. The route is within a quarter mile walk from most any home in Elmhurst and will traverse many open public parking lots. Feel free to take a walk to the route or find a public parking lot on the route to park your vehicle and watch the 2020 Always Remember Memorial Day Convoy. Please remember to practice proper social distancing and safety measures. Stand at least 6 feet apart from one another and wear face masks. For a map, visit www.elmhurst.org.\n\nGeneva:\n\nFor the safety of the participants and spectators, the Geneva American Legion Post 75 announced that the 2020 Memorial Day Parade has been canceled. They encourage everyone to continue giving special recognition and remembrance of those who have served.\n\nGlencoe:\n\nThe village and Glencoe Historical Society will remember veterans through a virtual ceremony at 11 a.m. Monday, May 25. Residents are invited to participate in a virtual Zoom program. To attend by telephone, call (301) 715-8592; Webinar ID: 962 7606 7578.\n\nGlendale Heights:\n\nThe village of Glendale Heights will air a virtual Memorial Day Ceremony all day on the cable access channel GHTV and social media channels (@VOGHNews). It is a prerecorded, scaled-back version of the ceremony featuring Mayor Linda Jackson, Sgt. John Tautkus of the 82nd Airborne Division Operation Urgent Fury, Glendale Heights VFW Post 2377 Chaplain Bob Vargas, Glendale Heights Police Chief Doug Flint and Glenside Fire Protection District Chief Russ Wood. The village and the Glendale Heights Kiwanis Club partnered to plant over 7,000 flags at Veterans Memorial Park to honor the many men and women who died from Operation Iraqi Freedom and Operation Enduring Freedom Afghanistan. Info: www.glendaleheights.org.\n\nThe Hanover Park Veterans Memorial outside the village hall has flags representing each branch of the military, POW/MIA, as well as the American flag. Two new remembrance bricks will be added Monday, May 25; the event can be viewed online. - Daily Herald File Photo\n\nThe Hanover Park Veterans Committee will hold a Memorial Day Observance through Facebook Live at 10 a.m. Monday, May 25. As part of the ceremony, two new remembrance bricks will be added to the Veterans Memorial Plaza. Watch the event online at www.facebook.com/VillageofHanoverPark.\n\nItasca:\n\nThere will be a Virtual Memorial Day Service at 10 a.m. Monday, May 25, on the Facebook pages of Itasca Park District, Itasca Lions Club, and St. Peter the Apostle Knights of Columbus. There will be no parade; however, you can watch Itasca's annual VFW Post 5165 Memorial Day Service in Usher Park online. While at home, join in singing of the national anthem and the Pledge of Allegiance. After the pledge will be opening prayers, a Memorial Day speech, closing prayers and the singing of \"God Bless America.\" Facebook participants are encouraged to post comments during the broadcast of the names of family and loved ones who have lost their lives fighting for the United States. Visit www.itasca.com.\n\n- Paul Valade | Staff Photographer The Lake Zurich Veterans Monument will be decorated with a wreath in honor of Memorial Day.\n\nAlthough the parade and public ceremony have been canceled. American Legion Post 964 and the community will still observe the day, lowering the American flag to half staff and displaying a wreath at the Lake Zurich Veterans Monument. Groups also will continue to place flags on the graves of veterans in the local cemeteries.\n\nLibertyville:\n\nLibertyville will be holding a virtual Memorial Day Ceremony at 10 a.m. Monday, May 25. A YouTube link will be posted on the village's website.\n\nLisle:\n\nLisle will host a Memorial Day Remembrance Convoy honoring those who have fallen. On Monday, May 25, a convoy of vehicles with representatives from the village of Lisle, Lisle-Woodridge Fire District, and the Lisle VFW Ross Bishop, Post 5696, will join in a silent convoy through Lisle. All participants will remain in their vehicles. The convoy will kick off at 10 a.m. at Kennedy Junior High School and make its way north through the village, finishing along Warrenville Road near the Sheraton Hotel. Individuals are encouraged to show their support by selecting a safe viewing location and adhering to social distancing and other safety guidelines. There will be no distribution of candy, flags or other items during the convoy. Spectators are encouraged to take a walk to the route or find a public parking lot along the route to park vehicles for viewing. Visit www.villageoflisle.org.\n\nMount Prospect:\n\nThe May 25 Memorial Day Parade is canceled. The village will run last year's parade on MPDC, Channel 17, on Comcast and WOW and on Facebook. There will be a listing of veterans who have passed away since last Memorial Day. Visit www.mountprospect.org.\n\nNaperville:\n\nThe committee that plans the Memorial Day Parade in Naperville has canceled the parade that had been set for Monday, May 25. Also canceled are ceremonies throughout town, a ceremony at the band shell and a veterans luncheon. The committee asks people to \"pause for a moment this Memorial Day to remember\" veterans who have died and \"what they gave for our freedoms and way of life.\"\n\n- Brian Hill | Staff Photographer St. Charles Mayor Ray Rogina, shown at the city's 2018 Memorial Day parade, will deliver a virtual message that will be available on the city's website and YouTube channel.\n\nMayor Ray Rogina will deliver a virtual message honoring military personnel who have died in service. The video will be available on the city's website and YouTube channel. Visit www.stcharlesil.gov.\n\nWood Dale:\n\nWood Dale is partnering with communities across DuPage to pay tribute to fallen heroes with an Honor Post on the \"Virtual Memorial Day.\" Visit www.dupageco.org/Memorial to view and contribute an Honor Post to celebrate the life of your lost loved one.\n\nCatholic Masses, cemeteries:\n\nCatholic Cemeteries of the Archdiocese of Chicago will broadcast Memorial Day Masses online Monday, May 25. The Masses will be recorded in three languages -- English, Spanish and Polish -- by Bishop-elect Michael McGovern, Bishop Robert Casey and Bishop Andrew Wypych, respectively, and will be available for viewing at 8:30 a.m. at www.CatholicCemeteriesChicago.org. Cemetery grounds will be open Memorial Day with visiting hours of 8 a.m. to 7 p.m. Staff members will be on-site and available to assist families. Visitors must abide by the Centers for Disease Control and Prevention guidelines, wear protective facial coverings and respect social distancing directives. Only gatherings of 10 or fewer are permitted. Visit www.CatholicCemeteriesChicago.org.\n\n• Compiled by Daily Herald staffers Chris Gerke, Norrine Twohey, Luke Zurawski and Bob Smith."}}