{"GDELT": {"GlobalEventID": 924830410, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "Actor2Code": "CRM", "Actor2Name": "GANG", "Actor2Type1Code": "CRM", "IsRootEvent": 1, "EventCode": 1124, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -9.633911368015369, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bauchi, Bauchi, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI46", "Actor1Geo_ADM2Code": "22661", "Actor1Geo_Lat": 10.3134, "Actor1Geo_Long": 9.84327, "Actor1Geo_FeatureID": "-2002330", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bauchi, Bauchi, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI46", "Actor2Geo_ADM2Code": "22661", "Actor2Geo_Lat": 10.3134, "Actor2Geo_Long": 9.84327, "Actor2Geo_FeatureID": "-2002330", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bauchi, Bauchi, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI46", "Action2Geo_ADM2Code": "22661", "Action2Geo_Lat": 10.3134, "Action2Geo_Long": 9.84327, "Action2Geo_FeatureID": "-2002330", "DATEADDED": 20200521163000, "SOURCEURL": "https://www.vanguardngr.com/2020/05/police-nab-prime-suspect-who-bought-benz-with-n5m-ransom-after-killing-5-year-old-victim/"}, "ARTICLE": {"TITLE": "Police nab kidnap suspect who bought Benz with N5m ransom", "TEXT": "Kindly Share This Story:\n\nBy Chary Agwam – Bauchi\n\nThe Nigeria Police has arrested the prime suspect in the kidnap and killing of a five-year-old boy, son of Dr Suleiman Auwal after collecting N5 million ransom and using the money to buy a Benz car.\n\nThe prime suspect, Abubakar Sadiq, at the Bauchi Command, during parading of suspects, told Vanguard on Thursday that he and his gang members killed their victim because he recognized some of them.\n\nAbubakar Sadiq, a 19-year-old student of medicine and surgery at Alhikma University, said they buried the child by the side of their house for fear that they might be caught.\n\n“The child we kidnapped lived in the same area where we live. Our intention was just to use him to get ransom, but things went bad when he saw our faces. So one of us suggested that we kill and bury him. After killing him, we buried him beside our house so that nobody will know.\n\n“The Benz you see was bought by one of us (Suleiman Jamilu, one of the kidnappers) with money from the N5 million ransom we got from the doctor. We really didn’t intend to kill the boy, it just happened,” he said.\n\nHowever, the Bauchi Police Command said that the suspects will be charged to court, after parading them at the Command headquarters.\n\nAccording to the Police statement, “On 09/04/2020, one Dr. Sulaiman Auwal ‘m’ of Ibrahim Bako, behind AYM Shafa Filling Station Bauchi, reported that he received a phone call from an unknown person stating that they had kidnapped his son, one Abubakar Sadiq Suleiman ‘m’ 19yrs old and demanded the sum of ten million naira as ransom.\n\n“Upon receipt of the report, detectives from the Anti Kidnapping Unit swung into action and arrested the following suspects;\n\nMuhammed Jibrin ‘m’ AKA Al-amin 19yrs of Ibrahim Bako behind AYM Shafa Filling Station, Bauchi.\n\n“He confessed that on the 04/04/2020, he and one Abdulrahman Sulaiman ‘m’ 29yrs criminally conspired, killed and buried the victim, Abubakar Sadiq Suleiman in their compound, and that they used part of the ransom paid through his account to buy Mercedes E320 4matic at the cost of one million six hundred and fifty thousand naira (N1,650,000), and iPhone mobile phone at the cost of one hundred and fifty-six thousand naira (N156, 000).”\n\nIn another development, the Police said it has arrested some suspects in connection with a case of kidnapping and culpable homicide.\n\n“Similarly, in a separate operation, the team arrested the following suspects in connection with the case of kidnapping and culpable homicide. Mohammed Sani Abdullahi ‘m’ Tashan Randa, Gumau, Toro L.G.A, one Sale Gamji ‘m’ of Bauda village and one Ya’u Alhaji Baba ‘m’ of jola village respectively. Mohammed Sani Abdullahi was arrested in connection with the kidnapping of one Hajiya Ramatu, a sister to senator Lawal Yahaya Gumau. Sale Ganji and Ya’u Alhaji Baba were arrested in connection with the kidnapping and killing of one Baduguje,” the statement reads.\n\nVanguard News Nigeria.\n\nKindly Share This Story:"}}