{"GDELT": {"GlobalEventID": 924829403, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.1847070506454798, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Marianna, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_ADM2Code": "FL063", "Actor2Geo_Lat": 30.7744, "Actor2Geo_Long": -85.2269, "Actor2Geo_FeatureID": "286422", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Marianna, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_ADM2Code": "FL063", "Action2Geo_Lat": 30.7744, "Action2Geo_Long": -85.2269, "Action2Geo_FeatureID": "286422", "DATEADDED": 20200521163000, "SOURCEURL": "https://health.wusf.usf.edu/post/answers-sought-covid-19-disability-facilities"}, "ARTICLE": {"TITLE": "Answers Sought On COVID-19 In Disability Facilities", "TEXT": "Amid a surge in COVID-19 infections in nursing homes and other senior facilities, a watchdog organization wants to know what steps Florida has taken to keep people with developmental disabilities safe in state institutions.\n\nAnd it wants to know now.\n\nDisability Rights Florida Legal Director Peter Sleasman sent an email last week to state Agency for Persons with Disabilities Director Barbara Palmer outlining concerns that the state hasn’t done enough to protect residents with disabilities. The email asked the agency, whose duties include operating Sunland Center in Marianna, to provide details about its plans by the end of the day Wednesday or to call him about the issues.\n\nThe state began testing hundreds of residents and staff members last week at Sunland after two residents were found to have COVID-19.\n\nIn a statement to The News Service of Florida, Agency for Persons with Disabilities spokeswoman Melanie Etters said the agency was working on a response to Sleasman’s request. Etters didn’t say whether the agency would respond by the end of the day Wednesday.\n\n“We understand that APD (the Agency for Persons with Disabilities) and other state agencies recently instituted a mandatory testing of all staff and residents at (the Sunland) facility. However, DRF (Disability Rights Florida) remains extremely concerned for the health, safety, and welfare of the residents at (the) facility,” Sleasman’s May 15 email said. “It appears that a lack of routine testing (including testing and screening of staff), lack of appropriate and enough PPE (personal protective equipment), and lack of adherence to recommended social distancing may all have contributed to this outbreak. As I’m sure you are aware, the residents of Sunland are particularly vulnerable to the effects of this virus.”\n\nThe request came as the numbers of COVID-19 infections increase in institutional settings --- whether public or private --- including nursing homes, assisted living facilities, intermediate care facilities for people with developmental disabilities and prisons.\n\nFlorida Department of Health data indicate that 4,017 long-term care facility residents, including some Sunland residents, had COVID-19 as of Tuesday. More than 55 percent, or 2,228 residents, had been transferred out of long-term care facilities for treatment or isolation. Gov. Ron DeSantis’ administration mandated such transfers this month.\n\nThe industry-reported data show that 1,986 staff members of long-term care facilities had COVID-19. It is not uncommon for nurses’ aides and other staff members to work at more than one facility. The Department of Health said the 1,986 figure could include double-counted staff.\n\nIt’s not clear how many Sunland residents and staff have tested positive for the coronavirus that can lead to COVID-19, a disease that has proven deadly for seniors and people with underlying medical conditions.\n\nDepartment of Health data showed that as of Tuesday, 43 residents and 14 staff members at Sunland had COVID-19. The department’s numbers are used for daily COVID-19 updates that the state distributes.\n\nThe Agency for Persons with Disabilities also has tracked COVID-19 cases among the Medicaid beneficiaries it serves, whether they reside in state-owned institutions, such as Sunland, or participate in the “iBudget” program, which helps them live in communities.\n\nAccording to the agency’s analysis, Sunland had 16 infected residents and 21 infected staff members. Another 29 Sunland employees, according to the agency report, were in quarantine, though they had not officially tested positive.\n\nEtters told the News Service that the Department of Health information was wrong.\n\nValerie Breen, executive director of the Florida Developmental Disabilities Council, said it has been difficult to get information about the numbers of people with disabilities who have tested positive and that her organization has tracked cases by reading local media coverage.\n\n“We are told that individuals and families in our community are being directed to the Florida Department of Health and their local public health departments for any data or health related information. It doesn’t mean APD isn’t collecting the data and reporting it somewhere specific to their clients, it just means it’s not easily accessible to our public,” Breen said in a statement to the News Service. “Information is key to help families and their loved ones make prudent decisions on where the person should live in order to ensure safety and care during the COVID pandemic.”\n\nThe agency said it started making its analysis available to the public this week on its website.\n\nBut the handling of COVID-19 isn’t Disability Rights Florida’s only concern with the oversight of Sunland.\n\nIn his email, Sleasman also asked the agency to provide Disability Rights Florida with an update on mold-mitigation efforts at Sunland, as well as plans to remedy what he called “other long standing and potentially dangerous conditions” at the Northwest Florida facility.\n\n“Although the actions related to the COVID-19 crisis are our immediate focus we would like information on these other matters as well,” Sleasman said in his email to the agency.\n\nThe News Service reported in February that the agency received a 145-page report showing severe mold problems in 16 buildings on the Sunland campus. The report indicated that there was more than 100 square feet of mold growth within air-conditioning systems and duct work in the buildings and a range of between 60 and 600 square feet of mold growth on some of the buildings.\n\nFollowing the report, the agency installed air scrubbers or portable filtration systems that clean pollutants from the air in a number of areas on the campus.\n\nThe agency also hired a local physician to assess residents and determine if their health had been compromised because of the air quality. Palmer, the agency director, issued a statement Tuesday that said air scrubbers and dehumidifiers “are still in operation and are maintained every two weeks with the changing of the filters, plus the cleaning and disinfecting of the equipment.”\n\nPalmer also said “the medical testing conducted by a pulmonologist in early March showed that none of the residents had a compromised health status related to mold. A small number had chronic issues unrelated to mold like asthma or rhinitis, so the doctor schedules regular appointments with them for follow up.”"}}