{"GDELT": {"GlobalEventID": 924830532, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor1Code": "TCD", "Actor1Name": "CHAD", "Actor1CountryCode": "TCD", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.97014925373134, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Riverside, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA067", "Actor1Geo_Lat": 38.5191, "Actor1Geo_Long": -121.521, "Actor1Geo_FeatureID": "253387", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Riverside, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA067", "Action2Geo_Lat": 38.5191, "Action2Geo_Long": -121.521, "Action2Geo_FeatureID": "253387", "DATEADDED": 20200521163000, "SOURCEURL": "https://laist.com/2020/05/21/sheriffs_jails_early_release_coronavirus_la_orange_riverside_san_bernardino.php"}, "ARTICLE": {"TITLE": "Different Sheriffs, Different Attitudes Towards Releasing Some Inmates Early", "TEXT": "L.A. County Sheriff Alex Villanueva said \"we had to...be a little bold\" in addressing jail overcrowding. (Kyle Grillot for LAist)\n\nOur news is free on LAist. To make sure you get our coverage: Sign up for our daily coronavirus newsletter. To support our nonprofit public service journalism: Donate now.\n\nThe COVID-19 pandemic sparked calls for the early release of non-violent inmates from crowded county jails in Los Angeles and elsewhere. But that appeal did not have the same effect on all the sheriffs in the region.\n\nThe sheriffs in the most populous counties, L.A. and Orange, agreed that it made sense to let some inmates out early in an attempt to create more space for social distancing behind bars.\n\nBut in Riverside and San Bernardino, local law enforcement rejected the idea.\n\n\"We had to think big and be a little bold\" when it came to addressing the challenges posed by the coronavirus, said L.A. County Sheriff Alex Villanueva, who oversees the largest local jail system in the nation.\n\nL.A. jails now hold nearly 5,000 fewer inmates, a drop of 30%, in part because of Villanueva's early releases.\n\nOrange County Sheriff Don Barnes followed suit.\n\nWhen you have people \"stacked on top of each other, and you get one person infected, it spreads like fire,\" said Commander Joe Balicki, who oversees Orange County's jails. OC lockups now hold more than 2,200 fewer people, a 44% drop.\n\n'IF YOU DON'T WANT TO CATCH THIS VIRUS...DON'T BREAK THE LAW'\n\nIt's a different story in the more conservative Inland Empire. Riverside Sheriff Chad Bianco has refused to release inmates early. When asked if his policy threatens inmates' health, he had a blunt response.\n\n\"If you don't want to catch this virus while you're in custody, don't break the law,\" he told us.\n\nSan Bernardino County Sheriff John McMahon has taken a similar approach.\n\nWhile it's understandable to be concerned about infections, \"people who are in custody made choices to commit crimes,\" said San Bernardino District Attorney Jason Anderson.\n\nicon DON'T MISS ANY L.A. CORONAVIRUS NEWS Get our daily newsletters for the latest on COVID-19 and other top local headlines. SUBSCRIBE\n\nTerms of Use and Privacy Policy\n\nOf course it's important to remember that more than half of all jail inmates in California are awaiting trial — they're innocent until proven guilty but can't afford bail.\n\nSheriffs' release policies are just one factor contributing to the drop in jail populations.\n\nOrange County Sheriff Don Barnes. (Chris Carlson/AP)\n\nCrime is down during the pandemic. Police are choosing to release more people. And the state's Judicial Council eliminated bail for most misdemeanors and low-level felonies.\n\nPrisoner advocates say releasing more non-violent inmates is an obvious way to drastically reduce overcrowding, arguing that jails by their very nature are extremely dangerous during a public health crisis like this.\n\n\"So many people housed in the jails live in dorm settings, in these congregate units, and that in the current pandemic is a recipe for disaster,\" said attorney Sara Norman of the Prison Law Office.\n\nNorman's organization has sued Riverside County, while other groups have sued L.A. and Orange counties, accusing sheriffs of endangering inmates by not releasing more of them.\n\nAn ACLU lawsuit against Orange County demands the release of elderly inmates and those with pre-existing health conditions — about 500 people in all, said Jacob Reisberg, one of the group's lawyers.\n\nIT'S HARD TO DRAW CONCLUSIONS ABOUT THE POLICIES\n\n\"Those vulnerabilities make it imperative they be released immediately,\" he said.\n\nRiverside County Sheriff Chad Bianco. (Riverside County Sheriff's Department)\n\nThe relationship between release policies and COVID-19 cases inside jails is unclear.\n\nSan Bernardino, with its no early release policy, has had just three cases as of the beginning of this week, while L.A., which cut its population by nearly one-third, has had more than 640.\n\nOrange County has had 364 cases; Riverside has had 190 cases and the only two coronavirus-related inmate deaths reported in the four counties. Bianco believes one of the two Riverside sheriff's deputies who died may have contracted the virus from a prisoner he had escorted to the Riverside University Health System.\n\nBut we can't draw conclusions based on those numbers — for example, San Bernardino has only tested about 1% of its inmates, while L.A. has tested nearly 12%. For its part, Riverside has not released data on how many inmates it has tested.\n\nSheriffs across the region say they're providing inmates soap and other cleaning supplies to fight the virus, and are screening staff. They're also isolating the sick and quarantining those who come into contact with them.\n\nL.A. has placed nearly half its jail population under quarantine.\n\nBut Heather Harris of the Public Policy Institute of California says achieving social distancing remains a challenge in any jail.\n\nFURTHERING A POLITICAL AGENDA?\n\nAnother important factor is capacity. Only San Bernardino was below capacity when the pandemic hit. LA, Orange and Riverside were all overcrowded.\n\n\"Some jails might have pods where you are housed with multiple people,\" she said. \"Sometimes they might have cells where maybe you could be alone in a cell, but that cell might be exposed to a hallway.\"\n\nSan Bernardino County Sheriff John McMahon. (San Bernardino County Sheriff's Department)\n\nVillanueva has partly explained his large number of cases by making an unusual accusation — he's claimed some inmates infected each other on purpose to try to get out of jail.\n\nVillanueva has dismissed the idea of releasing any more inmates.\n\n\"There is no way we could release that many inmates to have the social distancing recommended by the CDC,\" he said. \"You'd be putting out on the street people that you would not want to see out on the street.\"\n\nRiverside Sheriff Bianco suggested the push to release inmates has nothing to do with public health.\n\n\"The last thing we need is for this crisis to be used to further a political agenda of decriminalization, anti-incarceration and regulations that undermine and compromise the safety of the public,\" he said.\n\nIn a video released last month, Bianco called on Riverside residents to lobby their elected leaders to block the implementation of the zero bail policy instituted by the Judicial Council.\n\nInmate advocates argue it's the sheriffs who resist releasing non-violent inmates who are more interested in politics than the well-being of the people in their jails."}}