{"GDELT": {"GlobalEventID": 924830821, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.98019801980198, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200521163000, "SOURCEURL": "https://www.lehighvalleylive.com/coronavirus/2020/05/mayors-sign-on-to-remember-fallen-veterans-on-memorial-day-will-you-join-us.html"}, "ARTICLE": {"TITLE": "Mayors sign on to remember fallen veterans on Memorial Day. Will you join us?", "TEXT": "As Memorial Day draws closer, we’re renewing our call for you to join us in honoring our fallen veterans.\n\nAt 10 a.m. on Memorial Day, we’re asking you to sing or play the Star Spangled Banner while socially distancing. Do it from your driveways, your porches, your rooftops, in your back yards.\n\nThe idea came from Gail Van Prooien, a woman who said she’s never missed a Memorial Day parade. But with the cancellations of parades and other commemorative ceremonies because of the coronavirus crisis, she wanted to find another way to show respect.\n\nShe got immediate support from Michael Boll, who served as a Marine in Desert Storm and is now president of New Jersey Veterans Network, an all-volunteer mobile outreach charity that works to provide veterans with “a better quality of life through the donation of cars, housing, mental health services and job assistance.”\n\n“I think this shows everyone who has been home during the pandemic that there are people who love this country and want to show their support in any way they can,” he said. “I think having the national anthem and sharing it with each other? It’s a beautiful thing.”\n\nCORONAVIRUS RESOURCES: Live map tracker | Businesses that are open | Homepage\n\nBoll said he is reaching out to all of the charity’s partner organizations — from the American Legion to Knights of Columbus to Veterans of Foreign War (VFW) and more — to ask them to band together to support this moment.\n\nMorris Plains, which cancelled its Memorial Day service and parade — the largest in Morris County, according to the borough’s mayor — is supporting the effort.\n\n“On Monday, May 25, Memorial Day at 10 a.m., we are encouraging all residents to go outside, stand on a sidewalk, front yard, driveway or porch, and sing or play The Star Spangled Banner,” Mayor Jason Karr said.\n\nHe encourages other mayors to “aid in remembering our veterans by taking the time to say ‘thank you.’”\n\nThe town will hang a “thank you” banner at the Morris Plains Rotary Park and more than 150 American flags will fly along Speedwell Avenue, Karr said. Additionally, he’s asking Rep. Mikie Sherrill to prepare a virtual message for the Morris Plains VFW Watnong Post #3401.\n\n“Even in this challenging time, it is very important to never forget the reason we commemorate this day annually, for it is for those who served before us and gave the ultimate sacrifice while defending our great country,” he said.\n\nCORONAVIRUS RESOURCES: Live map tracker | Businesses that are open | Homepage\n\nDeptford Township is also on board.\n\nThe municipality usually has a Memorial Day parade that starts at the Oak Valley fire house and ends at Veterans Park, a park that was opened in 2014 and designed by local artist Frank Seder, a Navy veteran.\n\nAfter the parade, there’s usually a barbeque with guest speakers, wreath-laying ceremonies and a service but the local VFW post.\n\nDeptford Mayor Paul Mednay said it’s all going to be different this year because of coronavirus. The parade and traditional wreath-laying ceremony and barbeque are canceled, but there will be a small event at Veterans Park “park to lay wreaths while physically staying distant but never neglecting to honor our soldiers in some way.”\n\nWreaths will also be placed in front of the municipal building with 100 small flags, he said, and the township’s five electronic signs will commemorate “our soldiers killed in battle.”\n\n“We will be joining with other towns encouraging residents to sing or play the national anthem on Monday at 10 a.m. We will promote the event on our Facebook page, website, Instagram and Twitter,” Mednay said. “If we have time we will put up small signs in each neighborhood also.”\n\nWe hope you will join us — and your neighbors — to honor our fallen veterans. You can RSVPing to this event on Facebook.\n\nOur journalism needs your support. Please subscribe today to NJ.com.\n\nKarin Price Mueller may be reached at bamboozled@njadvancemedia.com."}}