{"GDELT": {"GlobalEventID": 924830810, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor1Code": "USAEDU", "Actor1Name": "NEBRASKA", "Actor1CountryCode": "USA", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 2.00927357032458, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200521163000, "SOURCEURL": "https://www.eurekalert.org/pub_releases/2020-05/uon-nrd052120.php"}, "ARTICLE": {"TITLE": "Nebraska researcher develops contact tracing technology", "TEXT": "How does society establish a new normal during a pandemic?\n\nA key approach involves contact tracing, in which public health officials alert anyone potentially exposed to a newly diagnosed patient within the past 14 days, the incubation period for COVID-19.\n\nContact tracing can be done with teams of public health officials, relying on a patient's known contacts. Or it can be done with technology, alerting both known and unknown contacts, such as someone walking by at a grocery store.\n\nThe University of Nebraska-Lincoln's Bilal Khan has developed a technology solution: a software application system that is ready to pilot. He is working with NUtech Ventures, the university's commercialization affiliate, to find a community partner for implementation.\n\n\"Without technology, there is no efficient way to inform contacts who were passively exposed at a public place,\" said Khan, Happold Professor of Sociology and professor of computer science and engineering. \"We also want to give people a richer, more personalized stream of data about how much risk they are taking on -- which will help them make decisions about balancing their health risk with their economic risk.\"\n\nThe software system was originally developed at the University of Nebraska-Lincoln to study how human interactions -- specifically, physical proximity to others -- affect public health attitudes and behavior, as part of a sociology research project funded by the National Institutes of Health.\n\n\"Now, five years later, we have this system that already exists and doesn't need to be designed and built from scratch,\" Khan said. \"That's the fortuitous coincidence. Our goal is to leverage it and quickly put something into use.\"\n\nUsers who download the app are assigned an anonymized identification number; it protects privacy by avoiding any connection to personal data, such as names or phone numbers. The system then uses location and Bluetooth data to track users' physical proximity, noting which ID numbers are in close contact with other ID numbers.\n\nIf an app user is diagnosed with COVID-19, health officials can easily download a list of all ID numbers who were potentially exposed to that person in the past 14 days and send in-app notifications.\n\n\"You get the assurance that if you are exposed to someone today, who 10 days from now is diagnosed positive, then you'll be told about it,\" Khan said. \"This information hopefully gives you additional quantitative measures of how risky things are and whether or not you should go out.\"\n\nThe app also allows officials to ask customizable questions that gauge public sentiment, such as: Do you think it's safe to go outside?\n\n\"This information could be valuable for public health officials, because it gives them a real sense of how sentiments are changing over time,\" Khan said. \"Sentiments are a leading indicator of behavior, and behavior is a leading indicator of transmission.\"\n\nOther countries around the world are developing similar contact tracing systems, including Germany and the United Kingdom -- two countries typically associated with Western democracies, civil liberties and privacy protections, Khan said. His system adds a layer of privacy protection by maintaining data on local servers, which never leave the geographic boundary of a town or county.\n\nEven individuals who don't download the app could still view available data to understand the spread of COVID-19 in their community. Ultimately, Khan's goal is to make public health data more personal and help individuals make informed decisions.\n\n\"In the long term, people are balancing their health risk against economic risk and making behavioral decisions -- Should I go out or should I stay in? -- based on those trade-offs,\" Khan said. \"The economic data has hard numbers to it, so it has a kind of advantage -- you can't argue with your rent or your mortgage. Our system is an attempt to help correct that imbalance of personalized information.\"\n\n###\n\nFor information about opportunities to pilot the software application, contact Arpi Siyahian at asiyahian@nutechventures.org."}}