{"GDELT": {"GlobalEventID": 924829345, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor2Code": "IRL", "Actor2Name": "CORK", "Actor2CountryCode": "IRL", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.28011204481792795, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bellewstown, Meath, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI21", "Actor2Geo_ADM2Code": "18299", "Actor2Geo_Lat": 53.645, "Actor2Geo_Long": -6.345, "Actor2Geo_FeatureID": "427452", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bellewstown, Meath, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI21", "Action2Geo_ADM2Code": "18299", "Action2Geo_Lat": 53.645, "Action2Geo_Long": -6.345, "Action2Geo_FeatureID": "427452", "DATEADDED": 20200521163000, "SOURCEURL": "https://www.breakingnews.ie/sport/same-but-different-galway-races-to-go-ahead-with-significant-changes-1000965.html"}, "ARTICLE": {"TITLE": "Same but different: Galway Races to go ahead with significant changes", "TEXT": "The same but different, that'll be the Galway Races experience in 2020. Horse Racing Ireland (HRI) today revealed that the meeting will go ahead on its original dates of Monday 27 July to Sunday 2 August with the Galway Plate and Galway Hurdle being run on the Wednesday and Thursday as normal.\n\nHowever, there are significant changes to the traditional race programme. The opening two days will host Flat races only while the Wednesday, Thursday and Friday fixtures will be all National Hunt. The meeting, which will be held behind closed doors, will conclude with two all-Flat cards.\n\nIn unveiling a full Flat programme for June and revised fixture list for July, HRI director of racing Jason Morris acknowledged needing to provide horses with opportunities to get back racing.\n\n“We recognise that there will be a large demand for opportunities to run and our aim is to provide all Flat horses with their first run as quickly as possible following the resumption of racing by offering a balanced programme across all age groups, distances and categories,\" Morris said. \"There will be 53 Flat meetings up to the end of July with this objective in mind.\n\n“There will also be 22 National Hunt fixtures programmed between June 22 and the end of July, compared to the equivalent of 17 meetings in the same period last year, to cater for the demands of the jumps horse population.\n\nThere will be eight-race cards run at every opportunity where stable capacity allows, with the protocols requiring one stable per horse for hygiene reasons.\n\nThe number of racedays at Killarney in July has been reduced from five to three which will be stand-alone fixtures on Tuesday July 7, Monday July 13 and Wednesday July 15. The two lost days will be rescheduled later in the year.\n\nRacing will resume at Cork Racecourse which will host four fixtures, beginning with an all-Flat card on Sunday July 5. Bellewstown will stage three non-consecutive days in July, while two extra fixtures will be held at the Curragh on Friday July 10 and Sunday July 26, the latter featuring the Tattersalls Gold Cup.\n\nAll race meetings will be a single code with no mixed meetings to minimise the number of people working at the racecourse on each day."}}