{"GDELT": {"GlobalEventID": 924830534, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor1Code": "THA", "Actor1Name": "THAILAND", "Actor1CountryCode": "THA", "Actor2Code": "CVL", "Actor2Name": "NATIONALS", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.1363636363636298, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ladakh, Jammu and Kashmir, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN12", "Actor1Geo_ADM2Code": "72785", "Actor1Geo_Lat": 34.5, "Actor1Geo_Long": 77.5, "Actor1Geo_FeatureID": "-2102224", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ladakh, Jammu and Kashmir, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN12", "Actor2Geo_ADM2Code": "72785", "Actor2Geo_Lat": 34.5, "Actor2Geo_Long": 77.5, "Actor2Geo_FeatureID": "-2102224", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ladakh, Jammu and Kashmir, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN12", "Action2Geo_ADM2Code": "72785", "Action2Geo_Lat": 34.5, "Action2Geo_Long": 77.5, "Action2Geo_FeatureID": "-2102224", "DATEADDED": 20200521163000, "SOURCEURL": "https://www.thehindu.com/news/national/private-airlines-will-join-vande-bharat-mission-minister/article31643785.ece"}, "ARTICLE": {"TITLE": "Private airlines will join Vande Bharat mission: Minister", "TEXT": "IndiGo to operate 97 flights between Kerala and destinations in West Asia\n\nIndiGo on Thursday announced that it will join hands with the government in bringing back Indians stranded overseas and operate 97 flights between Kerala and destinations in West Asia like Saudi Arabia, Doha, Kuwait and Muscat.\n\nAlso read: ‘Vande Bharat’ flight from Kuwait to arrive today\n\nEarlier in the day, Minister for Civil Aviation Hardeep Puri said the Vande Bharat mission, which was so far being steered by Air India alone, will also have participation from private airlines.\n\n“Private carriers had expressed their desire to participate in the repatriation of Indians. They will also be joining in this exercise which will also allow us to have more flights and bring back more people in distress,” the Minister said. Several airlines are discussing the issue with the government.\n\nSo far 23,475 Indian nationals have returned and nearly 2.6 lakh have registered for the special flights.\n\nThe government also plans to develop Frankfurt as a hub to operate flights to and beyond Europe. Indian nationals are also returning by foreign airlines, which are operating to take their citizens back. A flight from Buenos Aires arrived on Thursday morning with 62 Indians and last week nearly 300 pilgrims from Ladakh were able to return on a Mahaan Air flight.\n\nTunisia has also agreed to evacuate Indian citizens on its flights to India, Vietrnam and Thailand for evacuating its nationals and a flight will be landing on Friday morning.\n\nThe Minister also emphasised that the Air India flights were not for all Indians wishing to return but for “those who are genuinely stranded and distressed”."}}