{"GDELT": {"GlobalEventID": 924830378, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor1Code": "MNCUSAMED", "Actor1Name": "GOOGLE", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor1Type2Code": "MED", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.12690355329949998, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200521163000, "SOURCEURL": "https://www.edinburghnews.scotsman.com/health/apple-and-google-contact-tracing-how-coronavirus-tracking-system-works-and-why-its-not-being-used-uk-yet-2860903"}, "ARTICLE": {"TITLE": "Apple and Google contact tracing: how the coronavirus tracking system works - and why it’s not being used in the UK yet", "TEXT": "(Photo: Shutterstock)\n\nTheir aim was to create a system using smartphones to trace whether a person has come into contact with someone who has tested positive for Covid-19 and alert them.\n\nThe first steps to that plan becoming a reality have been realised with the release of Apple's iOS 13.5 update, which brings the Exposure Notification API to iPhones and iPads.\n\nSign up to our daily newsletter The i newsletter cut through the noise Sign up Thanks for signing up! Sorry, there seem to be some issues. Please try again later. Submitting...\n\nThe COVIDSafe app by the Australian government (Photo: SAEED KHAN/AFP via Getty Images)\n\nHere's everything you need to know about it:\n\nHow does the coronavirus tracking app work?\n\nThe Exposure Notification API isn't actually an app.\n\nInstead, Apple's latest update delivers the relevant code needed for devices to interact with apps developed by third parties like public health authorities.\n\nIt's not something that can be access by regular phone users, and won't make any visible difference to the software running on your phone; you likely wouldn't even know it had been put on your device were it not for articles like this.\n\nThe initial phase of the roll-out requires users to download apps from public health authorities in order to enable contact tracing on their devices.\n\nApple say that public health bodies like the US' Centres for Disease Control and Prevention have already requested access to the API.\n\n\"In the coming months\", Apple and Google plan to do away with the need for dedicated apps and bake \"a broader, Bluetooth-based contact tracing platform\" into their operating systems directly.\n\nHow does digital contact tracing work?\n\nDigital contact tracing uses radio transmitters inside smartphones to establish other phone owners the user's come into contact with - the same way that phones and other devices send out Bluetooth signals to seek devices to connect with.\n\nIf person A and person B have a 10-minute conversation in the street, their phones will be exchanging anonymous identifier codes that change every 15 minutes.\n\nBoth handsets are scanning for IDs, and will register each other and store that information locally on each device.\n\nA few days later, person A tests positive for Covid-19 and enters into a healthcare app that they're infected. With their consent, their phone will push all the IDs their phone has registered as having come across in the past 14 days to the server.\n\nPerson B's phone will have been checking the server for positive beacons from their past 14 days, meaning they'll receive a notification from the healthcare app letting them know someone they've been in contact with has tested positive for the virus and linking them to further information about symptoms, how to self-isolate etc.\n\nIs it safe?\n\nGoogle and Apple's new system has been praised for the lengths it goes to to preserve user privacy.\n\nThe companies are using Bluetooth over location or GPS data to enable greater privacy, alongside concealing the identity of the contact.\n\nThe contact matches are also determined locally on the device, rather than sent to a central server.\n\nWhen a phone pushes information to servers run by the health organisations across the world, it appears as a series of randomised numbers, making it less likely governments can use the data to conduct surveillance.\n\nThe apps will ask the user's permission to participate in the tracing service, allowing the user to opt out of sharing their proximity info either temporarily or permanently.\n\nWhy isn't it being used in the UK?\n\nThe feature might not be used for contact tracing in the UK.\n\nThe NHS confirmed it would be using its own centralised system over the decentralised approach favoured by the tech companies, despite fears its methods will not be as secure or efficient.\n\nThe first contact tracing app was trialled recently on the Isle of Wight, but presented technological issues and sparked ethical debate.\n\nIt creates a centralised database of contacts at odds with the privacy Apple and Google have been at pains to emphasise.\n\nHealth Secretary Matt Hancock has insisted that all data collected by the app is stored securely and deleted as soon as it is no longer needed to trace the possible spread of coronavirus.\n\nBut a second smartphone app to trace the spread of Covid-19 is being produced, a new application that will instead incorporate the technology provided by Google and Apple."}}