{"GDELT": {"GlobalEventID": 924830124, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor1Code": "IRN", "Actor1Name": "IRANIAN", "Actor1CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 163, "EventBaseCode": 163, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -8.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.674796747967481, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Taiwan", "Actor1Geo_CountryCode": "TW", "Actor1Geo_ADM1Code": "TW", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 121.0, "Actor1Geo_FeatureID": "TW", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Taiwan", "Action2Geo_CountryCode": "TW", "Action2Geo_ADM1Code": "TW", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 121.0, "Action2Geo_FeatureID": "TW", "DATEADDED": 20200521163000, "SOURCEURL": "https://patriotpost.us/articles/70823-thursday-news-executive-summary-2020-05-21"}, "ARTICLE": {"TITLE": "Thursday News Executive Summary", "TEXT": "House Democrats were unsuccessful in strong-arming the Supreme Court into permitting the release of Special Counsel Robert Mueller’s grand jury documents. Yesterday, the motion was provisionally blocked by the justices. “Wednesday’s order, called a stay, will remain in place until the Trump administration files its formal appeal of a lower court ruling directing the Justice Department to share the grand jury files with the House Judiciary Committee,” The Washington Free Beacon reports . The Beacon adds, “If the Court decides to hear the Trump administration’s appeal, the stay will remain in place well past the November election, depriving Democrats of still another campaign cudgel against the president.”\n\nOn Wednesday, Joe Biden, who Tara Reade alleges sexually assaulted her in 1993, gave the virtual commencement address to graduates of Columbia Law School. The school’s dean, Gillian Lester, declared in a pre-ceremony announcement letter that Biden’s “enduring and exemplary career as a leader, lawyer and public servant sets an example for our students as they prepare to begin their own course as legal professionals.” But as The Daily Wire reminds us, “Columbia law faculty and administration were among the most vocal opponents of [Justice Brett] Kavanaugh’s nomination, leading both in-person protests, and organizing 2,400 other law professors to sign a letter calling Kavanaugh unfit to serve on the nation’s highest court.” The hypocrisy is bad enough. Even worse is the fact that the allegations against Biden are far more credible than anything leveled at Kavanaugh."}}