{"GDELT": {"GlobalEventID": 924830860, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor1Code": "USAMIL", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "MIL", "Actor2Code": "IRN", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.122137404580149, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tehran, Tehran, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR26", "Actor2Geo_ADM2Code": "41130", "Actor2Geo_Lat": 35.75, "Actor2Geo_Long": 51.5148, "Actor2Geo_FeatureID": "10074674", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200521163000, "SOURCEURL": "https://www.taipeitimes.com/News/world/archives/2020/05/22/2003736859"}, "ARTICLE": {"TITLE": "Venezuelan military to escort oil tankers", "TEXT": "Venezuelan military to escort oil tankers\n\nAP, CARACAS\n\n\n\n\n\nVenezuelan Minister of Defense Vladimir Padrino Lopez on Wednesday said that planes and ships from the nation’s armed forces are to escort Iranian tankers arriving with fuel to the gasoline-starved country in case of any US aggression.\n\nPadrino said Venezuela’s navy and air force would welcome the five Iranian tankers, seeing them through the nation’s maritime territory and into port.\n\nHe compared the fuel tankers to humanitarian aid that China and Russia have sent to help Venezuela combat the COVID-19 pandemic.\n\nA force of US vessels, including destroyers and other combat ships, are patrolling the Caribbean on what US officials call a drug interdiction mission. Venezuelan officials paint them as a threat, but US officials have not announced any plans to intercept the Iranian tankers, or threatened to try.\n\nBoth Iran and Venezuela have been hit with US economic sanctions.\n\nVenezuelan Ambassador to the UN Samuel Moncada criticized the US, saying that any attempt to stop the tankers would be illegal.\n\n“Forbidding those boats from reaching their destination would thus constitute a crime against humanity,” Moncada said at a UN Security Council meeting to discuss the turmoil in Venezuela.\n\nThe five Iranian tankers are expected to start arriving in Venezuela in the coming days. They are carrying gasoline to help alleviate days-long lines at service stations, even in Caracas, which had normally been immune to shortages as the capital and seat of political power.\n\nIranian Ambassador to Venezuela Hojjatollah Soltani earlier on Wednesday defended broadening trade relations between the two nations, which includes the five tankers, as their right to trade freely.\n\nInternational conventions protect the expanding ties between the two US-sanctioned nations, Soltani said.\n\n“This relationship between Iran and Venezuela does not threaten anybody. It is not a danger to anyone,” Soltani said in a meeting with reporters at the Iranian embassy in Caracas.\n\nIn addition to sending the tankers, Iran has flown in shipments of a chemical needed to restart an aging Venezuelan oil refinery with the goal of producing gasoline.\n\nWhile Venezuela has the world’s largest oil reserves, its oil production has plummeted in the past two decades, which critics blame on corruption and mismanagement under socialist rule.\n\nUS sanctions designed to force Venezuelan President Nicolas Maduro from power have also hurt production.\n\nThe US National Security Council on Monday wrote on Twitter that few financial lifelines remain for Maduro. The US is among nearly 60 nations that recognize Venezuelan National Assembly President Juan Guaido, the opposition leader, as the nation’s legitimate leader.\n\n“Our maximum pressure campaign, which includes financial & economic sanctions, will continue until Maduro’s tyrannical hold ends,” the council wrote. “The humanitarian & economic crisis endured by Venezuelans is the fault of 1 person — Maduro.”\n\nFor Iran, the business ties with Venezuela represent a way to bring money into its cash-starved coffers and apply its own pressure on Washington.\n\nSoltani denied claims that Iranian planes returned from Venezuela loaded with gold to pay for Tehran’s support.\n\nHe accused US Secretary of State Mike Pompeo of spreading “fake news” to undermine the trade, which the ambassador called a “win-win” for both Venezuela and Iran.\n\n“They can sanction whoever they want,” Soltani said. “Iran will always advance.”\n\nAdmiral Craig Faller, the top US military official in Latin America, on Monday said that he was “concerned” by the news reports that Iran was shipping gasoline to Venezuela.\n\nHe said it fits a larger pattern of Iran trying to gain “positional advantage in our neighborhood in a way that would counter US interests.”\n\n“I’ve seen those same news reports that the tankers are in route,” Faller said in a Webcast. “We see the long hand of that Iranian malfeasance at work each and every day.”"}}