{"GDELT": {"GlobalEventID": 924830670, "Day": 20200521, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3863, "Actor1Code": "USA", "Actor1Name": "WASHINGTON", "Actor1CountryCode": "USA", "Actor2Code": "CHN", "Actor2Name": "BEIJING", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 136, "EventBaseCode": 136, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.39880059970015, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200521163000, "SOURCEURL": "https://www.cfr.org/report/military-confrontation-south-china-sea"}, "ARTICLE": {"TITLE": "Military Confrontation in the South China Sea", "TEXT": "Introduction\n\nThe risk of a military confrontation in the South China Sea involving the United States and China could rise significantly in the next eighteen months, particularly if their relationship continues to deteriorate as a result of ongoing trade frictions and recriminations over the novel coronavirus pandemic. Since 2009, China has advanced its territorial claims in this region through a variety of tactics—such as reclaiming land, militarizing islands it controls, and using legal arguments and diplomatic influence—without triggering a serious confrontation with the United States or causing a regional backlash. Most recently, China announced the creation of two new municipal districts that govern the Paracel and Spratly Islands, an attempt to strengthen its claims in the South China Sea by projecting an image of administrative control. It would be wrong to assume that China is satisfied with the gains it has made or that it would refrain from using more aggressive tactics in the future. Plausible changes to China’s domestic situation or to the international environment could create incentives for China’s leadership to adopt a more provocative strategy in the South China Sea that would increase the risk of a military confrontation.\n\nOriana Skylar Mastro Assistant Professor of Security Studies, Georgetown University's Edmund A. Walsh School of Foreign Service; and Resident Scholar, American Enterprise Institute\n\nThe United States has a strong interest in preventing China from asserting control over the South China Sea. Maintaining free and open access to this waterway is not only important for economic reasons, but also to uphold the global norm of freedom of navigation. The United States is also at risk of being drawn into a military conflict with China in this region as a result of U.S. defense treaty obligations to at least one of the claimants to the contested territory, the Philippines. China’s ability to control this waterway would be a significant step toward displacing the United States from the Indo-Pacific region, expanding its economic influence, and generally reordering the region in its favor. Preventing China from doing so is the central objective of the U.S. National Security Strategy and the reason the Indo-Pacific is the U.S. military’s main theater of operations. For these reasons, the United States should seek ways to prevent Chinese expansion, ideally while avoiding a dangerous confrontation and being prepared to deftly manage any crises should they arise.\n\nLinkedIn Email Share Share\n\nThe Contingency\n\nChina considers the majority of the South China Sea to be an inalienable part of its territory. Exercising full sovereignty over this area is a core component of President Xi Jinping’s “China Dream.” China does not accept or respect the sovereignty claims of Brunei, Indonesia, Malaysia, the Philippines, Taiwan, or Vietnam in this region. Although China has been cautious in pressing its claims thus far, three developments could convince Xi that China should be more assertive.\n\nXi could feel compelled to accelerate his timeline in the South China Sea to maintain his consolidated position within the Chinese Communist Party (CCP), particularly if the political situation in Hong Kong worsens, peaceful reunification with Taiwan becomes less likely, or domestic criticism of his management of the novel coronavirus outbreak increases. With China’s economic growth for 2020 projected to hit only 1.2 percent—the lowest since the mid-1970s—Xi could find it necessary to demonstrate strength while Beijing deals with internal fallout from the pandemic. China has already declared two new administrative districts in the South China Sea in April 2020 and has escalated its criticism of U.S. freedom of navigation operations (FONOPs) in the area. Moreover, with expectations that the first stage of China’s military modernization efforts will be completed in 2020, Xi could become more confident that China would succeed in pressing its claims militarily, especially if the United States is distracted internally with managing the coronavirus pandemic or its aftermath.\n\nThe opportunity to press claims without resorting to force could also diminish in the future should Southeast Asian nations become less accommodating of China’s position. Vietnam, one of the claimants to contested islands, has assumed the chair of the Association of Southeast Asian Nations (ASEAN) for 2020. During its tenure, Vietnam could block the progress of negotiations over establishing a maritime code of conduct in the South China Sea, which China has been advocating for, or it could bring legal action against China. Furthermore, Philippine President Rodrigo Duterte’s friendly posture toward China could become politically unsustainable in the event of an incident at sea that results in the injury or death of Filipino citizens. Indonesia has also maintained a neutral position in the disputes, but this could change if Beijing continues to infringe on Jakarta’s fishing rights in the Natuna Sea. China could see military action as its only recourse if it loses the diplomatic option to assert its sovereignty claims.\n\nPreventive Action Update A snapshot of global hot spots along with expert analysis on ways to prevent and mitigate deadly conflict from the Center for Preventive Action. Quarterly. View all newsletters >\n\nThe continued downward spiral in U.S.-China relations could also encourage Xi to adopt a now-or-never approach to the South China Sea. Under the Donald J. Trump administration, the United States has increased the frequency of FONOPs, challenging China’s excessive claims in the area. In 2018 and 2019 alone, U.S. Navy vessels sailed within twelve nautical miles of islands and reefs claimed or occupied by China at least a dozen times, a substantial increase from the frequency observed under the Barack Obama administration. The U.S. military continues to operate in China’s exclusive economic zones (EEZs), as allowed under international law, despite China’s attempts to exercise control over all military activities within its EEZs. U.S.-China military-to-military exchanges have declined from thirty in 2016 to twelve in 2019 as well, and U.S. Secretary of State Mike Pompeo has publicly stated that the United States would come to the Philippines’ aid should any form of a Chinese armed attack occur against Manila. If the ongoing trade and technology war, exacerbated by fallout from the COVID-19 pandemic, and increased strategic competition and military tensions in East Asia continue—and if the United States appears to be mounting initiatives to stop further Chinese gains—China could push back in the South China Sea in ways that lead to a military clash.\n\nIf China decides the time is right to more aggressively assert its claims, it could do so in three ways, potentially simultaneously. These are listed below from the most likely and least escalatory to the least likely and most escalatory. In all these scenarios, China would seek to expand its control over the South China Sea in accordance with its broader goals of reordering the region in its favor and displacing the United States. In response, the United States would act to prevent China from changing the status quo through aggressive and coercive means and to maintain the United States’ position as guarantor of peace, security, and stability in the region.\n\nIntensify Coercive Strategies\n\nOne of China’s main strategies in promoting its claims in the past has been to increase the risks for others exercising their rights by, for example, harassing other countries’ oil and gas exploration platforms, fishing vessels, and military vessels. In May 2019, China deployed its coast guard to intimidate Vietnamese offshore support vessels servicing a drilling platform near Vietnam’s southern coast, an area the Vietnamese consider territorial waters and that supplies a significant percentage of oil for a Vietnamese pipeline. This move resulted in the most significant standoff between China and Vietnam in the last five years, with Chinese and Vietnamese coast guard vessels conducting patrols near each other and the Vietnamese government issuing a statement calling for a halt to China’s activities. In recent months, Chinese coast guard vessels have behaved similarly toward a Malaysian oil rig in the South China Sea. China could escalate with more frequent or more intense harassment, including routinely flying military aircraft dangerously close to oil rigs, a practice known as buzzing.\n\nSimilarly, China could adopt more aggressive rules of engagement against other countries’ air or sea operations in the area. This could include clipping a U.S. naval vessel, locking radar onto a U.S. aircraft, or conducting more frequent and provocative military exercises. Currently, China relies largely on shadowing U.S. forces and issuing strongly worded statements when the United States and others conduct FONOPs. However, it could respond more aggressively, increasing the risk for U.S. forces operating in the area. In late June 2019, for example, China tested a medium-range ballistic missile twice in the South China Sea. These tests obstructed the ability of other countries to resupply their outposts near the Paracel Islands and the United States interpreted them as a threat from China that it could hold U.S. bases and vessels, as well as those of allies, at-risk in the event of military escalation in the South China Sea.\n\nChange the Military Balance of Power\n\nChina could take measures calculated to change the military balance of power in the South China Sea. Though Beijing would try to couch these measures in defensive terms, such unilateral changes would necessitate a stronger response from claimants. China could begin by bringing in new actors to increase pressure on claimants. For example, as China and Russia’s militaries grow closer, China could encourage Russia to support China’s claims by challenging U.S. ships, as Russia did near Philippine waters in June 2019.\n\nChina could claim a 200-nautical-mile exclusive economic zone encompassing almost all of the South China Sea.\n\nChina could also declare an air defense identification zone (ADIZ) around the Spratly Islands. China is already building capabilities to enforce an ADIZ and is installing radars on various islands in the South China Sea. If China draws straight baselines—low water lines along a country’s coastline that delimit territorial waters—around the Spratly Islands, which the 2016 UN Convention on the Law of the Sea tribunal ruled would be illegal, it would be declaring 10 percent of the South China Sea to be internal waters where no foreign vessels of any kind could enter without Beijing’s permission (China has already done this around the Paracel Islands). This would significantly affect trade lanes, fisheries and fishing rights, and freedom of navigation through these areas.\n\nChina could then claim a 200-nautical-mile EEZ outward from these straight baselines. This zone would encompass almost all of the South China Sea. China insists that foreign reconnaissance activities in its EEZ without prior notification and permission violate its rights, and it could start to enforce this interpretation. However, the United States military needs to continue conducting operations in the South China Sea, including reconnaissance, to ensure its readiness in a number of contingencies, including the defense of Australia, Japan, the Philippines, and Taiwan. China’s EEZ claims could force the United States to choose between continuing operations, thereby risking direct confrontation with China, or reducing them, undermining its alliance commitments.\n\nAlthough China’s position on EEZ rights is questionable from a legal standpoint, it could be difficult for the United States, let alone smaller states, to push back. China’s coast guard is the world’s largest, with more vessels than those of all its regional neighbors combined. While the U.S. Coast Guard has begun operating in the South China Sea, it does so at limited scale and frequency. In this scenario, China could use its new restrictions as a rationale for creating greater, more frequent obstructions to other countries’ ability to resupply their outposts. This type of brinksmanship would put the burden of escalation on the other claimants, perhaps convincing them to disengage from the islands they occupy. If countries accommodate China’s claims, Beijing could control East Asian nations’ access to these waters, which would give China an unprecedented amount of leverage against its neighbors, many of whom are U.S. treaty allies.\n\nThe U.S. Pacific Fleet could get involved in protecting the freedom of all nations to navigate, regardless of their alliance status, which would escalate the issue and require many resources. U.S. allies and partners, such as Australia, France, and the United Kingdom, would likely challenge China’s attempts to restrict their freedom to navigate in the South China Sea, potentially leading to clashes, crises, and escalation that could bring in the United States.\n\nTake Military Action\n\nWhile less likely, China could take military action against other claimants, or even U.S. vessels. China could occupy or militarize the Scarborough Shoal—contested territory between China and the Philippines—that the United States has clearly communicated as a redline that could lead to escalation. China would likely do this if the Philippines reverses its support for China and if China begins to view U.S. activities as provocative. China could also block food, water, and fresh troops to islands occupied by other claimants, or use military force to take over the islands.\n\nWarning Indicators\n\nThere are a number of possible indicators of an aggressive turn in China’s strategy. The CCP could increase its use of nationalistic rhetoric, which is often a precursor to China’s use of force. Xi could address South China Sea sovereignty issues more frequently and commit to resolving them during his tenure. There could be an uptick in calls from state-owned newspapers for China to exercise its sovereignty by taking military action.\n\nChina’s maritime behavior is likely to change in tandem with an increase in nationalist rhetoric and an improvement in its military capabilities.\n\nIf China wishes to ensure strategic surprise, it could hide preparations for military action under the guise of conducting military exercises, which would be hard to detect. China could move aircraft to Subi, Fiery Cross, and Mischief Reefs, justifying the movement as a temporary rotation. China could also move a number of destroyers, frigates, corvettes, landing ships, support ships, and coast guard vessels in preparation for a naval maneuver. China would likely forward deploy more anti-air and anti-ship capabilities in the form of air-launched cruise missiles or ground-based systems, but it would try to hide such changes.\n\nAlong these lines, China’s maritime behavior is likely to change in tandem with an increase in nationalist rhetoric and an improvement in its military capabilities. Specifically, there could be an increase in the frequency and intensity of patrols by China’s coast guard or navy, especially in areas where it is considering using force. Moreover, to try to win before fighting, China could heighten coercive measures—such as swarming, obstructing, ramming, and buzzing claimants—while simultaneously pressuring claimants diplomatically to concede to China’s interpretation of its sovereignty\n\nImplications for U.S. Interests\n\nThe United States has an interest in maintaining its credibility as a reliable partner and underwriter of peace and stability in the region. Thus, the United States should protect its allies and the openness of the South China Sea, which is critical for their security and prosperity.\n\nMany partners and allies of the United States, such as Japan and South Korea, rely on unfettered access to the South China Sea to trade with the outside world. Southeast Asian countries rely heavily on fisheries in the disputed waters, where more than 12 percent of the world’s fish are caught and more than 3.7 million people are employed. The U.S. military’s presence in these waters protects trade, deters aggression, and maintains peace and stability in the region. Conceding to China’s position on its maritime rights in the South China Sea would not only put regional prosperity and security at risk, but could also set a precedent that could inspire other states to exercise restrictive control over other international waters.\n\nA minor military clash between China and a claimant could escalate to a larger conflict involving multiple claimants and likely the United States if one of its military allies, like the Philippines, is involved. Furthermore, if China establishes control over the South China Sea, it could declare and enforce military exclusion zones, which would disrupt or obstruct international lines of communication and crucial supply chains. Preserving freedom of navigation in the South China Sea and upholding the norm of peaceful resolution of conflict are central to the United States’ ability to maintain its position as a Pacific power and its credibility as the security partner of choice to many countries in the region.\n\nPreventive Options\n\nThe United States could pursue three broad types of preventive options, involving a mix of diplomatic and military strategies. First, the United States could try to deter China from using military power to achieve greater control over the South China Sea by credibly signaling that such a move would be prohibitively costly—in other words, deterrence through the threat of punishment. Second, the United States could attempt to do the same by convincing China that it would not succeed if it tried—in other words, deterrence by denial. Third, the United States could accommodate China’s position (and encourage other claimants to do the same) in order to persuade China that military action is unnecessary to achieve its goals or, more optimistically, to convince China to accept more limited aims in the South China Sea and pursue those aims through transparent and cooperative tactics.\n\nThe United States will have to credibly demonstrate not only the capability to deny China its objectives but also its willingness to do so.\n\nFor deterrence both by denial and by punishment, the United States will have to credibly demonstrate not only the capability to deny China its objectives or impose costs on China for any military action, but also its willingness to do so. U.S. FONOPs are an attempt to do this, but they are not enough. To signal credibility, the United States could also put the South China Sea back on the agenda in high-level meetings with China, as well as in international institutions such as the Association of Southeast Nations (ASEAN) Regional Forum and the Group of Seven (G7), where it has been absent the past two years. The United States could articulate firm, consistent, and detailed statements about China’s problematic behavior, which could open space for others’ criticism. The United States could also become more proactive in mediating territorial disputes, using shuttle diplomacy and convening power to push claimants to come to an agreement about at least EEZ claims, and ideally about the sovereignty of the Spratly Islands. Such an agreement would go firmly against China’s attempts to establish control over the South China Sea and would pave the way for other claimants to put concerted pressure on China to acquiesce to a more limited interpretation of its maritime rights. All these actions would demonstrate that the South China Sea is a priority for the United States, thus enhancing the credibility of the U.S. commitment to ensuring these waters remain free and open, even at a cost.\n\nDeterrence by Punishment\n\nThe United States could deter China from relying on military power to achieve greater control in the South China Sea by credibly signaling that this would incur prohibitive costs. The United States could take the following steps.\n\nPunish China for its ongoing problematic activities in the South China Sea. China fears diplomatic isolation and makes great efforts to conceal its activities or present its behavior as legitimate according to international law and norms. To deter China, the U.S. Congress could require the secretary of defense to report on any Chinese activities that infringe on the rights of other countries, such as swarming Filipino fishing vessels, to show China that aggression would incur an international reputational cost. This act would extend the obligations included in the 2019 National Defense Authorization Act, which requires the secretary of defense to inform Congress and the public of “any significant military deployment or operation or infrastructure construction” in the South China Sea.\n\nLeverage economic options. The United States could also sanction Chinese companies and individuals involved in illegal activities, harassment, and coercion in the South China Sea. It should make clear that any Chinese military moves would result in a strong U.S. response, including some of the mitigating options outlined in this paper.\n\nEncourage other nations to align against China, including in ASEAN and the United Nations. These nations could collaborate informally to “name and shame” China for its activities, or could issue formal declarations and resolutions in institutions like ASEAN or the United Nations. They could also conduct joint military exercises that cordon off sections of the South China Sea for periods of time.\n\nEnforce a code of conduct in the South China Sea. The United States could establish and enforce, with like-minded nations, a code of conduct in the South China Sea. This code of conduct would outline responses to provocative or threatening behavior of Chinese vessels. These responses could include ramming and buzzing, or even more traditional activities like boarding and seizing the Chinese vessels.\n\nDeterrence by Denial\n\nThe United States could deter China by undermining its confidence that its actions would succeed. To achieve that goal, the United States could take the following actions.\n\nEnhance security cooperation and assistance to Southeast Asian countries. The United States could enhance the military capabilities of other claimants to include a networked multinational maritime awareness center that links the intelligence gathering and analysis efforts of Southeast Asian countries in order to monitor activities in the South China Sea—and punish countries that violate agreed-upon rules of engagement.\n\nIncrease coordination with regional partners. The United States could organize more frequent and intrusive FONOPs with allies such as Australia, France, and the United Kingdom. With allies, the United States could also use naval ships to escort commercial vessels of allies and partners—or of any country that requests support—to deter harassment and interference. This action increases the risk to China of horizontal escalation, and could enhance deterrence.\n\nExpand and strengthen U.S. military force posture in the South China Sea. The United States could increase U.S. sensitive intelligence, reconnaissance, and surveillance operations in the South China Sea to ensure adequate and timely indicators. The United States could also improve the defense and resiliency of U.S. forward bases through dispersal, warning, and active defense to minimize incentives for preemptive escalation. Fully implementing the Enhanced Defense Cooperation Agreement with the Philippines would improve interoperability between the U.S. and Philippine militaries, address military capability gaps, promote modernization, and develop new capabilities.\n\nAccommodating China’s Objectives\n\nTo reduce tensions and avoid unnecessary conflict, the United States could accommodate China’s objectives while maintaining support for the territorial claims of its allies using the following tactics.\n\nPropose discussions about arms control and a mutual reduction of military forces in the South China Sea. The United States could agree, for example, to operate farther from China’s island military outposts in exchange for the complete demilitarization of those islands. The United States could work closely within regional institutions while pressing China privately to adhere to international rules and norms.\n\nContinue FONOPs but no closer than twelve nautical miles of contested features. The United States could signal that the contested features do not have the same rights as territorial seas, but maintain as much distance as possible to avoid embarrassing and provoking China. It could also continue to push China to apply the Code for Unplanned Encounters at Sea to its coast guard.\n\nAll these options have pros and cons. The deterrence by punishment options are less escalatory, but they are also less likely to impose enough of a cost to shape China’s decision-making. The deterrence by denial options would likely be the most effective, but they require the security cooperation of other countries to achieve results. Southeast Asian countries in particular will be reluctant to put their relationships with China in jeopardy by hosting U.S. forces or even strengthening their military cooperation with the United States. Accommodating China’s preferences would likely maintain the peace, but it would also weaken the United States’ role as the security partner of choice in the region and likely encourage more Chinese aggression in the future.\n\nMitigating Options\n\nIf China’s reliance on military instruments to achieve strategic objectives in the South China Sea results in a military confrontation, several mitigating options would be available to the United States.\n\nFirst, the United States could strive to convince China to return to the status quo before the armed conflict. Washington could cancel regular bilateral summits and meetings with Beijing and revoke and deny visas to high-level officials. The United States could also obtain statements of condemnation from international actors and institutions, such as the G7, and it could encourage all countries to suspend military cooperation, a point of pride for the CCP, until China reverts to the status quo ante. To demonstrate its willingness to escalate, the United States could deploy more assets to the region, too. If none of those steps convince China to reverse its aggressive action, the United States could use military power to force China to give up any ill-gotten gains, ideally with the support of U.S. allies and partners.\n\nThe United States could use military power to force China to give up any ill-gotten gains.\n\nSecond, the United States could deter China from making further advancements by signaling that such moves would be less successful and costlier in the future. To do this, the United States could focus on improving the defensive capabilities of Southeast Asian states by transferring military equipment and increasing training exercises, so as to deny China a quick victory and give the United States an opportunity to respond. Because China relies on the element of surprise and could be less willing to take aggressive actions if countries have advanced notification of its moves, the United States could also help other claimants develop offshore patrol assets, radar and monitoring stations, and coastal bases to provide timely information on China’s activities. In addition, the United States could help countries occupying parts of the South China Sea and improve the quality of their on-island facilities, thereby improving their resiliency in the face of China’s aggression.\n\nThird, the United States could improve its own force posture in Southeast Asia. It could establish military access arrangements with regional partners to be implemented in case the crisis escalates. To increase the costs to China of future actions, the United States, together with partners that have strong economic ties to China, could enact sanctions, bans, and asset freezes against Chinese officials involved in violating international law and the sovereignty of other states. They could also establish an import ban on goods from China, restrictions on trade and investment related to certain infrastructure projects, and an export ban on certain goods and technologies.\n\nFourth, the United States could consider ways to de-escalate. During a crisis, Washington could maintain open crisis communications with Beijing to avoid unnecessary conflict and miscommunication. The United States could also work with its allies and partners as well as friends of China, like Pakistan and Russia, to convince China that its shift to military methods could lead to an armed clash with the United States, which would be against China’s interests. In addition, the United States could avoid publicizing any enhanced military operations or the building of regional partner capacity to help China save face, messaging instead that its improvements are for maritime awareness necessary for defense and humanitarian preparedness. The United States could also offer China inducements to reach a negotiated settlement about territorial issues in the South China Sea and eliminate the region as a flashpoint.\n\nThe United States would likely want to avoid a direct conflict with China.\n\nThe United States would likely want to avoid a direct conflict with China, making it difficult to carry out a compellent strategy that relies on the credibility of U.S. willingness to escalate. Strategies involving the greatest number of countries would be the most effective, but also the most difficult to coordinate. European countries, for example, do not have the same security interests in the region, and could be reluctant to get involved. Southeast Asian states that are not directly affected by a particular Chinese military aggression are likely to avoid cooperating with the United States to make themselves less likely future targets.\n\nRecommendations\n\nThe United States should establish a credible deterrent to dissuade China from pursuing greater control over the South China Sea through military means. The United States should do this by improving U.S. force posture in the region and signaling to China the importance to the United States of an open South China Sea and a peaceful resolution of conflicts. To prevent a military confrontation in the South China Sea, the United States should take the following measures.\n\nIncrease the tempo of military operations in the South China Sea. The United States should increase military operations with like-minded countries, such as Australia, India, Japan, and Singapore, to compensate for its limited resources in the area. The U.S. Navy and others should sail through disputed waters more frequently and routinize FONOPs. This move would signal to China that the United States and its partners do not respect China’s excessive territorial claims. The U.S. Air Force also should adopt a more active role in conducting its own version of FONOPs to challenge China’s parallel claims to the airspace above the South China Sea. Furthermore, the U.S. military should continue its current practice of not providing prior notification of its operations. Doing so would create the impression that it is adhering to Chinese domestic law, which supports China’s claims. If there are indicators that China is considering military action against other claimants, the United States should also be more provocative in order to reestablish its deterrent. For example, it should send U.S. Coast Guard and Navy ships to patrol the waters in the Philippines’ EEZ to prevent China from taking over the Scarborough Shoal. To communicate to China that using nonmilitary assets, such as the Chinese militia, could trigger a U.S. military response, the U.S. president should also state in a major policy speech that the activation of mutual defense obligations could be triggered by any type of attack that threatens the safety of Philippine forces, aircraft, or public vessels in the South China Sea. This position should be conveyed directly in every high-level summit and face-to-face meeting with senior government officials.\n\nRespond immediately and proportionately to each aggressive act China takes in these waters, regardless of its target. Depending on the behavior and countries involved, the United States should respond by issuing a statement, conducting a military maneuver, or exerting diplomatic pressure. The response should not, however, be determined by the Chinese assets or organizations involved; instead, the United States should respond to Chinese coast guard and maritime militia vessels in the same way it would to a Chinese navy ship. Moreover, the United States should be sure to respond even when a treaty ally is not involved—this stresses that the United States is serious about protecting international norms, regardless of who the transgressors are and the nature of the violation.\n\nImprove the quality of other claimants’ maritime reconnaissance and surveillance capabilities. This step would help deter China by improving the claimants’ warning time and ability to mount a coordinated response to China’s attempts to change the status quo. Such measures are essentially defensive and would be less provocative to Beijing than offensive measures. They are also desirable for nontraditional security missions like humanitarian aid and disaster relief.\n\nPropose the elements of an acceptable and sustainable arrangement that would help avoid and de-escalate a confrontation. Escalating militarily during a crisis to convince China to give up its gains is likely to fail. Instead, the United States should seek to convince China that its actions would be prohibitively costly. One way of discouraging Chinese aggression is to pursue arrangements like an arms control agreement to limit China’s capabilities or a resolution to the sovereignty disputes in the South China Sea that would reduce its desire to use force. The United States should also seek concessions from China on its interpretation of maritime rights and thus its activities that restrict freedom of navigation.\n\nEstablish a code of conduct with like-minded nations and ask China to sign on. If Beijing refuses to act in accordance with these rules, Washington should form a coalition to broadly restrict China’s access to technology and related information. Washington should even threaten to expel Beijing from relevant international regimes.\n\nDesignate a special envoy on South China Sea issues. A special envoy could help the United States improve its diplomatic coordination with Southeast Asia countries, facilitate improvements in connectivity between the regional actors, and negotiate the arrangement proposed above. This individual should be a personal emissary from the president to signal the importance of the issue to the United States and should coordinate with the Defense Department and the State Department through National Security Council mechanisms. The envoy should hold negotiations in the region with representatives from Southeast Asian countries to establish common expectations about maritime rights and acceptable maritime behavior. Then, the United States and its allies should take diplomatic and legal initiatives to pressure China if it violates these understandings. The envoy should facilitate coordination among regional actors if China takes more direct military action.\n\nIdeally, these measures would be sufficient to deter military escalation that leads to a confrontation. If earlier efforts to deter more aggressive Chinese actions and activities fail, the United States should take the following steps to restore deterrence and limit further Chinese gains.\n\nEnhance the defensive capabilities of other South China Sea claimants. The United States should reconsider its neutral position on South China Sea claims and support other claimants against China. It could help strengthen Southeast Asian nations’ anti-access and area-denial capabilities, including by making improvements to intelligence and surveillance networks and hardening on-island facilities, to both warn of and defend against China’s aggressive actions. The United States should also offer to deploy defensive units from the United States—and ideally from allies—to South China Sea littoral states.\n\nSeek military access to new partner facilities in the South China Sea. To demonstrate U.S. resolve and its ability to protect freedom of navigation and overflight, the United States should signal its willingness to expand its military presence in other Southeast Asian countries—and even on or around some of the disputed islands—if China does not revert to the previous status quo or commit to an agreement that maintains peace in the future. Countries in the region would face political difficulties for granting access to the U.S. military, but a crisis or conflict could make doing so more feasible. It would be beneficial for the United States to reach agreements with claimants that allow U.S. forces to visit or rotate through strategic islands in the South China Sea.\n\nMaintain open crisis communications with Beijing to avoid miscommunication and unnecessary conflict. Before a conflict erupts, Washington should announce its willingness to talk at any point and be prepared to set up clear communication channels and protocols in the earliest stages of a crisis. Current crisis communications could be insufficient, and Washington should attempt to expand them. Beijing is likely to be resistant, but this does not imply wasted effort. If the situation escalates, the United States needs to be able to demonstrate to other countries in the region that it went to great lengths to avoid conflict.\n\nThe most effective U.S. strategy should combine diplomatic initiatives with a stronger deterrent posture in the region. For any of these initiatives to succeed, however, the United States will need a lasting strategy to deter China’s aggression, to respond if a confrontation does occur, and, if necessary, to defeat China in a military conflict. Success will require bipartisan consensus and an agreement that maintaining a free and open South China Sea is critical to U.S. national interests. Congress has made some progress in this regard, with the South China Sea and East China Sea Sanctions Act of 2019, but it is not enough.\n\nPreventing China from gaining control over these critical waters should be a top priority for the White House and the State Department. Without this level of attention, the United States is unlikely to implement the necessary measures to protect the interests of the United States and its allies in the region while simultaneously deterring China from pursuing military options.\n\nThe Council on Foreign Relations acknowledges the Rockefeller Brothers Fund for its generous support of the Contingency Planning Roundtables and Memoranda."}}