{"GDELT": {"GlobalEventID": 925317010, "Day": 20200524, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3945, "Actor1Code": "UGA", "Actor1Name": "UGANDAN", "Actor1CountryCode": "UGA", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.57180156657963, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Uganda", "Actor1Geo_CountryCode": "UG", "Actor1Geo_ADM1Code": "UG", "Actor1Geo_Lat": 2.0, "Actor1Geo_Long": 33.0, "Actor1Geo_FeatureID": "UG", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Uganda", "Actor2Geo_CountryCode": "UG", "Actor2Geo_ADM1Code": "UG", "Actor2Geo_Lat": 2.0, "Actor2Geo_Long": 33.0, "Actor2Geo_FeatureID": "UG", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Uganda", "Action2Geo_CountryCode": "UG", "Action2Geo_ADM1Code": "UG", "Action2Geo_Lat": 2.0, "Action2Geo_Long": 33.0, "Action2Geo_FeatureID": "UG", "DATEADDED": 20200524160000, "SOURCEURL": "https://observer.ug/news/headlines/64942-too-costly-costly-to-evacuate-ugandans-stuck-abroad-gov-t"}, "ARTICLE": {"TITLE": "Too costly, complex to evacuate Ugandans stuck abroad - gov't", "TEXT": "The process of returning Ugandan nationals stuck across the globe due to the coronavirus disease pandemic is very costly and complex, state minister for Foreign Affairs Henry Okello Oryem has said.\n\nIn response to incessant calls for government to return the more than 2,500 Ugandans stuck abroad, Oryem said more thorough planning is needed given the lockdowns and closed airports.\n\nOryem had earlier told parliament that a team led by the Prime Minister Dr Ruhakana Rugunda and officials from the ministry of Health and the ministry of Works and Transport were working on a concrete plan to cater for Ugandans who are stuck abroad and those badly affected by the pandemic.\n\n\n\nBut now he says that the first challenge is that the only available option of chartering flights is too costly much as there is the political will to save nationals from the agony they are experiencing abroad.\n\nOryem adds that the plan is also complicated by the fact that the stuck Ugandans are scattered in various parts of the world citing three people who were registered in Vietnam and another two who were registered in Chile. He, however, adds that a concrete plan is being worked out before deciding on the way forward. Oryem also says there shall be no more return of Ugandans abroad without a clear plan from the government. Last week, Ugandans were shocked to learn that 13 travellers from abroad were cleared to return home aboard Ethiopian Airlines despite the fact that the airport is closed to commercial flights.\n\nThe government has since said they took advantage of an available flight, but also the fact that the people would ably be quarantined at their own expense. Countries like Egypt, Kenya and Rwanda have managed to evacuate their nationals."}}