{"GDELT": {"GlobalEventID": 925316834, "Day": 20200524, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3945, "Actor1Code": "HIN", "Actor1Name": "HINDU", "Actor1Religion1Code": "HIN", "Actor2Code": "AFG", "Actor2Name": "AFGHANISTAN", "Actor2CountryCode": "AFG", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.5105833763551897, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hindukush, Jowzjan, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF31", "Actor1Geo_ADM2Code": "99966", "Actor1Geo_Lat": 36.9029, "Actor1Geo_Long": 66.2674, "Actor1Geo_FeatureID": "-3377351", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Hindukush, Jowzjan, Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF31", "Actor2Geo_ADM2Code": "99966", "Actor2Geo_Lat": 36.9029, "Actor2Geo_Long": 66.2674, "Actor2Geo_FeatureID": "-3377351", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hindukush, Jowzjan, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF31", "Action2Geo_ADM2Code": "99966", "Action2Geo_Lat": 36.9029, "Action2Geo_Long": 66.2674, "Action2Geo_FeatureID": "-3377351", "DATEADDED": 20200524160000, "SOURCEURL": "https://www.boloji.com/articles/51689/overlooked-eye-witness-account"}, "ARTICLE": {"TITLE": "Overlooked Eye-Witness Account of Babur's Invasion of India by Bhupinder Singh", "TEXT": "Zahir-ud-din Muhammad otherwise known as Babur or ‘tiger’ was born in 1483 in Andijan, Fergana valley, contemporary Uzbekistan. Babur was of Mongolian descent in the line of the great Genghis Khan (from his mother’s side) and fifth-generation descendent of Timur (from his father’s side), the ruler in Kabul, Afghanistan. At 11 he became ruler of Fergana. In 1497 he besieged Samarkand for 7 long months, eventually gaining control over it. He lost Samarkand 3 times, so he decided to look beyond and crossed Hindukush Mountains to capture Kabul in 1504. Next, he trained his eyes on Delhi and Agra for the wealth which were under rule of Sikandar Lodi enthusiastically with an objective of conquering it.\n\n\n\nHe started his series of invasion into Punjab in the year of the earthquake in 1505 and continued to do so for the next twenty years, further weakening the Lodis. Five incursions and twenty years later, he finally took Delhi and Agra by defeating Ibrahim Lodi in the battle of Panipat in 1526.\n\nBaburnama, there is not much mention of this period, thus creating a void. Even if he had recorded it in his autobiography, it would still be purely be from his perspective, therefore one sided. The impact on the citizens from his intrusions lasting 20 years that culminated in his eventual annexation, have not been documented from victim’s perspective or recorded in history. But we have some very insightful first- hand account to fill the gap. The observations of Guru Nanak Dev Ji preserved in Sri Guru Granth Sahib (SGGS) provide that vital missing insight.\n\nAfter his first intrusion in 1505, it took him another fifteen years to try again in 1520. Next, during his third intrusion in 1521 Sialkot surrendered without a fight. But Eminabad, also known as Saidpur presented a stark opposite by putting a fight. Now let us explore what transpired from Guru Ji’s eyewitness account:\n\n\n\n“Khuraasaan khasamaanaa keeaa Hindhusataan ddaraiaa.” – (SGGS, Pg. No. 360)\n\n\n\nTranslation: Babur took away area now known as “Razavi Khorasan (most parts in modern Iran)” and threatened to unleash his force on India.\n\n\n\nThe Pathan rulers of Saidpur summoned the Mullahs and Pirs, who offered their help with spells and incantations that will blind the marauding forces. The reality unfolded quite differently as described by Guru Ji’s words:\n\n\n\n“KoTee hoo peer varaj rahaae jaa meer suniaa dhaiaa.\n\nThaan mukaam jale bij ma(n)dhar muchh muchh kuir rulaiaa.\n\nKoiee Mughal na hoaa a(n)dhaa kinai na parachaa laiaa. 4.\n\nMughal paThaanaa bhiee laRaiee ran meh teg vagaiee.\n\nOn(h)ee tupak taan chalaiee on(h)ee hasat chiRaiee.\n\nJin(h) kee cheeree dharageh paaTee tin(h)aa maranaa bhaiee. 5.\n\nEik hi(n)dhavaanee avar turakaanee bhaTiaanee Thakuraanee.\n\nEikan(h)aa peran sir khur paaTe ikan(h)aa vaas masaanee.\n\nJin(h) ke ba(n)ke gharee na aaiaa tin(h) kiau rain vihaanee. 6.” (SGGS, Pg. No. 417)\n\n\n\nTranslation: Millions of religious leaders failed to halt the invaders, when they heard of the Mir's (Babur’s) invasion. Still he burned the houses, mansions and the ancient rock solid structures; he cut the princes limb from limb, and cast them into the dust. None of the Mughals went blind, and no one (pir/mullahs) performed (any promised) miracle. 4. The battle raged between the Mughals and the Pathans, and the swords clashed on the battlefield. They (invaders) took aim and fired their guns, and defenders attacked back with their elephants. Those, whose hour of death had come, were destined to die, O Siblings of Destiny. 5. Their wives - Hindu women, the Muslim women, the Bhattis and the Rajputs had their robes torn away, from head to foot. Their own dwelling places have been transformed into cremation ground. Their (Women survivors) husbands did not return home - how did they pass their night? 6.\n\n\n\nThe arrows, spears and unwieldy elephants of Pathan rulers could hardly match the precision, effectiveness or the deadly ferocity of guns and cannons of the invaders. In addition their easy life style of pleasures, coupled with tyranny on the populace had already weakened their fighting prowess. Thus even with a much larger army they could not put strong viable defense. Guru Ji has painted the picture of those Hindu women’s well-endowed earlier life in these words:\n\n\n\n“Jin sir sohan paTeeaa maa(n)gee pai sa(n)dhoor.\n\nSe sir kaatee mu(n)neeani(h) gal vich aavai dhooR.\n\nMahalaa a(n)dhar hodheeaa hun bahan na milani(h) hadhoor. 1.” (SGGS, Pg. No. 417)\n\n\n\nTranslation: Those heads adorned with braided beautiful tresses, with their hair partings lined with vermillion, now those locks were shorn with scissors, and their heads, throats were choked with dust (as they were dragged along the dusty routes of Hindukush, being taken for sale). They had lived in palatial mansions (with private chambers), but now, they cannot even sit near in public. 1.\n\n\n\nGuru Ji even described their lavish wedding scenario in these words (translation):\n\n\n\n“Jadhahu seeaa veeaaheeaa laaRe sohan paas.\n\nHeeddolee chaR aaieeaa dha(n)dh kha(n)dd keete raas.\n\nAuparahu paanee vaareeaai jhale jhimakan paas. 2.\n\nEik lakh lahani(h) bahiTheeaa lakh lahani(h) khaReeaa.\n\nGaree chhuhaare khaa(n)dheeaa maanani(h) sejaReeaa.\n\nTin(h) gal silakaa paieeaa tuTani(h) motasareeaa. 3.\n\nDhan joban dhui vairee hoe jin(h)ee rakhe ra(n)g lai.\n\nDootaa no furamaiaa lai chale pat gavai.\n\nJe tis bhaavai dhe vaddiaaiee je bhaavai dhei sajai. 4.” (SGGS, Pg. No. 417)\n\n\n\nTranslation: They came in palanquins, decorated (hands) with ivory bangles; water was sprinkled over their heads, and glittering fans were waved above them. 2. They were given hundreds of thousands Rupees as wedding gift when they sat, and hundreds of thousands Rupees when they stood up. They ate coconuts and dates, and rested comfortably upon their cozy beds. But now ropes were put around their necks, and their strings of pearls were broken (replaced with noose). 3. Their wealth and youthful beauty, which afforded them good life, have now become their enemies. The order was given to the soldiers, who dishonored them, and carried them away as captives. If it is pleasing to God's Will, He bestows greatness; if it pleases His Will, He bestows punishment. 4.\n\n\n\nThe fate of the spouses’ of these women was described in these words:\n\n\n\n“Baabaravaanee fir giee kuir na roTee khai. 5.” (SGGS, Pg. No. 417)\n\n\n\nTranslation: Since Babur's rule has been proclaimed, even the princes have no food to eat. 5.\n\n\n\nIn one line Guru Ji shares the ferocity of rapine rule that was unleashed, and asks Almighty if He felt the pain and if compassion flowed out of Him in these words:\n\n\n\n“Etee maar piee karalaane tai(n) kee dharadh na aaiaa. 1.” (SGGS, Pg. No. 360)\n\n\n\nTranslation: There was so much slaughter that the people screamed. Didn't You feel compassion, Lord? 1.\n\n\n\nGuru Ji chose to come to Saidpur, in harm’s way. Guru Ji was returning back from his long journey of the west, where he had visited Mecca and Bagdad among other places. Only to be with the populace, shows his concern for them and a desire to help. He did not have an army to oppose the invaders, but where his sympathies lay is clear from his writings. They are the outpourings of a compassionate soul touched by scenes of human misery at the cruelty perpetrated by the invaders. The outpouring of compassion in Guru Ji’s heart at the suffering of his compatriots was flowing out, together with scathing attack on Lodis in these words:\n\n\n\n“Sakataa seeh maare pai vagai khasamai saa purasaiee.\n\nRatan vigaaR vigoe kuta(n)ee muiaa saar na kaiee.” (SGGS, Pg. No. 360)\n\n\n\nTranslation: But if a powerful tiger attacks a flock of sheep and kills them, then its master must answer for it. This priceless country has been laid waste and defiled by dogs (of Lodis), and no one remember them with regards when they are dead.\n\n\n\nThe population, both Hindus and Pathans suffered at the hands of invaders. Guru Ji felt as if the elite ruling class were intoxicated in their opulent lifestyle and had never remembered God. He paints the picture of plight by taking an example of Hindus willing to convert to save themselves in these words:\n\n\n\n“Raam na kabahoo chetio hun kahan na milai khudhai. 6.”\n\n\n\n(SGGS, Pg. No. 417)\n\n\n\nTranslation: They never remembered their Lord as Raam, and now they cannot even chant Khudaa-i. 6\n\n\n\nThis is a portrayal of a pretty grim scenario, as Guru Ji is sharing with us the fact that even if they were willing to embrace the faith of the invaders, it still did not offer any respite from the atrocities. Not only did he plead to Almighty, but by becoming a prisoner of Babur, he pleaded with Babur to release all the prisoners. The net result was all the prisoners taken from Saidpur (Aminabad) were released and their properties returned to them at Guru Ji’s bidding. Babur was called back from this place to Kabul to meet a threatened attack upon that capital.\n\n\n\nFinally, in 1526 Babur succeeded in toppling the weak regime in Delhi. With a small but very mobile force he had crossed the River Indus, and helped by new gunpowder technology, was able to overpower the much larger Lodi army. The final nail in the coffin of Lodi kingdom was the battle of Panipat. It is estimated that Babur’s forces numbered around 15,000 men and had between 20 to 24 pieces of field artillery. Babur estimated Lodi had around 100,000 men, though that number included camp followers, while the fighting force was around 30,000 to 40,000 men in total, along with at least 1000 war elephants. The battle only lasted till midday; it speaks about its quick end without a stiff fight from the Lodis. The battle finds mention in the history books, but the details of earlier intrusions preceding this event are obscured.\n\n\n\nGuru Nanak Dev had foretold about this eventuality. If the rulers had woken up right after the first onslaught and used the time to prepare for the final onslaught on how to counter the guns and cannons, the history could have been different. In the words of Stanley Lane-Poole the biographer of Babur, “The battle of Panipat became a tomb for the Afghans of Delhi. Their state was destroyed and their strength was absolutely crippled.”\n\n\n\nGuru Ji’s forecast to Saidpur resident named Lalo is in these words:\n\n\n\n“Kaiaa kapaR Tuk Tuk hosee hidhusataan samaalasee bola.” (SGGS, Pg. No. 722)\n\n\n\nTranslation: The body-fabric will be torn apart into shreds, and then India will forever remember this event.\n\n\n\nFurther, Guru likened the invaders to a bridal party looking to take India as bride. In same shabad Guru Ji also said these words:\n\n\n\n“Khoon ke sohile gaave'eeh naanak rat kaa ku(n)goo pai ve laalo. 1.” (SGGS, Pg. No. 722)\n\n\n\nTranslation: The wedding songs of murder are sung, O Nanak, and blood is sprinkled instead of saffron, O Lalo. 1.”\n\n\n\nWhere can we find these facts in the history books? Why these are not part of the books? We have failed to share these facts with our children by not including them in the history books. This is serious failing and a lapse on our part. Even after 70 years of independence we still have not been able to rewrite history from our perspective. It is time historians took corrective initiatives and address these vital missing details. If we have to learn from our history, first we should record it and then share it.\n\n\n\nReference Image Link: Map of India at the time of Babur’s invasion.\n\nReferences:"}}