{"GDELT": {"GlobalEventID": 925316481, "Day": 20200524, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3945, "Actor2Code": "BUS", "Actor2Name": "AIRLINE", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.25, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kolkata, West Bengal, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN28", "Actor2Geo_ADM2Code": "70294", "Actor2Geo_Lat": 22.5697, "Actor2Geo_Long": 88.3697, "Actor2Geo_FeatureID": "-2092511", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bagdogra, West Bengal, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN28", "Action2Geo_ADM2Code": "17948", "Action2Geo_Lat": 26.7, "Action2Geo_Long": 88.3167, "Action2Geo_FeatureID": "-2089610", "DATEADDED": 20200524160000, "SOURCEURL": "https://www.aninews.in/news/national/general-news/kolkata-bagdogra-airports-will-operate-from-may-28-aai20200524203506/"}, "ARTICLE": {"TITLE": "Kolkata, Bagdogra airports will operate from May 28: AAI", "TEXT": "New Delhi [India], May 24 (ANI): The domestic flight operations at Kolkata Airport and Bagdogra Aiport in West Bengal will resume from May 28, with a reduced schedule amid the coronavirus-induced lockdown, said the Airports Authority of India (AAI) officials here on Sunday.\n\n\"As West Bengal government is involved in restoration work after cyclone Amphan, the State government had requested MoCA to defer resumption of flights from Kolkata airport. Accordingly, flights will resume from Kolkata from 28 May, with a reduced schedule,\" said AAI officials.\n\nThey had a meeting of airlines and airport operators here on domestic flights resumption from 25 May for which they discussed standard operating procedures (SOPs) for States/UTs.\n\n\"Bagdogra airport will also resume its operation from May 28,\" added officials.\n\nThe meeting was headed by MoCA Secretary Pradeep Singh Kharola. States which have requested not to resume operations also took part in the meeting.\n\n\"We are going to attend a meeting with the ministry in the evening. We have asked for a short presentation before flight restoration and preparations. We will also convey instructions to the ministry, which we have from the State governments. The meeting will be on video conferencing,\" one of AAI airport directors told ANI before the meeting.\n\nCivil Aviation Minister Hardeep Singh Puri had on Thursday said that the minimum and maximum fares have been fixed for three months for domestic flight services which will resume tomorrow. (ANI)\n\n"}}