{"GDELT": {"GlobalEventID": 925316613, "Day": 20200524, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3945, "Actor1Code": "CANCRM", "Actor1Name": "ALBERTA", "Actor1CountryCode": "CAN", "Actor1Type1Code": "CRM", "Actor2Code": "COP", "Actor2Name": "POLICE CHIEF", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -7.51121076233184, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200524160000, "SOURCEURL": "https://edmontonsun.com/news/local-news/handcuffed-to-wall-for-3-hours-man-wants-edmonton-police-to-scrap-restraint-bars/wcm/e664264b-7f85-438b-9927-b6bbe2667f73"}, "ARTICLE": {"TITLE": "Handcuffed to wall for 3 hours: Man wants Edmonton police to scrap 'restraint bars'", "TEXT": "Article content\n\nA man who spent more than three hours chained to a wall following his arrest by Edmonton police is pushing to have restraint bars removed from holding cells.\n\nJurgen Kaasa was handcuffed to a bar embedded in a wall about six inches from the floor of a cell in Edmonton police headquarters on May 15, 2015.\n\nWe apologize, but this video has failed to load.\n\ntap here to see other videos from our team. Try refreshing your browser, or Handcuffed to wall for 3 hours: Man wants Edmonton police to scrap 'restraint bars' Back to video\n\nHis treatment was the subject of a police disciplinary hearing involving three officers, who were cleared of wrongdoing April 30.\n\nKaasa is appealing the decision, but says he ultimately doesn’t care whether the officers are punished.\n\n“I just want that one thing: that hook in the floor, or the wall, or where ever that stupid thing is? Get rid of it,” he told Postmedia.\n\n“I’m no angel, but I didn’t deserve that,” he added. “Nobody deserves that. I don’t care what you’ve done. There’s far better ways of handling people.”\n\nPolice arrested Kaasa for causing a disturbance at the Wee Book Inn on 118 Avenue. Kaasa told Postmedia he was suffering from insomnia, anxiety and depression, and had been awake for two or three days. He drank heavily to self-medicate."}}