{"GDELT": {"GlobalEventID": 925316641, "Day": 20200524, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3945, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "CVL", "Actor2Name": "RESIDENTS", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.4820415879017, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "University Of Connecticut, Connecticut, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCT", "Actor1Geo_ADM2Code": "CT003", "Actor1Geo_Lat": 41.7768, "Actor1Geo_Long": -72.7054, "Actor1Geo_FeatureID": "211684", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "University Of Connecticut, Connecticut, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCT", "Actor2Geo_Lat": 41.7768, "Actor2Geo_Long": -72.7054, "Actor2Geo_FeatureID": "211684", "Action2Geo_Type": 3, "Action2Geo_Fullname": "University Of Connecticut, Connecticut, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCT", "Action2Geo_Lat": 41.7768, "Action2Geo_Long": -72.7054, "Action2Geo_FeatureID": "211684", "DATEADDED": 20200524160000, "SOURCEURL": "https://www.milfordmirror.com/policereports/article/Deadly-assault-suspect-believed-armed-near-Derby-15291989.php"}, "ARTICLE": {"TITLE": "Police: Car linked to suspect in Willington homicide, Derby death found in N.J.", "TEXT": "Police: Car linked to suspect in Willington homicide, Derby death found in N.J.\n\nPeter Manfredonia, 23, is described as armed and dangerous. State Police said Manfredonia is believed to be armed with pistol and long guns in the area. Manfredonia is wanted in a homicide and serious assault in northeastern Connecticut, is centered on Osbornedale State Park in Derby Sunday morning. less Peter Manfredonia, 23, is described as armed and dangerous. State Police said Manfredonia is believed to be armed with pistol and long guns in the area. Manfredonia is wanted in a homicide and serious assault ... more Photo: State Police Photo Photo: State Police Photo Image 1 of / 44 Caption Close Police: Car linked to suspect in Willington homicide, Derby death found in N.J. 1 / 44 Back to Gallery\n\nPolice in three states were on the hunt as of 10 p.m. Sunday for a Connecticut man authorities say is connected to a Friday homicide in Willington and a death discovered Sunday in Derby.\n\nConnecticut State Police said the suspect — 23-year-old Peter Manfredonia — had been last seen in East Stroudsburg, Pa. Earlier in the day, police swarmed Osbornedale State Park in Derby, looking for Manfredonia.\n\nAnd in Derby, police found the body of 23-year-old Nicholas J. Eisele, a resident of that city and an acquaintance of Manfredonia, according to state police.\n\nPolice said the sighting of Manfredonia in Pennsylvania came after the Volkswagen Jetta he allegedly stole from Eisele’s Roosevelt Drive home in Derby was found in New Jersey, near the Pennsylvania border. Also found safe in New Jersey, according to police, was a female victim who Manfredonia allegedly abducted from the Derby home.\n\nOn Sunday afternoon, police had asked the public to be on the lookout for a 2016 black Jetta with a Connecticut license plate and a bumper sticker that paid tribute to the 26 victims of the Sandy Hook massacre.\n\nWhile Eisele’s death was not immediately ruled a homicide, Manfredonia, a Newtown High School graduate and University of Connecticut student, was already sought by police in connection with an assault in Willington that left one man dead and another injured Friday morning.\n\n“The Connecticut State Police is working aggressively to bring this individual to justice,” the agency said in a statement Sunday night.\n\nManfredonia was described as a white male, 6-foot 3 and weighing 240 pounds, with black “disheveled hair,” and was last seen wearing a gray T-shirt and gray sweatpants. Connecticut State Police said Pennsylvania and New Jersey law enforcement agencies were “actively looking for the suspect,” who authorities have repeatedly referred to as “armed and dangerous.”\n\n“We are investigating various leads that we do have,” Connecticut State Police Trooper First Class Christine Jeltema said during an afternoon press conference, adding that the agency has notified surrounding police departments and neighboring states to be on the lookout.\n\n“We have various leads that we’re looking into,” Jeltema said.\n\nAsked whether investigators had searched Newtown or had concerns Manfredonia might be in that area, Jeltema said, “This is an ongoing and active investigation. We are gathering information. We’re not at the liberty to disclose at this time.”\n\nNewtown police said they had stepped up patrols and increased manpower out of an abundance of caution.\n\n“Residents should be aware and on the lookout, that while no immediate danger exist(s) the potential is here and we have addressed it by bringing in extra manpower to patrol and protect our residents,” Newtown police said. “The suspect has very strong ties to Newtown and with the recent sightings of Peter in Derby in the Route 34 area, we want our residents and those around to be aware of this very dangerous individual.”\n\nPolice began looking for Manfredonia after a deadly assault on Mirtl Road in Willington around 9 a.m. Friday. There troopers found two victims suffering from injuries “after an assault with an edged weapon,” state police said. One of the victims, 62-year-old Willington resident Theodore DeMers, later died from his injuries.\n\nThe search for Manfredonia continued throughout Friday and Saturday, with state police releasing his name, age and photo. Also on Saturday, Newtown police confirmed Manfredonia had ties to their town.\n\nSunday’s events began after state police were called to a home on Turnpike Drive in Willington, where the homeowner was held against his will Sunday morning, Jeltema said. She said the suspect took supplies from the house, including food and firearms, and the victim’s truck. The victim was uninjured and refused medical treatment.\n\nState police said Manfredonia took the homeowner’s vehicle and headed to Derby, where local police responded to a report of a one-vehicle crash on Hawthorne Avenue, near Osbornedale State Park, and found a vehicle abandoned around 6:45 a.m.\n\nJeltema said the vehicle was the one taken from Willington Sunday morning. State police searched the area but were unable to find Manfredonia. Investigators found out Manfredonia had an acquaintance on Roosevelt Drive, where they found Eisele dead.\n\nAuthorities said an autopsy would determine Eisele’s cause and manner of death.\n\nManfredonia, a 2015 graduate of Newtown High School, is a University of Connecticut student majoring in finance and mechanical engineering.\n\nIn a statement Sunday, UConn spokesperson Stephanie Reitz said records from the university show Manfredonia is a student in the joint school of engineering/school of business program. She said he first enrolled at UConn in the fall of 2015, and is a senior.\n\n“He is not attending summer courses, and had not been living on the UConn campus either at the time of the incident in Willington or during recent semesters,” Reitz said in the statement.\n\nReitz said the university is in contact with state police to provide any help and information that might help with the investigation.\n\n“The university expresses its deepest, most heartfelt sympathies to the victims and their families in this horrible, incomprehensible tragedy,” Reitz said. “They are all in our thoughts.”\n\nShe said the university couldn’t discuss specific individuals and cases, but did say that “UConn strives to do everything possible to identify and engage with students of concern and to provide them with all the assistance and resources we can both for their own well-being and that of the wider community.”"}}