{"GDELT": {"GlobalEventID": 925316796, "Day": 20200524, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3945, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "JUD", "Actor2Name": "ADVOCATE", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -7.40740740740738, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Causeway Bay, Hong Kong (general), Hong Kong", "Actor1Geo_CountryCode": "HK", "Actor1Geo_ADM1Code": "HK00", "Actor1Geo_ADM2Code": "13031", "Actor1Geo_Lat": 22.2833, "Actor1Geo_Long": 114.18299999999999, "Actor1Geo_FeatureID": "-1354454", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Causeway Bay, Hong Kong (general), Hong Kong", "Actor2Geo_CountryCode": "HK", "Actor2Geo_ADM1Code": "HK00", "Actor2Geo_ADM2Code": "13031", "Actor2Geo_Lat": 22.2833, "Actor2Geo_Long": 114.18299999999999, "Actor2Geo_FeatureID": "-1354454", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Causeway Bay, Hong Kong (general), Hong Kong", "Action2Geo_CountryCode": "HK", "Action2Geo_ADM1Code": "HK00", "Action2Geo_ADM2Code": "13031", "Action2Geo_Lat": 22.2833, "Action2Geo_Long": 114.18299999999999, "Action2Geo_FeatureID": "-1354454", "DATEADDED": 20200524160000, "SOURCEURL": "http://www.xinhuanet.com/english/2020-05/24/c_139084543.htm"}, "ARTICLE": {"TITLE": "HKSAR gov't condemns violence, supports police to take resolute enforcement actions - Xinhua", "TEXT": "Source: Xinhua| 2020-05-24 23:36:23|Editor: huaxia\n\nVideo Player Close\n\nHONG KONG, May 24 (Xinhua) -- The Hong Kong Special Administrative Region (HKSAR) government has strongly condemned rioters' unlawful assemblies and violent illegal acts in the vicinity of Causeway Bay and Wan Chai on Sunday, and supported the police to take resolute enforcement actions.\n\nThe rioters' acts ranged from dismantling railings, trashing traffic lights to prying up drainage covers and bricks and assaulting people with different views. While some rioters invaded into a flyover to disrupt the traffic, some even threw glass bottles from the rooftop of buildings and assaulted police officers with a large number of bricks and splashed them with unknown liquid, injuring at least four police officers who had to be sent to hospital, a spokesman of the HKSAR government said.\n\nSome people waved flags of \"Hong Kong independence\", flagrantly disregarding the constitutional order of Hong Kong and undermining the overall and long-term interests of Hong Kong society, said the spokesman. \"The HKSAR government strongly condemns the acts of the rioters and advocates of 'Hong Kong independence'.\"\n\nThe spokesman pointed out that the National People's Congress (NPC) will deliberate the draft decision on establishing and improving the legal system and enforcement mechanisms for the HKSAR to safeguard national security. The fundamental objective of the decision is to safeguard national security and the prosperity and stability of Hong Kong, thereby better protecting the legitimate rights and freedoms of all members of the public in Hong Kong.\n\n\"The violent acts in Causeway Bay and Wan Chai today show that advocates of 'Hong Kong independence' and rioters remain rampant, reinforcing the need and urgency of the legislation on national security,\" he said.\n\nGiven that the epidemic has not been over, the restrictions on group gatherings in public places are still in effect to safeguard public health, the spokesman noted.\n\n\"Hong Kong, whose economic situation has been severe amid the epidemic, cannot withstand further blows,\" he said, adding that the unlawful assemblies and the very violent and illegal acts on Sunday are extremely irresponsible, as they not only affected the commercial activities nearby, but also might increase the risk of the spread of the virus.\n\n\"The HKSAR government urges members of the public to dissociate themselves from the rioters and abide by the law, and the majority of residents who treasure Hong Kong should also condemn these violent acts together,\" he said. Enditem"}}