{"GDELT": {"GlobalEventID": 925491969, "Day": 20200525, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3973, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.37257824143070006, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Singapore", "Actor1Geo_CountryCode": "SN", "Actor1Geo_ADM1Code": "SN", "Actor1Geo_Lat": 1.366667, "Actor1Geo_Long": 103.8, "Actor1Geo_FeatureID": "SN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Korea", "Actor2Geo_CountryCode": "KS", "Actor2Geo_ADM1Code": "KS", "Actor2Geo_Lat": 37.0, "Actor2Geo_Long": 127.5, "Actor2Geo_FeatureID": "KS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN", "Action2Geo_Lat": 1.366667, "Action2Geo_Long": 103.8, "Action2Geo_FeatureID": "SN", "DATEADDED": 20200525214500, "SOURCEURL": "https://www.msn.com/en-us/travel/tips/what-are-e2-80-98travel-bubbles-e2-80-99-and-what-do-they-mean-for-my-vacation-plans/ar-BB14A1pA"}, "ARTICLE": {"TITLE": "What are ‘travel bubbles’ and what do they mean for my vacation plans?", "TEXT": "© Provided by The Points Guy\n\nMSN has partnered with The Points Guy for our coverage of credit card products. MSN and The Points Guy may receive a commission from card issuers.\n\nAt TPG, we paused traveling to help slow the spread of COVID-19. Local and federal governments around the globe are now debating the appropriate levels of isolation and distancing. Before booking that next trip, we recommend you talk to your doctor, follow health officials’ guidance and research local travel restrictions. TPG is continuing to publish deals, reviews and general travel news to inform and prepare you for that trip, whether it is next month or next year.\n\nTravel bubbles. Green zones. Air bridges. Green lanes. These are all something you’ll be hearing much more about in the weeks and months to come. They are the new way some countries are beginning to figure out how to allow international travel once again.\n\nFor more TPG news delivered each morning to your inbox, sign up for our daily newsletter.\n\nWe first heard the term when writing our in-depth country-by-country guide to reopening travel in the wake of the coronavirus outbreak. Now we’re here to explain what they are and how they will affect your future travel.\n\nRelated: A country-by-country guide to the Caribbean\n\nIn This Post\n\nWhat are travel bubbles, Green zones or sky bridges?\n\nEssentially, these are zones between countries believed to have controlled the spread of COVID-19. They go by different names, including air bridges or sky bridges, green lanes or green zones, or travel bubbles. They allow travel — essential or otherwise — without long quarantines between citizens of different countries who have flattened the curve of coronavirus infection and appear to have the outbreak under control.\n\nRelated: When will international travel return? A country-by-country guide to coronavirus recovery\n\nCurrent bubbles\n\nChina and South Korea\n\nAmong the first was a plan to allow business travel only between China and South Korea first reported by the Wall Street Journal.\n\n© The Points Guy Shanghai is among the cities giving limited access as a green-lane city under a travel bubble between China and South Korea. (Photo by Xiaodong Qiu/Getty Images)\n\nBeginning on May 1, 2020, both countries began allowing fast-track immigration in so-called green lanes between the two nations, with South Korean businessmen and businesswomen to visit certain regions in China and the cities of Shanghai, Tianjin and Chongqing. Health screenings are mandatory and some quarantine is still part of the process. Although details remain sketchy, it sounds like travelers need to quarantine at a government-run facility for one to two days. Testing for COVID-19 is also mandatory.\n\nChina has reportedly also had talks on allowing essential business travel with Austria, Germany, Singapore and at least 10 other nations. Japan is also in talks to join the group.\n\nNew Zealand and Australia\n\n© The Points Guy Auckland is one of the cities included within New Zealand and Australia’s Tasman travel bubble. (Photo by Clint Henderson/The Points Guy)\n\nNew Zealand and Australia have also announced the eventual set-up what they call a “Tasman travel bubble.” It would allow quarantine-free travel between the citizens of both nations who are not sick. In May the leaders of the two Oceania neighbors agreed to allow travel between the countries. It is not yet in the works, but is expected to be in the next few weeks or months. Australia had previously said international travel wouldn’t be allowed before October 2020. Fiji and other Pacific Island nations have also suggested they are open to joining in any expanded trans-Tasman bubble.\n\nAustralia and New Zealand are also involved in discussions for a larger “trade bubble” that would allow for essential business travel between Australia, New Zealand, Canada, South Korea and Singapore.\n\n© The Points Guy Singapore, along with South Korea, Australia, Canada and New Zealand will allow exceptional-need travel for essential businesses. (Photo by Clint Henderson/The Points Guy)\n\nIn fact, trade ministers from Singapore, South Korea, Australia, Canada and New Zealand have agreed to allow travel “on an exceptional basis” for essential businesses.\n\nIn the U.K., which just instituted strict new 14-day quarantine requirements on international arrivals, business leaders are demanding the use of so-called sky bridges to allow international visitors from countries with low infection rates into the country without that mandatory quarantine.\n\nThe Baltic Bubble and the rest of Europe\n\n© The Points Guy Vilnius, Lithuania. Estonia, Lithuania and Latvia have created the Baltic bubble. (Photo by Clint Henderson/The Points Guy)\n\nThe governments of Estonia, Lithuania and Latvia are now allowed to travel freely across borders – neighboring Baltic countries will no longer face restrictions on entry — a so-called “Baltic bubble.”\n\nThroughout history, Baltic States of Lithuania, Latvia and Estonia have been exposed to a variety of challenges. We will overcome this one as well, thanks to excellent understanding and coordination. #BalticOpening #May15 pic.twitter.com/5wCbcsDr0Y — Saulius Skvernelis (@Skvernelis_S) May 15, 2020\n\nGermany is planning to reopen its borders with some neighbors on June 15. The Czech Republic is also opening its borders to Austria and Slovakia then too. And Greece will open its borders for tourists from the Schengen zone, the European Union and Israel on July 1. Croatia is allowing quarantine-free travel bubble with Slovenia too.\n\nRelated: Greece opens to tourists\n\nIsrael, Greece and Cyprus\n\n© The Points Guy Old town and port of Jaffa in Tel Aviv. (Photo by Xantana/Getty Images)\n\nIsrael is reporting it is also launching a travel bubble with with neighbors that also have the coronavirus outbreak under control. Israel, Cyprus and Greece will allow travel though it hasn’t been launched yet, and for now will include a two-week quarantine. If the trial which they hope to launch in June or July is successful it could be expanded to Australia, New Zealand, Singapore, Austria, the Czech Republic, Denmark and Greece.\n\nWhat about Americans?\n\n© The Points Guy (Photo by Getty Images)\n\nThe problem with these green zones or travel bubbles when it comes to Americans is that we’re outside the bubble. The United States currently has the most coronavirus cases and deaths of any nation on earth (although to be fair we are testing more and have a larger population than most), and the spread of COVID-19 is not believed to be contained. America has had more than 1.7 million cases and nearly 100,000 deaths.\n\nEven Canada isn’t welcoming Americans at the moment. Hopefully, the spread will be contained soon, and we’ll get to have a few ‘bubbles’ of our own.\n\nIn the meantime, you might want to check out our state-by-state guide to wear you can travel domestically.\n\nAdditional resources for traveling during the coronavirus outbreak:\n\nFeatured photo by Clint Henderson/The Points Guy.\n\nSPONSORED: While travel is limited right now due to COVID-19, you need your everyday purchases to give you flexible, forever useful cash. In general, TPG gives preference to transferable points and using your points to travel, but on some days, cash is king. These are the top cash-back cards , and a few others that award transferable points that can be used as cash."}}