{"GDELT": {"GlobalEventID": 925492664, "Day": 20200525, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3973, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "SAU", "Actor2Name": "MEDINA", "Actor2CountryCode": "SAU", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.40740740740741, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Washington, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWA", "Actor1Geo_Lat": 47.3917, "Actor1Geo_Long": -121.571, "Actor1Geo_FeatureID": "WA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI", "Actor2Geo_Lat": 10.0, "Actor2Geo_Long": 8.0, "Actor2Geo_FeatureID": "NI", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_Lat": 47.3917, "Action2Geo_Long": -121.571, "Action2Geo_FeatureID": "WA", "DATEADDED": 20200525214500, "SOURCEURL": "https://mynorthwest.com/1891298/inslee-must-fire-washington-unemployment-commissioner/"}, "ARTICLE": {"TITLE": "Rantz: After losing hundreds of millions, Inslee must fire unemployment commissioner", "TEXT": "What started as a $1.6 million issue has ballooned into “hundreds of millions” of taxpayer dollars handed over to a Nigerian crime ring in a Washington unemployment scam. If the commissioner won’t do the right thing and resign, Governor Jay Inslee should actually show leadership and fire her.\n\nSuzi LeVine, commissioner of the state Employment Security Department (ESD), disclosed the scam last week after Washington officials tried to downplay its seriousness. And instead of taking responsibility, LeVine deflected.\n\n“This isn’t just happening in Washington state,” she said during a press briefing. “This is part of a sophisticated fraud operation from criminals that all states are vulnerable to and many states have been targets of.”\n\nThis isn’t a wholly accurate statement. Washington was the primary target due to a vulnerability in the system. If LeVine had any principles, she’d resign now. This is an unprecedented level of fraud under her watch. So far, she doesn’t seem willing to take responsibility. Thus, Governor Inslee should step up and fire her.\n\nRantz: Gun shot victims counted as Washington coronavirus deaths\n\nUnbelievable Washington unemployment scam\n\nWe don’t know how this scam happened yet.\n\nPerhaps LeVine or Inslee got an email from a Nigerian prince seeking help to unlock millions in a real estate investment in Medina. Or, more likely, it was a vulnerability in the unemployment system that U.S. Attorney Brian Moran referenced last week when it seems like officials knew more than they were letting on.\n\nInstead of addressing the Washington unemployment vulnerability and admitting responsibility, LeVine and Inslee’s chief of staff Dave Workman criticized Moran.\n\n“You know, as somebody who comes from the technology industry, I have a deep appreciation that you don’t talk about your issues and errors, if you know of them, until after you’ve got them fixed,” LeVine said, acknowledging the vulnerability to the Seattle Times.\n\nDavid Postman, chief of staff for Gov. Inslee, however, pretended he wasn’t aware of any issue.\n\n“I’m really beside myself trying to understand why a law enforcement official who believes there’s a vulnerability, so far unnamed, wouldn’t tell us what they thought that was and offer to help,” he said per the Times.\n\nRantz: WA Health Dept says wear mask while cleaning dishes, folding laundry\n\nHere’s what we know\n\nWhile a pretend Nigerian prince walked away with hundreds of millions, we have Washingtonians going on 10 weeks without so much as a call or email from ESD about their long-overdue unemployment checks. Meanwhile, tens of thousands of locals are dealing with identity theft that made the fraud tenable. And it remains unclear if the stolen identities were due to some kind of ESD screw up.\n\nWe shouldn’t trust LeVine or the ESD. Not after a monumental screw up like this.\n\nIf she had a sense of shame, LeVine would have already stepped down. But I guess she doesn’t want to lose a consequence-free, cushy job. She would have to rely on unemployment checks to sustain her, but probably not receive any for a few months.\n\nInslee should lead here and replace LeVine. He won’t because he’s a political coward and this would highlight a scandal he wants nothing to do with. Indeed, Inslee has been MIA on this issue; he wasn’t even on the press briefing about the scam. But good news: He’s pushing for $100 million in stimulus funds to illegal immigrants while the voters suffer.\n\nThis Washington unemployment scam is yet another monumental blunder to Inslee’s record. It should be another lasting stain.\n\nAdd this to the growing list of departments he’s unable or unwilling to manage: Department of Corrections released felons early and some would go on to commit murder; and, of course, Western State Hospital lost its certification due to mismanagement.\n\nListen to the Jason Rantz Show weekday afternoons from 3-6 p.m. on KTTH 770 AM (or HD Radio 97.3 FM HD-Channel 3). Subscribe to the podcast here. Follow @JasonRantz on Twitter and Instagram or like me on Facebook."}}