{"GDELT": {"GlobalEventID": 925492463, "Day": 20200525, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3973, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "PAK", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.96383866481224, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK08", "Actor1Geo_ADM2Code": "23674", "Actor1Geo_Lat": 33.7, "Actor1Geo_Long": 73.1667, "Actor1Geo_FeatureID": "-2762812", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK08", "Actor2Geo_ADM2Code": "23674", "Actor2Geo_Lat": 33.7, "Actor2Geo_Long": 73.1667, "Actor2Geo_FeatureID": "-2762812", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200525214500, "SOURCEURL": "https://www.veteranstoday.com/2020/05/25/afghanistan-glitches-after-historic-peace-agreement/"}, "ARTICLE": {"TITLE": "Afghanistan: Glitches after historic peace agreement – Veterans Today", "TEXT": "Asif Haroon Raja, … for VT\n\nTaliban Seized Power\n\nThe Taliban regime under Mullah Omar took over power after capturing Kabul in October 1996. It managed to eliminate war lordism, poppy growing and crimes and restore normalcy by introducing strict Sharia. The regime was recognized by Pakistan, Saudi Arabia and UAE. For the first time Pakistan’s western border became safe and the Indian influence in Afghanistan waned.\n\nThe US extended a helping hand to the ruling regime but it came in bad books when the deal with the UNICOL for sharing profits on oil and gas pipelines didn’t materialise in 1997. There on, the county was demonized, sanctioned and ostracized.\n\nFalse Flag Operation\n\nAfter a false flag operation on 9/11, story of Al-Qaeda led by Osama bin Laden based in Afghanistan was woven. When Taliban Shura sought proof of OBL’s involvement and suggested a fair trial at a neutral venue, George W. Bush rejected the request since invasion had been preplanned.\n\nPakistan Threatened\n\nPakistan was threatened to be pushed into Stone Age if it didn’t cut off relations with the Taliban and refused to provide all the support the US needed.\n\nReasons for Invasion. The reasons propounded by the invaders to impress the world were:\n\nTo avenge the killings of about 3000 Americans; free the Afghans from the tyranny of Taliban; liberate and educate the women; eliminate opium production; and make the country democratic and prosperous.\n\nHidden motive was to make Afghanistan a strategic outpost against China, Russia, Iran and Pakistan and to extract mineral resources from Central Asia.\n\nInvasion of Afghanistan\n\nThe US in 2001 was the wealthiest and strongest nation in the history of the world. Afghanistan had already undergone 10-year war against the Soviets in which it had suffered 1.2 million fatalities and that many injuries.\n\nThe war was followed by bloody civil war for another 6 years during which there was more bloodshed. This could have been avoided had the US not exited in haste in 1990, and left the seven Mujahideen groups as well Pakistan, which had played a key role, high and dry.\n\nPenurious Afghanistan was encircled from all sides. Troops of Northern Alliance trained by the militaries of Iran and India were used for ground invasion on October 7, 2001, while air support was provided by US-NATO forces.\n\nOnce the Taliban carried out a tactical withdrawal to Tora Bora caves and then to FATA in order to avoid destruction of the country, Bush and his team sounded victory bugles.\n\nIraq Invaded\n\nMegalomania impelled the adventurers to invade Iraq in 2003 under fake charges of weapons of mass destruction with a view to change the boundaries of Middle East, steal its oil and mineral resources and establish Greater Israel.\n\nGeorge Bush’s Fight-&-Fight Strategy\n\nDuring his eight-year rule, Bush adopted fight-and-fight strategy to defeat Al-Qaeda and Taliban in Afghanistan and resistance forces in Iraq, and to weaken Pakistan covertly through proxies and ‘Do More’ mantra.\n\nHe paid little heed to rebuild the destroyed country rehabilitate the people, and instead focused more on destabilizing Pakistan and Iraq. From 2004 onwards, Pakistan was accused of abetting terrorism, while RAW-NDS were encouraged to foment terrorism in Pakistan from Afghan soil.\n\nISAF\n\nIn order to share the spoils of war, 48 countries of the world joined the war on terror in Afghanistan. The ISAF comprised of 30,000 troops.\n\nOccupiers enjoyed strategic, technical, technological, administrative and informational advantages, but couldn’t stop the Taliban from regrouping and returning back to their original bastion in southern Afghanistan.\n\nBarack Obama’s Rule\n\nObama framed Af-Pak policy, closed the Iraqi front and shifted the centre of gravity to Afghanistan by carrying out troop surges in 2009/10 and increased the troop level from 30,000 to 1, 30,000.\n\nThe ISAF under Gen Petraeus tried hard to launch military operations in Qandahar, Khost and in Helmand, but couldn’t do so even when its demand of clearance of North Waziristan from the presence of HN was fulfilled by Pakistan in 2015.\n\nObama made drone as choice weapon and used it extensively in Afghanistan and in FATA so as to disrupt, dismantle and defeat Al-Qaeda with the help of Pakistan. In 2011, peace prong was launched in Afghanistan and fight and talk policy was adopted.\n\nSince troop surges proved expensive and couldn’t make any headway, Obama decided to pullout and troop drawdown commenced in July 2011. Same year Spring offensive was launched in Middle East to change regimes and create chaos.\n\nIn May 2012, US-Afghan strategic partnership agreement was signed. Similar agreements were also inked between India-Afghanistan and India-USA. Combat missions in all 34 Afghan provinces (403 districts) were handed over to US-UK trained 350,000 strong ANSF by mid-2013. Green-on-blue attacks intensified in 2014.\n\nOn August 5, 2014, Maj Gen Harold J. Greene was killed and 15 officers and men including German Brig were injured by an Afghan gunman dressed in ANA uniform.\n\nBy December 2014, the ISAF strength was reduced to 13000 with 9800 US troops. This force named as Resolute Support Group was left behind under bilateral security agreement to provide backup support to ANSF.\n\nOnce bulk of troops withdrew in December 2014, the Taliban took advantage and intensified their attacks to turn the tide in their favor.\n\nIn December 2016, 1000 US troops withdrew and 8400 troops were deployed in four military bases of Kabul, Bagram, Qandahar and Jalalabad.\n\nPakistan carried out all the major offensives in Swat-Malakand region, Bajaur, South Waziristan, Mohmand, Kurram, Khyber, Orakzai, North Waziristan agencies during Obama rule and achieved decisive results.\n\nDonald Trump’s Tenure\n\nOn August 21, 2017, Trump discarded talk’s option and readopted George Bush’s policy of fight and fight with greater vigor. 3000 additional troops were inducted. From September 2017 till end 2018, revenue sources, transportation networks and leaders of Taliban were targeted. 200 air strikes were conducted dropping 7500 bombs and drones were fired extensively. Mother of all bombs was dropped at Nangarhar.\n\nThe Taliban conducted 8000 attacks. Civilian casualties in 2018 surged to 10,993. 2019 was the most expensive year for ANSF.\n\nThe Taliban controlled or contested every province in the country and threatened provincial capitals. Farah and Ghazni Provinces were briefly seized in May and August 2018 respectively. Over 60% districts came under their control.\n\nTo hide his embarrassment, like his two predecessors, Trump blamed Pakistan for instability in Afghanistan.\n\nPeace Talks Initiated\n\nObama regime initiated the peace process in 2011 and helped in opening Taliban political office at Doha in June 2013. Pakistan managed to convince the defacto Taliban Ameer Mullah Mansour Akhtar and hosted an intra-Afghan dialogue in Murree on 07 July 2015, which was attended by many influential Afghan leaders. Representatives of USA and China sat as observers.\n\nSpoilers of peace disrupted the next round of talks scheduled on 31 July 2015 by releasing the news of death of Mullah Omar.\n\nQuadruplicate peace talks initiated by US, China, Afghanistan and Pakistan couldn’t make any headway. When Pakistan once again created conducive conditions for the meeting, Mullah Mansour was droned to death in May 2016.\n\nOnce Trump took over power in January 2017, he cancelled peace talks and planned to decimate the Taliban. After over one year of rigorous use of force and failing to achieve any results, Trump nominated Zalmey Khalilzad to open talks with Taliban in July 2018 and end the war. In September 2019, Trump abruptly cancelled peace talks on the pretext of death of one US soldier.\n\nIn October 2019, Islamabad hosted a Taliban delegation headed by Mullah Baradar and also facilitated Taliban’s meeting with Khalilzad in Islamabad. The US, China, Pakistan, and Russia came together in the Moscow talks where all four sides agreed that ‘negotiations’ are the only road to peace in Afghanistan. China also hosted an intra-Afghan dialogue in Beijing which was attended by Mullah Baradar, Pakistan and USA reps. In December 2019, the US resumed talks with Taliban.\n\nFrom July 2018 till February 2020, ten rounds of peace talks took place. The sticking points on which the process got lengthy were insistence of the US to carryout permanent ceasefire, inclusion of Kabul regime in peace talks and letting the US military to retain some bases. The Taliban didn’t agree to any and insisted upon complete withdrawal of foreign forces. On insistence of Pakistan, the Taliban agreed to curb violence for 7 days from 22 to 28 February 2020 to sign peace agreement.\n\nPower Tussle in Kabul\n\nPresidential elections were held in September 2019. Although the Election Commission declared Ashraf Ghani a winner on 18 February 2020 with 50.64% votes, Dr. Abdullah securing 39.52% votes rejected the results.\n\nAshraf Ghani and Dr. Abdullah held presidential inauguration ceremonies at Kabul on 9 March separately, thereby laying the foundation for a divided Afghanistan on ethnic/sectarian lines. Ghani abolished the portfolio of CEO held by Abdullah.\n\nThe US applied pressure by cutting $ one billion aid and also made persistent efforts to end the feud since power tussle politically weakened the US installed regime. The two rivals signed power sharing agreement on 16 May 2020.\n\nHistoric Peace Agreement\n\nMullah Baradar and Zalmey Khalilzad signed the historic peace agreement in Doha on 29 February 2020, bringing the war to a potential end. Subsequently it was ratified by the UNSC.\n\nThe important clauses of Doha agreement were:\n\nIslamic Emirate of Afghanistan (IEA) will not allow Afghan soil to be used for terrorism against USA, NATO. US-NATO will refrain from use of force or meddling in internal affairs of Afghanistan. Comprehensive ceasefire and Taliban will desist from attacking US-NATO troops in major cities. IEA will start intra Afghan dialogue and negotiations by 10 March 2020 to arrive at comprehensive political settlement. Both parties will retain control over their respective areas until formation of new Afghan Government. The US will seek economic cooperation and reconstruction of Afghanistan. In first phase from 13 March to 27 July 2020 (135 days), 5000 US troops will be pulled out leaving behind 8600. Complete withdrawal of foreign forces completed by May 2021. Release of 5000 prisoners of Taliban and 1000 US/ANSF soldiers by the start of intra-Afghan dialogue on 10 March at Oslo, and the rest within three months. Removal of Taliban leaders from UN/US blacklist and end to economic sanctions on Taliban by 27 August 2020.\n\nInferences\n\nThe US would carry out withdrawal of 13000 American troops in two phases in 14 months. Although this is a much shorter timetable than the one given by Obama which was 3 ½ years long, this time delay could also be on purpose.\n\nSigning of an agreement implies that the US has lost the war, but ego restrains it from admitting its defeat. It is eager for a face saving and safe exit.\n\nSeeking of economic cooperation implies that USA intends to keep its presence for some more time.\n\nSince no American official signed the peace accord, possibility of U-turn cannot be ruled out.\n\nInitial Cracks in Peace Agreement\n\nHardly had the ink dried on the peace agreement, when spoilers sprang into action to derail the agreement and mar the happiness of peace seekers.\n\nJilted Ashraf Ghani angered over being kept out of the grand event and egged on by India and NDS, threw the first spanner on March 01 by stating that he was not bounded by any agreement to release the prisoners.\n\nPressured by USA, Ghani issued a decree on 10 March for release of 1500 prisoners and rest in batches of 500, and that too conditional to an undertaking by them that they won’t return to battlefield. Taliban rejected the offer saying that the agreement lays down release of all prisoners in one go.\n\nTaliban withdrew from prisoner swap talks with Kabul regime on 7 April, initiated on 30 March and made the start of talks conditional to release of prisoners. On 8 April, 1000 Taliban prisoners were released.\n\nCeasefire announced by Taliban during Eidul Azha enthused Ghani and he ordered release of 2000 Taliban prisoners a day before Eid.\n\nResponse of Taliban\n\nSince Ghani’s acts were in violation of peace agreement, the Taliban renewed their attacks on ANSF positons in districts of Kunduz and Helmand on 3 March. 33 targets were hit in 13 provinces. The US also broke the pledge by carrying out air attack in Helmand in support of beleaguered Afghan soldiers on the following day.\n\nThe Taliban reminded that they were free to attack Afghan forces in rural areas, and spring offensive will be launched in first week of April. Between 3 March and 15 April, Taliban undertook 4500 attacks and killed 900 ANSF soldiers.\n\nThe Taliban are determined to establish IEA under Ameerul Momineen Mulla Akhundzada and find no place for the collaborators in the future govt. Mullah Omar’s son Mulla Yaqub has been appointed overall military commander. Phased and condition-based release of prisoners was rejected by Taliban.\n\nAmericans were told to vacate the country as per schedule and not to worry about safety of their puppet regime. Haqqani Network (HN) threatened to capture Kabul and said fate of Ghani wouldn’t be different to Dr. Najibullah.\n\nPostmortem of 18 Years’ War\n\nPost 9/11 war on terror is the longest war ever waged by USA in its entire history, which has still not terminated.\n\nIn 2009, the occupiers abandoned boots on ground strategy, bunkered themselves in military bases, relied wholly on airpower and drones, and used 250,000 ANA to undertake ground operations.\n\nChange in posture helped the Taliban to gain initiative, which could not be regained by the occupying forces. Thereon, it was a losing battle but the US kept reinforcing failure with zero result.\n\nObama took the credit of dismantling and defeating Al-Qaeda, where as it was done by Pakistan. The US tried hard to divide Taliban movement by pitching HN against Taliban, or to create leadership crisis but failed.\n\nHN was painted as the most dreadful monster. Pakistan was made a scapegoat by USA to hide US failures. Plight of the people of Afghanistan and that of the women is as dismal as it was, if not worst. During five-year rule of Taliban, poppy growing was almost eliminated in Afghanistan, but now it has become the biggest narcotic den and exporter of opium in the world.\n\nCIA is the biggest beneficiary of drug business, and it has been supporting covert operations with the help of drug money.\n\nHaving spent $ 2 trillion in Afghanistan and lost 2400 soldiers, (total casualties of coalition forces 3550), USA couldn’t accomplish any of its stated and hidden objectives. Instead, it has melted its economy, lost its prestige and earned hatred of the world.\n\nThe US drew no lessons from history that it is easier to enter Afghanistan, but most difficult to get out of it and that historically it has been the graveyard of empires.\n\nThe US ignored the fact that Afghanistan is a tribal society which shuns modernism, democracy and alien culture. Governed by Pashtunwali, Mullahs and tribalism reign supreme and ethnicity is stronger than religion.\n\nAfghans are at war for the last 40 years and the third generation is currently fighting the war and to them, hardships, sufferings, casualties and time do not matter. The US and its partners wanted to tire out and exhaust the Taliban and to break their will to fight, which they couldn’t.\n\nWhile the resistance forces are upbeat and full of fight to free their country, the occupiers have got tired and exhausted. They are demoralized and have no heart left to continue fighting and that too without a cause. They are suffering from post-stress disorders, committing suicides, and are desperate to return home.\n\nVictory against the Soviets was a miracle of 20th century. The Mujahideen had seven groups under seven commanders and were supported by Pakistan, USA and the free world. This miracle is much more awe-inspiring since the Taliban turned the tide single-handed as one entity under one commander.\n\nPower hungry Ghani, Abdullah and warlords are interested in power only and not in peaceful Afghanistan. War on terror has all the gains for the deceitful Indo-Israeli axis. The duo obsessed with global ambitions is instrumental in plunging the fortunes of USA.\n\nBy staying out of war, Russia and China consolidated their respective military and economic power. They are merrily watching the endgame of the declining sole super power with a twinkle in their eyes. Pakistan had a big hand in facilitating peace process culminating in peace agreement.\n\nTroop drawown by USA has been made conditional to control of violence, which provides Washington flexibility to sabotage the peace agreement and to continue maintaining its residual presence.\n\nSalfi group’s alignment has further strengthened Taliban. Jihadi Afghanistan, Revolutionary Iran and Islamic Pakistan are unacceptable to USA, Israel and India. The US commenced thinning out of troops from Bagram base on 14 March.\n\nMistakes Made by USA\n\nMendaciousness of purpose and intentions.\n\nUnderestimating the enemy and over-estimating own capabilities.\n\nInstallation of pro-India and anti-Pakistan regime of Northern Alliance in Kabul and ignoring majority Pashtuns.\n\nContinued reliance on most inept and corrupt regimes of Karzai and Ghani in Kabul.\n\nSpending $90 billion on raising non-Pashtun heavy ANSF which lack combat ability.\n\nEstablishing biggest base for covert operations to destabilize and denuclearize Pakistan.\n\nOpening 2nd front in Iraq without consolidating gains in Afghanistan.\n\nThese distractions veered away occupiers from their main mission and allowed the Taliban to regroup.\n\nDistrusting and blaming Pakistan, and trusting self-serving India, Israel and puppet regimes in Kabul made Afghanistan perpetually unstable.\n\nUS Civil & military leadership lied and misled American public about the war.\n\n2002/03 was the best time to sign peace deal with Taliban. Next best time was December 2014 to make a clean break.\n\nMistakes were never corrected and no military strategy made to convert defeat into victory.\n\nWhat Impelled Trump to End Longest War?\n\nThe US was forced to sign agreement with the so-called monsters, after it concluded that it could neither win the war, nor defeat or contain the Taliban, or to exit safely and honorably.\n\nUSA vainly tried to convince the Taliban to share power with Ashraf Ghani.\n\nWish of USA to make India a key player in Afghanistan couldn’t be fulfilled.\n\nIndia couldn’t be convinced to take over the security duties.\n\nANSF lack capacity and will to fight Taliban. They lost 50,000 soldiers in last 5 years.\n\nPakistan restricted its support to peace process only and refused to fight other’s war.\n\nTaliban broke their isolation by gaining support of Russia, China, Iran, Pakistan, Arab States and Turkey.\n\nPeace process was meant to white wash war crimes of USA and to conceal defeat.\n\nUSA faced fiascos on all fronts.\n\n2020 being the election year, Trump is desperate to pull out 60% of 13000 US troops before Christmas as promised by him and earn few electoral brownie points.\n\nSpoilers of peace\n\nUS administration. It wants to retain a foothold and extract mineral resources from Afghanistan, CARs.\n\nPentagon & CIA. The duo want their arms industry and drug business to continue.\n\nIndia. It doesn’t want to lose its $2-3 billion investment and influence in Afghanistan, and would like to keep Pakistan in a nut-cracker situation.\n\nKabul regime/NDS. Doesn’t want to lose power. The Taliban dub the regime as illegitimate.\n\nIsrael. Loss of Afghanistan implies gains for nuclear Pakistan, China, Russia and Jihadi forces.\n\nSecurity contractors, drug Mafia, warlords. They have their mercantile interests.\n\nIslamic State of Khurasan, Black Water. It is an alternative force to back up ANSF and to keep the pot boiling. To malign Taliban, Daesh carried out deadly attacks on Sikh Temple, hospital and a funeral in Kabul.\n\nUncertainties in Peace Deal\n\nLack of guarantors\n\nStructure of future government\n\nPower sharing mechanism within stakeholders\n\nAbsence of ownership\n\nEconomic commitment by USA\n\nLack of involvement of local leadership\n\nUnderstanding among local tribes to bring them on one page\n\nPeace agreement rejected by Iran\n\nChallenges to Peace Agreement\n\nIntegration among ethno-political factions is a difficult proposition.\n\nAfghan government controls only 40% of territory mostly in central Afghanistan, while Taliban have full control over the entire rural belt in eastern and southern Afghanistan and parts of urban areas.\n\nUSA, India and Iran are averse to the idea of establishment of IEA, and would like the present unity government in Kabul to share power with Taliban as a senior partner.\n\nThe US is keen to retain their strongest Bagram airbase which has multi-layered defence system and can house 10-12000 troops.\n\nRussia is keen to regain its influence in Afghanistan with the support of Taliban.\n\nChina wants peaceful and friendly Afghanistan for the success of CPEC, to explore minerals and expand trade, and to safeguard its soft belly in Sinkiang.\n\nIslamic State of Khurasan and militias under warlords would keep the country turbulent.\n\nOptions for USA\n\nSeeing that Afghanistan has slipped out of its hands as well as of India, the US is looking for an alternative base in the Af-Pak region.\n\nLadakh in J&K suits USA from where it can keep an eye over it chief rival China, CPEC and Pakistan.\n\nThis strategic consideration impelled Trump to elbow Modi to integrate disputed occupied Kashmir into Indian Union.\n\nOffer of mediation on Kashmir by Trump is to keep Pakistan pacified and to lure it to provide a military base.\n\nResolution of Kashmir dispute through Trump’s mediation for sure will be on Indian terms and Pakistan will be a loser.\n\nYet another option could be to deploy UN peace keeping force with heaviest contingent from India.\n\nUnpredictable Trump may put the blame on Taliban to snuggle out of peace deal once he wins elections in coming November and decide to hold on to Afghanistan with reduced troop level, backed by 25000 Blackwater and Daesh.\n\nFuture Prospects\n\nMany countries and groups with vested interests are involved in Afghanistan. It is brimming with sectarian, ethnic and religious fault lines and is primed for chaos. If intra-Afghan peace process doesn’t succeed, the country is likely to plunge into another civil war.\n\nUSA, India, Ghani will not handover Afghanistan easily.\n\nIf the Taliban try to take over power by force, the liberals, nationalists and non-Pashtuns will resist fiercely thereby igniting ethnic/sectarian flames.\n\nWhile USA will play a double game to maintain its importance in both camps, Pakistan will remain in two minds.\n\nPeace in Afghanistan is dependent upon the US intentions and hidden motives, and ability of the Afghans to think beyond parochial interests.\n\nIf the US is sincerely interested in restoring peace, it will have to co-opt Pakistan, Russia, China and Iran to arrive at viable power sharing arrangement.\n\nSome Suggestions for Pakistan\n\nPakistan will have to become proactive to save the peace agreement and arrive at a political settlement.\n\nAfter their well-deserved victory, Taliban are in better position to conduct intra-Afghan dialogue.\n\nPakistan should take China, Russia and possibly Iran in loop and arrange a meeting at Islamabad or Beijing to chalk out a comprehensive way out.\n\nPolitical office of Taliban to be opened at Islamabad.\n\nLet the 14-month troop withdrawal get completed smoothly.\n\nRemove trust deficit between Taliban-US and veer the US from minority NA to majoritarian Taliban.\n\nPress USA to rebuild war-torn Afghanistan, former FATA.\n\nComplete fencing of western and southern borders and further improve border management.\n\nReturn all Afghan refugees by end of this year.\n\nPrevent balkanization of Afghanistan.\n\nSeek war/drones compensations from USA.\n\nAsk US to release Dr. Aafia Siddiqui.\n\nAsk US to settle Durand Line issue.\n\nInsist on closure of RAW-NDS-TTP-BLA terror infrastructure and return of runaway terrorists.\n\nConclusion\n\nUSA failed due to its own blunders; the Taliban earned victory due to their superior cause, steadfastness and extraordinary valor.\n\nPakistan suffered since it couldn’t differentiate between friend and foe, and never had a strategy to get out of inferno of imposed war.\n\nThere are still many a slip between the cup and the lip. Euphoria seem to be dying down and ominous shadows of civil war are looming.\n\nWe have been unwisely trusting USA and supporting anti-Pakistan regime in Kabul which in collusion with India has caused excruciating pain to Pakistan.\n\nSingle-handed facilitation by Pakistan when it has no influence over USA and Kabul regime, and modest influence over Taliban, will not produce results.\n\nFor lasting peace, Pakistan will have to stay engaged with all Afghan power centres in Afghanistan, and tread our course steadily, prudently and wisely.\n\nThe writer is a retired Brig, war veteran, former Defence Attaché’ and Dean of Corps of Military Attaches’ in Cairo, defence & security analyst, international columnist, author of five books, Chairman Thinkers Forum Pakistan, Director Measac Research Center, Member CWC PESS and of Veterans Think Tank, and Member Council TJP. [email protected]\n\nAuthor Details Author Details Brig. General Asif H. Raja Brig. General Asif Haroon Raja a Member Board of Advisors Opinion Maker is Staff College and Armed Forces WarCoursequalified holds MSc war studies degree; a second generation officer, he fought the epic battle of Hilli in northwest East Bengal during 1971 war, in which Maj M. Akram received Nishan-e-Haider posthumously. He served as Directing Staff Command & Staff College, Defence Attaché Egypt, and Sudan and Dean of Corps of Military Attaches in Cairo. He commanded the heaviest brigade in Kashmir. He is lingual and speaks English, Pashto and Punjabi fluently. He is author of books titled ‘Battle of Hilli’, ‘1948, 1965 & 1971 Kashmir Battles and Freedom Struggle’, ‘Muhammad bin Qasim to Gen Musharraf’, Roots of 1971 Tragedy’; has written a number of motivational pamphlets. Draft of his next book ‘Tangled Knot of Kashmir’ is ready. He is a defense analyst and columnist and writes articles on security, defense and political matters for numerous international/national publications."}}