{"GDELT": {"GlobalEventID": 925492334, "Day": 20200525, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3973, "Actor1Code": "MNCGBRHLH", "Actor1Name": "GLAXOSMITHKLINE", "Actor1CountryCode": "GBR", "Actor1Type1Code": "MNC", "Actor1Type2Code": "HLH", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.28185328185328, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Barnard Castle, Durham, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKD8", "Actor1Geo_ADM2Code": "40123", "Actor1Geo_Lat": 54.5333, "Actor1Geo_Long": -1.91667, "Actor1Geo_FeatureID": "-2589286", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Barnard Castle, Durham, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKD8", "Actor2Geo_ADM2Code": "40123", "Actor2Geo_Lat": 54.5333, "Actor2Geo_Long": -1.91667, "Actor2Geo_FeatureID": "-2589286", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Barnard Castle, Durham, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKD8", "Action2Geo_ADM2Code": "40123", "Action2Geo_Lat": 54.5333, "Action2Geo_Long": -1.91667, "Action2Geo_FeatureID": "-2589286", "DATEADDED": 20200525214500, "SOURCEURL": "https://www.moonofalabama.org/2020/05/britain-johnsons-pandemic-management-is-trashing-his-authority.html"}, "ARTICLE": {"TITLE": "Britain: Johnson's Pandemic Management Is Trashing His Authority", "TEXT": "May 25, 2020\n\nBritain: Johnson's Pandemic Management Is Trashing His Authority\n\nBritain seems to have a meltdown of trust in the government over its handling of the novel coronavirus epidemic.\n\nWhile other European countries have reopened Britain is still under lockdown and has still some 2,400 new Covid-19 cases per day. The numbers must go down much further to safely reopen the country. But after several missteps it is now unlikely that the people will continue to follow the government's advice.\n\nFirst Prime Minister Boris Johnson did not take the issue seriously and even boasted of shaking hands with coronavirus patients. He then caught the disease himself and nearly died from it. He has since been a bit more cautious.\n\nBritain has had the second highest number of deaths from Covid-19 so far, 36.875 according to the current count. But its government still seem to be unserious about fighting the pandemic. Marketing seems to have priority over getting things done.\n\nFor months the government has been fudging its testing numbers. First it added tests it had sent out to the number of tests processed at any day. The mailed out tests may have never been taken or processed. This falsely increased the real number of tests processed per day by up to 25%.\n\nNow the government has admitted that taking saliva and nasal samples from one person had been counted as two tests.\n\nThat of course means that Britain is testing way below the numbers of people it should be testing and way below the numbers the government promised and claimed.\n\nRecently we learned that Boris Johnson's brain, his advisor Dominic Cummings, broke the lockdown everyone is supposed to be under - not ones, not twice, but thrice:\n\nSo far he has broken three lockdown rules: returning to work when his wife was ill; driving to his parents' home in Durham; taking a day trip to Barnard Castle. Many other families faced similar dreadful dilemmas but obeyed the lockdown.\n\nWhile Cummings and his wife were in Durham his wife had claimed that they had sheltered in place in London.\n\nOn Sunday Boris Johnson publicly justified Cummings behavior. This to the horror of the behavioral scientists who consult his government:\n\nAs one of those involved in SPI-B, the Government advisory group on behavioural science, I can say that in a few short minutes tonight, Boris Johnson has trashed all the advice we have given on how to build trust and secure adherence to the measures necessary to control COVID-19. Be open and honest, we said. Trashed.\n\nRespect the public, we said. Trashed\n\nEnsure equity, so everyone is treated the same, we said. Trashed.\n\nBe consistent we said. Trashed.\n\nMake clear 'we are all in it together'. Trashed. It is very hard to provide scientific advice to a government which doesn't want to listen to science. I hope, however, that the public will read our papers (publicly available at gov.uk/government/gro…) and continue to make up for this bad government with their own good sense.\n\nTwo additional members of the SPI-B publicly supported the above statement.\n\nThe official Twitter account of the British Civil Service called Johnson's statement \"Arrogant and offensive\". It asked: \"Can you imagine having to work with these truth twisters?\" The tweet was soon deleted but many had already made screenshots of it. It has now been framed:\n\nToday Cummings had to hold a press conference to justify his behavior. After being at least 30 minutes late he did not express any regret and obfuscated the facts with what seems to be an obvious lie:\n\nMr Cummings also confirmed he drove 30 miles from Durham to Barnard Castle, but said he did so in order to test his eyesight ahead of a drive back to London.\n\nTaking a road trip to test one's eyesight is neither reasonable nor recommendable.\n\nWhat Cummings really did in Barnard Castle is still a mystery. Craig Murray points out that the town has a major facility of one interesting company:\n\nIn 2012 GlaxoSmithKline were fined $3 billion for fraud, overcharging and making false claims about medicines in the USA. In 2016, GlaxoSmithKline were fined £37.6 million in the UK for bribing companies not to produce generic copies of their out of patent drugs, thus overcharging the NHS. Despite the fines, these frauds were still massively profitable for GlaxoSmithKline. A perfunctory search on the company brings up similar frauds and fines it perpetrated in South Africa and India. All this within the last decade. I cannot find any information that anyone was jailed, or even sacked, for these criminal activities. It is absolutely astonishing that such an habitually criminal enterprise carries on serenely in the UK. And what is particularly interesting today is that it carries on its crooked activity from its massive manufacturing and research base in Barnard Castle, County Durham. On 12 April Dominic Cummings was seen in Castle Barnard during lockdown. Two days later, GlaxoSmithKline of Barnard Castle signed an agreement to develop and manufacture a Covid-19 vaccine with Sanofi of France.\n\nThere is no evidence (yet) that a secret visit to GlaxoSmithKline to arrange a deal was the real purpose of Cummings' trip to Barnard Castle. But it is a much better explanation for the 90 minutes roundtrip than the 'test of eyesight' Cummings now claims.\n\nYesterday there were already conservative voices who urged Johnson to fire his aide. After the press conference today there will likely be more.\n\nCummings was one of the brains behind Boris Johnson's brexit campaign and he is pushing for other radical policies. It would be a political loss for Johnson to let him go. But not doing so would be a further loss of his already damaged authority.\n\nIn a time of crisis that is likely to make things worse.\n\nPosted by b on May 25, 2020 at 18:33 UTC | Permalink\n\nComments"}}