{"GDELT": {"GlobalEventID": 925492028, "Day": 20200525, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3973, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -6.5479782739891395, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manchester, Manchester, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKI2", "Actor1Geo_ADM2Code": "40118", "Actor1Geo_Lat": 53.5, "Actor1Geo_Long": -2.21667, "Actor1Geo_FeatureID": "-2602512", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manchester, Manchester, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKI2", "Action2Geo_ADM2Code": "40118", "Action2Geo_Lat": 53.5, "Action2Geo_Long": -2.21667, "Action2Geo_FeatureID": "-2602512", "DATEADDED": 20200525214500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8355675/RICHARD-HENRIQUES-reveals-one-possible-verdict-Britains-notorious-child-killing-case.html"}, "ARTICLE": {"TITLE": "RICHARD HENRIQUES reveals there was one possible verdict to Britain's notorious child killing case", "TEXT": "Sir Richard Henriques, one of Britain’s most distinguished lawyers, played a leading role in some of the most notorious trials of recent years. In extracts from his new book in the Mail, Sir Richard has given a gripping account of his role in the trial of Dr Harold Shipman, and his forensic review of Operation Midland, the shambolic police investigation into an alleged VIP paedophile ring. Today, he reveals why the savage murder of toddler James Bulger by two schoolboys haunts him to this day . . .\n\nAged 11, Robert Thompson and Jon Venables were the youngest children to stand trial for murder in the 20th century, accused of abducting two-year-old James Bulger from his mother in a Liverpool shopping precinct and subjecting him to a prolonged and terrible attack before killing him.\n\nThe two small figures sat in the specially raised dock of the imposing courtroom in Preston. Often referred to as the ‘Old Bailey of the North’, it was one of the largest in the land with seating for 100 members of the public and Press benches for 34 journalists.\n\nMore were listening to a relay of proceedings in a nearby office block, such was the worldwide interest. The case had received a lot of publicity, and emotions ran high among the public.\n\nSir Richard Henriques reveals why the savage murder of toddler James Bulger by two schoolboys haunts him to this day\n\nIn the street outside, crowds regularly gathered jeering and shouting as the defendants were driven from court.\n\nBut the judge, Mr Justice Morland, was fastidious in ensuring that the most appropriate arrangements were made for the defendants, given their age. We sat school hours with no session exceeding 45 minutes.\n\nThe boys were not locked in cells and they were accompanied throughout by social workers.\n\nJunior defence counsel for Thompson even took the commendable step of bringing their own Nintendo games in order to play with him when he was not in court, to put him at ease. As leading counsel for the Crown, I opened the prosecution case on November 1, 1993, by describing how the two boys walked the toddler some two and a half miles across Liverpool, from the shopping centre in Bootle where they abducted him to a railway line in Walton.\n\nThere, stones and a piece of metal were thrown at him, fracturing his skull. His lower clothing was removed, his body was placed across the railway line and sometime later he was run over by a train and cut in two.\n\nA pathologist concluded that death occurred before the impact of the train. ‘Notwithstanding their ages,’ I told the court, ‘both intended either to kill James or at least to cause him really serious injury and they both knew their behaviour was seriously wrong.’\n\nI described how, before taking James that day in February, they played truant from school, visited a number of shops and tried to abduct another two-year-old boy who was in the same shopping precinct but whose mother intervened just in time.\n\nThey stole some modelling paint that was later daubed on James.\n\nAged 11, Robert Thompson (pictured) and Jon Venables were the youngest children to stand trial for murder in the 20th century\n\nThe jury were shown CCTV pictures of him being led away from the shopping centre. Numerous witnesses saw the three of them together, and some stopped to ask what was going on but were fobbed off with the lie that they were taking their little brother home or that he was lost, they’d found him and were taking him to the police station.\n\nI told the jury that James’s blood had been found on Venables’s shoes and that marks on James’s face closely matched the shape of the laces on Thompson’s trainers, consistent with a kick to his face. In lengthy police interviews, each boy blamed the other one.\n\nIn a witness statement read to the court, James’s mother, Denise, described how her son was by her side in a butcher’s shop but when she then looked down after being served he was gone.\n\nShe went frantically into neighbouring shops, but could not find him. She asked people if they had seen him and nobody had. She then reported him missing to the police. Thirty-eight witnesses gave evidence of seeing the defendants walking through the streets with James in tow.\n\nThe last to see him alive was a 15-year-old girl, who saw one of the boys pick him up and carry him towards the railway embankment. The defence challenged them, claiming their accounts were inaccurate and that they had been influenced by media reports of the case, but such suggestions were robustly rejected.\n\nThese were independent, honest witnesses, many of whom were visibly distressed by the realisation that their intervention could have saved James’s life. This was not evidence about which they could be mistaken, nor could they ever forget such a tragic event.\n\nHenriques told the jury that James’s blood had been found on Venables’s (pictured) shoes and that marks on James’s face closely matched the shape of the laces on Thompson’s trainers\n\nA Home Office pathologist gave evidence of finding 42 injuries on James’s body, 15 of them to his face. There were at least 30 separate blows to the body from heavy blunt objects, probably bricks. He had also been kicked in the face.\n\nPsychiatrists who had interviewed Thompson and Venables stated that the youngsters knew the difference between right and wrong and would have recognised it was wrong to take a child from his mother, wrong to cause a child injury and wrong to leave an injured child on a railway line.\n\nTeachers from the boys’ school gave unchallenged evidence that pupils were specifically taught the difference between right and wrong. Thompson and Venables elected not to give evidence.\n\nIn my closing speech, I submitted that a child half the age of the defendants would know what they did was seriously wrong, and it was clear from their police interviews that each knew abducting and killing a child was seriously wrong.\n\nI submitted that a manslaughter verdict would grossly understate the gravity of this crime. This was a murderous, prolonged attack on a small, defenceless child.\n\nThen the defence put their case. Thompson’s lawyer argued the boy had played his part in taking James onto the railway track, but the attack was carried out from start to finish by Venables.\n\nI submitted that a manslaughter verdict would grossly understate the gravity of this crime. This was a murderous, prolonged attack on a small, defenceless child\n\nVenables’s lawyer attacked Thompson as a liar who tried to put the blame on Venables and shuffle it off himself. He described Thompson as unprincipled and callous, whereas Venables had shown genuine remorse for James’s death.\n\nVenables, he said, had deliberately missed James with bricks and thrown only small stones, not wanting to hurt him. If he was guilty of any crime, it was manslaughter and not murder.\n\nIn his summing-up, the judge told the jury that a child was exempt from criminal responsibility between the ages of ten and 14 unless the prosecution could prove the child knew when committing the offence that it was seriously wrong.\n\nTo convict them both, the jury had to be sure that both took an active part and that, whichever of them inflicted the blows to James’s skull, both intended that James should either be killed or suffer really serious harm.\n\nThe jury retired and the same day came back with their verdict: guilty of murder.\n\nThe judge then passed sentence for what he described as this ‘act of unparalleled evil and barbarity’, ordering Thompson and Venables to be detained ‘during Her Majesty’s pleasure’.\n\nAfter they were taken below, he continued: ‘How it came that two normal boys of average intelligence committed this terrible crime is very hard to comprehend.\n\n‘I suspect that exposure to violent video films may in part be an explanation.’\n\nEarlier, counsel acting for Associated Newspapers [owners of the Daily Mail] had asked for the order forbidding the naming of the defendants to be lifted if they were convicted. They had been known simply as A and B throughout the trial.\n\nJames’s mother, Denise, described how her son was by her side in a butcher’s shop but when she then looked down after being served he was gone\n\nI supported this application, submitting that publicity is a deterrent to those who may be minded to commit grave crimes. The public also had a right to know who the culprits were.\n\nThe judge now lifted that anonymity order. The media were at liberty to name both defendants and did. The trial was over, but it continued to divide public opinion, notably when Sir Louis Blom-Cooper QC argued in a newspaper article that what he called ‘the grinding mill of the criminal process’ had been an inappropriate way to deal with the two boys.\n\nHe contended that the facts of the killing should have been established by a public inquiry, while the killers were placed in the care of the local authority and kept in secure accommodation until they were adults.\n\nI do not agree with Sir Louis. Failure to prosecute these boys would not have been fair to James’s parents and his family. The importance to them of convictions in a criminal court is inestimable.\n\nSignificant, too, was the fact that feelings were high in Merseyside and not prosecuting Venables and Thompson could well have resulted in civil disorder.\n\nThompson’s lawyer later spoke publicly about ‘the hatred of the people of Liverpool for the two boys’, saying: ‘They loathe them and I believe that if they ever came back to Merseyside, their lives would be at risk.’\n\nI agree, and so did the then President of the Family Division, Dame Elizabeth Butler-Sloss, when in January 2001 she granted them new identities once they were freed and anonymity for life. She said she was ‘convinced that their lives are genuinely at risk as well as their physical safety if their new identities and whereabouts became public knowledge’.\n\nSir Louis’s real point was that, in his opinion, the age of criminal responsibility in this country — at ten — is too low and is out of step with a number of European countries which fix it at 13 or 14. He argued that ‘it fails to deal with the problem of immaturity’.\n\nA Home Office pathologist gave evidence of finding 42 injuries on James’s body, 15 of them to his face\n\nYet in the case of Thompson and Venables, the evidence from the boys’ headmistress was that children of four or five would know it was seriously wrong to stone a young child to death. Sir Louis gives precedence to the interests of violent children ahead of their wholly innocent victims.\n\nMoreover, having been involved in criminal trials in Manchester and Liverpool for almost 50 years, I know nine-year-olds are often used to deliver drugs, or more rarely firearms, and they are sent out on shoplifting expeditions.\n\nBlom-Cooper also criticised the trial judge for not ‘resisting the temptation to deliver a homily. His view that the murder of James Bulger disclosed “unparalleled evil” was out of place’.\n\nAgain, I disagree. On any view of the facts, this was an evil act or series of acts and it was without parallel in the judge’s experience. But controversy about the case continued, with a ruling from the European Court of Human Rights in December 1999.\n\nThe judges in Strasbourg rejected the argument advanced on the boys’ behalf that they were too young to comprehend criminal responsibility, stating that ‘the age of ten does not differ disproportionately to the age limit followed by other European states’.\n\nThey also rejected the claim that a three-week public trial in an adult court subjected the boys to degrading treatment in breach of the Human Rights Convention.\n\nThey did, however, rule the trial had been unfair on the grounds that ‘the formality and ritual of the Crown Court must at times have seemed incomprehensible and intimidating for a child of 11’ and ‘the boys found the trial distressing and frightening and had not been able to concentrate’.\n\nRaising the floor of the dock to enable the applicants to see what was going on ‘had the effect of increasing their sense of discomfort since they felt exposed to the scrutiny of the Press and the public’. The court awarded costs and expenses of £15,000 to Thompson and £29,000 to Venables.\n\nI found this criticism somewhat harsh. The floor was lifted by no more than one foot and without this the boys could not have seen out, thereby giving rise to an alternative complaint. The possibility of the defendants sitting outside the dock alongside their counsel was impractical, due to the public animosity towards them. They would not have been safe.\n\nJames had his life taken from him, while the defendants later enjoyed one-to-one tuition (James' parents Ralph and Denise are pictured above in the aftermath of the horrific murder)\n\nWith the benefit of hindsight, I now accept that alternative arrangements would have been more appropriate. Should a similar trial now be ordered, it would be held in a smaller court. Wigs and gowns would not be worn.\n\nA family member would sit with the accused throughout, and there would be regular and frequent breaks in proceedings to take account of a defendant’s ability to maintain concentration.\n\nNot that such changes would, in my opinion, have made any difference to the verdicts in the Bulger case. When I’d read the papers before the trial and seen the strength of the evidence placing both boys at the scene, I had expected them to admit the killing, but to seek verdicts of not guilty of murder but guilty of manslaughter by reason of diminished responsibility, and blame everyone in sight, not without a degree of justification.\n\nBoth boys could reasonably claim a deprived, even abused, childhood. Thompson’s father was said to be an aggressive alcoholic, who punished his children, including Robert, with sticks and belts.\n\nHe abandoned his family for another woman, and his wife had turned to drink. She fought with other women in public houses and occasionally with men.\n\nBefore the killing, Robert’s situation was giving the authorities much concern. The whole family were well known to social services and a major irritant to neighbours. At the age of ten, Robert was often out after midnight.\n\nVenables’s upbringing was little better, if at all. His parents split up when he was three. His mother was a regular visitor to public houses, leaving three young children alone and unsupervised.\n\nJon became unruly, kicking and punching other children, and provoking the family rottweiler to bark at other young children.\n\nTheir conduct at school gave much cause for concern.\n\nBoth boys were habitual truants and both had been placed in the year below their contemporaries, not because of any lack of intelligence, but because of non-attendance. Finally, there can be little doubt both boys were exposed to numerous potentially harmful videos, not only in the video shop where they spent much of their time, but also at Venables’s father’s house, where Jon spent a few days each week.\n\nHis father had rented over 400 videos in the few years before James was killed.\n\nIt was open to these two boys to say to the jury: ‘This is the way society has brought us up. We have been deprived of any proper upbringing, of all moral guidance, of an education, and of any responsible supervision. We have been exposed to numerous damaging videos to such an extent that our understanding of criminal responsibility has been substantially reduced. Having treated us in this irresponsible way, society now seeks most unfairly to convict us of murder.’\n\nThere were two possible impediments to this line of defence. Firstly, their defence was that they played no part in the killing and they had done nothing wrong. Thus mitigation because of ill-treatment was irrelevant. The other possible impediment was the absence of a psychiatric opinion that either defendant was of diminished responsibility — which is a necessity for such a defence to run.\n\nWith a full admission of their participation in the killing, a psychiatrist may have concluded there was diminished responsibility on their part, given their dreadful upbringing, while a jury might well have decided they were doli incapax — unable by reason of age to appreciate the seriousness of their admitted conduct.\n\nIn the street outside, crowds regularly gathered jeering and shouting as the defendants were driven from court\n\nThat is not my view. I am satisfied this was a premeditated murder. A large crowded courtroom, wigs and gowns, and an elevated dock made no difference to a verdict that, nearly 30 years later, I remain sure was correct. The sentence they received has always seemed to me to be a far more difficult problem. When the judge sentenced them to be detained at Her Majesty’s pleasure, the practice of announcing the minimum term in open court had not yet come into being.\n\nMr Justice Morland wrote to the Lord Chief Justice with his recommendation — a minimum of eight years — which the Lord Chief Justice, Lord Taylor, increased to ten years. Later the Home Secretary Michael Howard raised it further to 15 years, in response to public pressure expressed in petitions and newspapers.\n\nThis 15-year tariff was then quashed by the Lords on the grounds that fixing minimum terms should be a judicial rather than political function. The end result was that both boys were released in June 2001, when both were aged 18, after eight years in custody.\n\nMr Justice Morland had had in mind a minimum term that would avoid the defendants facing a transfer to an adult prison — an approach that was both pragmatic and responsive to their deprived upbringings and the exposure to violent videos.\n\nOn the other hand, eight years as a minimum term gave an appearance of underestimating the gravity of this crime, as indeed did Lord Taylor’s recommendation of ten years.\n\nSince then, new Sentencing Guidelines introduced in 2003 have provided a starting point of 12 years as the minimum term for murders committed by those under 17. The judge must then consider both aggravating factors and mitigating factors.\n\nIn my judgment, the aggravating factors are that, first, there was a significant degree of premeditation and, second, the vulnerability of the victim, and the mental and physical suffering inflicted and dismemberment of the body.\n\nThe aggravating factors outweigh the mitigation and were these facts to be replicated today, I would expect a minimum term of around 15 years. From the perspective of James’s family, any minimum term must appear derisory. To them there is no semblance of retribution, nor indeed justice, in events as they have unfolded.\n\nJames had his life taken from him, while the defendants enjoyed one-to-one tuition in circumstances far superior to those they would have experienced but for this crime.\n\nThey have had hundreds of thousands of pounds of public money spent upon them and have been granted anonymity to allow them to enjoy a full adult life as educated free men, absolved by their new identities from the disgrace that necessarily attaches to those who commit grave crime.\n\nI have seen James’s mother more than once on television and I sympathise with her unreservedly. No sentence can adequately recompense a bereaved and loving family. Every time I see a toddler, thoughts of James are rekindled.\n\nNo one who played any part in this trial will ever forget such a tragedy."}}