{"GDELT": {"GlobalEventID": 925492114, "Day": 20200525, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3973, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "BUS", "Actor2Name": "MANUFACTURER", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.63576158940397, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Paris, France (general), France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR00", "Actor2Geo_ADM2Code": "16282", "Actor2Geo_Lat": 48.8667, "Actor2Geo_Long": 2.33333, "Actor2Geo_FeatureID": "-1456928", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20200525214500, "SOURCEURL": "https://www.geo.tv/latest/289842-airbus-team-to-arrive"}, "ARTICLE": {"TITLE": "Airbus technical team kicks off Karachi plane crash probe", "TEXT": "PARIS: The team of renowned plane manufacturing company, Airbus, arrived in Pakistan Tuesday to investigate the recent crash of one of its own manufactured aircraft in Karachi.\n\nThe Airbus team visited the site where the PK-8303 flight crashed. The technical team inspected the houses that were damaged by the crash. Relevant officers of the civil aviation and PIA were summoned at the crash site.\n\nThe Airbus team was briefed about the crash by PIA and fire department officials. The Aircraft Accident and Investigation team were present with the Airbus technical team as well to ascertain the situation.\n\nThe technical experts studied the remains of the plane and inspected the engines, landing gear, wings and flight control system of the aircraft.\n\nThe team inspected the Jinnah International Airport runway later and are expected to visit the control tower as well.\n\n\n\nAirbus is conducting an independent investigation into the crash, which reportedly happened due to an engine failure.\n\nThe team of technical advisers left for Pakistan on board special flight AEB1888 of Airbus A330 from French city, Toulouse.\n\nKarachi plane crash: 97 killed, only two survive\n\nThe PIA plane crashed into a narrow residential street in Karachi on Friday, damaging several houses in a densely-populated area in the vicinity of the airport. Of the 99 people aboard, 97 were killed and only two passengers survived.\n\n\n\nSoon after the crash, authorities had cordoned off the mishap site and banned the transfer of objects from there until the Airbus team arrived to carry out a formal investigation into the incident.\n\nIn an earlier letter, the Airbus team had said that they do not have any conclusive details regarding the crash.\n\nThe PIA and Air France will also assist the plane manufacturer in the investigation.\n\nThe PK-8303 tragedy has become the third most-catastrophic aviation disaster in the country's history.\n\nIn a recent letter issued on Sunday to all airlines operating the A320 narrow-body jets, Airbus said it will provide full technical cooperation to the PIA, Air France, and engine manufacturer CFM International after the crash.\n\nThe ill-fated Airbus A320 plane was handed over to the PIA in 2014 and had completed 47,100 flight hours and 25,860 flight cycles until its crash."}}