{"GDELT": {"GlobalEventID": 925492082, "Day": 20200525, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3973, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.8846153846153904, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Mounds View, Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_ADM2Code": "MN123", "Actor1Geo_Lat": 45.105, "Actor1Geo_Long": -93.2086, "Actor1Geo_FeatureID": "648158", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Mounds View, Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 45.105, "Action2Geo_Long": -93.2086, "Action2Geo_FeatureID": "648158", "DATEADDED": 20200525214500, "SOURCEURL": "https://www.startribune.com/amid-racial-conflict-eastern-carver-county-school-officials-choose-first-black-superintendent-lisa-sayles-adams/570750072/"}, "ARTICLE": {"TITLE": "Amid racial conflict, Eastern Carver County School officials choose first black superintendent, Lisa Sayles-Adams", "TEXT": "The Eastern Carver County School District, in turmoil for the past year over reports of racist bullying and a controversial equity program, has hired its first black superintendent.\n\nLisa Sayles-Adams, assistant superintendent for the North St. Paul-Maplewood-Oakdale School District, was named by the school board to replace Superintendent Clint Christopher, who is leaving in June. She said she expects to finalize contract negotiations soon.\n\nOnly the third woman to be named as the district’s superintendent, Sayles-Adams was selected from among three finalists. The other two were school administrators from Mounds View and Belle Plaine.\n\nSayles-Adams, who grew up in St. Paul and is working on an Ed.D. from Minnesota State University Mankato, served as assistant superintendent of St. Paul Public Schools for five years. She was principal at three schools in Minnesota and three in Georgia.\n\nSchool Board Chairman Jeffrey Ross, in a statement on the district’s website announcing Sayles-Adams’ selection, said that after “a challenging year” the district wanted a leader who can “help bring together our community.”\n\nThe controversies involving race are believed to have been a factor in the defeat of last fall’s $121.7 million referendum in a district where 76% of the students and 94% of staffers are white.\n\nLisa Sayles-Adams, a longtime principal, wants to study data to improve schools.\n\nFeedback from community members has been “very positive,” Ross said. “There is a genuine sense of excitement not just at the board level, but from staff, students, and the community about what we will do together.”\n\nIn a two-hour interview with the board on May 14, Sayles-Adams emphasized the importance of studying data — grades, test scores, discipline records — to improve schools. She said she wants to maintain two-way communication with school staff members, community members and students.\n\n“You don’t lead from your office,” she said. “I want to be out in the buildings, in the community.”\n\nRegarding the district’s equity efforts, she stressed the need for public communication. Based on what she has seen in videos of public comments at board meetings, she said, “It looks like there may be a misunderstanding of what [equity] means and the purpose of the work. So right now it looks like there may be a sense of distrust.”\n\nOpponents of the racial equity efforts say the school programs shame white students by pointing out examples of racism in the nation’s history and culture.\n\n“Clearly, its goal is to indoctrinate our youth about our ‘white and Christian privilege.’ I reject this divisive ideology,” wrote Mayor Tom Funk of Victoria in letters to two suburban newspapers in January. He invited further discussion of “the damage ... being done to our children and our community.”\n\nVictoria is one of four cities in the school district, along with Chanhassen, Chaska and Carver. In a call last week, Funk, who is running for the state Senate, said he hadn’t had a chance to review Sayles-Adams’ background to comment on her hiring.\n\nSayles-Adams said equity programs must “create a safe environment where we’re not shaming people, we’re not making them feel bad, we’re not embarrassing them.”\n\nData driven\n\nSupporters of the equity programs applauded the board’s choice of Sayles-Adams while stressing that her race was not the main reason they like her.\n\n“The fact that she is black will be comforting to people that have experienced racial trauma in our school district,” said Jenna Cruz, who belongs to the district’s Equity Advisory Council and a parents’ group organized to battle racism in schools.\n\nBut more importantly, Cruz said, in interviews Sayles-Adams “had the most concrete answers [among the candidates]; she’s very data driven. She just did her homework.”\n\nDontá Hughes, a longtime district activist who sits on the Advisory Council and is running for the school board, said he shared Cruz’s enthusiasm.\n\nSayles-Adams “was way more prepared than the rest of the candidates,” Hughes said. “She touched on a lot of points that I like: the importance of community, going to teachers and asking for their feedback.”\n\nAside from Funk, people who have spoken out against the equity programs did not respond to e-mails and phone calls seeking comment.\n\nIncidents in the district drew widespread public attention last spring, when parents complained to the school board that their children have endured racist bullying by white classmates. Christopher, the former superintendent, apologized and the district organized the Equity Advisory Council, arranged an equity audit and hired an equity director.\n\nIn September, a group of black students and alumni filed a federal lawsuit accusing school administrators and teachers of hindering their education by ignoring racist bullying by white students, including physical assaults, racial slurs and death threats.\n\nThat same month, opponents of the equity programs posted a video calling equity “a toxic agenda” that benefits Muslims and students of color at other students’ expense. They linked the equity program to the district referendum, as did members of a “Vote No” group.\n\nDistrict officials said the levy increase would not be used to support the equity program. But two of the referendum’s three parts, including the levy increase, failed at the polls.\n\nCorrection: A previous version said Sayles-Adams had completed her Ed.D."}}