{"GDELT": {"GlobalEventID": 926070934, "Day": 20200528, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.4055, "Actor1Code": "idg", "Actor1Name": "INDIGENOUS", "Actor1EthnicCode": "idg", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.15487571701721, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vancouver, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12552", "Actor1Geo_Lat": 49.25, "Actor1Geo_Long": -123.133, "Actor1Geo_FeatureID": "-575268", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Vancouver, British Columbia, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA02", "Actor2Geo_ADM2Code": "12552", "Actor2Geo_Lat": 49.25, "Actor2Geo_Long": -123.133, "Actor2Geo_FeatureID": "-575268", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vancouver, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12552", "Action2Geo_Lat": 49.25, "Action2Geo_Long": -123.133, "Action2Geo_FeatureID": "-575268", "DATEADDED": 20200528191500, "SOURCEURL": "https://www.chatelaine.com/opinion/mmiwg-anniversary/"}, "ARTICLE": {"TITLE": "The MMIWG Report Took Three Years to Write. Canada Is Ignoring It.", "TEXT": "There are two sets of sirens. One siren, sharp and constant, is punctuated by the other, which is harsh and honking and sounds like goose calls. It’s an ambulance and a fire truck, probably police. It sounds like danger. I’m listening from a hotel window, looking down from the 17th floor onto the dark, cold, desolate streets of downtown Winnipeg, and wondering how the people whose job it is to sound those sirens could have so totally failed 15-year-old Tina Fontaine. By the time her 72-pound body was pulled from the Red River five years ago, wrapped in a duvet and weighed down by rocks, the Anishinaabe girl had been dead for days. There was no need for sirens by that point, because the danger had already passed for Tina—or rather, it had been allowed to pass. The police officers, social workers, nurses and doctors who had interacted with her in her last days hadn’t made a peep.\n\nTina’s fate is disturbingly normal for Indigenous people in Canada, especially women, girls and Two-Spirit people. We are told that schools, hospitals, social services and police are there to help us, so we ask for their help. Instead of help, we’re often met with indifference at best, outright hostility and racism at worst.\n\nUltimately, callousness and violence are two sides of the same genocidal coin. Both are why Tina is gone. Both are why I can’t forget her, more than five years later.\n\nLast June, the National Inquiry into Missing and Murdered Indigenous Women and Girls (MMIWG) released its final report, after nearly three years of research, hearings and community consultations. Titled Reclaiming Power and Place, it was over 1,000 pages long and covered topics including health, culture and justice. The report argued that the “process of colonization has, in fact, created the conditions for the ongoing crisis of missing and murdered Indigenous women, girls and 2SLGBTQQIA people” (the latter an acronym encompassing people marginalized because of their sexuality or gender). It ended with 231 recommendations. The most important was to create and implement a national action plan across all levels of government. Others ranged from the need for a universal basic income to calls to assess—and address—the relationship between resource extraction and gendered violence.\n\nUnfortunately, many Canadian news outlets ignored the majority of the report and instead chose to focus on the use of one word: genocide. Debate swirled around whether the historical and ongoing culture of death facing Indigenous women and girls really constituted genocide, as the inquiry commissioners argued. Legacy media, including the National Post, Toronto Star and Toronto Sun, were quick to disagree, rapidly publishing columns and editorials that avoided the report’s actual legal arguments.\n\nJust the month before, the Canadian Journal of Economics had published a study on the mortality rates of Status First Nations people (those legally identified as “Indian” under the Indian Act). It found that Status Indian women and girls between the ages of 10 and 44 have mortality rates that are three to four times higher than those of females in the general population. Status girls aged 15 to 19 are five times more likely to die than non-Status Canadians.\n\nReclaiming Power and Place was full of similar statistics. It cited 100 other reports, from other inquiries—Manitoba’s 1991 Aboriginal Justice Inquiry, the 1996 Royal Commission on Aboriginal Peoples, the 2015 Truth and Reconciliation Commission, to name just three. Inquiry members wrote that they couldn’t calculate the number of Indigenous women and girls who have been killed or gone missing since 1980, but estimated it was more than 1,181, the oft-cited number from a 2014 RCMP report. The three Indigenous women and one Indigenous man who wrote Reclaiming Power and Place built on decades of research and evidence to outline exactly what genocide means in the Indigenous context in Canada.\n\nThe mainstream response to this painstaking work was to paint the authors as overreacting.\n\nThe backlash against the report played out in my own life. I was writing regularly for the Globe and Mail then, which published an editorial outright dismissing the claim of genocide (it called the idea “absurd”). The editorial came out three days after the report, suggesting that the writer was so eager to refute it that they couldn’t waste time actually reading all of it. The editorial ran without a byline, which I understood as meaning that it was the official position of the paper.\n\nI read the whole report: It took me five more-or-less full workdays, and it was hard. The numbers in such reports aren’t just statistics to me. They’re a reminder of a reality that, as a Haudenosaunee woman whose family is from Six Nations of the Grand River territory, I struggle to forget so that I can function day to day. But when you’re trying to convince people you’re human—that what happened to your people and is still happening to your people is, in fact, genocide—you can’t afford to forget these sorts of statistics.\n\nMy attempt at this convincing is through my writing. And as a writer, I’ve always believed that good writing and strong logic could change people’s hearts. I’ve employed Aristotle’s modes of persuasion—logos, ethos and pathos—in all my pieces, trying to stress to non-Indigenous Canadians how traumatic it is to move through the world bombarded by constant evidence that the nation you live in wants you dead. I’ve tried to expose how many modern injustices are just continuations of residential schools, the Sixties Scoop, and other policies and practices Canadians today apologize for, insisting they would never let them happen again. I’ve thrown all the evidence I can at readers, hoping and hoping that if I spill enough blood, it would convince Canadians that I was human, too.\n\nI did all of this in the pages of the Globe and Mail. And the editors I worked with directly saw great value in my work. But that unbylined editorial suggested that the editors in charge of the paper saw very little value in me as a person. Despite the serious financial consequences, I decided to stop writing for the Globe that day.\n\nI thought of asking who exactly had written the editorial, asking how they could publish something so careless. But it felt like there was no point. The best statistics, historical information and research I could use to refute the editorial were in the report itself. If the writer had, indeed, read the full thing and still come to the conclusion that Canada’s treatment of Indigenous women absolutely could not constitute genocide, there was no way to compromise. To my mind, my disagreement with the Globe comes down to the fact that while they appeared to have found a way to monetize my thoughts as an Indigenous woman, they couldn’t figure out how to monetize my humanity. So they reverted to a tried-and-true Canadian practice: monetizing Indigenous women’s dehumanization and disregard.\n\nHow can you meet in the middle with people who seem incapable of listening? Who believe Canada is inherently good, have built their lives around that belief and refuse to see how a “good” country might also be carrying out something as awful and unforgivable as genocide? You can’t. So I didn’t. I left.\n\nThe Canadian Museum for Human Rights opened in Winnipeg in 2014. Initially, the museum stated that it would not use the term genocide when referring to state crimes against Indigenous people in this country—except when discussing our peoples’ attempts to “gain recognition of these violations as genocide.” Instead, former president and CEO Stuart Murray said in 2013, it would present historical facts to visitors to “help them reach their own conclusions.” That decision was reversed last year, thankfully. On my visit to Winnipeg a few months ago, I thought maybe I’d stop by. Then a friend told me the museum was built right on The Forks, where the Assiniboine River meets the Red River, the river where Tina’s body was found. I knew immediately I didn’t want to go. I thought about how long Tina had been down there, whether the river held her little body reverently, like a dropped pearl, or whether that idea was me projecting my emotions onto the environment.\n\nI’ve felt shifts in what I can only describe as energy in certain spaces. The last time was touring the grounds of the former Mohawk Institute, Canada’s oldest residential school, in Brantford, Ont., where I live. As soon as I stepped inside the boiler room in the basement, my chest became heavy, as though someone were standing on it. Breathing suddenly felt like a herculean task. The Mohawk Institute survivor who was giving the tour told us that many, many children were abused there. The teachers used the sound of the boilers to cover their screams. I felt light-headed and left the room.\n\nI know it’s irrational—more precisely, I know others want me to think it’s irrational—but I feel the Red River, like that boiler room, holds spiritual and emotional traces of the violence that took Tina and so many others. If I looked at that river, if I smelled it, I was sure I’d get sick. Best to not look. Best to pretend everything was fine, like the rest of Canada has done for centuries.\n\nBut I don’t have that luxury. The reality of that basement, that school, that state-sponsored violence, has filtered through generations in my community. Everything is not fine, and I see that in the faces of my friends and family. I feel it working its way through my brain, convincing me that I’m worthless, or better off dead, or both.\n\nI hear it in the words of the white people around me. One day, at that hotel in Winnipeg, I was waiting for an elevator alongside three white men. An Indigenous man came up to ask them if he could bum a smoke. They looked at one another with expressions of shared understanding, and then said no. The man left, the elevator arrived and my body tensed as I waited for what I knew was coming.\n\n“I definitely wasn’t going to give that guy a cigarette.”\n\n“Oh, no way.”\n\n“You know what would be funny? If someone soaked a cigarette in gasoline, gave it to one of those guys and watched what happened.”\n\nI quickly processed what this sentence meant. First, this white man was pretending that he didn’t know what would happen if someone lit a cigarette soaked in gasoline. Second, this white man thought that possibly killing “one of those guys”—presumably an Indigenous man—would be “funny.” Third, this white man thought that possibly killing an Indigenous man would be funny if “someone” did it, but very strategically did not say who. Fourth, and perhaps most telling, this white man thought that, because I have white skin, he could say this in front of me with no ramifications, expecting that any white woman would appreciate a joke about killing Indians.\n\nI turned, disgust plain on my face as I surveyed all three white men, and said the only words I could think of at the time: “That’s so messed up.” Then I walked away.\n\nBack in my room, my body shook for over an hour, scared for my brown and Black Indigenous kin, who cannot hide who they are and always pay for their visibility. Even in one of the most Indigenous cities in Canada, it isn’t safe. In Canada, for Indigenous people, it’s almost never safe.\n\nThe Liberal government has yet to meaningfully respond to Reclaiming Power and Place. By December, Carolyn Bennett, minister of Crown-Indigenous relations, had only promised to have a national action plan in place by June 2020. In mid-May, the Native Women’s Association of Canada (NWAC) put out a press release, stating that it had learned that the plan wouldn’t be ready by June 3, and that it was “disappointed,” as well as “frustrated that so little had been done over the past 12 months.”\n\n“There really isn’t much to talk about because they haven’t done much,” the inquiry’s chief commissioner, Marion Buller, told APTN.\n\nBefore the COVID-19 pandemic, Canadian news was dominated by stories about the Wet’suwet’en hereditary chiefs, and their objection to a natural gas pipeline proposed by Coastal GasLink. The company wants to build the pipeline through Wet’suwet’en territory out west, and has strategically used provincial courts to be able to do so. In February, an injunction against interfering with pipeline construction led to arrests of Wet’suwet’en people on their own territory, sparking months of solidarity actions, including rail-line blockades. As RCMP officers moved in, they walked past displays of red dresses meant to represent the land defenders’ missing and murdered family and friends—a moment of heartbreaking, almost perverse symbolism.\n\nNine pages of Reclaiming Power and Place explore the relationship between the camps of largely male workers brought in for projects such as the Coastal GasLink pipeline and violence against Indigenous women. Using both first-person testimony and academic research data, it documents the high rates of sexual assault, harassment, sexually transmitted infections and addiction in and around what some call “man camps.” Later, the recommendations aimed at resource development executives suggest that planning for such projects incorporate the potential impact on Indigenous women and girls.\n\nThe same consideration is asked of the governments that approve such projects. When and if the national action plan does come, I’ll be noting whether or not Bennett, Prime Minister Justin Trudeau, Minister of Indigenous Services Marc Miller and their colleagues honestly address this issue.\n\nBefore Tina Fontaine was born, her mother was also a child in care. Three years before Tina was killed, her father also died tragically, but social services never provided the counselling her aunt requested. I sometimes think about what Tina’s life would have been like if her family wasn’t a textbook example of the trauma Canada visits on Indigenous families. I imagine a world where Tina’s great-aunt Thelma Favel never had to testify against Raymond Cormier, the man accused of killing her, then see him declared innocent of all charges; a world where Tina realized her dream of becoming a social worker, and fundamentally changed the system that had so fundamentally affected her.\n\nBut that’s not how it went. Among the endless reports documenting genocide is one from March 2019, about Tina’s life and death. In it, Daphne Penrose, Manitoba’s advocate for children and youth, revealed that Tina had asked for help from social services organizations multiple times in the weeks before she died, and at least once was told that there were no beds available. Homeless at 15, she went where she was told to go, asked who she was told to ask and was still left to fend for herself. Then she was killed.\n\nIt has been a year since the release of Reclaiming Power and Place. This was not the piece I wanted to write to commemorate it. I wanted to be positive, to emphasize how powerful Indigenous women, girls and Two-Spirit people are and highlight their leadership despite nearly impossible odds.\n\nBut I don’t want to pretend to be positive about their future when I’m not. I don’t want to pretend to know how to convince people to care when I don’t. I don’t want to pretend that words are enough when we need actions, now.\n\nI don’t want you, dear reader, to read this, think it’s sad, then move on with your life as though it’s out of your hands. It isn’t. After all, Tina’s death is largely what sparked non-Indigenous support for a MMIWG inquiry in the first place, and that support is largely why the inquiry happened.\n\nEvery Valentine’s Day since 1992, Indigenous women in Vancouver have organized a march to memorialize the lives of their murdered and missing daughters, sisters, relatives and friends. For years, police ignored their insistence that a serial killer was preying on women on the Downtown Eastside. That killer, Robert Pickton, wasn’t arrested until 2002. He was convicted of six murders but has said he killed 49 women.\n\nIn 2005, NWAC initiated the Sisters in Spirit research project. Part of an ongoing effort to put a number to the problem, the goal was to create a database of missing women and girls. Funding was cut by the Harper government in 2010.\n\nNo one ever listens to Indigenous women when we advocate for ourselves. Then, at a 2014 press conference about Tina’s death, homicide Sergeant John O’Donovan displayed obvious anger and grief. “She’s a child,” he said. “This is a child that’s been murdered. . . . Society should be horrified.” Spoken by a white man, those words seemed to finally break the spell. Non-Indigenous journalists began picking up the story; non-Indigenous Canadians started demanding action. Non-Indigenous Canadians’ support turned the MMIWG inquiry from another ignored request into a Liberal election promise, and then a reality.\n\nRight now it seems like the Canadian government will add Reclaiming Power and Place to the dozens of other inquiries and thousands of other recommendations that it has funded and then ignored. Imagine, though, if the energy that led to the inquiry was summoned to pressure politicians into actually implementing its recommendations. Imagine if non-Indigenous Canadians demanded action plans, timelines and regular updates—as well as answers about delays and failures.\n\nIt’s a nice fantasy. But it could be real. It’s what Tina deserves. We don’t have to let her memory face the same indignity her person faced when she was alive."}}