{"GDELT": {"GlobalEventID": 926070699, "Day": 20200528, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.4055, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.720496894409941, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_Lat": 32.9866, "Actor1Geo_Long": -83.6487, "Actor1Geo_FeatureID": "GA", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200528191500, "SOURCEURL": "https://variety.com/2020/biz/news/randall-miller-probation-serbia-midnight-rider-higher-grounds-1234618767/"}, "ARTICLE": {"TITLE": "Director Jailed in Fatal Crash Has Made a New Film. Did He Violate His Probation?", "TEXT": "Randall Miller, the director who served a year in jail following a fatal accident on the set of “Midnight Rider,” shot a new film in London and Serbia last year.\n\nIn recent days, word of the project has spread in the Georgia film community, provoking outrage.\n\n“I’m extraordinarily pissed,” said Jeff Harris, the attorney who represents the parents of Sarah Jones, the camera assistant who was killed on set. “I believe this is a violation of his probation.”\n\nJones was killed, and six others were injured, in a collision with a freight train while they were shooting a scene on a bridge near Jesup, Ga., in February 2014. In March 2015, Miller pleaded guilty to involuntary manslaughter. Under the terms of his probation, he was not to serve as a “director, first assistant director or supervisor with responsibility for safety in any film production” for a period of 10 years.\n\nIn an interview on Wednesday, Miller said that he is allowed to direct, so long as someone else is responsible for safety.\n\n“I was not the one in charge of safety at all,” Miller said. “It was a sedentary movie where everybody was talking in coffee shops. It’s very hard to imagine that people could think this was somehow unsafe or wrong.”\n\nEd Garland, Miller’s Atlanta attorney, confirmed that his view is that Miller can direct.\n\n“We’ve thought from the very beginning that the language was limited to him being in charge of safety,” Garland said. “He’s acting on the advice of counsel, and we’re confident in our position.”\n\nMiller was prosecuted in Wayne County, Ga., by the Brunswick Judicial Circuit District Attorney’s office. A spokesman for the office, Mark Spaulding, said that any probation violations would be handled by the Georgia Department of Community Supervision.\n\n“We don’t initiate those proceedings,” Spaulding said. “They make the decision whether they think it rises to a violation necessary to bring it back to court.”\n\nTold about the linguistic dispute over the probation condition, Spaulding said, “That is the basis for why we have to have court hearings.”\n\nBrian Tukes, a DCS spokesman, said the department is reviewing the case with the prosecutor’s office.\n\n“Once we can review those special conditions, we can make a determination if his participation is a violation,” Tukes said.\n\nIf it is ruled to be a violation, he said the department could seek an arrest warrant.\n\nHarris, the family attorney, said that Miller’s attorney’s interpretation was “hyper technical” and at odds with the clear intent of the provision.\n\n“Their argument is they’ve created this extremely special exception where Randall Miller gets to be the only director in the history of the world who has no responsibility for safety,” Harris said. “I think it’s absurd.”\n\nMiller shot the film, called “Higher Grounds,” in July and August 2019, and it is now in post-production. The film has a pro-vegan message, and follows a woman who seeks to persuade coffee shops to stop using cow’s milk. It was shot primarily in Serbia, with a few days in Colombia and London.\n\nJason Allen, the first assistant director, was designated as the person “in charge of safety.” Allen said he was given “full and complete asserted authority” over the production’s safety protocol.\n\n“‘Higher Grounds’ did not involve complicated stunts,” Allen said in an interview. “It’s mainly coffee shops. You have an occasional vehicle. [An actress] rides a scooter — that was handled extremely safely.”\n\nAllen also said that the film had signatory status with the Directors Guild of America. Miller also served as a producer on the film, and Allen reported to him in that capacity.\n\nJoyce Gilliard, a crew member who was severely injured in the “Midnight Rider” crash, said she was “really pissed” about the situation.\n\n“I don’t know how he was able to maneuver filming much less getting financed for a film,” she said. “It has definitely sent shock waves around the film community here in Georgia and abroad.”\n\nIATSE Local 491, which represents film workers in the Savannah area, is looking into the situation, said board member Bruce Williamson.\n\n“We’re livid,” he said. “This should not have happened.”\n\nIn the interview, Miller said that everything on the film was handled above board, with cooperation from the DGA, the Screen Actors Guild, the Writers Guild of America, and Equity, the U.K. actors guild.\n\n“There was no skulking around,” Miller said.\n\nHe said that he had noticed online attacks directed at him and the project in recent days.\n\n“It’s sad,” he said. “I continue to be heartbroken over the loss of Sarah and all the hardship that it caused everyone involved with ‘Midnight Rider’ and their families and friends. But this is what I’ve done for my whole life and I have to try to make a living.”"}}