{"GDELT": {"GlobalEventID": 926070008, "Day": 20200528, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.4055, "Actor1Code": "GBR", "Actor1Name": "MANCHESTER", "Actor1CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.5957446808510602, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "SP", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP", "Action2Geo_Lat": 40.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "SP", "DATEADDED": 20200528191500, "SOURCEURL": "https://www.mirror.co.uk/tv/tv-news/corries-georgia-foote-blasts-southern-22103861"}, "ARTICLE": {"TITLE": "Corrie’s Georgia May Foote blasts southern actors’ dodgy northern accents", "TEXT": "Don't miss out on the biggest soaps gossip! Get a daily email direct to your inbox with our newsletter Sign up Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nFormer Corrie star Georgia May Foote has hit out at southern actors getting parts playing northerners and blasted their “dodgy” accents.\n\nIt comes as Netflix show White Lines faces a barrage of criticism for its suspect Mancunian accents, including that of London-born Laura Haddock, who plays the lead role.\n\nAnd one reviewer described fellow star Laurence Fox’s voice as a mixture of “Manchester-Yorkshire-West Country”.\n\n(Image: Getty)\n\nActress Georgia, 29, who was born in Bury said: “Why are northern actors not asked to play northern parts? The accent is really difficult if you’re not from here. A neutral accent is something northerners have always had to do to get work.\n\n“Now our accent is more popular, why are we not getting the jobs when it is required”.\n\nAnd in what fans saw as a dig at White Lines, Georgia added: “Trying to watch what should be a good series, but completely put off with an accent. I see and hear this so much.”\n\n(Image: Netflix)\n\nThe drama follows Zoe (Haddock), who leaves her comfortable life in Manchester for Ibiza to find out what happened to her brother, whose body is discovered 20 years after he went missing.\n\nIt also stars Daniel Mays from Essex as DJ Marcus.\n\nDespite all of the key characters being Mancunian, none of the cast is from the city. Angela Griffin, who also stars, was born in Leeds.\n\nViewers also criticised the accents.\n\n(Image: Netflix)\n\nJennie Sunflower said of Inbetweeners star Haddock, 34: “Started watching White Lines because I want to be in Spain but Will’s lass from The Inbetweeners Movie is doing the WORST Manc accent I’ve ever heard. Why didn’t they just cast someone from Manchester?”\n\nAnother said: “Still having to endure White Lines on Netflix, the Mancunian lead character now has a Yorkshire accent, a Romanian dealer has a Russian accent. I’m half expecting a French policeman to turn up and announce he’s ‘just p*ssing through’.”\n\nAnother viewer added: “Two episodes in of White Lines. Quite possibly the worst thing I’ve seen for yonks.\n\n“Cliched, ridiculous nonsense with some of the most laughable accents, and acting going.”"}}