{"GDELT": {"GlobalEventID": 926069700, "Day": 20200528, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.4055, "Actor1Code": "BRA", "Actor1Name": "BRAZIL", "Actor1CountryCode": "BRA", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.48250904704463, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Brazil", "Action2Geo_CountryCode": "BR", "Action2Geo_ADM1Code": "BR", "Action2Geo_Lat": -10.0, "Action2Geo_Long": -55.0, "Action2Geo_FeatureID": "BR", "DATEADDED": 20200528191500, "SOURCEURL": "https://www.autocarpro.in/Interview/evandro-gussi-brazil-is-willing-to-share-knowledge-and-help-india-develop-a-robust-ethanol-policy-56461"}, "ARTICLE": {"TITLE": "Evandro Gussi: 'Brazil is willing to share knowledge and help India develop a robust ethanol policy.'", "TEXT": "Evandro Gussi: \"If India implements a 10% blend by 2022, ethanol production will have to be doubled to 5 billion litres. This will substitute 10 billion barrels of petrol and save around US $600 million (Rs 4,440 crore) per year.\"\n\nBrazil has for over 40 years been using ethanol, a 100 percent plant-derived renewable fuel, in vehicles and has developed one of most efficient and economical systems for producing this biofuel. Evandro Gussi, President and CEO, Brazilian Sugarcane Industry Association (UNICA), tells Mayank Dhingra how tanking up on ethanol can provide a speedy reduction in greenhouse gases, save India around Rs 4,440 crore a year on crude oil costs, and why no modification of engines is required for cars that use E10 fuel instead of the conventional fossil fuels.\n\nHow can India gain from Brazil's learning curve in tackling air pollution?\n\nIndia is currently the fourth largest emitter of greenhouse gases (GHG) after China, the US and EU and the auto sector is responsible for more than one-fourth of global GHG emissions. Thirty years ago, Brazil’s major large cities were dealing with similar problems of air quality that Indian cities are facing today. However, with the use of ethanol as vehicle fuel (E27 — 27% ethanol blend and E100 —pure ethanol), the air quality in the city improved exponentially and created a healthier environment. The blend of ethanol in gasoline (petrol), when adopted through clear and long-term public policies, can provide an instant decrease in GHG emissions and air pollution, because biofuel reduces 90 percent GHG emissions when compared with petrol and doesn’t produce particulate residues.\n\nOver the past 40 years, Brazil has improvised its productive methods and has gone through different public policies and its consequences. We are a big testing field and we are willing to share knowledge and help India develop a robust ethanol policy that will go a long way in creating a sustainable ecosystem.\n\nWhat similarities do you see between the two countries when it comes to being able to utilise alternative fuels?\n\nIndia and Brazil have vast experience in production of sugarcane. Like Brazil, India has great potential and capacity to divert sugarcane to to produce biofuel instead of sugar. India has a good cluster of companies to increase production of ethanol fuel and a solid automotive industry for consumption. Like India right now, Brazil too was dependent on imported crude oil but over a period of time, has reduced its dependence on it. India can also achieve this, if it increases ethanol blending in vehicle fuel.\n\nDoes India have enough bandwidth to focus on biofuels at a time when electric mobility is being given top priority?\n\nWe believe the government of India has taken considerable steps towards building a robust ethanol policy. India and Brazil recently signed a Memorandum of Understanding (MoU) to promote the use of biofuels and assist India in boosting its ethanol programme.\n\nElectric Vehicles (EVs) are part of the solution to fight climate change, but they may not result in zero emissions. This is because the electricity needed to charge EVs is sourced majorly from thermal power plants that burn fossil fuels. It demands a lot of investment in infrastructure and involves tackling issues around cost of batteries. The solutions of EV batteries are US$10,000 more expensive than internal combustion engine (CE) vehicles.\n\nAn estimate by Brazil’s Ministry of Energy states that to have a power distribution system in place for EVs, Brazil will need an investment of US$220-300 billion. For adoption of ethanol, you don’t need much investment because the fuel pumps are already there, and the distribution system is in place. It is a 'plug-in' solution. The only investments needed for ethanol would be setting up distilleries attached to current sugar mills to scale up the production and some marginal investments in blending.\n\nWhy hasn’t ethanol as an alternative fuel really taken off with developed nations?\n\nThere aren't enough countries which are able to produce ethanol. While more than 60 countries have an ethanol policy, Brazil and the US represent around 75 percent of the world’s total production of ethanol. India is one of the few countries that could produce ethanol faster and more easily. We want more countries to consume and produce ethanol. It will give confidence to the industry and enable undertaking of large ethanol blending programmes around the world. Our aim is to diversify ethanol production across the world so that it reduces (crude oil) supply shocks.\n\nDo engines need modification to use ethanol?\n\nIndia has set an ethanol blending target of 10 percent by 2022 and 20 percent by 2030. For 10 percent blending, there are no modifications needed to engines. The USA for example, has 10 percent blended fuel that is being used by all types of fleet without any problems. Even the 20 percent blending target will be easier to achieve as there will be a younger fleet in the next 10 years. Brazil blends 27 percent ethanol in petrol that provides a 20 percent reduction in GHG emissions per kilometre driven compared to pure petrol. Eighty percent of our fleet has flex-fuel engines, which run on more than one fuel and can also run on 100 percent ethanol.\n\nPure ethanol can be used in IC engines but there are some problems. Because of a low flame speed, it results in bad cold-starting function and fuel is hard in winter. Ethanol is said to be a corrosive fuel. So, the materials and surfaces of parts of combustion chamber and all plastic materials having contact with fuel and fuel injection system must be improved. Is this true?\n\nCars that are prepared to use pure ethanol, such as the flex-fuel vehicles developed in Brazil, can exclusively use ethanol throughout their lifetime with no prejudice to the parts or engine. The manufacturers assure the same warranty period regardless of the fuel. The cold weather engine start problem has been solved for many years now. In fact, research over 40 years shows that ethanol helps to clean certain parts of the vehicle as it absorbs water in the systems. In Brazil, we have all the foreign companies producing flex-fuel cars, so the technology for a full-scale ethanol adoption is available and has been disseminated. It is now a matter of the path that will be chosen for the energy transition.\n\nHow can India go about setting up an ethanol supply chain and switch to a 10 percent blend in petrol by 2022?\n\nThe first step for India is the need for a sound and clear policy regime in terms of pricing, procurement and blending in India. It will open the doors for necessary investments in production and supply.\n\nThe Indian government and the sugarcane industry are working together to achieve the initial target of 10 percent ethanol blend in petrol by 2022. We have also seen progress in setting up distilleries for production. We believe that India can achieve this target without any problem because it has a strong industry in place with the required technology.\n\nDon't you think India's target of 20 percent blend by 2030 is a bit conservative when it is aiming for 10 percent in the next two years?\n\nIndia’s step-by-step approach to achieve the blending target is realistic and commendable. Initially, even Brazil started with a 10 percent blend and now it has reached 27 percent. Brazil had more than 40 years to achieve 100 percent ethanol in flex-fuel vehicles.\n\nHow much of an import bill reduction in terms of crude can India expect with E10?\n\nAccording to our study, if India implements 10 percent blend by 2022 as envisaged, ethanol production will have to be increased from the current 2.4 billion litres, which is used for blending purposes to around 5 billion litres.\n\nThe increase of 2.6 billion litres of ethanol production will lead to substitution of around 10 billion barrels of petrol per year for India and would represent around US$600 million (Rs 4,440 crore) per year of savings.\n\nShould India also look at developing flex-fuel vehicles?\n\nIt would be too early to comment on India’s plan to develop flex-fuel vehicles. Nissan and other automobile brands are conducting research on fuel-cell solutions. In some years, we will be able to use ethanol in fuel-cell solutions for generating electricity. They won’t have any external source of electricity for vehicles. Electricity will be generated inside the car with the use of biofuels.\n\nThe priority for India should be to scale up ethanol production and achieve the 10 percent ethanol blend by 2022. When India achieves the target, maybe we will have fuel cell solution in place by that time and India won’t need flex-fuels like Brazil did. Alternatively, India can look at hybrid cars with green gasoline in the short term. This will have benefits of an electric engine with a compact battery.\n\nIs Brazil moving towards electrification and a fuel-cell solution?\n\nAll the vehicles in Brazil run on ethanol-blended fuel. Eighty percent of Brazil’s light-vehicle fleet is equipped with flex-fuel engines. Currently, the hybrid solution is the best way for Brazil because it has the benefits of electrification and biofuels. One of the classic examples of this is the Toyota Corolla hybrid flex-fuel sedan launched in Brazil, the cleanest car in the world. Using ethanol, the car’s emission is 28 grams of CO 2 per kilometre, compared to 158 gCO 2 /km with a combustion engine running on pure petrol. No other car has managed to achieve this yet.\n\nWhat is the pricing of ethanol in Brazil and other markets that use it? How much lower is it than petrol and diesel there?\n\nEthanol does not compete with diesel in Brazil. We don’t use diesel for lightweight vehicles. The competition with petrol is very good as we substituted 48 percent of petrol with ethanol last year. When the global prices of crude oil and petrol reduce, we have less market share. As against this, when oil prices are higher, it is better for us. Over the years, we have learnt how to work with this.\n\nAs far as India is concerned, it will need to regulate ethanol prices initially. Brazil did it 30 years ago at the beginning of the programme.\n\nHow can the Indian sugarcane industry leverage its potential with India being one of the surplus nations in the world?\n\nIndia has the potential to become one of the largest ethanol producers in the world due to its large-scale sugarcane production. The Indian sugarcane industry needs to divert its surplus production of sugarcane to produce ethanol that will make prices of both sugar and ethanol competitive. The adoption of E10 in India will be important to offer an alternative to the country's nearly 50 million sugarcane producers, thereby reducing dependence on government sugar subsidies."}}