{"GDELT": {"GlobalEventID": 926069784, "Day": 20200528, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.4055, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 161, "EventBaseCode": 161, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.8580246913580205, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200528191500, "SOURCEURL": "https://www.geo.tv/latest/290288-india-planned-galwan-valley-standoff-chinese-media"}, "ARTICLE": {"TITLE": "India 'planned' Galwan Valley standoff: Chinese media", "TEXT": "India has been clearly and definitely aware that the Galwan Valley region is Chinese territory. Geo.tv/Files\n\nBEIJING: India's provocations at the border with China would severely impact the Beijing-New Delhi ties — and may even exceed the intensity observed during the 2017 Doklam standoff — should the deliberate altercations not stop promptly, a leading Chinese newspaper reported on Thursday.\n\nIn its report, Global Times — a top Chinese newspaper that comments on international issues from a nationalist perspective — wrote that unlike previous standoffs between the two neighbouring nations, the latest border friction had not been caused by accident but was a planned move from India.\n\nIndia has been clearly and definitely aware that the Galwan Valley region is Chinese territory. Since early May, it has been crossing the boundary line into the area and entering China's jurisdiction while Indian soldiers have deliberately instigated conflicts with their counterparts in Beijing.\n\nIf India failed to stop such provocations as soon as possible, it would be detrimental for bilateral ties, Global Times reported.\n\nIndia has illegally constructed defence facilities across the border into Chinese territory in the Galwan Valley region, leaving Beijing's border troops with no other option but to make necessary moves in response, mounting the risk of escalating standoffs and conflicts between the two sides.\n\nThere is no line of actual control along the China-India border that both sides recognise. Due to improvement in the infrastructure at the border, the two countries have ramped up patrols, leading to more frequent standoffs as a result.\n\nMost of these border altercations were directly and properly eased through communication among the front-line officers and only a few were exposed by media outlets. Regardless, they have managed to catch the public's attention.\n\nIn the summer of 2017, the Doklam standoff deteriorated bilateral ties between China and India. However, strategic trust was restored thanks to the efforts of the respective governments, particularly during informal meetings of top leaders from India and China between April 2018 and October 2019.\n\nThe results have not come easily and should be cherished by both sides.\n\nSome Indians believe that slowed economic growth in China and some Western countries’ move to engage in blame game against Beijing offered a great opportunity to ensure the border conflict fell to their advantage amid the coronavirus pandemic. This may reflect the viewpoints of certain circles from the Indian government and the military.\n\nHowever, this speculative mind game is based on an incorrect judgment of the international order and China’s national condition. It is flawed logic and ultimately detrimental to India.\n\nChina has been the first to effectively curb the coronavirus epidemic and businesses and daily life have returned to normal in the country. That demonstrates the strong leadership of the Chinese government and firm social cohesion in the country.\n\nMeanwhile, the number of India’s confirmed coronavirus cases has surpassed that of China and the inflection point was yet to come. Currently, India’s top priority should be handling the epidemic and restoring the economy to its original position rather than instigating border disputes.\n\nAlthough China’s relationship with the United States has been tense, the international environment is much better for it than it was in 1962 when India started and was crushingly defeated in a border war with its northern neighbour.\n\nIn 1962, the national strength of China and India were comparable. Today by stark contrast, China’s GDP is about five times that of India.\n\nThe more the Chinese nation becomes exposed to external pressures, the more it would tightly unite. Hopefully, the Indian government, military, media, and scholars would improve their understanding and research on China.\n\nAs an ancient civilisation, India is wise enough to avoid understanding China through a biased lens. It is in its interests to understand the real China and make correct and strategic judgments on that basis."}}