{"GDELT": {"GlobalEventID": 926099549, "Day": 20200528, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.4055, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor2Code": "JPN", "Actor2Name": "JAPAN", "Actor2CountryCode": "JPN", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.12903225806452, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA", "Actor2Geo_Lat": 36.0, "Actor2Geo_Long": 138.0, "Actor2Geo_FeatureID": "JA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA", "Action2Geo_Lat": 36.0, "Action2Geo_Long": 138.0, "Action2Geo_FeatureID": "JA", "DATEADDED": 20200528230000, "SOURCEURL": "https://indianexpress.com/article/opinion/columns/africa-day-india-coronavirus-covid-19-6432071/"}, "ARTICLE": {"TITLE": "Covid-19 pandemic may create opportunities to deepen India’s engagement with Africa", "TEXT": "Africa’s rich natural resources, long-term economic potential, youthful demography and influence as a bloc of 54 countries in multi-lateral organisations is apparent. (Illustration by C R Sasikumar) Africa’s rich natural resources, long-term economic potential, youthful demography and influence as a bloc of 54 countries in multi-lateral organisations is apparent. (Illustration by C R Sasikumar)\n\nAfrica Day is observed every year on May 25 to commemorate the founding of the Organisation of African Unity (now known as the African Union). India has been closely associated with it on account of its shared colonial past and rich contemporary ties. The Manohar Parrikar Institute for Defence Studies and Analyses has hosted an Africa Day Round Table annually for the last four years in order to commemorate this epochal event. This year, however, the COVID-19 pandemic has marred the celebrations in India. Africa, too, has come to a standstill due to the coronavirus.\n\nThe World Bank’s Africa’s Pulse, a biannual analysis of the near-term macroeconomic outlook for the region, in its April 9 report, assessed that the COVID-19 outbreak has sparked off the Sub-Saharan Africa (SSA) region’s first recession in 25 years. Growth is expected to plummet to between -2.1 and -5.1 per cent in 2020, from a modest 2.4 per cent in 2019. With high rates of HIV, malaria, diabetes, hypertension and malnourishment prevalent, a large number of Africans were already faced with a health and economic crisis. The steep decline in commodity prices has spelt disaster for the economies of Nigeria, Zambia and Angola.\n\nPB mehta writes | Trains on their mind: Death of a mother at a railway station, a conversation in Heaven\n\nPrecarious fiscal positions have ruled out any major governmental stimulus. Public debt has mounted. According to the World Bank, the SSA region paid $35.8 billion in total debt service in 2018, 2.1 per cent of regional gross domestic product (GDP). Together, African countries have sought a $100 billion rescue package, including a $44 billion waiver of interest payment by the world’s 20 largest economies. The IMF’s debt service relief of $500 million is meant for 25 countries of which 19 are in Africa, but that is a drop in the bucket. It is clear that without outside support, Africa will find it very difficult to meet the challenge.\n\nAfrica’s rich natural resources, long-term economic potential, youthful demography and influence as a bloc of 54 countries in multi-lateral organisations is apparent. In recent years, several extra-regional economies have strengthened their engagement with African states, with an eye to rising economic opportunities, including in energy, mining, infrastructure and connectivity. China’s engagement of Africa, as elsewhere, is huge but increasingly regarded as predatory and exploitative. Its annual trade with Africa in 2019 stood at $208 billion, in addition to investments and loans worth $200 billion. Traditionally, China’s participation in infrastructure projects has been astonishing. Having famously built the 1,860 km Tanzania-Zambia railway line in 1975, and the Addis Ababa-Djibouti and Mombasa-Nairobi lines more recently, China is now eyeing to develop the vast East Africa Master Railway Plan.\n\nIt is also developing the Trans-Maghreb Highway, the Mambilla Hydropower Plant in Nigeria, the Walvis Bay Container Terminal in Windhoek and the Caculo Cabaca Hydropower project in Angola. At the Forum for China-Africa Cooperation (COCAC) in 2018, China set aside $60 billion in developmental assistance, followed by a whopping $1 billion Belt and Road (BRI) Infrastructure Fund for Africa. China has followed up with robust health sector diplomacy in the wake of the pandemic, but its image has been tarnished by defective supplies of PPE gear and discriminatory behaviour against Africans in Guangzhou, leading to an embarrassing diplomatic row.\n\nJapan hosted the 7th Tokyo International Conference for African Development (TICAD) in August 2019. Russia hosted the first-ever Russia-Africa Summit last year. Brazil, home to the largest population of people of African descent outside of Africa, has also sought to develop closer ties. Cuba has sent medical teams to help Africa.\n\nIn the last few years, Prime Minister Narendra Modi has redefined India’s relations with Africa. India-Africa trade reached $62 billion in 2018 compared to $39 billion during 2009-10. After South Asia, Africa is the second-largest recipient of Indian overseas assistance with Lines of Credit (LOC) worth nearly $10 billion (42 per cent of the total) spread over 100 projects in 41 countries. Ties were boosted at the India Africa Forum Summit (IAFS) in 2015. Forty per cent of all training and capacity building slots under the ITEC programme have traditionally been reserved for Africa. Approximately 6,000 Indian soldiers are deployed in UN peace-keeping missions in five conflict zones in Africa. Bilateral cooperation includes solar energy development, information technology, cyber security, maritime security, disaster relief, counter-terrorism and military training. India has also launched several initiatives to develop closer relations, including the first-ever India Africa Defence Ministers conclave in February this year on the margins of the Defence Expo 2020. India provides about 50,000 scholarships to African students each year. The huge Indian diaspora is a major asset.\n\nIndia had planned to host the Fourth India Africa Forum Summit in September this year. However, the COVID-19 pandemic may cause it to be delayed. India has already despatched medical assistance to 25 African countries and PM Modi has had a telephonic talk with President Cyril Ramaphosa of South Africa who is the current chairperson of the African Union, and separately others such as the presidents of Uganda and Ethiopia. Minister of External Affairs S Jaishankar has also reached out to counterparts in Africa to reiterate India’s support in the fight against the coronavirus. India could consider structuring a series of virtual summits in zonal groups with African leaders across the continent over the next few months that could both provide a platform for a cooperative response to the pandemic and also serve as a precursor to the actual summit in the future.\n\nThere are several other ideas that could be pushed to deepen India’s engagement with Africa. The Ministry of External Affairs has already extended the e-ITEC course on “COVID-19 Pandemic: Prevention and Management Guidelines for Healthcare Professionals” to healthcare workers in Africa. The Aarogya Setu App and the E-Gram Swaraj App for rural areas for mapping COVID-19 are technological achievements that could be shared with Africa. Since the movement of African students to India for higher education has been disrupted, India may expand the e-VidyaBharti (tele education) project to establish an India-Africa Virtual University. Agriculture and food security can also be a fulcrum for deepening ties. With the locust scourge devastating the Horn of Africa and the pandemic worsening the food crisis, India could ramp up its collaboration in this sector.\n\nIndia could also create a new fund for Africa and adapt its grant-in-aid assistance to reflect the current priorities. This could include support for new investment projects by Indian entrepreneurs especially in the pharmaceutical and healthcare sectors in Africa.\n\nBoth India and Japan share a common interest in forging a partnership for Africa’s development. The COVID-19 crisis has nudged many countries to engage in new formats. It is time for the Quad Plus, in which the US, India, Japan and Australia have recently engaged other countries such as the ROK, Vietnam, New Zealand, Israel and Brazil, to exchange views and propose cooperation with select African countries abutting the Indian Ocean. After all, the Indo-Pacific straddles the entire maritime space of the Indian Ocean. The pandemic is a colossal challenge but it may create fresh opportunities to bring India and Africa closer together.\n\nThis article first appeared in the print edition on May 29 under the title “Drawing closer in crisis”. The writer is a former ambassador and currently director general of the Manohar Parrikar Institute for Defence Studies and Analyses, New Delhi. Views are personal.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest Opinion News, download Indian Express App.\n\n© The Indian Express (P) Ltd"}}