{"GDELT": {"GlobalEventID": 926070157, "Day": 20200528, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.4055, "Actor1Code": "GOV", "Actor1Name": "GOVERNOR", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "RHODE ISLAND", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.7928286852589599, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "West Warwick, Rhode Island, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USRI", "Actor1Geo_ADM2Code": "RI003", "Actor1Geo_Lat": 41.7062, "Actor1Geo_Long": -71.5231, "Actor1Geo_FeatureID": "1218334", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Rhode Island, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USRI", "Actor2Geo_Lat": 41.6772, "Actor2Geo_Long": -71.5101, "Actor2Geo_FeatureID": "RI", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Rhode Island, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USRI", "Action2Geo_Lat": 41.6772, "Action2Geo_Long": -71.5101, "Action2Geo_FeatureID": "RI", "DATEADDED": 20200528191500, "SOURCEURL": "https://www.msn.com/en-us/finance/companies/cvs-to-open-10-new-coronavirus-testing-sites-in-ri/ar-BB14HYer"}, "ARTICLE": {"TITLE": "CVS to open 10 new coronavirus testing sites in R.I.", "TEXT": "© Provided by Providence Journal A man wipes a COVID-19 test collection box after self-taking a virus test at a drive-through at a CVS pharmacy in Danvers, Massachusetts, earlier this month. [AP / Charles Krupa]\n\nCVS Health is opening 10 new COVID-19 test sites on Friday at pharmacies in Rhode Island.\n\nThe new sites will use self-swab tests and are part of the company's commitment to have 1,000 locations across the country by the end of May, CVS says.\n\nTO OUR READERS: This content is being provided for free as a public service during the coronavirus outbreak. Sign up for our daily or breaking newsletters to stay informed. Please support local journalism by subscribing to The Providence Journal.\n\nThe tests will be done at drive-throughs, not inside the stores.\n\nHere's a list of the new sites:\n\nCVS Pharmacy, 1776 Broad Street, Cranston\n\nCVS Pharmacy, 2250 New London Turnpike, East Greenwich,\n\nCVS Pharmacy, 1285 South County Trail, East Greenwich\n\nCVS Pharmacy, 63 Newport Avenue, East Providence\n\nCVS Pharmacy, 26 Putnam Pike, Johnston\n\nCVS Pharmacy, 1123 Boston Neck Road, Narragansett\n\nCVS Pharmacy, 935 Manton Avenue, Providence\n\nCVS Pharmacy, 960 Broad Street, Providence\n\nCVS Pharmacy, 834 Providence Street, West Warwick\n\nCVS Pharmacy, 151 Franklin Street, Westerly\n\nHere's a complete list of CVS drive-thru testing sites.\n\nIn April, CVS opened a large drive-through testing site, capable of producing results in minutes, at Twin River Casino in Lincoln.\n\nGov. Gina Raimondo said in a statement released by CVS, \"Rhode Island is leading the nation in per capita testing, thanks in part to CVS Health's incredible corporate partnership and steadfast commitment to their home state.\n\n\"I'm thrilled that we are continuing to expand and diversify our testing options. These new drive-through sites will allow us to meet Rhode Islanders' needs in their own communities. I could not be more grateful to CVS Health for their continued collaboration and support during this crisis,\" she said.\n\nThe tests are available for people who meet the criteria set by the Centers for Disease Control and Prevention, according to CVS. Patients must register in advance at CVS.com, beginning Friday.\n\nPatients will be required to stay in their cars and will be directed to the pharmacy drive-through window, where they will be given a test kit and instructions, according to CVS.\n\nA CVS Pharmacy employee will watch the self-swab process to make sure it's done right. Tests will be sent to an independent third-party lab for processing, and the results will be available in about three days, CVS says.\n\nCVS says the new testing sites will help enable its goal of processing up to 1.5 million tests per month, provided that supplies and laboratory capacity can keep up.\n\nLarry J. Merlo, president and CEO of CVS Health, said opening the new sites \"represents an important milestone in our response to the pandemic. We remain grateful for the daily efforts and sacrifices of our front-line colleagues who make the continued expansion of our testing possible.\"\n\n— jperry@providencejournal.com\n\n(401) 277-7614\n\nOn Twitter: @jgregoryperry"}}