{"GDELT": {"GlobalEventID": 926099755, "Day": 20200528, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.4055, "Actor1Code": "COP", "Actor1Name": "DEPUTY", "Actor1Type1Code": "COP", "Actor2Code": "POL", "Actor2Name": "POLAND", "Actor2CountryCode": "POL", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.43015521064301, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Warsaw, (PL67), Poland", "Actor1Geo_CountryCode": "PL", "Actor1Geo_ADM1Code": "PL67", "Actor1Geo_ADM2Code": "24452", "Actor1Geo_Lat": 52.25, "Actor1Geo_Long": 21.0, "Actor1Geo_FeatureID": "-534433", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Warsaw, (PL67), Poland", "Actor2Geo_CountryCode": "PL", "Actor2Geo_ADM1Code": "PL67", "Actor2Geo_ADM2Code": "24452", "Actor2Geo_Lat": 52.25, "Actor2Geo_Long": 21.0, "Actor2Geo_FeatureID": "-534433", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Warsaw, (PL67), Poland", "Action2Geo_CountryCode": "PL", "Action2Geo_ADM1Code": "PL67", "Action2Geo_ADM2Code": "24452", "Action2Geo_Lat": 52.25, "Action2Geo_Long": 21.0, "Action2Geo_FeatureID": "-534433", "DATEADDED": 20200528230000, "SOURCEURL": "https://www.thebatavian.com/billie-owens/law-and-order-bernd-road-man-charged-with-assault-in-bethany/554273"}, "ARTICLE": {"TITLE": "Law and Order: Bernd Road man charged with assault in Bethany", "TEXT": "Dillen Andrew Merrell, 24, of Bernd Road, Le Roy, is charged with third-degree assault. He was arrested on May 26 following the complaint of an assault that allegedly occurred at 11:36 p.m. on May 22 on Ellicott Street Road in Bethany. He was arraigned in Genesee County Court May 26 and released on his own recognizance. He is due to return to county court at 3 p.m. on Aug. 11. The case was investigated by Genesee County Sheriff's Deputy Joshua Brabon, assisted by Officer Jordan Alejandro.\n\nDestiny M. Green, 23, of Walnut Street, Batavia, is charged with second-degree harassment -- physical contact. Green was arrested at 12:45 p.m. on May 23 after allegedly subjecting a person in her household to unwanted physical contact by striking them with a shoe and then kicking them repeatedly. Green was issued an appearance ticket, then released after her arrest. She is due in Batavia City Court on July 22. The case was handled by Batavia Police Officer Miah Stevens, assisted by Officer Stephen Quider.\n\nDaniel R. Yates, 50, of Pearl Street, Batavia, is charged with dog running at large. He was arrested at 5:23 p.m. on Pearl Street after his two dogs allegedly escaped from his home and subsequently a person was bitten by one of the dogs. He was issued an appearance ticket after his arrest and is due in Batavia City Court on July 21. The case was handled by Batavia Police Officer Miah Stevens.\n\nJames W. Shute, 37, of Humphrey Street, Warsaw, is charged with disobeying a court order. On May 22, Batavia Police Officer Peter Post arrested Shute for second-degree criminal contempt after he allegedly violated an order of protection on May 16 on Main Street in Batavia. He was issued an appearance ticket and is due in Batavia City Court on July 28.\n\nCorey Allen Brown, 34, of Highland Park, Batavia, is charged with petit larceny. Brown was arrested after an investigation into a bicycle that was stolen on April 22 at 5:53 p.m. on Highland Park. Brown was arrested, issued an appearance ticket, and is due in Batavia City Court on July 14. The case was handled by Batavia Police Officer Peter Flanagan.\n\nAlicia M. Lyons, 40, of State Street, Batavia, is charged with petit larceny. Lyons was arrested at 5:17 on May 21 at the Kwik Fill on the corner of Jackson and Ellicott streets in Batavia after officers were called for a reported larceny. After a brief interview, Lyons allegedly produced the stolen property and turned it over to the officers. Lyons was arrested, issued an appearance ticket for June 16 in Batavia City Court, then released from custody. The case was handled by Batavia Police Officer Nicole McGinnis, assisted by Officer Felicia DeGroot."}}