{"GDELT": {"GlobalEventID": 926099572, "Day": 20200528, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.4055, "Actor1Code": "AUS", "Actor1Name": "QUEENSLAND", "Actor1CountryCode": "AUS", "Actor2Code": "MED", "Actor2Name": "BLOG", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.6806722689075602, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ghana", "Actor1Geo_CountryCode": "GH", "Actor1Geo_ADM1Code": "GH", "Actor1Geo_Lat": 8.0, "Actor1Geo_Long": -2.0, "Actor1Geo_FeatureID": "GH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ghana", "Actor2Geo_CountryCode": "GH", "Actor2Geo_ADM1Code": "GH", "Actor2Geo_Lat": 8.0, "Actor2Geo_Long": -2.0, "Actor2Geo_FeatureID": "GH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ghana", "Action2Geo_CountryCode": "GH", "Action2Geo_ADM1Code": "GH", "Action2Geo_Lat": 8.0, "Action2Geo_Long": -2.0, "Action2Geo_FeatureID": "GH", "DATEADDED": 20200528230000, "SOURCEURL": "https://www.9news.com.au/national/coronavirus-sick-mothers-able-to-breastfeed-stay-with-newborn-after-birth-gold-coast-study-suggests/6a2f89b7-6e55-4111-a970-9ec31550fb8b"}, "ARTICLE": {"TITLE": "Coronavirus: Sick mothers able to breastfeed, stay with newborn after birth, Gold Coast study suggests", "TEXT": "As the coronavirus sweeps the globe, heart-wrenching accounts have emerged of COVID-19-positive parents being separated from their babies at birth.\n\nNow, a study of a Queensland couple with coronavirus who were able to hold, roomshare and breastfeed their newborn while in hospital is providing hope that the right precautions may allow other new families to stay together.\n\nThe Queensland mother-to-be was placed in quarantine as she was due to give birth after a close family member who had returned from overseas was diagnosed with COVID-19.\n\nCORONAVIRUS LIVE BLOG: Second diagnosis at Melbourne school\n\nAn eight-day-old baby boy receives UV light treatment in isolation at the intensive care unit of a hospital in Istanbul. The baby has been separated from his mother, who is suspected of having COVID-19. (AP/AAP)\n\nTwo days later, the 31-year-old developed symptoms and was tested, returning a positive result.\n\nDespite this, the young mum remained adamant that she wanted to remain with her baby following the birth.\n\nShe was admitted to the Gold Coast University Hospital for monitoring and went into labour the following day.\n\nDespite a fever of 38.4C and respiratory symptoms, she was able to give birth vaginally without major complications.\n\nThe baby was born healthy, with an Apgar score (a measure of a newborn's health immediately after birth) of 9 out of 10.\n\nThe infant never developed any symptoms of COVID-19, despite both parents becoming ill, and was able to be breastfed from birth.\n\nAs well as preventing distress to new parents, skin-to-skin contact between a newborn and their mother in the hours after birth has been demonstrated to have numerous medical benefits for infants, including developing a healthy immune response and promoting successful breastfeeding.\n\nA neonatal nurse carries premature baby Theo Anderson to his mother Kirsty in the Neonatal Intensive Care Unit at a hospital in England. Hospitals worldwide have put in place added restrictions to protect mothers and babies during the COVID-19 pandemic. (AP/AAP)\n\nIn China, where the new strain of coronavirus originated last December, women who tested positive almost exclusively underwent Casarean births and were separated from their newborns for a minimum of 14 days.\n\nThe World Health Organisation has since published guidelines recommending mothers with COVID-19 continue to breastfeed .\n\nThe Royal College of Obstetricians and Gynaecologists has also published a statement suggesting breastfeeding and rooming in may be possible if strict viral precautions such as mask wearing and handwashing are observed.\n\nThe doctors and nurses who delivered the baby on the Gold Coast wore full protective equipment, including n95 masks, and the new parents wore masks and practiced strict hand hygiene.\n\nAfter giving birth, the young couple were placed in an isolated room on the maternity ward with their baby following the birth."}}