{"GDELT": {"GlobalEventID": 926070829, "Day": 20200528, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.4055, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USACVL", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 45, "EventBaseCode": 45, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.4149377593361, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Washington, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWA", "Actor1Geo_Lat": 47.3917, "Actor1Geo_Long": -121.571, "Actor1Geo_FeatureID": "WA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Washington, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWA", "Actor2Geo_Lat": 47.3917, "Actor2Geo_Long": -121.571, "Actor2Geo_FeatureID": "WA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_Lat": 47.3917, "Action2Geo_Long": -121.571, "Action2Geo_FeatureID": "WA", "DATEADDED": 20200528191500, "SOURCEURL": "https://www.breitbart.com/national-security/2020/05/27/report-washington-governor-personally-asked-chinese-dictator-for-medical-gear/"}, "ARTICLE": {"TITLE": "Report: Washington Governor Asked Chinese Dictator for Medical Gear", "TEXT": "The South China Morning Post (SCMP) reported on Wednesday that the Democrat governor of Washington state, Jay Inslee, wrote a personal letter to Chinese dictator Xi Jinping in early April asking China to use its “enormous productive capacity” to provide “critically needed medical supplies” including masks, gloves, and gowns.\n\nAccording to the SCMP, Washington “ultimately received donations of an unspecified quantity of supplies from several Chinese government and private sources.”\n\nInslee’s letter to Xi, never before disclosed to the public, was uncovered by the SCMP with a public records request. The April 2 letter began with Inslee telling the authoritarian Chinese ruler than he made “many friends in the state of Washington” during his “historic visit in 2015” and now they needed Xi’s help with the coronavirus.\n\n“Your experience in successfully managing the progression of the disease has provided us with many important lessons and has helped us to mitigate the impact of the disease on our people,” Inslee told Xi. “While these lessons have helped us significantly in blunting this outbreak, it is still having a very serious impact on the state. We are facing extreme challenges in finding the supplies and equipment necessary to protect our health care workers and treat our patients.”\n\nThe SCMP noted, as Inslee did not, that one reason Washington had so much trouble obtaining supplies was that “Beijing had tightened its vetting of exports of medical supplies, resulting in major delays of shipments of personal protective equipment to the United States.”\n\n“Beijing’s heightened screening followed complaints by some governments and hospitals that large quantities of PPE sent from China were below acceptable standards,” the SCMP further noted, alluding to substandard or useless equipment delivered by Chinese suppliers to countries around the globe.\n\nInslee’s letter continued with lavish praise for Xi’s handling of the coronavirus, which Inslee saw as such a smashing success that Beijing could surely afford to send some masks, gowns, gloves, and testing supplies to the Pacific Northwest.\n\n“In reviewing the global progression of COVID-19, we note that the situation in China has essentially stabilized due to your government’s leadership,” Inslee wrote. “I am asking you to consider allowing Washington State to access the enormous productive capacity of China to obtain critically needed medical supplies.”\n\nBehind the scenes, the SCMP said Inslee’s plea to Xi was brokered with the help of a naturalized American citizen from China named Qiang Wan, a Washington state-based software entrepreneur who chairs the nonprofit Tsinghua GIX Institute North America. The institute was created as a joint project by Microsoft, the University of Washington, and Xi’s alma mater Tsinghua University, which Inslee mentioned in his letter. Wan himself has been in Beijing since embarking on a business trip there in December.\n\nTsinghua, located in suburban Beijing, was founded by Americans in 1911 to help prepare Chinese students who planned to study at schools in the United States, so it has long played a major role in U.S.-Chinese relations in addition to being one of China’s most prestigious universities.\n\n“Wan, whose father served as the Chinese ambassador to Morocco in the late 1980s and early 1990s, said he had been moved to act after watching the virus take hold in his home state while in China on business. Washington state, which has recorded about 19,500 coronavirus cases and 1,000 deaths, ultimately received donations of an unspecified quantity of supplies from several Chinese government and private sources following the letter appealing directly to Xi,” the SCMP reported.\n\nWan wrote an email to Inslee’s office in March that was also obtained by the SCMP in which he expressed concern about the coronavirus outbreak in Washington, acknowledged political tensions between China and the United States, and hoped Tsinghua University could “help [Washington] State secure much-needed medical supplies and equipment.”\n\nChina’s ambassador to the United States, Cui Tiankai, swiftly wrote a letter to Inslee acknowledging that Xi had received his request for aid and “directed relevant government departments of China to provide needed assistance and facilitation.”\n\nInslee, formerly a candidate for the 2020 Democratic presidential nomination, is not the only U.S. governor to seek Chinese assistance with the coronavirus. New York Gov. Andrew Cuomo (D) in April praised the Chinese Communist government for sending 1,000 ventilators to his state amid a bitter feud between Cuomo and President Donald Trump."}}