{"GDELT": {"GlobalEventID": 926099610, "Day": 20200528, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.4055, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "Actor2Code": "LAB", "Actor2Name": "EMPLOYEE", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 1723, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.21367521367521, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rusape, Manicaland, Zimbabwe", "Actor1Geo_CountryCode": "ZI", "Actor1Geo_ADM1Code": "ZI01", "Actor1Geo_ADM2Code": "40197", "Actor1Geo_Lat": -18.5279, "Actor1Geo_Long": 32.1284, "Actor1Geo_FeatureID": "-2320561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Rusape, Manicaland, Zimbabwe", "Actor2Geo_CountryCode": "ZI", "Actor2Geo_ADM1Code": "ZI01", "Actor2Geo_ADM2Code": "40197", "Actor2Geo_Lat": -18.5279, "Actor2Geo_Long": 32.1284, "Actor2Geo_FeatureID": "-2320561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rusape, Manicaland, Zimbabwe", "Action2Geo_CountryCode": "ZI", "Action2Geo_ADM1Code": "ZI01", "Action2Geo_ADM2Code": "40197", "Action2Geo_Lat": -18.5279, "Action2Geo_Long": 32.1284, "Action2Geo_FeatureID": "-2320561", "DATEADDED": 20200528230000, "SOURCEURL": "https://www.manicapost.co.zw/new-opportunities-through-covid-19/"}, "ARTICLE": {"TITLE": "New opportunities through Covid-19", "TEXT": "Lovemore Kadzura Business Correspondent\n\nBUSINESSES have called for the support of indigenous knowledge systems, home grown solutions and research as mitigation factors for the Covid-19 challenges affecting globally economies.\n\nCEO Africa Roundtable chairman, Mr Oswell Binha, said Covid-19 is a wake-up call for businesses as they were caught off guard.\n\n“Zimbabwe is currently suffering from a multiplicity of challenges. The country continues to fight inherent traditional socio-economic challenges and now Covid-19 has come on board. Social dialogue is necessary to enhance collective effort in responding to the effects of any catastrophe.\n\n“Indigenous knowledge systems, home grown solutions, research and development must be supported.\n\n“We must encourage and incentivise innovation and creativity in all aspects of the Zimbabwean life. These aspects include healthcare, value addition of national primary goods, technology, agro-processing and mineral beneficiation, among others.\n\n“There are opportunities created by this pandemic and we stand uniquely positioned to develop our own homegrown exploits in a number of sectors. Covid-19 exposed businesses as we had to close shop, yet employees were being paid.\n\n“Our industrial structure is not yet configured to support working from home. The pandemic provided a wake-up call for businesses to redesign their operations, restructure and embrace utilisation of available technologies to reduce the cost of products and services,” he said.\n\nMr Binha added: “Businesses have to deduce mechanisms to recover from this pandemic. I am sure a rescue package given by the State, coupled by tax holidays and debt forgiveness, may shorten the period in which industry will be in distress.\n\nBorders are closed in most traditional markets. Local markets are the new normal and we have to create local demand for some products.”\n\nRusape rising entrepreneur, Mr Peter Muchirahondo, said Covid-19 is an eye-opener that requires new thinking.\n\n“Just like any businessman, I had set smart and ambitious goals for this year. As a young entrepreneur who faces challenges, especially on the markets and on accessing operational capital, I had set my eyes on an international programme — the 15th CII-EXIM Bank Conclave on India/Africa Project – to introduce my company, Mastrade Investments, to top Indian companies and investors.\n\n“I wanted to seek partnerships in the Information Communication Technologies, pharmaceutical and agricultural sectors. When everything appeared ready, the trip was cancelled due to Covid-19. After the abrupt cancellation of the lucrative programme, I had to go back to the drawing board and craft strategies that will see my company remaining afloat.\n\n“I had to employ new tactics, especially the use of online platforms to market my products. I actually clinched one of my biggest contracts during the lockdown.\n\n“While l was thinking of importing finished products from India, I am now working on exporting Zimbabwean products to them,” said Mr Muchirahondo."}}