{"GDELT": {"GlobalEventID": 926069910, "Day": 20200528, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.4055, "Actor1Code": "CVL", "Actor1Name": "CITIZEN", "Actor1Type1Code": "CVL", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 140, "EventBaseCode": 140, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -5.48172757475083, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Hong Kong", "Actor1Geo_CountryCode": "HK", "Actor1Geo_ADM1Code": "HK", "Actor1Geo_Lat": 22.25, "Actor1Geo_Long": 114.16666699999999, "Actor1Geo_FeatureID": "HK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Hong Kong", "Actor2Geo_CountryCode": "HK", "Actor2Geo_ADM1Code": "HK", "Actor2Geo_Lat": 22.25, "Actor2Geo_Long": 114.16666699999999, "Actor2Geo_FeatureID": "HK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Hong Kong", "Action2Geo_CountryCode": "HK", "Action2Geo_ADM1Code": "HK", "Action2Geo_Lat": 22.25, "Action2Geo_Long": 114.16666699999999, "Action2Geo_FeatureID": "HK", "DATEADDED": 20200528191500, "SOURCEURL": "https://www.breitbart.com/europe/2020/05/28/hong-kong-watch-freedom-and-autonomy-in-hong-kong-is-dead/"}, "ARTICLE": {"TITLE": "Hong Kong Watch: 'Freedom and Autonomy in Hong Kong is Dead'", "TEXT": "The Chinese Communist Party (CCP) has “killed” Hong Kong, warns the founder of Hong Kong Watch, following the passage of a draconian national security law that many fear will be used to clamp down on the pro-freedom protests in the city.\n\nOn Thursday, the National People’s Congress (NPC), the rubber-stamp legislative arm of the Chinese Communist Party passed the controversial national security law, that will likely see freedoms and liberties greatly diminished in Hong Kong.\n\nOnce finalised by the top brass of the party, the law will criminalise any act that the CCP considers to be a subversion of the state, separatism, foreign interference, “or any acts that severely endanger national security”.\n\n“Today freedom and autonomy in Hong Kong are dead. The Chinese Communist Party has broken its promises and killed Hong Kong,” Benedict Rogers, the founder and chairman of Hong Kong Watch, told Breitbart London.\n\n“Boris Johnson must now speak out personally, robustly and clearly, mobilise the international community to act as one, and impose targeted Magnitsky sanctions,” Rogers added.\n\nEXCLUSIVE: UK Must Not Be ‘Bullied’ by Chinese Communist Party, Says Last British Governor of Hong Kong https://t.co/xtvqmosE8E — Breitbart London (@BreitbartLondon) February 7, 2020\n\nIn a stunning move, the United States Secretary of State, Mike Pompeo, announced on Wednesday that the Trump administration no longer considers the Hong Kong to have a “high degree of autonomy”.\n\nThe change in classification means that the city will no longer be treated differently than mainland China — a move that could see massive implications for the city as a global trading and banking hub.\n\nMeanwhile, a group of 457 parliamentarians and policymakers from 32 countries, led by the last British governor of Hong Kong, Chris Patten, have called on governments around the world to act against the “flagrant breach of the Sino-British Joint Declaration”.\n\nThe Sino-British Joint Declaration guaranteed that the city would remain free from communist rule, under the banner of “One Country, Two Systems”, for fifty years after the United Kingdom handed over control of the former British colony to China in 1997.\n\nWith the passage of the national security law, critics claim that the CCP has utterly discarded any pretence of following the internationally binding agreement.\n\nOn Wednesday, thousands of Hong Kongers took to the streets to protest the security law, as well as legislation that would criminalise any ‘insult’ to the national anthem of China, the “March of the Volunteers“.\n\nShould the legislation pass, anyone who is found to have insulted the communist anthem would face fines of up to HK$50,000 (£5,237/$6,449) and up to three years in prison, according to the BBC.\n\nThe police arrested at least 300 citizens during the demonstrations on Wednesday and were seen firing pepper pellets and spray at protesters.\n\n“Once again we have seen the courageous people of Hong Kong protesting in defence of their freedoms, and the Hong Kong police resorting to yet more completely disproportionate, indiscriminate, and outrageous brutality and injustice,” Benedict Rogers told Breitbart London.\n\n“Hong Kong is in grave danger; its freedoms and autonomy are being destroyed by the Chinese Communist Party regime right in front of our eyes. The international community must act rapidly and robustly to support Hong Kong,” Rogers urged.\n\nExclusive Video: Hong Kong Watch Founder Says UK Has a Responsibility to Take Lead, Call for Sanctions on China https://t.co/nSfXTkGfqE — Breitbart London (@BreitbartLondon) November 24, 2019\n\nFollow Kurt on Twitter at @KurtZindulka"}}