{"GDELT": {"GlobalEventID": 926100465, "Day": 20200528, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.4055, "Actor1Code": "USA", "Actor1Name": "SAN DIEGO", "Actor1CountryCode": "USA", "Actor2Code": "MEX", "Actor2Name": "MEXICO", "Actor2CountryCode": "MEX", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.3623978201634899, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "San Ysidro, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA073", "Actor1Geo_Lat": 32.552, "Actor1Geo_Long": -117.04299999999999, "Actor1Geo_FeatureID": "1661394", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX", "Actor2Geo_Lat": 23.0, "Actor2Geo_Long": -102.0, "Actor2Geo_FeatureID": "MX", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX", "Action2Geo_Lat": 23.0, "Action2Geo_Long": -102.0, "Action2Geo_FeatureID": "MX", "DATEADDED": 20200528230000, "SOURCEURL": "https://www.sandiegouniontribune.com/news/border-baja-california/story/2020-05-28/otay-mesa-port-expansion"}, "ARTICLE": {"TITLE": "Otay Mesa port of entry expansion project begins next week", "TEXT": "Construction work to improve both the pedestrian and commercial crossing at the Otay Mesa port of entry will begin on June 1, the U.S. General Services Administration announced Tuesday.\n\nThe $137.2-million modernization and expansion project includes a new pedestrian site that doubles processing capacity from six to 12 lanes and an expanded commercial facility that will increase the number of inspection booths for trucks from 10 to 16.\n\nWork is expected to be completed in Spring 2023.\n\nThe 51-acre project site also includes the relocation of the SENTRI and Global Entry enrollment center, currently outside the Otay Mesa pedestrian crossing, and the construction of both a commercial annex building and a parking structure for visitors and employees. A new inspection station for imported plants, funded by the U.S. Department of Agriculture, is also planned.\n\nAdvertisement\n\nDuring the fiscal year 2019, the Otay Mesa port of entry processed $18 billion worth of exports from the U.S. to Mexico, $34 billion worth of imports, and processed one million trucks, 6.6 million vehicles and 3.6 million pedestrians, according to GSA.\n\n“These improvements will allow CBP to continue protecting our nation’s borders while facilitating the trade and flow of commerce between the United States and Mexico,” said Pete Flores, U.S. Customs and Border Protection director of field operations in San Diego.\n\nAlejandra Mier y Terán, Otay Mesa Chamber of Commerce executive director, said the project will fuel trade and economic growth by reducing wait times.\n\n“It is extremely important because we had basically reached our capacity,\"said Mier y Terán.\n\nAdvertisement\n\nThe completion of the new and expanded facilities could coincide with the opening of a second passenger border crossing in Otay Mesa, scheduled for 2023.\n\nIn late 2019, the U.S. government completed an $800-million expansion project at the San Ysidro port of entry, which is among the busiest in the world.\n\nSan Diego Mayor Kevin Faulconer welcomed the federal investment in Otay Mesa. “We’ve seen firsthand the positive impact of the recently completed expansion of the San Ysidro Land Port of Entry,” he said. “Now we’re looking to grow this economic engine even more by increasing processing capacity at the Otay Mesa port of entry.”"}}