{"GDELT": {"GlobalEventID": 926100423, "Day": 20200528, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.4055, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "GBR", "Actor2Name": "BRITISH", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -7.44985673352432, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200528230000, "SOURCEURL": "https://www.afr.com/world/north-america/amy-cooper-played-damsel-in-distress-a-trope-with-a-troubling-history-20200529-p54xjw"}, "ARTICLE": {"TITLE": "Amy Cooper played damsel in distress, a trope with a troubling history", "TEXT": "One of the most famous and earliest captivity narratives published in the British North American colonies was A Narrative of the Captivity and Restoration of Mrs. Mary Rowlandson, published six years after Rowlandson had been captured with her children during King Philip's War in 1676 and held for 11 weeks. Her book was so popular it went through four printings.\n\nRowlandson's story captivated the public because it indulged people's curiosity about Native Americans while reinforcing bigotry and using Christian imagery to describe the ordeal. Captivity narratives like Rowlandson's provided a justification for violence against Native Americans. The fear that indigenous people would steal wives and daughters away in the middle of the night and do terrible things to them became the grounds for waging war and displacing them from their lands.\n\nChristian Cooper in New York's Central Park on Wednesday. Brittainy Newman/The New York Times\n\nCaptivity narratives were often written by white women but edited for publication by men. Editors turned the women's stories into useful propaganda to justify religious superiority, violence against tribes and arguing for more government protection for frontier settlements. The concern over white women's safety was used to cover the greed for more land. Fears about \"barbaric\" Native Americans travelled as the frontier moved westward.\n\nWhile tribes were moved further west, the idea of the damsel in distress was expanding in the South. This narrative adapted to include protecting white women on plantations from potential violence by enslaved black men. Enslaved African men were cast as over-sexualised brutes who found white women irresistible. White women and their progeny were seen as guardians of white supremacy and so interracial sex between white women and black men was particularly threatening to the social order.\n\nTo ensure white women didn't engage in sexual relations with black men, enslaved or free, the legal ramifications and social consequences for those relationships were extreme. Additionally, the white supremacist society couldn't see those relationships as consensual so interracial sex between black men and white women was always viewed as rape. This narrative encouraged white women to jump to accusations of sexual violence to protect themselves against social embarrassment.\n\nSafeguarding white women from this threat led to laws regulating that masters could only free their slaves if those slaves left the state after manumission to ensure they didn't engage in interracial sex with white women or inspire armed slave revolts.\n\nAdvertisement\n\nAfter the Civil War, southern lawmakers could no longer require that free black people move north. As a response to the Reconstruction amendments and civil rights laws that threatened to acknowledge African Americans' humanity and citizenship, groups like the Ku Klux Klan organised to enforce a racist social order. To justify lynchings and other racist violence, they relied on the most dangerous example of white women acting as \"damsels in distress\" when they accused African American men of sexual assault. White men claimed the barbarism of lynching was required to protect white women from the sexual threat of black men. Due process wasn't sufficient and it became the right of white men to protect their women through whatever means they found necessary.\n\nAllegations of sexual assault accounted for about 25 per cent of lynchings, and white women were complicit in the culture surrounding these gruesome events. They made accusations, took part in lynch mobs, attended spectacle lynchings and even lied to protect the lynchers in court, such as at the trial of Emmett Till's murderers in 1955.\n\nYet, southerners' handling of cases in which white women accused white men of sexual assault showed claims about the need to protect white womanhood were simply a cover for enacting racist violence. Southern society exhibited little interest in protecting white womanhood in those cases, particularly if the white man was of good social standing. Rape was rarely prosecuted until the mid-20th century and until recently most jurisdictions required \"force\" as a component of the crime. For most of American history, it was rare for white men to be convicted of rape.\n\nYet, despite its hollowness, the claim that white womanhood required protection has been used to justify all kinds of bigoted laws and actions. Casting the barbaric \"other\" as a sexual threat to white American women was a common wartime tactic, used in American propaganda against the Japanese in World War II for example. These racist tropes justified harsher treatment of the Japanese than the Germans, including Japanese American internment and dropping the atomic bomb.\n\nThis trope also played a role in American anti-communist propaganda during the Red Scare of the late 1940s and 1950s. This propaganda associated sexual deviancy and queerness with communism and a threat to the American family. In those years, images of women were placed on fighter jets to make clear protecting American womanhood was what soldiers were fighting for.\n\nThe concept of the white \"damsel in distress\" has continued to provide a justification for all sorts of policy goals in the 21st century - all of which are unrelated to women's rights. Supposed concerns over women's safety have been used to pass anti-trans laws which cast trans women as sexual threats to cis women in bathrooms and locker rooms. President Donald Trump has also employed this tactic to stir up anti-immigrant fervour by fabricating stories of Mexican rapists and murderers.\n\nAdvertisement\n\nAs with earlier instances, the goal of such policies isn't really about protecting women from sexual violence. The Violence Against Women Act has yet to be reauthorised despite expiring in 2019, there are over 100,000 untested rape kits in the United States, loopholes allow domestic abusers to get guns and domestic violence is an urgent problem during the COVID-19 pandemic while many women are quarantined at home with their abusers.\n\nWhen women like Cooper act as the \"damsel in distress\" in need of saving from black man, they are perpetuating centuries-old deadly narratives that excuse racial violence and are complicit in anti-feminist propaganda. They are not only engaging in racism but also in patriarchal notions about the need for white men to protect white womanhood.\n\nWhile this behaviour does little to support women's safety and equality, it puts lives, particularly of black men, at risk, and perpetuates bigoted tropes and white supremacy in our society.\n\nMia Brett is a PhD candidate in American legal history at SUNY Stony Brook and co-founder of feminist think tank All Women's Progress.\n\nWashington Post"}}