{"GDELT": {"GlobalEventID": 926100112, "Day": 20200528, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.4055, "Actor1Code": "KEN", "Actor1Name": "KENYA", "Actor1CountryCode": "KEN", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.33587786259542, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE", "Actor1Geo_Lat": 1.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "KE", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cape Town, Western Cape, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF11", "Actor2Geo_ADM2Code": "77317", "Actor2Geo_Lat": -33.9167, "Actor2Geo_Long": 18.4167, "Actor2Geo_FeatureID": "-1217214", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cape Town, Western Cape, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF11", "Action2Geo_ADM2Code": "77317", "Action2Geo_Lat": -33.9167, "Action2Geo_Long": 18.4167, "Action2Geo_FeatureID": "-1217214", "DATEADDED": 20200528230000, "SOURCEURL": "https://www.chronicle.co.zw/self-taught-painter-charms-with-covid-19-awareness-portrait/"}, "ARTICLE": {"TITLE": "Self-taught painter charms with Covid-19 awareness portrait", "TEXT": "Leonard Ncube, Victoria Falls Reporter\n\nA VICTORIA Falls visual artist has impressed the resort town’s community with a portrait of an elderly woman wearing a mask which he said is aimed at conscientising the public about preventing Covid-19.\n\nTwenty-nine-year old Lawrence Nyemba said he chose a portrait of an elderly woman to show seriousness of the need to prevent the pandemic.\n\n“I did the painting of the old woman because in our society, the elderly are wiser. The woman on the portrait is abiding by Covid-19 lockdown regulations and wearing a mask to protect herself and the community.\n\n“This is a lesson to everyone, either young or old, rich or poor, that Covid-19 does not choose and can affect anyone regardless of age and status. Everyone has a role to play in its prevention,” said Nyemba.\n\nThe portrait that has since gone viral on social media platforms has also been appreciated by the Matabeleland North Covid-19 taskforce and stakeholders who have commended the piece as an educational tool to raise awareness on the importance of wearing masks among other preventive measures.\n\nBorn in Marondera, Nyemba said he ventured into painting out of passion without any formal training but it took a lot of courage as his family was not supportive of that passion.\n\nNarrating his journey, Nyemba said in 2008, he left home for Kenya where he stayed for a few months because his family which was not supportive of his chosen career path. While in Kenya, he tried to train as a fitness trainer, but abandoned the studies midway and travelled to Cape Town, South Africa where he got a job at a car wash facility.\n\nAs fate would have it, his breakthrough came when he bumped into a client who wanted to dispose of her painting tools.\n\n“As I was cleaning cars, a certain white lady asked me to remove things in her car and throw them away. There was a plastic bag which had some paint and brushes. I asked if I had to throw that away as well and she said she was tired of painting so she wanted to discard the materials.\n\n“I instead took the paint and brushes and started practising how to paint. In 2013, I requested to decorate some posh cars belonging to clients. They loved what I did and I felt encouraged. I then decided to quit my job and concentrate on painting,” Nyemba narrated.\n\nHe said he left South Africa in 2014 and returned home only to find that his mother was still against his painting. She then forced him to learn French so that he could get a job in the tourism sector as a guide. He later abandoned the mission because he had not fully mastered the language.\n\nWhile in the resort town, Nyemba said he realised that some people were making a living out of art and sculptures so he decided to take up painting as a career.\n\nNow, he is a full-time self-taught painter who works from home where he has since established a studio and gallery."}}