{"GDELT": {"GlobalEventID": 926100249, "Day": 20200528, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.4055, "Actor1Code": "REB", "Actor1Name": "LOOTER", "Actor1Type1Code": "REB", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.724409448818901, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200528230000, "SOURCEURL": "https://www.mprnews.org/story/2020/05/28/protests-over-george-floyds-death-spilling-into-st-paul"}, "ARTICLE": {"TITLE": "Mayor Carter seeks Guard help as Floyd protests roil St. Paul", "TEXT": "St. Paul Mayor Melvin Carter said Thursday he had requested a National Guard presence in the city as demonstrations over the death of George Floyd, a black man who died in Minneapolis police custody, spilled across the river.\n\nCarter said looters were using the protests as an opportunity to spread destruction and take attention away from Floyd’s death.\n\n“The anger, the anguish, the sadness and the rage that we’re seeing in our community, that’s understandable. And I think it’s shared by a whole lot of people,” the mayor said during a press conference Thursday afternoon.\n\nEarlier Thursday, St. Paul police confronted protesters and looters in the city’s Midway neighborhood. Police Chief Todd Axtell called looting “unprecedented,” and asked parents of young adults and teenagers to keep them off the streets.\n\nMore than 170 businesses were damaged or looted, and dozens of fires were reported, St. Paul police said Thursday night.\n\n“We won’t tolerate people being injured in this city. We won’t tolerate buildings being burned down,” Axtell said.\n\nIn Minneapolis Daylight reveals destruction; Walz calls out Guard amid protests\n\nCarter urged St. Paul residents to stay away from the area and remain home as looting and a fire were reported in the city’s Midway neighborhood.\n\nAround 6 p.m., MPR News reporter Peter Cox reported that smoke was billowing out of a business on University Avenue off Hamline Street, and that the city’s Fire Department was responding. An hour later, Cox said police appeared to be using tear gas to push people in the area away from the fire.\n\nJust before 2 p.m., MPR News producer Megan Burks reported looters had moved to a liquor store on the south side of University Avenue and that there were hot spots of trouble throughout the Midway neighborhood.\n\nTwenty minutes later, St. Paul police said on Twitter that officers were working to “disperse large groups of people causing property damage along University Avenue.”\n\nThe agency said officers were being pelted with rocks, liquor bottles and bricks around the Midway Target store on University Avenue.\n\nBy 2:45 p.m., MPR News reporter Tim Nelson called it an “extremely chaotic scene” on University Avenue between Snelling Avenue and Lexington Parkway, with a tense standoff outside the Midway Target.\n\nAround 4:30 p.m., St. Paul Police Department alerted via its tweet that a fire was reported at a store at a strip mall near the Midway Target on University Avenue.\n\nWhile Midway was the center of St. Paul’s confrontations, officers were giving similar dispersal orders to groups around the 1700 block of Suburban Avenue on the the city’s east side.\n\nOn the Capitol grounds in St. Paul, buildings and offices of lawmakers, state court staff and judges have been evacuated out of precaution. Staff were urged to leave quickly and work from home for the time being.\n\nCiting safety concerns, Metro Transit Thursday evening said it would suspend its bus and light rail service through this weekend. Its Blue Line airport shuttle between Terminals 1 and 2 and the Fort Snelling station will continue to operate.\n\nMPR News reporters and photographers are on scene. Check back for more reporting."}}