{"GDELT": {"GlobalEventID": 926454429, "Day": 20200530, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.411, "Actor1Code": "USA", "Actor1Name": "WASHINGTON", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 3, "NumArticles": 6, "AvgTone": -7.6766496531321105, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Minneapolis, Minnesota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMN", "Actor2Geo_ADM2Code": "MN053", "Actor2Geo_Lat": 44.98, "Actor2Geo_Long": -93.2638, "Actor2Geo_FeatureID": "655030", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Minneapolis, Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_ADM2Code": "MN053", "Action2Geo_Lat": 44.98, "Action2Geo_Long": -93.2638, "Action2Geo_FeatureID": "655030", "DATEADDED": 20200530231500, "SOURCEURL": "https://news.yahoo.com/latest-minn-gov-fully-mobilize-152755228.html"}, "ARTICLE": {"TITLE": "The Latest: One dead in Indianapolis shootings amid protests", "TEXT": "The Latest on the death in Minneapolis of George Floyd, a handcuffed black man who pleaded for air as a white police officer pressed a knee on his neck:\n\n___\n\nINDIANAPOLIS - Authorities are investigating “multiple shootings,” including one that left a person dead, in downtown Indianapolis on Saturday amid protests over the death of George Floyd in Minneapolis.\n\nIndianapolis Metropolitan Police Chief Randal Taylor confirmed the shootings during a late night news conference, but didn’t offer any more details. Police later tweeted that no officers were involved.\n\nProtests became dangerous for a second straight night in Indianapolis as buildings were damaged, officers deployed tear gas and at least one business was briefly on fire.\n\n___\n\nPresumptive Democratic presidential nominee Joe Biden condemned the violence in a statement, as he continued to express common cause with those demonstrating after Floyd’s death.\n\n“The act of protesting should never be allowed to overshadow the reason we protest,” Biden said in a statement Saturday night. “It should not drive people away from the just cause that protest is meant to advance.”\n\n___\n\nMINNEAPOLIS — Officials in Minneapolis say they’ve succeeded for now in stopping the violent protests that ravaged parts of the city for several days after the death of George Floyd.\n\nPolice, state troopers and National Guard members moved in to break up protests after an 8 p.m. curfew took effect, firing tear gas and rubber bullets to clear streets outside a police precinct and elsewhere. The show of force came after three days where police mostly declined to engage with protesters.\n\nIt also came after the state poured in more than 4,000 National Guard members and said the number would soon rise to nearly 11,000.\n\nAs Minneapolis streets appeared largely quiet, Corrections Commissioner Paul Schnell said the heavy response would remain as long as it takes to “quell this situation.”\n\nFloyd, a handcuffed black man, died after a Minneapolis police officer kneeled on his neck for several minutes.\n\nStory continues\n\n___\n\nRICHMOND, Va. — The Richmond, Virginia, police headquarters was the target of protesters for the second night in a row as officers formed a barricade around the building late Saturday night.\n\nA dumpster was set afire near the police headquarters, which had its front windows broken out Friday night. The Richmond Times-Dispatch reported that the police fired tear gas to move crowds away from the building.\n\nSeveral blocks away near Virginia Commonwealth University hundreds of protesters blocked streets chanting “George Floyd,” referring to the black man who died Monday after an arresting officer in Minneapolis pushed his knee into Floyd’s neck while he was on the ground handcuffed.\n\nMedia reports showed video of protesters hurling what appeared to be water bottles at a police car, which moved through the crowd and sped away. A police cruiser was burned in the violence on Friday night, along with a city bus.\n\n___\n\nLOS ANGELES -- The mayor of Los Angeles says the National Guard will be deployed overnight to help local law enforcement quell violence in the nation’s second-largest city.\n\nMayor Eric Garcetti says he asked California Gov. Gavin Newsom on Saturday to send 500 to 700 members of the Guard. Crowds of demonstrators have torched police cars, vandalized and burglarized stores and clashed with lines of officers. Hundreds of people have been arrested since Friday night.\n\n___\n\nSALT LAKE CITY — Protests are continuing in Salt Lake City despite a curfew issued by the mayor and National Guard troops deployed by Utah’s governor.\n\nPolice officials say they are prepared to give people time to leave, but they plan to arrest people who refused to comply.\n\nWhat started as a peaceful demonstration Saturday against the death of George Floyd turned destructive. A group of people flipped over a police car and lit it on fire. A second car was later set on fire.\n\nPolice officials say six people have been arrested and that a police officer was injured after being struck in the head with a baseball bat.\n\n___\n\nRENO, Nevada -- City officials in Reno instituted an immediate mandatory curfew Saturday night after protesters broke windows at City Hall and set fires.\n\nPolice fired tear gas into the building, the Rene Gazette Journal reported, and a SWAT team arrived to help disperse the crowd.\n\nThe fires were extinguished. In announcing the curfew in a statement, city officials asked residents to avoid the downtown area, where a “heavy police presence” would be in force overnight.\n\n___\n\nRALEIGH, N.C. — More than 1,000 people marched in downtown Raleigh on Saturday night, breaking windows as police in riot gear released tear gas and pepper spray to disburse the crowds.\n\nWRAL-TV showed video of throngs of people in front of the Wake County Courthouse, some walking with signs, others on bikes and skateboards to protest the killing of George Floyd in Minneapolis by a police officer on Monday.\n\nProtesters gathered in late afternoon marching peacefully north from the courthouse chanting “No Justice, No Peace.” But tension grew after nightfall as some people threw rocks at windows and spray painted anti-police slogans on walls.\n\nFayetteville Street was the focus of most of the vandalism with multiple buildings along the street having windows broken out.\n\n___\n\nMIAMI — A student at Florida International University said the protest was largely peaceful with the crowd of about 500 “singing, we were doing poetry” and urging each other not to “break windows” or hurt businesses.\n\nBut when they arrived at the police station, another group of protesters also converged there and things escalated within minutes.\n\n“There was a sniper on the roof with the police chief standing next to him and they started throwing smoke bombs to the crowd,\" 27-year-old Liseth Hatta said. “Most of them were kids. They couldn’t’ have been older than 21. Everyone ran away screaming;”\n\nThey tried to flee and rushed to the train station to head home, but police closed down the entrance.\n\n“A lot of people tried to get back on the train to leave and they weren’t letting us,” Hatta said. “They basically trapped us in.”\n\n___\n\nATLANTA — An Atlanta police officer was struck by someone riding an ATV in downtown Atlanta during protests that continued despite a curfew, and police said they were still trying to determine whether the crash was deliberate.\n\nPolice spokesman Carlos Campos said it happened about 10:30 p.m.; the mayor had set a 9 p.m. curfew. The officer suffered significant injuries and was in stable condition, Campos said.\n\nThe ATV drive suffered minor injuries and was taken into custody, Campos said.\n\n___\n\nLOS ANGELES — Police have arrested nearly 1,400 people in 17 U.S. cities as protests continue over the death of George Floyd.\n\nFloyd died Monday in Minnesota after a police officer put his knee on Floyd’s neck for more than eight minutes. The officer was arrested Friday and charged with third-degree murder.\n\nBut the arrest has done little to quell protests across the country. Most have been peaceful. But a few have erupted in violence.\n\nAn Associated Press tally of arrests found at least 1,383 people have been arrested since Thursday. The actual number is likely higher as protests continue Saturday night.\n\n___\n\nWASHINGTON — The National Guard has been called out in Washington, D.C., as pockets of violence erupted during a second straight night of protests over the death of George Floyd in Minneapolis and President Donald Trump’s reaction to it.\n\nHundreds of protesters converged on the White House during the day Saturday and marched on the National Mall, chanting “Black Lives Matter,” “I can’t breathe” and “No justice, no peace.”\n\nPolice used pepper spray to try to disperse the crowd but the standoff continued. Protesters dragged away barricades and some broke up concrete to use as projectiles. At one point, a trash bin was set on fire.\n\nNational Guard troops took up position around the White House on Saturday night.___\n\nWASHINGTON — President Donald Trump appears to be cheering on the tougher tactics being used by law enforcement around the country to confront sometimes violent demonstrators joining in protests over the death of George Floyd in Minneapolis.\n\nOn Saturday, the president commended National Guard troops deployed in Minneapolis, declaring “No games!”\n\nHe also said police in New York City “must be allowed to do their job!” In a tweet, Trump said: “Let New York’s Finest be New York’s Finest.”\n\nHe was commenting on Twitter from the White House while crowds of protesters gathered outside.\n\n___\n\nNASHVILLE, Tennessee — The mayor of Nashville, Tennessee, has declared a state of civil emergency after protesters set a fire inside the Metro Courthouse in the state’s capital city.\n\nThousands had rallied near the Capitol building Saturday afternoon to peacefully protest police brutality and racism. But things turned violent after darkness fell, with protesters breaking windows in government buildings and causing other property damage.\n\nThe Tennessean newspaper says demonstrators also pulled down a statue outside the Capitol of Edward Carmack, a controversial former lawmaker and newspaper publisher who espoused racist views.\n\nPolice deployed tear gas and began warning demonstrators that the protest was unlawful.\n\nGov. Bill Lee issued an order Saturday night for the National Guard to mobilize “in response to protests that have now taken a violent, unlawful turn in Nashville.”\n\n___\n\nMINNEAPOLIS — Police in Minneapolis are confronting protesters out after curfew on the fifth day of protests over the death of George Floyd.\n\nA group of marchers was moving north toward downtown on a city street when officers fired tear gas Saturday night. The group immediately retreated.\n\nSoon after, officers fired tear gas and moved in to push away throngs of protesters who were milling around the city police’s 5th Precinct.\n\nThe tougher tactics came after city and state leaders were criticized for not more strongly confronting violent and damaging protests.\n\nMinneapolis has been the epicenter of protests since the death Monday of Floyd after a police officer pressed his knee on Floyd's neck for some eight minutes. The protests have spread to cities across the United States.\n\n___\n\nCHICAGO — Chicago’s mayor has announced an overnight curfew in the city running from 9 p.m. Saturday until 6 a.m. Sunday, and she says police will crack down on any violence.\n\nMayor Lori Lightfoot says that peaceful protesting over the death of George Floyd in Minneapolis has “devolved into criminal conduct.”\n\nShe says police will be aggressive with arrests for anyone caught damaging property.\n\nIn the mayor’s words: “We can have zero tolerance for people who came prepared for a fight and tried to initiate and provoke our police department.”\n\n___\n\nMIAMI — An initially peaceful protest in Miami over the death of George Floyd in Minneapolis has turned violent, with some demonstrators setting fire to police cars.\n\nWitnesses to the clash Saturday say officers responded with tear gas and fireworks to disperse the crowd. The mayor has declared a 10 p.m. curfew.\n\nAt one point, Interstate 95 was shut down as protesters stood on the busy highway. Police also used bicycles to push back an increasingly rowdy crowd throwing rocks.\n\nElsewhere in Florida, protesters in Tampa smashed store windows and set a gas station ablaze Saturday night after a peaceful demonstration during the day. Some broke into AT&T and Gold N Diamond stores.\n\n___\n\nCurfews are in effect or imminent in more than a dozen U.S. cities facing rising unrest following the death of George Floyd.\n\nThe start times Saturday evening range from 6 p.m. in parts of South Carolina to 10 p.m. around Ohio. People are being told to get off the streets beginning at 8 p.m. or 9 p.m. in Atlanta, Denver, Los Angeles and Seattle.\n\nA curfew is in effect for a second night in and around Minneapolis, where Floyd died earlier this week after a police officer pressed his knee on Floyd’s neck for more than eight minutes during an arrest. Thousands ignored the Friday night curfew and peaceful protests gave way to violence late into the night.\n\n___\n\nPHILADELPHIA — Authorities in Philadelphia say a peaceful demonstration protesting the death of George Floyd in Minneapolis later turned violence, and at least 13 police officers have been injured amid incidents of arson and store break-ins in the city's doqwntown.\n\nPolice Commissioner Danielle Outlaw says at least four police vehicles were set ablaze and other fires were set throughout downtown Saturday afternoon. Protesters smashed windows and stole merchandise from stores as police tried to worked to corral the crowd, which Outlaw estimates numbered about 3,000.\n\nProtesters also sprayed graffiti on a statue of former Philadelphia Mayor Frank Rizzo, tried to topple it and set a fire at its base. Rizzo was Philadelphia's mayor from 1972 to 1980 and was praised by supporters as tough on crime but accused by critics of discriminating against minorities.\n\nAuthorities in Philadelphia have ordered a citywide curfew has been implemented from 8 p.m. Saturday to 7 a.m. Sunday.\n\n___\n\nSALT LAKE CITY — Utah Gov. Gary Herbert has activated the Utah National Guard after protesters angry over the death of George Floyd in Minneapolis turned violent during a demonstration at which some participants carried rifles in Salt Lake City.\n\nHerbert says in a tweet that the Guard will help control “the escalating situation” in the downtown area following the unrest Saturday afternoon.\n\nThe protest started out peacefully, but degenerated into violence. A group of people flipped over a police car and lit it on fire. Some demonstrators smashed eggs and wrote graffiti on the walls of the Salt Lake City police station. Others marched through downtown to the state Capitol.\n\nSome people in the protest openly carried rifles, which is legal in Utah.\n\n___\n\nLOS ANGELES -- Los Angeles Mayor Eric Garcetti has imposed a downtown curfew for Saturday night after some protests over the death of George Floyd in Minneapolis turned violent.\n\nWith protesters were back out Saturday, Garcetti said everyone must be off down town streets by 8 p.m. and stay away until 5:30 a.m.\n\nSeveral police cars were torched Saturday afternoon as some protesters ignored authorities’ call for peaceful demonstrations.\n\nThat followed a night of violence during which people smashed windows, robbed stores and set fires. Los Angeles police reported arresting 533 people during the night.\n\n___\n\nSEATTLE — The Washington State Patrol has closed Interstate 5 in both directions through downtown Seattle after a protest over the death of George Floyd spilled onto the freeway.\n\nThousands of people gathered in the downtown area Saturday for a largely peaceful demonstration, but some protesters turned rowdier as the afternoon worn on. Police used pepper spray on the demonstrators and deployed flash bang devices.\n\nPolice said arrests were made but an exact figure wasn’t available.\n\nState patrol Chief John Batiste said in a statement that ”the freeway is not a safe or appropriate place for demonstration.”\n\n___\n\nATLANTA — A crowd has gathered in Atlanta to protest the death of George Floyd in Minneapolis and some people have started throwing objects at officers guarding the Georgia governor’s mansion.\n\nHundreds of people stood on a residential sidewalk Saturday evening across the street from the mansion in the city’s affluent Buckhead neighborhood. Cars and motorcyclists continued to sporadically drive by in front of the demonstrators.\n\nAuthorities responded by taking at least one person into custody.\n\nGov. Brian Kemp was not inside the home Saturday evening.\n\nEarlier in the day, Atlanta’s mayor announced a curfew will be in effect in the city from 9 p.m. Saturday to sunrise Sunday. That order followed a night of violence that erupted in the city during demonstrations over Floyd's death.\n\n___\n\nMINNEAPOLIS — Several Minneapolis City Council members are asking Minnesota Gov. Tim Walz to appoint the state’s attorney general as a special prosecutor in the death of George Floyd.\n\nSix of the council’s 13 members say they support a call from Floyd’s family for Attorney General Keith Ellison to handle the prosecution of the police officer who held his knee on Floyd’s neck Monday. The council members say they don’t think Hennepin County Attorney Mike Freeman has the public trust necessary for the job.\n\nFreeman on Friday charged now-fired officer Derek Chauvin with third-degree murder in Floyd’s death. Chauvin is white; Floyd was black.\n\nThe council members say Freeman waited too long in bringing charge. They say Ellison, who is black, is best qualified to handle the case. They also cite a working group he helped lead on deaths involving police.\n\n___\n\nWASHINGTON — Several hundred people shouting “Black Lives Matter” and “I can’t breathe” have converged on the White House for a second straight day to protest the death of George Floyd in Minneapolis and President Donald Trump’s response.\n\nTrump earlier on Saturday belittled the protesters and he pledged to “stop mob violence.”\n\nSpeaking in Florida after watching the launch of a SpaceX rocket, the president said: “I stand before you as a friend and ally to every American seeking justice and peace, and I stand before you in firm opposition to anyone exploiting this tragedy to loot, rob, attack and menace. Healing, not hatred, justice, not chaos are the missions at hand.”\n\nThree lines of barricades separate protesters from a loose line of uniformed police officers at Lafayette Park, across from the White House. At one point, the protesters left the park, chanting as they marched up a nearby street. A block from the White House, they held a moment of silence and brief sit-in.\n\n___\n\nATLANTA -- Atlanta’s mayor has announced a curfew will be in effect from 9 p.m. Saturday to sunrise Sunday following violence that erupted in the city during demonstrations over the death of George Floyd in Minneapolis.\n\nMayor Keisha Lance Bottoms announced the curfew during a news conference Saturday evening. She called it a “very unusual and extreme step” after the violence that rocked Atlanta during Friday night.\n\nSeveral other cities across the nation have order curfews following unrest surrounding demonstrations protesting Floyd's death.\n\nGeorgia’s governor declared a state of emergency early Saturday to activate the state National Guard as violence flared in Atlanta.\n\nIn Friday’s protests, some demonstrators smashed police cars and spray-painted the iconic logo sign at CNN headquarters downtown. Police say at least three officers were hurt and there were multiple arrests as protesters shot at officers with BB guns and threw bricks, bottles and knives. Atlanta officials said crews were temporarily unable to reach a fire at a restaurant because of crowds of protesters.\n\n___\n\nNEW YORK — Protesters angry over the death of George Floyd in Minneapolis have returned to the streets of New York for a third straight day as Mayor Bill de Blasio pleads for calm after a demonstration in Brooklyn the previous night descended into chaos that left people bloodied and vehicles burned.\n\nOn Saturday, a large crowd marched through Harlem, chanted outside a police precinct and then blocked traffic on the highway along Manhattan’s East River.\n\nDemonstrations of several thousand at Union Square and outside Brooklyn’s Prospect Park appeared mostly peaceful. Late in the day, protesters in Brooklyn confronted police, who shoved some of the demonstrators and used an irritating chemical spray.\n\nDe Blasio expressed solidarity with demonstrators upset over police brutality, but promised an independent review of the Friday night confrontation in which both protesters and police officers engaged in violence.\n\nThe mayor said he was upset by videos of the clashes in which “protesters were handled very violently” by police and by reports that a state senator and member of the state Assembly were among the people sprayed with irritating chemicals by officers.\n\n___\n\nCAPE CANAVERAL, Fla — President Donald Trump says he will not tolerate mob violence during demonstrations over the death of George Floyd in Minneapolis.\n\nThe president made the comment as he spoke in Florida after watching the successful launch of a SpaceX rocket Saturday. He turned his attention to the unrest in American cities following the death of George Floyd in Minneapolis before he congratulated NASA and others involved in the space mission.\n\nTrump says the rule of law is the crown jewel of the country and that “my administration will stop mob violence and we’ll stop it cold.”\n\nTrump says that “I stand before you as a friend and ally to every American seeking justice and peace, and I stand before you in firm opposition to anyone exploiting this tragedy to loot, rob, attack and menace. Healing, not hatred. Justice not chaos are the missions at hand.”"}}