{"GDELT": {"GlobalEventID": 926454267, "Day": 20200530, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.411, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.13761467889909, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Usman Malik, Sindh, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK05", "Actor1Geo_ADM2Code": "23684", "Actor1Geo_Lat": 28.215, "Actor1Geo_Long": 69.7215, "Actor1Geo_FeatureID": "6120254", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Usman Malik, Sindh, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK05", "Action2Geo_ADM2Code": "23684", "Action2Geo_Lat": 28.215, "Action2Geo_Long": 69.7215, "Action2Geo_FeatureID": "6120254", "DATEADDED": 20200530231500, "SOURCEURL": "https://www.thenews.com.pk/tns/detail/665187-patriarchy-and-the-pakistani-woman"}, "ARTICLE": {"TITLE": "Patriarchy and the Pakistani woman", "TEXT": "If you watch Pakistani television, the narrative of violence against women shouldn’t be news for you. However, in these last three weeks, at least three separate women, one not even from the same ethnicity, have experienced varying degrees of misogyny, culminating in a criminal incident that seems to have shaken even our graphic content obsessed country to the core.\n\nThe policing of Turkish star Esra Bilgic, on Instagram, for wearing clothes of her choice now reads like a minor transgression but it is the same mentality that made (mostly) men feel okay sharing sensual or sultry photos of model Zara Abid, who lost her life in the recent PIA crash. The moral police proclaimed that women like her have no absolution for their lifestyle and actions, even in death. It is the same mentality that clapped for Maham when she slapped Mehwish in Mere Paas Tum Ho, a reel-life situation that has come back to haunt us in real life.\n\nStill dealing with the aftermath of the crash, on Wednesday evening our national attention was diverted to a macabre set of videos making their way around social media. They showed actor Uzma Khan and her younger sister, model Huma Khan, being terrorized by (then) unknown female assailants and maligned due to the former apparently having an extra-marital affair with the husband. The women were later identified as Amber and Pashmina Malik, coming from a place of extreme influence. The judicial impunity that comes with their family connections is one facet of this fiasco.\n\nIt was this exact privilege that allowed these women to barge into Uzma Khan’s residence with armed guards, destroy their home, beat and humiliate the two women, threaten to have their guards sexually harass them, injure them and make a video of their own crime for circulation and slut-shaming. Drunk on self-righteousness and power, the women did not stop to think there would be any legal repercussions to sharing the videos they made of harassing two women in their own home.\n\nLet’s get some facts straight. Breaking and entering into someone’s house is illegal; resorting to violence, beating up people and damaging their property to intimidate them is a crime. To conflate an illegal activity with a possibly immoral activity is absurd. One is an obvious and very ugly display of privilege and power, while the other – albeit just as objectionable – is a private matter that should have been resolved between husband and wife.\n\nWhich bring us to the most important point of the conversation: where is the husband, Usman Malik, in all of this?\n\nOn the same day, Amna Malik, the wife, released a separate video, revealing her identity and explaining that her husband was cheating on a 13-years-long marriage and was actually the owner of the home she had barged into, as if that justified terrorizing two women. Through it all, the man of the hour remains conspicuously absent. There is and should certainly be legal action taken against the assault but while the women are named and shamed on both sides, the gentleman who has caused the entire ruckus is protected by money and privilege and remains anonymous and for the most part, visually hidden except for a grainy photo from a wedding that is circulating on social media.\n\nThis is the real heart of the matter. Men conduct their affairs without heed while the price of their actions is paid by the women and those associated with them. In Pakistani society, women are taught to fight for their men; they must beware the ‘other’ women; the mechanics of this ideology are rooted in economics and patriarchy. Men are not only the breadwinners but a woman’s ultimate prize according to our societal norms. It is better to remain married to a cheating man; it is more acceptable to beat the woman he cheated with and to hold her responsible than to hold the man accountable for his actions. It’s a win-win for men and a systemic loss for women.\n\nMake no mistake: what these women did to the Khan sisters is reprehensible and should be punished. But, it is important to note, that they do not exist beyond the system; they are products of it.\n\nTelevision serials are rife with wives extracting revenge - not from their husbands - but from the women their husbands are having an affair with. When our dramas show women pitted against each other over men, we help give merit to the idea that men, no matter what their character or actions are, will always be worth fighting over.\n\nThe history of our dramas is replete with exactly such scenes, showcased through multiple lenses. Prime example is the recent sensation, Mere Paas Tum Ho, in which a woman who has an extra marital affair is slapped, humiliated and completely thrown from grace while the man faces no such consequence. Reprimanded slightly by his wife (because she’s shown to have economic power), it is shown that she is still willing to take him back. “Aurat fitratan bewafa nahin hoti aur joh bewafa hoti hai woh fitratun aurat nahin hoti,” is one of the most famous dialogues of the drama, emphasized by the writer as his favourite. See the problem? We’ve been teaching our men to act without fear of consequences because it is approved and accepted as their nature to cheat. We are now seeing an old age national narrative playing out publicly through an act of asymmetrical violence. It is what’s most apparent and appalling.\n\nOur societal fabric is stitched to accommodate the daily dalliances of men and until we can root out this rot, women will always be collateral damage in fights of honour for men. And incidents like the one we witnessed this week, it wouldn’t be wrong to say, actually lay the grounds for honour killings.\n\nWhile the English speaking sub-culture on Pakistani Twitter has been vehement in their condemnation of the abusive women and in support of Uzma and Huma Khan, how this story plays out will be equally reflective of our societal and cultural values. Will the sisters be able to remain steadfast in their pursuit for justice? Will the assailants be brought to task for assaulting the defenseless women, threatening to have them raped? Will our media stop glorifying abuse against women, whether at the hands of men or other women? The answers will unfold with time but we have little reason to be hopeful. The patriarchy has powerful friends."}}