{"GDELT": {"GlobalEventID": 926453891, "Day": 20200530, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.411, "Actor1Code": "CHNGOV", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor1Type1Code": "GOV", "Actor2Code": "LEG", "Actor2Name": "CONGRESS", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 2.0964360587002098, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Yi Gang, Gansu, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH15", "Actor1Geo_ADM2Code": "13206", "Actor1Geo_Lat": 35.4833, "Actor1Geo_Long": 105.25, "Actor1Geo_FeatureID": "-1936316", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Yi Gang, Gansu, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH15", "Actor2Geo_ADM2Code": "13206", "Actor2Geo_Lat": 35.4833, "Actor2Geo_Long": 105.25, "Actor2Geo_FeatureID": "-1936316", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Yi Gang, Gansu, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH15", "Action2Geo_ADM2Code": "13206", "Action2Geo_Lat": 35.4833, "Action2Geo_Long": 105.25, "Action2Geo_FeatureID": "-1936316", "DATEADDED": 20200530231500, "SOURCEURL": "https://news.bitcoin.com/china-law-cryptocurrency-inheritance/"}, "ARTICLE": {"TITLE": "China Passes Law Protecting Cryptocurrency Inheritance", "TEXT": "China Passes Law Protecting Cryptocurrency Inheritance\n\nChina has passed the country’s long-awaited civil code which expands the scope of inheritance rights to include cryptocurrency, such as bitcoin. Inherited cryptocurrencies will be protected under the new law. Meanwhile, several Chinese courts have recently ruled that bitcoin and ethereum are properties protected by law.\n\nInherited Cryptocurrencies Protected by Law\n\nThe third session of the 13th National People’s Congress (NPC), China’s top legislature, voted on and passed the “Civil Code of the People’s Republic of China” on Thursday. In addition to general and supplementary provisions, the civil code ”includes six parts on real rights, contracts, personality rights, marriage and family, inheritance, and tort liabilities,” Xinhua News Agency reported.\n\nNoting that the decision to draft a civil code was announced in October 2014 and the legislative process started in June 2016, the news outlet detailed:\n\n[The new civil code] states that the property rights of individuals are equally safeguarded to those of the State and collective, and online virtual assets are protected, too.\n\nWang Chen, vice chairman of the Standing Committee of the National People’s Congress, told the session that “The compilation of the civil code is an important component of the plans of the Communist Party of China (CPC) Central Committee with Comrade Xi Jinping at the core for developing the rule of law,” the publication conveyed. This new civil code will enter into force on Jan. 1, 2021.\n\nThe scope of inheritance has been expanded from the existing law. Under the new civil code, “virtual assets, such as bitcoins, [can] be inherited,” as are all property legally acquired by a natural person, the news outlet emphasized.\n\nWang Liming, executive vice president of the Renmin University of China and a law professor, was quoted as saying: “The civil code is the first law to carry the title ‘code’ for the People’s Republic of China. It lays down the fundamental principles and regulations regarding civil activities and relations. It reflects the will of the people and protects their rights and interests.”\n\nSeveral Chinese courts have also ruled that cryptocurrencies are property that should be protected by law. For example, the Shanghai No.1 Intermediate People’s Court ruled that bitcoin is an asset protected by law while the Shenzhen Futian District People’s Court ruled that ethereum is legal property with economic value.\n\nMeanwhile, China is working on issuing its own central bank digital currency but there is currently no timetable for the launch, Yi Gang, governor of the People’s Bank of China (PBOC), told reporters this week. Internal pilot tests have been conducted in various cities “to check the theoretical reliability, system stability, conveniency, applicability and risk controllability of the digital currency,” the governor confirmed.\n\nWhat do you think about China’s new civil code protecting inherited cryptocurrency? Let us know in the comments section below.\n\nImage Credits: Shutterstock, Pixabay, Wiki Commons, China Daily, the Chinese government\n\nUse Bitcoin and Bitcoin Cash to play online casino games here.\n\nDisclaimer: This article is for informational purposes only. It is not a direct offer or solicitation of an offer to buy or sell, or a recommendation or endorsement of any products, services, or companies. Bitcoin.com does not provide investment, tax, legal, or accounting advice. Neither the company nor the author is responsible, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any content, goods or services mentioned in this article."}}