{"GDELT": {"GlobalEventID": 926454111, "Day": 20200530, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.411, "Actor1Code": "JPN", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "IsRootEvent": 0, "EventCode": 26, "EventBaseCode": 26, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.5552099533436998, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ouki, Okinawa, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA47", "Actor1Geo_ADM2Code": "35772", "Actor1Geo_Lat": 26.2333, "Actor1Geo_Long": 127.78299999999999, "Actor1Geo_FeatureID": "-240234", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ouki, Okinawa, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA47", "Action2Geo_ADM2Code": "35772", "Action2Geo_Lat": 26.2333, "Action2Geo_Long": 127.78299999999999, "Action2Geo_FeatureID": "-240234", "DATEADDED": 20200530231500, "SOURCEURL": "https://comicbook.com/anime/news/kingdom-live-action-film-sequel-announced/"}, "ARTICLE": {"TITLE": "Kingdom Announces Live-Action Film Sequel in the Works", "TEXT": "The live-action film taking on Yasuhisa Hara's Kingdom was a huge hit when it released last year, and now it's been announced that a sequel is officially in the works. Opening last April in Japan and hitting North American shores last Summer, Kingdom's big live-action debut was certainly a hit with fans all over. Directed by Shinsuke Sato (the director behind Bleach, Gantz, Inuyashiki, and more) brought the fan favorite series to life in such a successful way, that the official website and Twitter account for the series announced that a new live-action follow up film is currently being planned.\n\nSato is confirmed to be returning to direct the new film, and will be co-writing the screenplay for it alongside original series creator Yasuhisa Hara much like with the first film. The planned release is currently not announced as of this time, but it has been confirmed that many of the cast members from the first film are making their way back for the second.\n\nHara celebrated the live-action sequel announcement with a special sketch along with the following message to fans, \"A sequel to the live-action film Kingdom is in the works! Thanks to the fact that more people than we could had imagined watched the first film, it has led to the sequel. Thank you so much!\"\n\nContinuing further, Hara's message goes on to hype fans up as to what they can expect from the sequel, \"I've had the pleasure of being involved in the lengthy screenplay conference this time as well. Ouki said to Shin, 'Let's meet on the battlefield.' It's going to be a solid portrayal of that world. I believe that people will enjoy the battlefield and drama that will remain in the history of Japanese films on a larger scale than the previous film. The release is still some time away, but please, everyone, I hope you're looking forward to it.\"\n\nAre you excited that the live-action Kingdom film is getting a sequel? What are you hoping to see in the new movie picking up where things left off? What did you think of the first film? Let us know your thoughts in the comments or talk to me directly about all things anime and other cool stuff @Valdezology on Twitter!\n\nDisclosure: ComicBook is owned by CBS Interactive, a division of ViacomCBS."}}