{"GDELT": {"GlobalEventID": 926453929, "Day": 20200530, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.411, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.866952789699581, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.105999999999998, "Actor2Geo_Long": -97.6475, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200530231500, "SOURCEURL": "https://www.inquisitr.com/6084164/conservative-figures-divided-george-floyd-protests/"}, "ARTICLE": {"TITLE": "Conservative Figures Divided Over George Floyd Death And Protests", "TEXT": "According to a Saturday report from The New York Times, the American right — led by President Donald Trump — appears divided over George Floyd’s death and police brutality.\n\nSome prominent conservative figures have condemned the actions of the Minneapolis Police Department, stopping short of expressing support for the protests. Fox News anchor Jeanine Pirro described Floyd’s death in detail, saying that the police officer who kept him to the ground needs to face justice.\n\n“George Floyd was begging, saying he couldn’t breathe, saying please, please. This man who put his knee on the neck of George Floyd does not deserve to be free in this country,” Pirro said.\n\nRadio host Rush Limbaugh said that he respects people in law enforcement, but noted that the Minneapolis Police Department’s actions cannot be justified.\n\n“I cannot find a way to explain that. I can’t find a way to justify it. I don’t care what the guy did,” he said.\n\nLimbaugh used the opportunity to attack the Democratic Party, arguing that Democratic mayor of Minneapolis Jacob Frey and other “leftists” in Minnesota have done nothing for the African American community.\n\nEven some Republican politicians described Floyd’s death as a “murder.” Louisiana Sen. John Kennedy used such terminology during a Friday interview with Fox News, but he also criticized the demonstrators, saying that “the people who are trying to burn down Minneapolis should be prosecuted to the full extent of the law.”\n\nChair of the Republican Party of Kentucky J. McCauley Brown said that he “can understand totally why people are protesting,” adding that it is “unfortunate” there has been violence at the demonstrations.\n\nFox News anchor Tucker Carlson’s commentary was radically different. Carlson opened his Friday show with a chyron calling the demonstrators “Criminal Mobs” and suggested that Republicans push back against the protests. Carlson got into a heated exchange with Republican Sen. Ted Cruz of Texas, asking Cruz why police brutality is to blame for Floyd’s death.\n\nCarlson grilled Cruz, and asked why the officer who arrested Floyd is being charged with murder.\n\n“Why doesn’t anybody stand up for the rest of us, for civilization?” the anchor asked the senator.\n\nTrump has expressed sympathy over Floyd’s death, but he has also strongly condemned the protesters. Trump’s initial reaction to the protests was to tweet “when the looting starts, the shooting starts.” The message was interpreted as a call for law enforcement to use violence against the demonstrators, but the president later made an effort to clarify his remarks.\n\nOn Saturday, Trump said that the federal government will step in and intervene in the protests unless Democratic mayors and governors take action. The commander-in-chief indicated that he would be willing to use military force."}}