{"GDELT": {"GlobalEventID": 926454113, "Day": 20200530, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.411, "Actor1Code": "JPN", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.6269592476489, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200530231500, "SOURCEURL": "https://www.timescolonist.com/married-for-74-years-this-north-van-couple-with-covid-19-died-37-hours-apart-1.24142911"}, "ARTICLE": {"TITLE": "Married for 74 years, this North Van couple with COVID-19 died 37 hours apart", "TEXT": "Picture this: a man and a woman out together in a little rowboat.\n\nThey’ve been married for more than half a century, still loving each other’s company. She rows, as she likes to do, and he fishes, as he loves to do. The desert-like scrub on the shore and the bluebird sky above reflect off the calm surface of the deep, narrow glacier-carved lake in British Columbia's Interior.\n\narticle continues below\n\nThey’re a team, and nothing is going to separate them. Not even a global pandemic – one that swept through care homes across the globe, taking out dozens, hundreds, thousands of our most vulnerable citizens. No matter what happened, they were together.\n\nThis story starts in 1922. Robert (Bob) and Joan Proctor were both born that year, he in Scotland and she in Marpole (the Vancouver neighbourhood was its own municipality back then). Bob’s family moved to Canada when he was a boy. He was raised in Ontario, joined the Royal Canadian Air Force during the Second World War and was sent to the West Coast, stationed in Tofino for much of the time.\n\nOne night an air force friend was going on a date, and Bob tagged along because the gal was bringing her sister. The two tag-alongs were Bob and Joan, and they ended up falling hard for each other. (The other date wasn’t too bad either – Joan’s sister Kay married Bob’s air force buddy Mark and had a bunch of kids together in North Vancouver.)\n\nBob and Joan met while Bob was in the Royal Canadian Air Force. photo Proctor family\n\nAug. 15, 1945, is known as V-J day in the history books – the day Japan surrendered in the Second World War – but for the Proctor family, it’s the day their matriarch and patriarch, Bob and Joan, got married. They lived together in Vancouver for a short while but soon moved to North Vancouver, first settling in a house at 706 Lillooet Rd. If that address sounds vaguely familiar, it’s likely because a Holiday Inn now sits in that exact spot.\n\nIn 1952, Bob and Joan purchased a plot of land on 23rd Street at St. Andrews Avenue.\n\n“They had [a house] built, like all the frame and everything, and then my dad finished off the inside,” says Andy Proctor, one of the couple’s four children.\n\nThe total cost of land and construction: $9,500. They lived in that house for 66 years.\n\n“It’s still in the family,” says Andy. “I was there yesterday, cutting the grass.”\n\nJoan taught preschool and kindergarten at the North Vancouver rec centre. Bob worked for the post office. Four children came along, then nine grandchildren, then 15 great-grandchildren.\n\nTheir personalities meshed well, says Andy.\n\n“They were both pretty easygoing people. They never argued, they never fought about anything. You know, they’d bicker like anybody else, I guess. But they kind of complemented each other. What one of them was strong at, the other one was strong at something else. And when you put it all together, it just worked really well. They were more like a team.”\n\nBob and Joan purchased a plot in North Vancouver and had this house built in 1952 for a total price of $9,500. They lived there for the next 66 years. photo Proctor family\n\nBob was the handyman.\n\n“Anything that needed fixing, he could fix it,” Andy says. “When I was a kid, he never took the car to a mechanic. He would just figure it out and fix it. One time he wanted a boat, so he built a boat. He had gone to rent a boat and the rental place didn't have a boat for him. It was a busy day and all the boats were rented, and he thought ‘Well, I'll just build one.’”\n\nIt was a wooden boat, 11 feet long, with a 10-horsepower motor. They called it HIFI. Bob would take his children out in it and fish with them.\n\n“And then on the other side of the coin, my mom was more of the brains of the outfit,” says Andy. “She did their tax forms and looked after a lot of the banking stuff and anything financial. … Between them, they managed to get everything done and they worked well together.”\n\nAs empty nesters, their bond grew even stronger. They had a camper van and would drive it all over the map, towing a little boat behind.\n\n“There's probably not a road in B.C. or the Yukon or Alaska they haven't travelled on,” says Andy. “Every summer they’d just take off and away they’d go, they’d just travel all over.”\n\nThey’d go out in the boat together, Joan rowing and Bob fishing. Nicola Lake, near Merritt, was a favourite spot.\n\nLater in life, right up into their 90s, they’d spend six weeks every winter in Hawaii, always staying at the same little hotel, soaking in the warmth while folks back in the Vancouver winter were soaking in the rain.\n\n“They’d always get a room with a kitchen so they could do their own meals,” Andy says.\n\nThis camper van took Bob and Joan all over the map. photo Proctor family\n\nTwo years ago Joan fell and broke her hip, sending her to hospital. Bob needed care at that stage in life as well, so the decision was made to send them both to North Vancouver’s Berkley Care Centre.\n\n“Within a week or two, they had an opening and a room, a double room, which they only have a few up there so the two of them were in the same room at Berkley for the last two years,” says Andy. “Sometimes you hear of one going to one home and the other going to a different home. So we thought we were pretty lucky that they both got to go to the same home in the same room.”\n\nTheir bond remained strong.\n\n“Mom really liked having him around and being close to him,” says Andy. “So for her it was great. And for him, he's a pretty outgoing guy and pretty friendly guy, so he was always out in the hallway and greeting people when they came. When people got off the elevator, the first person they’d see was him.”\n\nAndy went to visit them in early March.\n\n“They were both in pretty good spirits,” he says. “We were there for about an hour and just chatted with them, just a normal type of visit where you think you're leaving and we'll see you again in a few days.”\n\nA few days later the care home was closed to outside visitors to prevent the spread of COVID-19. The care home did a good job of keeping the family updated, says Andy, and eventually, the update contained bad news: Bob was sick.\n\n“So they tested him, and sure enough he did have it,” says Andy. “And then my mom was showing no signs of it or anything but they thought, well, they’re living in the same room, we better test her as well. So the next day they tested her, and she had it as well, but no symptoms.”\n\nThe updates got worse over the next week and a half, as the health of both Bob and Joan deteriorated. Near the end, the care home offered immediate family members an opportunity to put on full-body protective equipment and visit the couple one last time. Andy and his brother declined, while his two sisters made the visit.\n\nBob and Joan look sharp on their 70th wedding anniversary. photo Proctor family\n\n“My brother and I both thought, ‘No, we don't want to do that,’” he says. “The last time we saw them they were both fairly healthy and happy and we had a conversation with them, and if we go there now, we won't be able to do that. And we didn't want to see them that way. My sisters did; they wanted to go one last time, so they both did. And more for them than for my folks, because my folks at that point were pretty much out of it. And so they went anyway and spent a bit of time with them.”\n\nSoon after, the care home staff called and said there wasn’t much left to do but keep them comfortable. Bob died that evening. It was Good Friday. Joan didn’t wait long to follow – she died Easter Sunday morning, 37 hours after her husband. They were married for 74 years.\n\nTo British Columbians, 98-year-old Joan Proctor and 97-year-old Robert Proctor were two more nameless COVID-19 deaths declared, always with a mournful hitch in the throat, by provincial health officer Dr. Bonnie Henry during her daily media briefing. But to the Proctor family, they were so much more than that. They were everything.\n\n“We always thought they were such a team, the two of them, that if one of them ever went, the other one wasn't going to be far behind,” says Andy. “And that's pretty much what happened. When you think that they lived almost 100 years, and all the ups and downs of life, then a virus comes along and takes them both out.”\n\nThe family was happy, however, that Bob and Joan had each other through it all. Many other elderly care home patients suffering through the COVID-19 crisis haven’t had any loved ones there with them. Robert and Joan did.\n\n“I think it helped them both a lot,” Andy says. “They had somebody.”"}}