{"GDELT": {"GlobalEventID": 926878396, "Day": 20200602, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4164, "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 6.45161290322581, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Uganda", "Actor2Geo_CountryCode": "UG", "Actor2Geo_ADM1Code": "UG", "Actor2Geo_Lat": 2.0, "Actor2Geo_Long": 33.0, "Actor2Geo_FeatureID": "UG", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Uganda", "Action2Geo_CountryCode": "UG", "Action2Geo_ADM1Code": "UG", "Action2Geo_Lat": 2.0, "Action2Geo_Long": 33.0, "Action2Geo_FeatureID": "UG", "DATEADDED": 20200602084500, "SOURCEURL": "https://www.opportunitiesforafricans.com/the-future-of-media-program-challenge-2020/"}, "ARTICLE": {"TITLE": "The Future of Media Program Challenge 2020 for young Ugandan Innovators", "TEXT": "Application Deadline: June 17th 2020\n\nThe Future of Media challenge is seeking to explore pathways to optimize digital platforms of existing media houses or explore new media pathways of generating revenue. This creates an opportunity to innovative relevant products or services that will revolutionize the media sector. The Innovation Village in partnership with Nation Media Group is running the Future of Media Challenge to develop and showcase innovative solutions that can be scaled to address these challenges.\n\n\n\nThe Innovation Village in partnership with Nation Media Group is launching the Future of Media Program that is seeking for innovators with a passion for developing sustainable digital solutions that will transform the media industry in Uganda in one or more of the following ways:\n\nHow might we strengthen our customer and user understanding across our platforms?\n\nHow might Media houses leverage digital content and platforms to increase revenue streams?\n\nHow might we shift from traditional business models [that is making money at the moment although declining] to reflect new trends in media business, brands etc.?\n\nEligibility\n\nThe participating team should share a visual representation or mock-up designs of their proposed solution\n\nThe team should consist of members with various skillsets, demonstrate added value and cohesiveness.\n\nThe startup should have a good idea of the business model envisaged for the solution with a good idea of the key resources needed to grow the solution.\n\nThe ingenuity of the solution or improvement of existing technology-based process\n\nBenefits\n\nPartnership\n\nIdeas / Solutions accepted for the challenge will stand a chance to Pilot solution with Nation Media Group.\n\nMentors and Networks\n\nUndergo Support with leading media specialists, business mentors and connections to strategic partners.\n\nOne-on-one training\n\nTeams will receive one-on-one business training from experienced industry leads.\n\nContinued Support\n\nEcosystem connections through our network and peer advisory.\n\nFor More Information:\n\nVisit the Official Webpage of the Future of Media Program Challenge 2020"}}