{"GDELT": {"GlobalEventID": 926837189, "Day": 20200602, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4164, "Actor1Code": "MIL", "Actor1Name": "MILITARY", "Actor1Type1Code": "MIL", "Actor2Code": "OPP", "Actor2Name": "PROTESTER", "Actor2Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.383580080753701, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200602030000, "SOURCEURL": "http://www.surfsantamonica.com/ssm_site/the_lookout/news/News-2020/June-2020/06_01_2020_Petition_Circulates_to_Recall_Police_Chief.html"}, "ARTICLE": {"TITLE": "Petition Circulates to Recall Santa Monica Police Chief After Rampant Looting", "TEXT": "By Jorge Casuso\n\nEditor's note: This report was updated Tuesday at 3 p.m.\n\nJune 1, 2020 -- A petition to remove Santa Monica Police Chief Cynthia Renaud had garnered more than 11,000 signatures by 3 p.m. Tuesday, less than two days after bands of looters began sweeping freely through the city's Downtown meeting no resistance from law enforcement.\n\nMore than four hundred arrests were made for looting, violating curfew, burglary and assault, but not after more than 80 businesses -- from banks and chain stores to mom and pop shops -- had been trashed and their shelves cleared.\n\nShocked by televised images of police officers standing by while looters ransacked local stores, more than 1,000 people in one hour signed the petition on change.org as it gained momentum Monday afternoon.\n\n\"After seeing the widespread looting and vandalism of our city and local businesses, we can do better,\" reads the posted by Oliver Greene.\n\n\"After seeing our brave law enforcement officers stand by without strong leadership or overarching strategy to protect themselves, our city, and its citizens, we have to do better.\n\n\"After seeing SMPD Chief Cynthia Renaud conduct a blundering press conference that was completely misaligned with the current realities, we must do better,\" the petition reads.\n\nIn his explanation for signing, Santa Monica resident Steve Housden wrote that the police response was \"beyond unacceptable.\"\n\n\"Watching massive numbers of cops standing around in military formations monitoring protesters who were behaving lawfully, while 1,700 feet away violent criminals were running rampant is beyond unacceptable,\" Housden wrote.\n\n\n\n\"What was Barney Fife's salary?\" he added, referring to the bumbling depty sheriff on the Andy Griffith Show.\n\n\"During the height of destruction and looting,\" wrote Clinton Hummel, \"Zero police presence.\"\n\nAs bands of criminals freely roamed Santa Monica's streets Sunday, some business owners and peaceful protesters tried to stop the looting.\n\nThe owner of Broadway Wine & Spirits on 10th Street -- who was joined outside his business by armed supporters -- said looters kept walking when they saw the guns and AR-15.\n\n\"It was a good thing I had my customers and friends by my side because it was pretty scary,\" he told KCAL-9.\n\nAt REI a young man and woman who had been peacefully protesting the police killing of George Floyd in Minneapolis tried to shield the door of the sporting goods outlet on the corner of 4th Street and Santa Monica Boulevard.\n\n\n\nThe woman -- who was holding a sign that read \"End All Violence\" -- was accosted by looters who smashed the storefront window with a skateboard and hammer after tossing her aside. But she was undeterred.\n\n\"When we see people looting,\" she told Fox 11, \"it defeats the cause.\"\n\nThe man -- whose sign read \"We Protect! NOT LOOT\" -- said one of the looters threatened to pull a gun on him.\n\n\"I told him, 'I carry. You need to back off,'\" he told the station. \"Once he saw the phone and saw I was recording, he left.\"\n\nOne business owner was reportedly hospitalized after being assaulted by looters while trying to defend his store at 7th and Broadway.\n\nAsked on the Today Show \"why protesters faced a larger presence than the looters,\" Renaud said police had \"quite a crowd to work with and control.\"\n\n\"Police officers were taking bottles and having things thrown at them,\" the Police Chief said. \"There was definitely violence, along with cars coming into the City intent on looting.\"\n\nMayor Pro Tem Terry O'Day was on the street watching the looting taking place when it became clear the strikes were being organized.\n\nThe looters, he said, were breaking in then calling cars that came to pick up the stolen merchandise, before emptying the cars and returning for another round of goods.\n\n\"It was clear there was a lot of communication among the criminal element,\" O'Day said.\n\nCity officials, he said, were \"making real life decisions to protect and (keep) safety first\" and will evaluate the response once the crisis has passed.\n\n\"This was occurring across the entire county and across the nation,\" O'Day said. \"We were making decisions on the ground affecting an entire city.\n\n\"We will have more information about how this situation was handled.\"\n\n\n\nMayor Kevin McKeown -- who called Sunday \"one of the most distressing days in Santa Monica history\" -- blamed \"opportunistic and organized criminals\" for betraying the peaceful protest.\n\n\n\n\"I’m grateful that we did not lose any lives,\" McKeown said in a statement late Sunday night.\n\n\"Our public safety officers showed professional restraint and resolve under the most difficult of circumstances,\" he said.\n\n"}}