{"GDELT": {"GlobalEventID": 926837567, "Day": 20200602, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4164, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "LEG", "Actor2Name": "SENATOR", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.4054982817869397, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200602030000, "SOURCEURL": "http://en.gmw.cn/2020-06/02/content_33880510.htm"}, "ARTICLE": {"TITLE": "A firm “No” from Dr Li’s family to some American politicians’ proposal for street renaming", "TEXT": "Fu Xuejie, wife of the late doctor Li Wenliang, claimed a firm “No” in her statement on Weibo to some American politicians’ proposal for renaming the street in front of the Chinese embassy in Washington as “Li Wenliang Plaza”.(Online Source)\n\nIn early May, Wyoming Republican Rep. Liz Cheney, together with 14 other House Republicans, co-sponsored the legislation, and four Republican Senators, including Tom Cotton, Ben Sasse, Marco Rubio and Marsha Blackburn, who are known for hawkish views on China, introduced the legislation simultaneously in both chambers of the United States Congress to rename the street in front of the Chinese Embassy in Washington, D.C. as “Li Wenliang Plaza”.\n\nUlterior motive\n\nWith those who were “honoured” to introduce the new bill, the street would be officially changed from 3505 International Plaza to 1 Li Wenliang Plaza, Fox News reported. “We’ll ensure the name Li Wenliang is never forgotten – by placing it permanently outside the embassy of the nation responsible for the deaths Dr Li tried to prevent,” Tom Cotton was quoted as saying.\n\nHowever, how sensational it sounds only shows how wrong it turns out to be. “The deaths Dr Li tried to prevent”, which even now appears to concern the US so much, were already well-handled and controlled months ago, under timely and effective measures carried out by “all the sons and daughters of the Chinese nation” in the Chinese people’s battle against COVID-19.\n\nThe Guardian commented that “critics have pointed out that it is just US president’s another attempt to deflect attention from his handling of the crisis in the United States”. Maybe it is time for the US to face up to their responsibility for the deaths China tried to prevent, and clear up its own battle ground.\n\nA firm “No” from Dr Li’s family\n\nFu Xuejie, wife of the late doctor Li Wenliang, expressed her firm opposition on Weibo in a statement issued on May 30, after learning about US senators’ proposal on the internet.\n\nAs Fu stated, “It is VERY SAD to learn about such news, knowing that Li Wenliang would never allow anyone to use his name as a weapon to hurt his country. He himself was a member of Chinese Communist Party who loved his motherland so much.”\n\nShe also added in the statement, “For our family, Wenliang will always be the greatest loss and the most precious memory. We therefore will tolerate no one to hype it with Wenliang anymore.” At the moment, Li’s family calls on people to stop bringing up their deepest pain, let the lost one rest in peace and the living ones move forward.\n\nNot the first time & not only China\n\nAs The Guardian reported, US relationship with China sharply deteriorated once when “lawmakers similarly proposed in 2014 to rename the street after Liu Xiaobo, the Nobel Prize-winning writer who was imprisoned after calling for democratic reforms. China denounced that effort and the proposal died in the House of Representatives for the sake of the cooperation with Beijing”.\n\nThe Guardian also indicated that China is not the only nation targeted by such symbolic action. “In 2018, Washington city council named a block outside the Russian embassy after Boris Nemtsov, one of president Vladimir Putin’s most vocal critics, who was shot dead in Moscow in 2015”.\n\nFind out more information at https://www.theguardian.com/world/2020/may/08/us-senators-propose-renaming-street-outside-chinese-embassy-after-wuhan-whistleblower\n\n[ Editor: WXY ]"}}