{"GDELT": {"GlobalEventID": 926879680, "Day": 20200602, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4164, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.0752351097178705, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Houston, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX201", "Actor1Geo_Lat": 29.7633, "Actor1Geo_Long": -95.3633, "Actor1Geo_FeatureID": "1380948", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Houston, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX201", "Action2Geo_Lat": 29.7633, "Action2Geo_Long": -95.3633, "Action2Geo_FeatureID": "1380948", "DATEADDED": 20200602084500, "SOURCEURL": "https://www.mirror.co.uk/sport/boxing/floyd-mayweather-sends-88500-cheque-22124006"}, "ARTICLE": {"TITLE": "Floyd Mayweather sends $88,500 cheque after offering to pay for funeral of George Floyd", "TEXT": "The video will start in 8 Cancel\n\nNews, views and top stories in your inbox. Don't miss our must-read newsletter Sign up Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nFloyd Mayweather has offered to pay for the funeral of George Floyd in four separate services.\n\nThe retired boxer is prepared to finance funerals in Houston, Minnesota, Charlotte and one further location that is still to be confirmed.\n\nMayweather's close representatives reportedly told TMZ that \"he is just doing what he feels is right in his heart.\"\n\nA separate news report claims that the family of George Floyd has accepted Mayweather's offer.\n\nTMZ then posted a picture of a cheque sent from Mayweather to Robert Swearington Fort Bend Memorial funeral home for $88,500, to cover the costs.\n\n(Image: AFP/Getty Images)\n\nFloyd died just over a week ago in controversial circumstances after being arrested by police officer Derek Chauvin, who has since been charged with third-degree murder and manslaughter.\n\nThe 46-year-old died in police custody in Minneapolis after his arrest for allegedly attempting to use a counterfeit $20 note.\n\nA video emerged online of Chauvin kneeling on Floyd's neck for more than eight minutes during the arrest.\n\nFloyd pleaded numerous times for Chauvin to remove his knee, complaining he couldn't breathe.\n\nHe passed out at the scene before later dying in hospital, and his death has since sparked violent protests in over 140 cities across America.\n\nMore than 4,000 people are thought to have been arrested as a result of the riots, with Los Angeles, Chicago, Philadelphia and New York believed to be some of the worst-affected areas, while there were hostile demonstrations near to the White House in Washington.\n\n(Image: Internet Unknown)\n\nTributes have poured in from the world of sport in support of the Black Lives Matter movement, demanding justice for Floyd.\n\nBorussia Dortmund star Jadon Sancho unveiled a message under his shirt after scoring a hat-trick at the weekend, while Man Utd striker Marcus Rashford posted a passionate message on social media.\n\n“I know you guys haven’t heard from me in a few days,” Rashford said. “I’ve been trying to process what is going on in the world.\n\n(Image: SAMUEL CORUM/EPA-EFE/Shutterstock)\n\n\"At a time [when] I’ve been asking people to come together, work together and be united, we appear more divided than ever. People are hurting and people need answers.\n\n“Black lives matter. Black culture matters. Black communities matter. We m\n\nHis United teammate Paul Pogba joined Rashford in calling for change.\n\nPogba wrote on Instagram: “During the past few days I have thought a lot about how to express my feelings about what happened in Minneapolis.\n\n(Image: AFP via Getty Images)\n\n\"I felt anger, pity, hatred, indignation, pain, sadness.\n\n“Sadness for George and for all black people who suffer from racism every day! Whether in football, at work, at school, anywhere!\n\n\"This has to stop, once and for all! Not tomorrow or the next day, it has to end today!\"\n\nPlayers at Liverpool showed their solidarity by each taking a knee around the centre circle at Anfield and posting the image to their Twitter accounts, along with the message: \"Unity is strength #blacklivesmatter.\"\n\nSign up to the Mirror Football email here for the latest news and transfer gossip."}}