{"GDELT": {"GlobalEventID": 926837233, "Day": 20200602, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4164, "Actor1Code": "NZL", "Actor1Name": "NEW ZEALAND", "Actor1CountryCode": "NZL", "IsRootEvent": 1, "EventCode": 23, "EventBaseCode": 23, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.771573604060911, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tangiwai, New Zealand (general), New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ00", "Actor1Geo_ADM2Code": "22390", "Actor1Geo_Lat": -39.4667, "Actor1Geo_Long": 175.583, "Actor1Geo_FeatureID": "-1518902", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tangiwai, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22390", "Action2Geo_Lat": -39.4667, "Action2Geo_Long": 175.583, "Action2Geo_FeatureID": "-1518902", "DATEADDED": 20200602030000, "SOURCEURL": "https://www.salient.org.nz/features-1/still-moths-on-the-window-sill"}, "ARTICLE": {"TITLE": "Still Moths on the Window Sill — Salient Magazine", "TEXT": "WORDS BY Te Aorewa Rolleston | Ngāi te Rangi, Ngāti Ranginui | She/Her\n\nCW: DEATH, SUICIDE\n\nYou probably have your own thoughts about death and what it entails. Whether you’re afraid of the approaching event or relaxed about it, the reality of dying is still a difficult thought to accept. At some point, the final step doesn’t end up being up to us and we all just have to let go.\n\nDeath is something that we all experience as a parallel to our opportunity to live—the two go hand in hand. Our fear of death is not necessarily motivated by our lives ending but by how death happens, and our experiences of loss.\n\nThe Psychologist\n\n“We all experience loss, whether it’s someone that we love or care about dying, or whether it’s other kinds of loss.”\n\nGiselle Bahr is a Clinical Psychologist who has always wanted to help people. A part of the work she carries out involves guiding people through the motions of grief and loss that come from death and losing people.\n\nSpeaking to someone who understands how people think about death and acknowledge grief offers a great deal of clarity going forward. It is normal for people to experience pain after a loss and to deal with it in a spectrum of ways. But rather than shut down these feelings, Giselle guides her patients through healing responses to traumatic experiences.\n\nGiselle says that people suppress grief as a coping mechanism, so that we can continue our daily lives without stumbles or pauses. But over time this becomes impossible and we have to release all those things that have been stored away.\n\n“If you don’t feel anything when they die, there’s no marker there to acknowledge that they were important.”\n\nFor many people, having a spiritual connection with death can offer some sort of awareness and enlightenment that may assist in navigating loss. If there is a shared understanding between people it can be really significant for overcoming pain. However, Giselle emphasised that this isn't always the case. Sometimes the processes of grief belonging to a spiritual or religious knowledge can be inaccessible. This may be because of ethnicity, language or gender; there is no ‘one size fits all’ approach to grief.\n\n“There’s not a wrong way or a right way and that’s one of the difficult things when someone dies, people have different needs, there’s tension in there about how we do this together.”\n\n“Ideally we learn to incorporate death into life from babyhood, we include children in death so that they can develop acceptance that this is part of the deal, this is what happens for all of us.”\n\nWhen I was really young, a woman from our whānau died from a brain tumour, her name was Tangiwai. A six year old who had never been to a funeral before sat curled over amidst a crowd of women wearing black veils, tears flowing down, the hūpē resting on their lips. A swarm of groans and wails rang out and wrestled with one another. I grabbed my ears tightly and quenched my eyes trying to block the noise out and escape. That was the most afraid I had ever been of death. This was just the beginning of my relationship with death.\n\nThe Funeral Director\n\n“You wear different hats for different occasions… for this job, without treating it as a clinical situation, you can do this job with different hats on for different roles to be able to handle the process with alot of dignity and sensitivity.”\n\nWade Hall has learnt to work alongside death in his role as an embalmer and funeral director. His job has nourished his ability to guide people through loss and grief as they seek to form the final parts of someone's life—their burial.\n\nBecoming comfortable with the changes that occur after we die is a part of a funeral director's role. On any given day, Wade deals with what those of us less accustomed with death may be seeking to understand.\n\nThe physical changes to a person after death can be the most confronting part for families. These images can stay with you long after the pain of their passing has subsided. It may be the flush tone of skin, the fixed body position, the bloated complexion or the bite of cold that rushes into your system when you anxiously touch them. Overall, the changes death makes to a person’s body tends to make us feel immensely disconnected from the person they were.\n\nMuch like worn clothing that we’ve outgrown, when a person dies, we feel the need to dispose of what’s leftover. This is human nature. This is a process of healing.\n\nBut, like all the things we have to let go of, there has to be a restorative aspect to the send off. A proper goodbye for the person who has passed is essential to the wellbeing of those left behind.\n\nWade is motivated by a passion to connect people with their loved ones, even after death. He wants to make this process as healing as possible. Carrying out this service of connection carries immense dignity. Because of this, death is not something Wade approaches with fear. Instead it is an opportunity to use his skills to support others through the most difficult times of their lives.\n\nA highschool friend of mine died in a car accident earlier this year. Since then, I’ve searched for any signs that she was ready to leave. But in the end I don’t think we are ever ready, but we can certainly learn to live with the thought.\n\nThe day I saw that friend of mine lying in the wharenui, she looked almost calm and radiant. Whatever she had gone through on the night of the car crash, it was absent from her face. She just looked just like everybody I had seen—still.\n\nIn some peculiar way, I felt almost instantly that she was no longer there in front of me. The closed eyes, shut lips, and flatline chest just reminded me that the spirit of her had left days before. Strangely, I almost wanted to thank that figure in front of me for being here even if she wasn’t. I was admiring the vessel that had carried her conscious and we were all there purely to reminisce.\n\nPeople deal with death in innumerable ways. Wade sees this variety every day which aids his understanding and awareness of what death means to people.\n\n“Learning about all those different ways that people do things, really does shape who you are and I think it makes you a better person”.\n\nBut beyond this, the funeral director steps into the lives of others and helps them complete their story. A funeral director for many people extends as much influence into our lives as those who are there and present from the beginning.\n\n“It makes all the difficult things go away… it’s the positive feedback that you receive, letting you know, you’ve helped somebody which makes it all worthwhile.”\n\nWhat is left behind\n\nJulie—The Unwinding Of The Miracle is a podcast. Julie talks about her terminal cancer diagnosis and the resolution that she is not afraid of what’s to come. In fact, in every capacity she seems content and perhaps even ready. Now, two years on from her death, I was hearing the voice of someone who simply wanted to leave something behind.\n\nThe thought of death plagues our consciousness every day. A healthy fear of pain and death keeps us alive. Usually it’s a passive thought: it’s just science. It’s why we look both ways before we cross the street, why we wrap up in the winter, why our bodies will tell us to sleep whether we want to or not.\n\nOther times, it’s an active thought. Those are the times we tend to suppress our responses to death. Those thoughts don’t keep us alive, so why would we let them sit? As human beings, and as stoic New Zealanders especially, we just want to push it further to the back so that we can continue to live each day without the depth of worry or panic.\n\nYou may have dwelled on the reality that after all these years that you’ve lived out, there is only a certain amount left in front of you. There may have been spontaneous bouts where you’ve thought about how and when you will die. You may have wondered whether you will receive a decent tangi or burial—will we be someone people want to remember?\n\nOur relationship with death is shaped by too many things to pick just one aspect of human life. It’s a cultural thing; a life experience thing; an upbringing thing; a social thing; a physical as well as a spiritual thing. One resounding factor about our different relationships with death is the disconnection between our existence when we are alive and what is left over when we die.\n\nIn many cases it is the way we die rather than when we die that plagues us all. The thought of unfamiliarity, pain and surrendering haunts us because death is one milestone of life that ironically is out of our control. A species that lives for control and authority doesn’t get to decide whether they stay or leave.\n\nIt was one weekend five years ago that a friend died from suicide at our high school.\n\nI remember sitting in the chapel of our school later that evening, staring up at the bronze sculpture of Jesus up on the cross. It was an out-of-body thing—let’s just say that. But I just looked up blankly at the figure and the room felt eerie yet calm. It was as if Hinepūkohurangi, the goddess of the mist, had floated in, searching for something, just to retrieve it before Hine-nui-te-pō came in.\n\nSince then, her death has seeped through my mind more often than expected, almost as if the experience of that time had binded itself to me. No matter how old I get I don’t think I will ever lose the memory of that time.\n\nIt is these instances of death that become the enigma we spend years trying to decode. The awareness that someone we once knew felt the need to be near death, can be a hard thought to swallow. We start to rummage through the thoughts considering whether that person was afraid at the time or were they seeking something that life just couldn’t give them yet. Was it easy for them to let go? Perhaps it is thoughts like these that end up making us more afraid of death because there just aren't any answers.\n\nMaybe you’re not afraid of death and the thought of dying—but why are you not afraid? Perhaps you have just come to befriend the realisation that after a life compelled by choice, motivation, and gratification, the very last step of this long road for us as all is simply in someone else's hands.\n\nIt is usually when a casket is being carried across the marae ātea, that I feel the depth of loss. I usually cry at this point because I know the person is leaving for good. But the grief isn’t purely made up of sadness, instead it is combined with a depth of acceptance and relief, like a gasp of breath.\n\nI can picture the person I once knew walking away and then it all just makes sense.\n\nIf you, or someone you know are struggling, know that there free services for support available:\n\nSuicide Crisis Helpline: 0508 828 865 / 0508 TAUTOKO (24/7)\n\nLifeline: 0800 543 354 or text HELP to 4357"}}