{"GDELT": {"GlobalEventID": 926836222, "Day": 20200602, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4164, "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.68886043533931, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Hong Kong", "Action2Geo_CountryCode": "HK", "Action2Geo_ADM1Code": "HK", "Action2Geo_Lat": 22.25, "Action2Geo_Long": 114.16666699999999, "Action2Geo_FeatureID": "HK", "DATEADDED": 20200602030000, "SOURCEURL": "https://news.sky.com/story/growing-rivalry-with-china-risks-eventual-conflict-warns-defence-committee-chair-11998931"}, "ARTICLE": {"TITLE": "Growing rivalry with China risks 'eventual conflict' warns defence committee chair", "TEXT": "Boris Johnson is set to chair a meeting of Britain's National Security Council (NSC) on Tuesday, with China the one topic on the agenda, Sky News understands.\n\nThe gathering of top ministers comes as the chair of the defence select committee wrote to the prime minister, urging him to work with the US on a new blueprint for global unity or risk a growing rivalry with Beijing escalating into \"eventual conflict\".\n\nTobias Ellwood suggested the idea of an \"Atlantic Charter 2.0\" be raised at the next NSC.\n\nBritain last week expressed deep concern after China passed a new security law for Hong Kong, saying the move violated an Anglo-Sino agreement to guarantee the rights and freedoms of the former British territory.\n\nDominic Raab, the foreign secretary, offered to extend visa privileges to hundreds of thousands of Hong Kong citizens if China refused to back down.\n\nAdvertisement\n\nIn another move that could anger Beijing, British intelligence officials are revisiting a decision to allow the Chinese telecommunications company Huawei to play a part in the UK's 5G network following new US sanctions on the firm.\n\nThe NSC gathering will only be the second time the government's main decision-making body on security issues has met since the coronavirus lockdown.\n\nThe development was first reported on Twitter by the Mail on Sunday's Harry Cole. Sky News reported on Monday that the UK is set to rethink its policy on China amid what appears to be a hardening of views within government in the wake of the pandemic.\n\nImage: Tobias Ellwood has suggested an 'Atlantic Charter 2.0'\n\nIn his letter to the prime minister, Mr Ellwood wrote that \"national and international opinions regarding China are changing\".\n\nHe pointed to the suspicion - denied by Beijing - that China suppressed crucial information on COVID-19 when a new kind of illness was first reported in the city of Wuhan late last year.\n\nThe senior MP also cited a decision by the Chinese government last week to pass a new security law for Hong Kong despite Britain, the United States and others saying it violated the guarantees afforded the former British territory under its semi-autonomous status.\n\n\"Western policy, to date, has focused on deepening engagement in the hope that China would evolve into a responsible global citizen that embraced hard-fought principles of liberty and open trade,\" Mr Ellwood wrote.\n\n\"We must face reality and recognise that China is pursuing a very different course that unless challenged could lead to a geo-political clash of ideology and potentially eventual conflict.\"\n\nHe urged Mr Johnson to follow in the footsteps of Sir Winston Churchill and Franklin D Roosevelt who devised the original Atlantic Charter in 1941 as the Second World War was raging.\n\nTheir shared vision on Allied war aims and how the world might look afterwards formed the basis of a number of treaties and multilateral institutions, including the United Nations.\n\n\"I believe it is time for Britain and the United States to once again step forward and coordinate allied objectives to prepare us for a long competition against China,\" Mr Ellwood said.\n\n\"We need an Atlantic Charter 2.0, with the United States and Britain leading the pursuit to design a new and defendable international architecture. Its purpose would be to establish a fresh international framework to promote and defend human rights, democracy, and trade (including digital) in contrast to the closed model envisioned by Beijing.\"\n\nImage: The 1941 meeting between Sir Winston Churchill and Franklin D, Roosevelt led to the Atlantic Charter\n\nHis call is supported by a US lawmaker, Republican Senator Tom Cotton.\n\nMr Cotton is due to give evidence later on Tuesday before the defence select committee as part of a parliamentary inquiry into the use of Chinese technology in the UK's next generation 5G communications network.\n\nChina's ambassador to London dismissed talk about a \"new Cold War\" between Washington and Beijing when he appeared on a Sky News panel on Monday night as part of a special live series to discuss the world after the pandemic.\n\n\"China is not the former Soviet Union,\" Liu Xiaoming said.\n\nHe also defended Beijing's actions regarding Hong Kong. \"It is not Chinese suppression. What is going on in Hong Kong is violence, it is a risk to the national security. These perpetrators storm the parliament,\" he said, referring to previous pro-democracy demonstrations in the territory.\n\n\"If the same thing happened in the streets of London, if the rioters stormed the UK parliament, what will the UK reaction [be]? The UK government and police would sit back and let these sorts of things go on?\n\n\"I think any responsible government has to take measures.\n\n\"People don't realise that [the principle of] one country, two systems has achieved great success since Hong Kong returned to China.\"\n\n:: Listen to the Behind the Headline podcast on Apple Podcasts, Google Podcasts, Spotify, Spreaker\n\nThis week from today to Thursday, Dermot Murnaghan will be hosting After the Pandemic: Our New World - a series of special live programmes about what our world will be like once the pandemic is over.\n\nWe'll be joined by some of the biggest names from the worlds of culture, politics, economics, science and technology. And you can take part too.\n\nIf you'd like to be in our virtual audience - from your own home - and put questions to the experts, email afterthepandemic@sky.uk"}}