{"GDELT": {"GlobalEventID": 926879187, "Day": 20200602, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4164, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "VEN", "Actor2Name": "VENEZUELA", "Actor2CountryCode": "VEN", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.296875, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200602084500, "SOURCEURL": "https://leaderpost.com/pmn/business-pmn/iran-says-it-is-ready-to-continue-fuel-shipments-to-venezuela/wcm/fb3dcb1a-10a5-4a28-a4bd-a54a494992a6/"}, "ARTICLE": {"TITLE": "Iran says it is ready to continue fuel shipments to Venezuela", "TEXT": "Article content\n\nDUBAI — Iran will continue fuel shipments to Venezuela if Caracas requests more supplies, the Iranian Foreign Ministry spokesman said on Monday, despite Washington’s criticism of the trade between the two nations, which are both under U.S. sanctions.\n\n“Iran practices its free trade rights with Venezuela and we are ready to send more ships if Caracas demands more supplies from Iran,” Abbas Mousavi told a weekly news conference broadcast live on state TV. Defying U.S. threats, Iran has sent a flotilla of five tankers of fuel to the South American oil-producing nation, which is suffering from a gasoline shortage.\n\nWe apologize, but this video has failed to load.\n\ntap here to see other videos from our team. Try refreshing your browser, or Iran says it is ready to continue fuel shipments to Venezuela Back to video\n\nSeeking to deter further shipments of Iranian fuel to Venezuela, Washington is monitoring the supply. It has warned governments, seaports, shippers and insurers that they could face measures if they aid the tankers.\n\nAccording to Refinitiv Eikon on Sunday, two Iranian tankers that delivered fuel to Venezuela as part of the flotilla have begun to sail back, as the government in Caracas prepares stations to begin charging for the gasoline.\n\nTensions have spiked between longtime foes Tehran and Washington since 2018, when President Donald Trump exited Iran’s 2015 nuclear deal with six major powers and reimposed sanctions on the country that has battered its economy. (Writing by Parisa Hafezi; Editing by Edmund Blaira and Jan Harvey)"}}