{"GDELT": {"GlobalEventID": 926879796, "Day": 20200602, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4164, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "OPP", "Actor2Name": "PROTESTER", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -8.27538247566064, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200602084500, "SOURCEURL": "https://www.msn.com/en-us/news/opinion/george-floyd-pleaded-with-police-for-his-life-his-last-words-should-haunt-us-all-albom/ar-BB14Qwin"}, "ARTICLE": {"TITLE": "George Floyd pleaded with police for his life. His last words should haunt us all: Albom", "TEXT": "© Junfu Han, Detroit Free Press Hundreds march on Woodward Avenue to protest police brutality and the death of George Floyd in Detroit, Friday, May 29, 2020.\n\nWe were already heading into a long, hot summer of death.\n\nThen a Minneapolis police officer put his knee on the neck of an unarmed black man and left it there until the man expired. And suddenly, a nation afraid to gather in the daylight began rushing en masse into the night.\n\nOne life. History has long shown that a single death can spark a revolution. In the case of George Floyd, however, a 46-year-old black man who had lost his job as a security guard because of layoffs in the COVID-19 pandemic, it was more than just his death. It was the way he died, in front of our eyes, on video everywhere, pleading for his life, that had angry people spilling into the streets of cities across this country.\n\nStart the day smarter. Get all the news you need in your inbox each morning.\n\nAt a time when it is dangerous to gather, when it is still against the law in many states to gather, when our very health could be compromised if we gather — by a virus that has already taken more than 100,000 American souls — a single American life was bigger than all of that.\n\nWhat risk would you take?In our fight against the coronavirus, 100,000 Americans are dead. We’re all potential victims and all potential killers.\n\nSo people gathered. From Minneapolis to Detroit to New York to Atlanta, from Los Angeles to Kansas City to Las Vegas and other cities. And yes, in some places those gatherings turned violent and in some places there was shooting and in some places stores were burned and windows were smashed and merchandise was stolen. And while all of that is awful and wrong, to focus on it is to be howling at the wrong moon.\n\nBecause this is about one life — but for black people in this country, it’s never just one life.\n\nIt’s one life after another.\n\nNowhere to take grief but the streets\n\nThese are some of the words George Floyd can be heard saying, pleading as he lay dying beneath the knee of a white police officer for nearly nine minutes:\n\n“I can’t breathe” ...\n\n“Please, the knee in my neck” ...\n\n“My stomach hurts, my neck hurts, everything hurts” ...\n\n“Don’t kill me” ...\n\n“Mama!”\n\nAsk yourself if you could hear all that and be indifferent for all that time. To an unarmed man. To a man already in handcuffs. To a man whose suspected “crime” was not threatening anyone, not shooting anyone, not committing any act of violence against anyone — but possibly using a phony $20 bill at a convenience store.\n\n© Junfu Han, Detroit Free Press A protest talks to the Detroit police officers in riot gear on Jefferson Avenue after an afternoon march and rally against police brutality extended into the evening and became contentious on Friday, May 29, 2020 in Detroit.\n\nA phony $20 bill? And the man is dead? It’s beyond comprehension. Beyond explanation. But this is the pattern, the maddening pattern, that so many of us who are not African American can empathize with but never truly absorb.\n\nBecause death by police, for black people in this country, is too often over nothing. A $20 bill. Someone selling illegal cigarettes. A cellphone or bottle of pills assumed to be a gun.\n\nUnarmed, yet shot.\n\nUnarmed, yet strangled.\n\nUnarmed, yet dead.\n\nGeorge Floyd is not the first black man to die from a white cop’s indifference. He’s not even the first to die from a chokehold. When something unforgivable happens over and over again, what are people to do? Where does the grief and the anger go?\n\n© Junfu Han, Detroit Free Press A protester is being arrested by the Detroit police officers after an afternoon march and rally against police brutality extended into the evening and became contentious on Friday, May 29, 2020 in Detroit.\n\nYou see where it goes. It goes to the streets. And the sight of screaming protesters clashing with police in downtown Detroit on Friday night sent shivers through our collective memories, and the summer 53 years ago when police brutality and African American patience exploded.\n\nAnd the city burned.\n\nHow do you eliminate indifference?\n\nThat was 1967. Yet here we are in 2020, grappling with this same issue. You can pick a year, it just keeps repeating. In 2009, a black man named Oscar Grant was pinned down, like George Floyd, this time in Oakland, California, by a police officer who kneed him in the head. Another officer shot him in the back.\n\nGrant, like Floyd, was unarmed. Grant, like Floyd, died from the encounter. Once again, there were protests in the streets.\n\nEleven years ago. What has changed?\n\n© Joe Rondone / The Commercial Appeal Protesters gather in Downtown Memphis on Friday, May 29, 2020, for the third night of protests following the death of George Floyd in Minneapolis.\n\nThe officer who killed Grant got a two-year prison sentence. Other cops charged with killing suspects have received similar slaps on the wrist.\n\nSo while Derek Chauvin, the now-fired Minneapolis officer, has finally been charged with third-degree murder and second-degree manslaughter — which together carry a maximum of 35 years in prison — I imagine few in the black community hold out hope for justice.\n\nI'm screaming into the void: Video of George Floyd pinned by Minneapolis cops is shocking but not surprising\n\nOne life after another. What can be done? Yes, there are preventive steps. Eliminate chokeholds and neck restraints from police force techniques. Train more officers in recognizing mental illness. Fire cops with multiple charges of abuse. Change laws on qualified immunity that make it near impossible to hold officers accountable for obvious misuses of power.\n\nBut how do you eliminate indifference? The image of Chauvin with his knee on Floyd’s neck for nearly nine minutes, ignoring his pain, ignoring pleas from bystanders to let him up, to put him in the car, to look at him and see his suffering — quite frankly, to even acknowledge Floyd as a human being — you can’t legislate that out of someone.\n\n© Seth Harrison/The Journal News Hundreds of people gathered in lower Manhattan May 29, 2020 to protest the death of George Floyd in Minneapolis earlier this week.\n\nThat’s in the heart. And in a nation where our hearts are being pulled further away from anyone who is not exactly like us — in race, religion or political views — we can only pray for a force strong enough to counter that.\n\nI would say it is love, but that would invoke only laughter from a cynical nation and leaders who show no comprehension of the word. Love? Kindness? They are closer to weaknesses now than strengths, in the minds of so many who influence us.\n\nYou might have thought a common enemy, COVID-19, would pull us all together, make us sensitive to the fragility of life, lead us to treat one another with more compassion. But one cop’s knee on another man’s neck, and all that talk about loving our first responder police force is blown away.\n\nThe hot summer is upon us. Anger is simmering. Sometimes the ending of one person’s life grabs as much attention as losing more than 100,000 others, because cruelty is more shocking than arbitrary death.\n\nThe sad truth for black Americans is that there is often so little difference.\n\nMitch Albom is an author and a columnist for the Detroit Free Press, where this piece first appeared. Follow him on Twitter @mitchalbom\n\nYou can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @usatodayopinion and in our daily Opinion newsletter. To respond to a column, submit a comment to letters@usatoday.com.\n\nThis article originally appeared on Detroit Free Press: George Floyd pleaded with police for his life. His last words should haunt us all: Albom"}}