{"GDELT": {"GlobalEventID": 926878920, "Day": 20200602, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4164, "Actor1Code": "EUR", "Actor1Name": "EUROPE", "Actor1CountryCode": "EUR", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 3.6855036855036896, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200602084500, "SOURCEURL": "https://www.hospitalitynet.org/news/4098982.html"}, "ARTICLE": {"TITLE": "Domestic bookings could prove a silver lining for UK hotels", "TEXT": "Press Release\n\n2 June 2020\n\nThe UK hotel sector's traditionally strong domestic leisure demand bodes well for the sector's recovery once lockdown measures from COVID-19 are fully lifted, according to our latest report on the UK market.\n\nAdvertisements\n\nHowever, our report outlines that hotels in the capital and other gateway cities, with heavier reliance on international travellers and corporate bookings, are likely to take longer to recover than those in the provinces, which have a more domestic, leisure-based guest profile.\n\nMany hotels outside London typically generate more than 50% of domestic room nights from holidaymakers. In the Southwest of England, for example, holidays account for 69% of domestic room nights, compared with London, where some 29% of hotel bookings come from domestic leisure bookings.\n\nOur report shows that across Europe those countries with high domestic demand will be in a stronger position to recover once lockdown measures are lifted, particularly as international travel is curtailed.\n\nOverall, 60% of hotel demand in the UK comes from domestic sources, a similar proportion to France (63%) although not as high a proportion as Germany at 82% (although much of this demand is generated from trade fairs and events, which are likely to take longer to recover), and the Nordics, which averages 71%. Much of Southern Europe has a lower percentage of domestic tourism, with Portugal at 34% and Italy at 50%, which will result in a slower recovery for their hotels unless they are able to attract foreign visitors when circumstances permit this.\n\n'One impact of lockdown is that British tourists will be keen to travel and, unable to go abroad, are likely to book holidays in the UK once it's deemed safe to do so. This could prove a silver lining for UK hoteliers, holiday operators and campsites,' commented report author Stephen Collins, an associate director with HVS London.\n\n'This will help support domestic demand in the short to medium term, smoothing the recovery curve and allowing hotels to stay in business until the pandemic is brought under control and international demand begins to return.'\n\nThe report warns that the fact UK tourists are unlikely to travel abroad this summer will also have a big impact on countries such as Spain, Portugal, France and Iceland, which are heavily reliant on British holidaymakers. However, this may present an opportunity for strategically minded and fast-acting British hoteliers to capture at least some of this traditionally outbound demand.\n\n'We are cautiously optimistic about the UK hotel industry's ability to recover at a reasonable pace compared with the rest of Europe, and to focus on domestic tourism until international demand returns,' concluded Stephen Collins.\n\n'But it will not be smooth sailing and there could be casualties, particularly in areas reliant on international, corporate and MICE demand.'\n\n* Click the link to download COVID-19 Recovery in the UK by Stephen Collins. You can access further reports from HVS on COVID-19 recovery in the hotel sector across Europe here."}}