{"GDELT": {"GlobalEventID": 926878662, "Day": 20200602, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4164, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 4.604051565377531, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Perth, Western Australia, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS08", "Actor1Geo_ADM2Code": "5533", "Actor1Geo_Lat": -31.9333, "Actor1Geo_Long": 115.833, "Actor1Geo_FeatureID": "-1594675", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Perth, Western Australia, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS08", "Action2Geo_ADM2Code": "5533", "Action2Geo_Lat": -31.9333, "Action2Geo_Long": 115.833, "Action2Geo_FeatureID": "-1594675", "DATEADDED": 20200602084500, "SOURCEURL": "https://campaignbrief.com/top-creatives-and-crew-come-together-to-launch-revive-wa-on-wa-day-with-an-almighty-bang/"}, "ARTICLE": {"TITLE": "Perth creatives and crew come together to launch ‘Revive WA’ on WA Day with an almighty bang – Campaign Brief", "TEXT": "| BY Martin Trevaskis |\n\nRevive WA, a collective of over 40 of WA’s top creatives, film production crew, talent agencies and more have come together to create an advertising campaign, community initiative and brandmark to help WA’s post-COVID recovery period and to draw attention to the talent of the local WA creative industry.\n\nThe Revive WA film launched on Facebook on WA Day, and reached view numbers into the thousands with zero paid support. The initiative is slowly growing to become a full toolkit for local businesses, brands and the creative arts sector to start the recovery process for the local WA economy. It has been presented to State Government and has already received media coverage from 6PR radio.\n\n“The idea started from a group of us wanting to show off our abilities to tell WA stories, and remind the State Government and local businesses that we are here, we’re ready to work, and we’re all in this together,” said Béatrice Masia (Open Spaces).\n\nBéa and Kate Downie (Beautiful Pictures) initially approach a small team of Josh Edge (Meerkats/Creative Consultant), Dav Tabeshfar, Bryan Dennis (& Partners) and Mark Braddock (Block) to come together to create a short film idea that would promote the state’s recovery in a way that would resonate with locals.\n\n“It was so important to us that this wasn’t another boring COVID ad,” said Josh Edge, PADC President. “Everyone has seen the piss-take of these type of super serious, worthy films, and we had no interest in adding to that particular pile. This is a WA ad, with a tongue-in-cheek WA tone, that speaks to the way we’re all feeling right now.”\n\n“At the end of the day, when I lecture the kids at Curtin uni, or help WA students with advice at PADC events, I want to know that there’s a robust local creative industry for them to work in. That I can sit down at a table with incredible creatives, directors, illustrators, photographers, producers, sound engineers, in my home state, and feel inspired by the people I work with. I think that’s what we all want, and it starts by the State Government, local businesses and WA brands using professional local production talent.”\n\n“It’s really important that WA people tell their own stories, ” said Dav Tabeshfar. “I looked around the set on shoot day and saw some of the most amazing production professionals I’ve ever worked with, and they’re all pouring their heart into this. Because this is their state! Advertising is a feeder industry for every other creative industry in WA. When feature film shoots slow down, or there’s a gap in photography or creative writing jobs, advertising fills that economic need for so many local people.”\n\nIn the recent Advertising Pays economic report released by the Communications Council of Australia, it was identified that advertising contributed almost $40bn of value to the national economy with a $12.6bn direct spend. Those numbers have only grown since the report, and have become even more vital in the post-COVID recovery period. The estimated total production donated from the Revive WA team to date is just over $450,000.\n\nTo find out more about the initiative, or to offer support of any kind, you can contact Revive WA on hello@revivewa.com.au, join the Facebook and Instagram groups, or visit revivewa.com.au"}}