{"GDELT": {"GlobalEventID": 926836414, "Day": 20200602, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4164, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.01229737283398, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Barossa, South Australia, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS05", "Actor1Geo_ADM2Code": "5299", "Actor1Geo_Lat": -34.65, "Actor1Geo_Long": 138.833, "Actor1Geo_FeatureID": "-1557625", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200602030000, "SOURCEURL": "https://winetitles.com.au/young-gun-alyson-tanenbaum/"}, "ARTICLE": {"TITLE": "Young Gun: Alyson Tanenbaum", "TEXT": "Young Gun: Alyson Tanenbaum\n\nIn the picturesque Adelaide Hills wine region of South Australia lies Vinteloper, a winery kicked into gear by founder David Fowley and operated by a tight-knit group of young guns in the wine industry.\n\nThis month, Vinteloper winemaker and ‘grapekeeper’ Alyson Tanenbaum sat down with journalist Samuel Squire to chat about her life in wine and how a self-proclaimed ‘quarter-life crisis’ revealed winemaking as her real passion.\n\nWhat started out as a degree and subsequent career in civil engineering soon resulted in Alyson Tanenbaum going back to square one to realise her passion and love for winemaking.\n\nAlyson got into winemaking in her mid-20s when she was working as a water engineer. She explained how that job wasn’t ticking all the boxes for her and so she soon realised something was missing.\n\nThe quarter-life crisis\n\n“I started to think about what I wanted to do, what I was good at, and how I could use the skills I already had to get there,” she said.\n\n“I wanted more creativity in my job, the ability to work outdoors and in something more practical. I’d always loved growing things and making things and knew I was strong in science so I started looking into agriculture, horticulture, viticulture and winemaking.”\n\nShe said that a friend was working as a winemaker at the time and, after a conversation about the job, she was intrigued.\n\nBecoming a winemaker hadn’t always been a card in Alyson’s hand, but she says her ever-present love for the great outdoors, combined with the idea of job security, initially led her to work in water resource management.\n\nAfter several years in civil engineering, Alyson decided to trust her instincts and start anew in the world of wine.\n\n“Despite being warned about the long hours and hard work, the day-to-day of her job sounded like the combination I was looking for,” she revealed.\n\n“[My friend’s] last piece of advice was to work a vintage before making any decisions, so I quit my engineering job and the hunt was on. After my first vintage I was hooked. Later that year I started studying oenology at The University of Adelaide.\n\n“Following my degree I fell into a government graduate program and found my place in project management. After about three years of giving it a go I still had that feeling it wasn’t quite right for me.\n\n“I found myself at a crossroads, I was getting headhunted for management roles that I wasn’t sure I wanted. I decided it was time to be true to myself, trust my gut, and give something else a go.”\n\nAlyson subsequently completed her first working vintage on the red fermentation floor at Wirra Wirra Vineyards at McLaren Vale in 2013.\n\n“I was lucky to be kept on after vintage, which allowed me to see winery operations outside of vintage and the full wine ‘life cycle’ from grape to bottling”.\n\nDeveloping insights into winemaking\n\nAlyson later completed a postgraduate degree in oenology at The University of Adelaide from mid-2013 to 2014 and, following her studies she did a vintage at Yangarra Estate in the McLaren Vale, in 2015, followed by a stint in California in a viticulture role at Stonestreet Wines in the Alexander Valley.\n\n“I came back to Australia for the 2016 vintage at Coldstream Hills in the Yarra Valley before flying across the ditch to back it up with a vintage at Greystone Wines in New Zealand’s Waipara Valley,” she revealed.\n\n“This was the most enjoyable and rewarding vintage I have worked. I worked for great people and loved their approach to winemaking. Following the New Zealand vintage I went back to California and worked as a vintage oenologist at Carneros Hills Winery in Sonoma Valley.”\n\nAfter another stint in the US, Alyson returned to complete a vintage at Yalumba in the Barossa, overseeing red and white winemaking. Following that role, she landed her first full-time winemaking gig at Cape Jaffa Wines in the coastal South Australian wine region of Mount Benson.\n\n“Cape Jaffa Wines is a small, family owned winery specialising in organic and biodynamic wines. It was a huge step up in terms of my role. It was like a baptism of fire for me but without it, I would have never been able to do my current role as well as I am,” she said.\n\n“In mid-2018, I was ready to move on from Cape Jaffa Wines and come back to Adelaide and I heard that Vinteloper was looking for a winemaker. So, I contacted the founder, David Bowley, directly and after a series of coffees, drinks and phone conversations, I landed the job.”\n\nA love of good vino stems from the vines\n\nWorking to become established as a winemaker is a process that every newcomer must go through when entering this friendly, yet competitive industry.\n\nAlyson seems to have broken the threshold and is now settled in her job in the iconic Adelaide Hills. She says that good wine isn’t just what’s in the glass you’re drinking from, but in the grapes and the care and consideration that has gone into growing them.\n\n“A friend recently gave us some Chardonnay from his family Estate, Dexter, located on the Mornington Peninsula,” she said.\n\n“It is a delicious wine with purity of fruit and wonderful complexity”.\n\n“In the wine, you can see the level of detail and care that has gone into growing the grapes that were crafted into it.”\n\nTalking about favourite drops and wine styles is one thing, but making them is another thing altogether and one that Alyson says keeps her on her toes.\n\nFor Alyson, the hours upon hours of hard and strenuous work that goes into creating her wines shows and is rewarded by her being able to share the final product with those she holds close.\n\n“There is never a day, year or season that is the same. Winemaking keeps me on my toes, challenged and always learning,” she said.\n\n“I love seeing a finished product, being proud of it and being able to share that with my friends and family and see it bring them joy.”\n\nAlthough, when it comes down to Alyson’s thoughts on making wine in a way she thinks is enjoyable, yet remains challenging, the lighter styles take her focus.\n\n“I love elegant red wines and textural white wines. I’d also want to make something that is tricky to master and has a lot of diversity, so [I would choose to make] either Riesling, Chardonnay or Pinot Noir,” she said.\n\nAlyson says that one typical winemaking tradition that she could never see being changed or removed from winemaking is the need to be involved with every stage of the process.\n\nYet she added that getting overly reliant on the science behind winemaking can be a ‘chink in the winemaker’s armour’.\n\n“The winemaking tradition I like upholding is getting up and close with the vineyards, ferments and wines that I am working with,” she said.\n\n“When you know and understand them you can make intuitive decisions during winemaking.\n\n“You need to understand the science [behind the craft], of course, but I think winemakers can overthink it, which is the winemaking tradition I want to break free from a bit.”\n\nIconic wine region is also a community\n\nThe Adelaide Hills region is a cool climate winemaking region located in the Mount Lofty Ranges just east of Adelaide.\n\nIt’s a large wine region, stretching along a 70km narrow band and it has vineyard sites as high as 600-650m above sea level.\n\nFor Alyson, the region is much more than just a landscape covered in vineyards and wineries, producing unique wines. It’s a community.\n\n“The region is very diverse and plays host to multiple different microclimates, soil types and topographies,” Alyson said.\n\n“The winemaking community is vibrant, passionate and creative. It is open, united and supportive.\n\n“The range of wine styles and approaches to viticulture and winemaking means there is always something to discuss and learn.”\n\nWhile working in a demanding industry such as the wine sector can be difficult for some newcomers to manage well, Alyson seems to understand where she fits in.\n\nShe mentioned that the best way to keep going with a career that’s so demanding of your time and effort is to find something you’re passionate about which, for Alyson, is simply winemaking.\n\n“My biggest challenge as a winemaker is maintaining a good work/life balance,” she said, “The industry attracts people who are very passionate about what they do – it’s almost a prerequisite in order to get through the long hours and hard work of vintage”.\n\n“We live and breathe it which means the lines between work and life can get blurry. I try and set boundaries and when I am not working the phone goes away.\n\nAlyson believes the future brings with it unlimited potential for crafting unique wines yet to be imagined.\n\nShe says one change she has noticed is how wine producers keep pushing the limits of what they can make.\n\n“I think the biggest change I have seen, in my short time of being in the industry, has been the explosion of small wine brands into the market.\n\n“These are from known and lesser known regions, in traditional and more experimental styles, and consumers seem to have a never ending appetite for them. I find this really exciting and energising as a young winemaker, it seems like the sky’s the limit.”\n\nFrom one newcomer to other potential newcomers to the wine industry, Alyson sheds light on a couple of helpful tips to get started.\n\n“Get out there and get your hands dirty. Work a vintage job and approach every day with positivity and an aim to learn as much as you can,” she said.\n\n“Get a forklift licence. Don’t accept bad behaviour or take too much s***. It is a hard industry, be prepared to work hard, but if it’s right for you it will be the most rewarding thing and you’ll never want to do anything else.”\n\nThis article was originally published in the May issue of The Australian & New Zealand Grapegrower & Winemaker. To find out more about our monthly magazine, or to subscribe, click here!\n\nSubscribers of the Grapegrower & Winemaker get free online access to our full archive of digital back issues and articles of the magazine.\n\nIf you would like to receive the latest wine industry news monthly, visit this page to subscribe to our print or digital editions.\n\nIf you would like to read or download PDF copies of the articles within this May 2020 issue click here.\n\nIf you are not an active subscriber you will be able to purchase single articles separately using our secure checkout."}}