{"GDELT": {"GlobalEventID": 926837562, "Day": 20200602, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4164, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "LAB", "Actor2Name": "EMPLOYEE", "Actor2Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.22362869198312, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Houston, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX201", "Actor1Geo_Lat": 29.7633, "Actor1Geo_Long": -95.3633, "Actor1Geo_FeatureID": "1380948", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Houston, Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_ADM2Code": "TX201", "Actor2Geo_Lat": 29.7633, "Actor2Geo_Long": -95.3633, "Actor2Geo_FeatureID": "1380948", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Houston, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX201", "Action2Geo_Lat": 29.7633, "Action2Geo_Long": -95.3633, "Action2Geo_FeatureID": "1380948", "DATEADDED": 20200602030000, "SOURCEURL": "https://www.nzherald.co.nz/world/news/article.cfm?c_id=2&objectid=12336459"}, "ARTICLE": {"TITLE": "George Floyd death: Timeline from arrest to asphyxiation", "TEXT": "It was a typical Monday evening in Minneapolis before police arrived to apprehend a man they were told was \"awfully drunk\" and \"not in control of himself\".\n\nWhat followed were 31 minutes that ended a black man's life, saw four police officers fired - and one charged with murder - and pitted the public against police in cities across the US.\n\nREAD MORE:\n\n• George Floyd death: Family seek independent autopsy in police brutality case\n\n• Video shows George Floyd in struggle in back of police car before death\n\n• New Zealand protests live: Social distancing concerns as thousands attend protests\n\n• George Floyd death: How cop's actions sparked wild protests\n\nGeorge Floyd, 46, was killed face down on the side of the road. His death sparked peaceful protests in some cities and riots and looting in others. Scenes of utter chaos have continued for almost a week.\n\nAdvertisement\n\nFloyd's death will be scrutinised in depth at the trial for Minneapolis police officer Derek Chauvin.\n\nDeputy Prime Minister Winston Peters expressed his concerns to Newstalk ZB’s Mike Hosking over people flouting Covid-19 guidelines during the protests over the death of George Floyd. Audio / Newstalk ZB\n\nThis is how it happened, minute-by-minute, according to eyewitness accounts, police transcripts and CCTV footage.\n\n7.57pm:\n\nGeorge Floyd, a bouncer originally from Houston, arrived at the Cup Foods store in Powderhorn, a neighbourhood south of downtown Minneapolis.\n\nHe was with friends when he entered the corner store to purchase cigarettes with what staff there later claimed was a counterfeit $20 note.\n\nDerek Chauvin had a dark history before he was involved in the death of George Floyd. Photo / Supplied\n\nAfter returning to his car, a blue SUV, Floyd was confronted by two employees of Cup Foods. They wanted the cigarettes back but said Floyd was drunk and not happy to be accosted.\n\n8.01pm:\n\nA Cup Foods employee calls police. A transcript of the phone call includes the following conversation.\n\nAdvertisement\n\nOperator: \"How can I help you?\"\n\nCaller: \"Ummm, someone comes into our store and give us fake bills and we realise it before he left the store and we ran back outside, they was sitting on their car. We tell them to give us their phone, put their (inaudible) thing back and everything and he was also drunk and everything and return to give us our cigarettes back and so he can, so he can go home but he doesn't want to do that, and he's sitting on his car cause he is awfully drunk and he's not in control of himself.\"\n\n8.08pm:\n\nTwo officers arrive on the scene first. They are Alexander Kueng and Thomas Lane. They approach the blue SUV, which has its front passenger-side door open.\n\nCCTV footage from a nearby store shows Lane pull his gun out and order Floyd to put his hands on the wheel of the car.\n\nFormer Minneapolis police officer Derek Chauvin. Photo / AP\n\nWithin seconds, he puts the gun back in its holster. A minute later he pulls Floyd out of the driver's seat.\n\nAdvertisement\n\nFloyd is handcuffed and pressed against the wall of a restaurant when he is asked to identify himself by Kueng.\n\n8.14pm:\n\nSix minutes into the arrest, Floyd is walked back to the car by Lane and Kueng. He falls to the ground, telling officers he doesn't want to enter because he is claustrophobic.\n\n8.17pm:\n\nThree minutes later, a squad car carrying Minneapolis police officer Derek Chauvin and fellow officer Tou Thao arrives on the scene.\n\nThings almost immediately escalate when Chauvin, who has multiple previous complaints against his name, pulls Floyd from the back of the car and onto the pavement.\n\nAdvertisement\n\n8.20pm:\n\nEyewitness footage filmed at 8.20pm shows Chauvin applying pressure to Floyd's neck with his knee.\n\nKueng is applying pressure to Floyd's torso. Lane is applying pressure to Floyd's legs.\n\nThao stands by, keeping bystanders at a distance as the situation becomes increasingly tense.\n\nFloyd struggles to catch his breath and manages the words, \"I can't breathe, man.\"\n\nAlmost immediately, the officers call for medical assistance, citing \"bleeding from the mouth\".\n\nAdvertisement\n\nGeorge Floyd's death sparked peaceful protests in some cities and riots and looting in others. Photo / AP\n\n8.21pm:\n\nThe call from officers on the scene is upgraded to a request for emergency medical assistance. Chauvin keeps his knee on Floyd's neck for another seven minutes. \"Please, the knee in my neck. I can't breathe,\" Floyd begs.\n\nAccording to a criminal complaint filed against Chauvin on Friday, he knelt on Floyd's neck for a total of eight minutes and 46 seconds.\n\nThe New York Times reports that the complaint against Chauvin claims Lane asked him twice if Floyd should be rolled onto his side. He allegedly responded \"no\" both times.\n\n8.25pm:\n\nHaving told officers 16 times that he could not breathe, Floyd appears to lose consciousness. Bystanders urge Chauvin to \"get off of him\". But instead, Chauvin pulls out his capsicum spray and gestures with it towards those watching on.\n\nAdvertisement\n\n\"Bro, he's not *f***ing moving,\" a bystander says.\n\n8.27pm:\n\nAn ambulance arrives and paramedics almost immediately check Floyd's pulse at the insistence of those watching on.\n\n\"Check his pulse. Check it right now,\" one witness tells police in a video that was later shared on Facebook.\n\n\"The man ain't breathing,\" another says.\n\n8.28pm:\n\nAdvertisement\n\nChauvin keeps his knee on Floyd's neck for another whole minute and only takes it away when a paramedic tells him to. Floyd is rolled onto a stretcher, his lifeless body shoved quickly into the back of the ambulance and carried away.\n\n9.25pm:\n\nDeputy Prime Minister Winston Peters expressed his concerns to Newstalk ZB’s Mike Hosking over people flouting Covid-19 guidelines during the protests over the death of George Floyd. Audio / Newstalk ZB\n\nFloyd is pronounced dead in hospital less than an hour after his body was driven away from the scene of the arrest.\n\nBut we know from a recorded phone call with paramedics that Floyd went into full cardiac arrest in as little as five minutes after he was loaded into the ambulance.\n\nChauvin has been charged with third-degree murder and second-degree manslaughter.\n\nThe other three officers who attended Floyd's arrest were also stood down.\n\nAdvertisement\n\nProsecutor Mike Freeman said more charges were possible, but authorities \"felt it appropriate to focus on the most dangerous perpetrator\"."}}