{"GDELT": {"GlobalEventID": 926879434, "Day": 20200602, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4164, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "Actor2Code": "PTY", "Actor2Name": "PARTY LEADER", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.63578564940962, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "NI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI", "Actor2Geo_Lat": 10.0, "Actor2Geo_Long": 8.0, "Actor2Geo_FeatureID": "NI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI", "Action2Geo_Lat": 10.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "NI", "DATEADDED": 20200602084500, "SOURCEURL": "https://allafrica.com/stories/202006020211.html"}, "ARTICLE": {"TITLE": "Nigeria: Edo Gov Poll - INEC Set Up Dedicated Portal for Form Submission", "TEXT": "The Independent National Electoral Commission (INEC) says it has set up a dedicated portal through which political parties contesting for Edo governorship scheduled for Sept 19, will submit the nomination forms of their candidates.\n\nINEC Chairman, Prof. Mahmood Yakubu, disclosed this on Monday, during the first virtual consultative meeting of the commission with leaders of political parties.\n\nYakubu, however, warned political parties against changes in the date for the conduct of their primaries for the election, as the portal would be automatically shutdown on the scheduled dates.\n\n\"Party primaries for the nomination of candidates for the Edo Governorship election begin tomorrow. Already, some political parties have invited the commission to monitor their primaries which must be conducted from 2nd to 27th June 2020.\n\n\" This time around, the submission of nomination forms will be done online for which a dedicated portal has been set up.\n\n\"Let me, therefore, warn political parties that intend to field candidates for the election to strictly adhere to these dates as well as the new online procedure for filing of nominations. Any party that operates outside these dates will only have itself to blame.\n\n\"The portal will automatically shut down on the scheduled date and at the fixed hour. The Legal Department and ICT will brief this meeting on the new procedure,\" Yakubu said.\n\nThe chairman advised parties on the need to conduct rancour-free primaries, and to avoid acts of thuggery, brigandage, vote-buying and other sundry violations of the Electoral Act.\n\nYakubu also directed parties that opted for direct primaries to provide the commission with the list of their registered members, while those going for indirect primaries must also provide INEC with the list of their delegates.\n\n\"As we monitor the conduct of party primaries, we will pay particular attention to your compliance with the law and consider sanctions so that the unruly behaviour of some party supporters is not carried forward to the main election.\n\n\"At the same time, I wish to appeal to political parties that opt for direct primaries to avail us with the register of members to be used for the election from Ward to Local Government and State levels for the effective discharge of our monitoring responsibilities under the law.\n\n\"Those that opt for indirect primaries should similarly make available to the commission, the list of delegates for the election. Doing otherwise will amount to going into an election without the voters' register.\n\n\"The commission makes available to each political party, the complete register of voters before every major election. We expect political parties to reciprocate for their primaries,\" he said.\n\nYakubu disclosed that the commission had already carried the first out of the 14 activities it lined up for the Edo governorship election, as the notice for the election (Form EC60A) had been pasted in its Edo state office.\n\nThe INEC chairman, who stressed the need for a national conversation around the frequency of bye-elections in Nigeria, said in May 2020 alone, five members of State Houses of Assembly passed on.\n\nHe added that since December 2019, a period of six months, twelve members of the National and State Houses of Assembly had similarly passed on.\n\n\"This is in addition to the resignation of two Senators from Bayelsa who have since been sworn-in as Governor and Deputy Governor of the state.\n\n\"The cost of conducting these bye-elections to the commission, the security agencies, political parties and candidates, election observers, the media, litigations (both pre-election and post-election), and disruption of activities as a result of the restriction of movement on election day is enormous.\n\n\"There is no election season in Nigeria any longer. The commission is busy conducting elections all-year-round between one general election and another.\n\n\"This often diverts our attention away from reform, innovation, peer learning, and planning for the consolidation of our electoral process.\n\n\"The commission is going to open a discussion with stakeholders and the National Assembly for necessary reforms toward more cost-effective and democratic options,\" he said.\n\nYakubu welcomed the input of party leaders to the new policy for conducting elections under the COVID-19 pandemic recently released by the commission.\n\nIn his response, Interim National Chairman, Inter-party Advisory Council (IPAC), Dr. Leonard Nzenwa, commended INEC for its policy for conducting elections under the COVID-19 pandemic.\n\nNzenwa, who is also the National Chairman, African Action Congress (AAC), said organising elections in a pandemic era and a national emergency period would no doubt be an uphill task.\n\n\" For undertaking elections in the normal period has never been easy, and definitely will not be less daunting this season.\n\n\"It is in the light of this, we, the political parties will want to commend INEC for the bold step it has taken to come up early with a well-heeled policy on conducting elections in the context of COVID-19 pandemic.\n\n\" Indeed, the measures outlined to tame the scourge in the document are realistic, exhaustive, health-sensitive, safety-induced, and in tune with the reality of the times.\n\n\"Our checks so far show that globally, INEC is the first national election organising body to have done this, not even USA, India, Pakistan has codified effort to respond maximally, politics-wise to the pandemic in an enclosed one-all document as it did. And this was done swiftly!\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Nigeria Governance Legal Affairs By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\n\"It is also gratifying to note that the document received wide commendation across the board and is now being referenced. And last week we commended the commission via a plethora of media for its effort.\n\n\"From high-end issues as health and safety concerns, legal matters, election planning and implementation to elections operations to materials handling, staff management, and ad hoc recruitment.\n\n\" Placement to logistics, transportation and passenger management to queuing arrangement in polling units, crucial areas in pre and post-election preparation and management were properly captured,\" he said.\n\nNzenwa, however, called on INEC to be ready, and willing to review some aspects of the policy document regarding concerned misgivings by stakeholders who strongly felt that some of its provisions might not be feasible when it was lifted from paper for implementation.\n\nHe expressed the resolve of IPAC to work with INEC in deepening engagement with all stakeholders, especially the electorate by properly informing them about their roles and responsibilities during the election in the context of COVID-19 pandemic.\n\nHe urged INEC to ensure that minimal discomfort was imposed on voters and other stakeholders in its quest to ensure that the nation had credible and acceptable polls during the Edo, Ondo and other by-elections"}}