{"GDELT": {"GlobalEventID": 926878714, "Day": 20200602, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4164, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "GOV", "Actor2Name": "REGULATOR", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 16, "EventBaseCode": 16, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.520361990950231, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200602084500, "SOURCEURL": "https://www.bennettjones.com/Blogs-Section/Canada-Energy-Regulator-Denies-NGTL-Abandonment-Application"}, "ARTICLE": {"TITLE": "Canada Energy Regulator Denies NGTL Abandonment Application", "TEXT": "Written by Marie Buchinski and Stephanie Ridge\n\nOn May 20, 2020, the Commission of the Canada Energy Regulator denied an application by NOVA Gas Transmission Ltd. (NGTL) for leave to abandon facilities that are part of NGTL’s extensive system of pipeline and facilities in Alberta and British Columbia.\n\nNGTL brought the application primarily on the basis that the facilities to be abandoned were no longer economic. It argued that tolls for contracted volumes were not sufficient to justify the continued operation and maintenance of the facilities, and that continued operation would place an undue burden on NGTL and its rate payers, which was not in the public interest. The Commission disagreed, finding that the application was not in the public interest at this time and that there would be no undue burden on NGTL or its rate payers if the application was denied. The Commission made the following findings:\n\nThe Public Interest Test : The Commission confirmed that section 74 of the National Energy Board Act (now section 241(1) of the Canadian Energy Regulator Act) does not prescribe a test that the Commission must apply when determining whether to grant leave to abandon. The Commission held that the test therefore is the public interest test.\n\n: The Commission confirmed that section 74 of the National Energy Board Act (now section 241(1) of the Canadian Energy Regulator Act) does not prescribe a test that the Commission must apply when determining whether to grant leave to abandon. Contract Termination : In the circumstances of the NGTL application, abandonment of the facilities would result in a permanent discontinuance of service, requiring that existing contracts be transferred or terminated. The Commission noted that neither it nor its predecessor appear to have considered a request for leave to abandon that is coupled with the termination of existing contracts associated with facilities that the proponent argues are no longer economic. The Commission stated that service obligations under contracts between commercial parties are not absolute, and that they cannot restrain the Commission’s ability to determine the public interest. However, the Commission found it reasonable in the circumstances that shippers would not generally expect that their contracts may be terminated by NGTL given that shippers had contractual renewal rights, NGTL had no explicit right to terminate the contracts in the circumstances, and there was a lack of established history of NGTL terminating such rights. Given that the proposed contract terminations was a significant matter, it would need to be overcome by evidence demonstrating that the abandonment was in the public interest.\n\n: In the circumstances of the NGTL application, abandonment of the facilities would result in a permanent discontinuance of service, requiring that existing contracts be transferred or terminated. The Commission noted that neither it nor its predecessor appear to have considered a request for leave to abandon that is coupled with the termination of existing contracts associated with facilities that the proponent argues are no longer economic. Economic Viabilit y: Consistent with precedent from the National Energy Board, the Commission considered the economic viability of the specific assets (on their own) to be abandoned. The Commission determined that considerations of economic viability must be balanced with any public interest considerations.\n\ny: Consistent with precedent from the National Energy Board, the Commission considered the economic viability of the specific assets (on their own) to be abandoned. Undue Burden: NGTL argued that continued operation of the facilities that it proposed to abandon would place an undue burden on it and its rate payers. The Commission noted that NGTL provided no evidence of how or when it determines the point at which a deficiency is no longer acceptable; how the deficiency compared with those of other NGTL facilities; or it having explored alternative tolling arrangements to capture some of the value of the service, which might have reduced the burden.\n\nOverall, in denying the request for leave to abandon, the Commission considered the economic viability of the specific facilities to be abandoned balanced with any public interest considerations. Importantly, the Commission found that NGTL’s assessment of economic viability was flawed in part because it failed to meaningfully account for the value of the services provided by the facilities to be abandoned. Further, although the Commission was not persuaded that denying the application would lead to an undue burden on NGTL or its rate payers, it also found that NGTL did not attempt to reduce the burden on itself and its shippers, raising further questions about NGTL’s assessment and process that led to the request for leave to abandon. In the end, the Commission was not persuaded that the proposed abandonment was in the public interest at this time, but left open the potential for NGTL to re-apply for abandonment in the future.\n\nGiven the Commission’s concerns regarding the application, and NGTL’s submissions that it not only has other smaller facilities on the NGTL System with remaining contracts that meet some of NGTL’s abandonment criteria, but that NGTL expects the number of facilities with significant integrity costs relative to revenues will increase over time, the Commission strongly encouraged NGTL to develop a more effective process to identify and assess facilities for its future abandonment applications where there are matters such as contract terminations and potentially negative impacts on users of the facilities. The Commission provided NGTL with nine points of guidance, suggesting that NGTL’s process for assessing and identifying facilities for abandonment should:\n\nbe conducted in a predictable, transparent, and fair manner;\n\nensure equitable treatment of shippers across the NGTL System;\n\nbe responsive to the needs, inputs, and concerns of all impacted parties;\n\nfactor in the relative impacts of abandonment versus continuation of service on all impacted parties;\n\nconsider all options for reducing future revenue-to-cost shortfalls prior to filing an application for leave to abandon;\n\nprovide shippers with the ability to meaningfully plan for and mitigate the impacts of the potential termination of service;\n\nallow impacted parties to make more informed decisions, by including criteria for identifying instances where the abandonment construction schedule should be established so as to avoid creating uncertainty that may require parties to make costly, irreversible choices to continue their business operations prior to a Commission decision on the abandonment application;\n\nbe informed by meaningful consultations with the Tolls, Tariff, Facilities and Procedures Committee; and\n\nbe documented and available to, at a minimum, NGTL’s shippers.\n\nWhile the decision is directed at NGTL, it provides guidance to all proponents who may be considering applications for leave to abandon CER-regulated facilities. The decision provides guidance on the processes that should be considered by a proponent when it is determining what facilities to abandon, and what factors should be considered in that assessment process, particularly in circumstances where the abandonment will require contract terminations or will cause negative impacts on users.\n\nThe Commission’s analysis of the approach used by NGTL to assess the economic feasibility of the facilities and of NGTL’s assessment of undue burden is also instructive. The decision confirms that economic feasibility is not limited to a calculation of revenues and costs, but must also consider other factors, such as the value of the services provided by the facilities to be abandoned. Assertions of undue burden need to be supported by evidence, including evidence that the proponent looked at options in an effort to reduce the burden, such as through toll changes on the CER-regulated facilities."}}