{"GDELT": {"GlobalEventID": 926879671, "Day": 20200602, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4164, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.35511363636362997, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Lake Oswego, Oregon, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOR", "Actor1Geo_ADM2Code": "OR005", "Actor1Geo_Lat": 45.4207, "Actor1Geo_Long": -122.671, "Actor1Geo_FeatureID": "1166669", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Lake Oswego, Oregon, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOR", "Action2Geo_Lat": 45.4207, "Action2Geo_Long": -122.671, "Action2Geo_FeatureID": "1166669", "DATEADDED": 20200602084500, "SOURCEURL": "https://pamplinmedia.com/pt/9-news/468765-379603-downtown-lake-oswego-holds-rally-for-george-floyd-"}, "ARTICLE": {"TITLE": "Downtown Lake Oswego holds rally for George Floyd", "TEXT": "Downtown Lake Oswego holds rally for George Floyd\n\nLocal community members peacefully protest in downtown Lake Oswego amid Portland riots\n\nLake Oswego community members lined A Avenue and State Street Sunday evening as candles were lit and signs were held to commemorate the life of George Floyd — an African-American man who was killed May 25 by asphyxiation after a Minneapolis police officer held him on the ground and pressed his knee into his neck for almost nine minutes.\n\nThe vigil, organized by Lake Oswego's Respond to Racism organization, was meant to honor not only Floyd but also Ahmaud Arbery, Atatiana Jefferson, Breonna Taylor and other victims of police violence.\n\n\"Our intent was that it was going to be peaceful and a vigil,\" said Terri Kraemer, one of Respond to Racism's organizers. \"There's a real need in our community to show support and to help with healing but also to help with change.\"\n\nRoughly 40 people gathered — spaced out on the streets — holding signs with messages like \"Because I'm white I can go jogging Ahmaud Arbery could not,\" \"No justice, no peace\" and \"Black Lives Matter.\" Others drove by with supportive messages and honked their honors in solidarity.\n\nNearby businesses including the Lake Theater & Cafe showed their support by writing \"Justice for George Floyd\" on their marquee and posted it on their Instagram with a quote from Martin Luther King Jr. stating \"In the end, we will remember not the words of our enemies, but the silence of our friends.\"\n\nTheir post also showed a hateful message from an anonymous Lake Oswego business owner, which they said wasn't the first negative email they received.\n\n\"These protests reveal the necessity of countless other sweeping changes needed to put us on paths of solidarity and equal opportunity in our society,\" Lake Theater's Instagram post read. \"Here in Lake Oswego, we are, for better or worse, sheltered from much of the hardship and conflict of these times. But be not silent.\"\n\nKraemer said the idea for the vigil came to fruition after a community member suggested it. The Respond to Racism leadership team decided to proceed with it cautiously due to COVID-19 concerns.\n\n\"So we invited a small group of people to join us in the vigil, trying to keep it around 25 to 30 people, but then word got out,\" Kraemer said.\n\nThey decided to let the entire Respond to Racism community know so no one would be hurt or offended that they weren't invited, which under normal circumstances Kraemer said would not have been the case.\n\nIf people didn't feel comfortable physically distancing on the streets, they were invited to drive by with signs in their vehicle windows and honk to show support.\n\n\"We had no idea the tremendous response,\" said Kraemer, adding that there were at least six or eight people who happened to walk by, and stayed to join as well as a group of four or five young adults who drove by and saw the group, made signs and came back to join the vigil. \"I believe that's because people are reeling from the murder of Mr. Floyd and also the other murders that have happened recently, so I think trying to find a way to express the anger and the hurt and trying to find a way to show support for our black community is important for most of our citizens.\"\n\nBut not every community has had such peaceful protests. While many started out that way, some across the country have ended in violence.\n\n\"I think that it's important for people to distinguish between the protesters who are protesting about the killing of Mr. Floyd and the killing of other black men and women by police,\" Kraemer said. \"We need to distinguish that grieving process and the pain from people who are using violence for other reasons and not out of respect for Mr. Floyd and not out of the desire to see a change in the justice system.\"\n\nLake Oswego Police Department Sgt. Tom Hamann said the department belongs to the Oregon Association Chiefs of Police, which released a letter May 28 in conjunction with Oregon State Sheriffs' Association and Oregon State Police in response to Floyd's death — and agrees with the message in the letter, reassuring communities they don't condone that type of police conduct.\n\n\"Public trust and accountability for police agencies and police officers is crucial to a safe, inclusive community. We recognize that even isolated incidents of police misconduct anywhere undermine public trust everywhere,\" the letter read. \"We are dismayed and disgusted when the actions of a few tarnish the reputation of our honorable law enforcement profession and undermine the heroic work our police officers perform in service to our communities. We will continue to work hard to strengthen the confidence Oregonians have in our work and we value the trust you place in us.\"\n\nHamann said they don't train officers to kneel on someone in that manner and do not agree with the police tactics that were used.\n\n\"It damaged the trust of the rest of the police officers that are doing the right thing every day,\" Hamann said. \"We feel that it's absolutely everyone's right to peacefully assemble and demonstrate and express their opinions about what they feel is happening in the country … The issue we have is with the violence that's been happening and the property damage that's been happening.\"\n\nBruce Poinsette, vice president of Respond to Racism, said all officers should be required to wear body cams.\n\n\"It's hard to be like, 'That's not worth it,' when we see the alternative,\" Poinsette said in response to the cost of body cameras. \"I'd like to see more defined de-escalation training with actual accountability measures.\"\n\nPoinsette said he's spoken with members of the LOPD and thinks that although they are doing a lot of the right things, that it \"can't just be a few people trying to do the right thing.\"\n\n\"It can't just be individuals, we're talking about systems,\" said Poinsette, adding that there must be measures in place to make sure officers are learning and applying what they learn — and if not there should be discipline.\n\nPoinsette said people shouldn't demonize others who are upset because they don't have their basic safety rights being respected. He has noticed people discussing who's actually participating in the riots and doesn't like to feed into that conversation.\n\n\"It takes the light off the fact that people are fed up with police brutality; people are fed up with white supremacy,\" he said.\n\nHamann said there are issues that need to be addressed and that LOPD is working hard to be transparent and are doing the right thing, right now. He said the police agency continues to try and develop positive relationships with organizations like Respond to Racism and the community as a whole.\n\nLOPD partners with Word is Bond, a Portland-based nonprofit organization whose mission is to build positive relationships between black men and law enforcement, and that has helped to better build those positive relationships and start conversation.\n\n\"It's just a sad circumstance for Mr. Floyd's family, for the community, for the department and the officers I'm sure (who) work there that are doing the right thing and are good police officers, our profession as a whole, and the unrest all this has caused in our community and in our nation,\" Hamann said.\n\nPoinsette said people showing up to the vigil to show their support and raise awareness was meaningful but there is a more consistent, everyday need.\n\n\"That tells me I think the next step especially in a place like Lake Oswego is building a larger coalition … and really mobilize with that,\" he added. \"I hope to see the momentum continue building.\""}}