{"GDELT": {"GlobalEventID": 926878545, "Day": 20200602, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4164, "Actor1Code": "AFG", "Actor1Name": "AFGHANISTAN", "Actor1CountryCode": "AFG", "Actor2Code": "USAMED", "Actor2Name": "REUTERS", "Actor2CountryCode": "USA", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.41458106637649, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 66.0, "Actor1Geo_FeatureID": "AF", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF", "Actor2Geo_Lat": 33.0, "Actor2Geo_Long": 66.0, "Actor2Geo_FeatureID": "AF", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 66.0, "Action2Geo_FeatureID": "AF", "DATEADDED": 20200602084500, "SOURCEURL": "https://tolonews.com/index.php/afghanistan/khalilzad-optimistic-%D9%8Eabout-start-intra-afghan-negotiations"}, "ARTICLE": {"TITLE": "Khalilzad 'Optimistic' About Start of Intra-Afghan Negotiations", "TEXT": "The US peace envoy for Afghanistan Zalmay Khalilzad on Monday during a press briefing said: “We’re optimistic that finally we are moving forward to the start of the intra-Afghan negotiations.”\n\nKhalilzad is hopeful that the violence will stay low and the intra-Afghan negotiations will begin with the Taliban.\n\n“I believe we are in a more hopeful moment that validates our approach,\" said Khalilzad, citing the Eid ceasefire called for by the Taliban, which was reciprocated by the government. \"By all accounts violence was down dramatically during Eid,” the US envoy said.\n\n“Since the Eid ceasefire, violence has been relatively low. It hasn’t gone back to pre-Eid circumstances or conditions. And at the same time the government of Afghanistan in response to the ceasefire and the reduction of violence that has taken place has accelerated the release of prisoners,” he mentioned.\n\nHe also said that About 2,500 Taliban prisoners have been released since the US and Taliban signed the agreement in February.\n\nOn the political crisis in Afghanistan, Khalilzad said: “The political crisis in Afghanistan that produced two presidential inaugurations, now it’s been resolved, and the two leaders are working together on an agenda for peace.”\n\nIn response to questions about the UN report released on Monday stating that the Taliban has maintained relations with al-Qaida, Khalilzad said: “First, the report I have not read, but from what I’ve heard it covers the period until March 15th, and you remember that the agreement we signed on the 29th of February.”\n\n“Two, we are monitoring Taliban compliance with that agreement, which, as you know, stipulates that there will be no hosting of al-Qaida or any other terrorist group that could threaten the security of the United States and our allies. We have had good discussions with them, and we have a monitoring group that monitors in detail what’s happening with regard to their commitments, the Talib commitments on terrorism, not only vis-a-vis groups such as al-Qaida but also on Daesh. And we believe that there is progress, but we will continue to monitor those activities very closely,” he said.\n\nA UN report released on Friday states that the Taliban has failed to fulfill one of the core parts of the US-Taliban agreement, namely that it would break ties with al-Qaeda.\n\nAl-Qaeda has 400 to 600 operatives active in 12 Afghan provinces and is running training camps in the east of the country, according to the report.\n\nKhalilzad said that the US and Taliban are committed to the signed agreement, adding: “That commitment is not only from the Taliban, the result of the US-Taliban agreement but also by the Afghan Government as a result of the joint declaration between the two sides\" that was declared on the same day.\n\nAsked about the accelerated US troop drawdown, Khalilzad said: “On the reduction of forces, of course based on the agreement and subject to the conditionality that I mentioned, we are proceeding with the drawdown.\" He reiterated that the agreement was \"conditions based\" and said whether the troop withdrawal happens sooner or later is based on the \"prerogative of the President if he thinks that the conditions have been met and we could do it faster. But the key thing is that whether conditions have been met...we are monitoring that very closely.\"\n\nKhalilzad also said he hopes that violence will stay at very low levels before the intra-Afghan negotiations begin, as those negotiations will determine the comprehensive and permanent ceasefire in Afghanistan.\n\nOn the Taliban commitments, Khalilzad said that the US is monitoring closely what happens with regard to “terrorism, in terms of delivery on the commitments that the Taliban have made. \"We do notice that they are fighting Daesh and that’s one of the commitments that have been made,” said Khalilzad.\n\n“Well, the Taliban fight Daesh, as you know, and they’ve been substantial adversaries vis-a-vis each other. Daesh is working against peace, is working against reduced level of violence, and they have been responsible, some of – for some of the most dastardly attacks recently, including the attack on the hospital,” he said, adding that “We believe that the Talibs have been important, besides the Afghan security forces and ourselves, in the fight against Daesh that has taken place. And Daesh is a fact of life in Afghanistan.”\n\nOn the status of the $1 billion of US assistance that US Secretary of State Mike Pompeo said was frozen Khalizlad said: “On the money, you should consult with the Pentagon. I think the Secretary has spoken on that issue. On the details of the implementation, I refer you to the Pentagon.”\n\nAbout two weeks ago, Reuters reported that the US Defense Department has not withheld $1 billion in funding from Afghan security forces despite Secretary of State Mike Pompeo’s vow on March 23 to cut that sum “immediately,\" five sources familiar with the matter said.\n\nThe Pentagon has been reluctant to shave the funds announced by Pompeo and Defense Secretary Mark Esper has not provided guidance to his agency on how to carry it out, three sources told Reuters.\n\nIt was unclear why the cut has not been made, whether President Donald Trump’s administration may have decided not to reduce the funding - no such policy change has been announced - or if there was some disconnect between the State and Defense Departments."}}