{"GDELT": {"GlobalEventID": 926879413, "Day": 20200602, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4164, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "IsRootEvent": 0, "EventCode": 114, "EventBaseCode": 114, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.4760136180748997, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Aboki, Nigeria (general), Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI00", "Actor1Geo_ADM2Code": "191185", "Actor1Geo_Lat": 8.08333, "Actor1Geo_Long": 3.93333, "Actor1Geo_FeatureID": "-1996952", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hausa, Lagos, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI05", "Action2Geo_ADM2Code": "191291", "Action2Geo_Lat": 6.609610000000001, "Action2Geo_Long": 3.35658, "Action2Geo_FeatureID": "-2010259", "DATEADDED": 20200602084500, "SOURCEURL": "https://newswirengr.com/2020/06/01/they-do-the-same-thing-to-non-northerners-aboki-and-the-dangers-of-othering/"}, "ARTICLE": {"TITLE": "“Aboki” and the dangers of othering in Nigeria", "TEXT": "Estimated Reading Time: 14\n\nIt is a Friday afternoon in November 2019. We are sitting across each other at Arts Café in Victoria Island, Lagos. Having met at Aké Books and Arts Festival just a month earlier, we have been having intense conversations about what the future could look like for survivors of sexual violence – spreading awareness, curbing the stigma, the role technology can possibly play.\n\nAt the café, as we are laughing in the midst of conversations about the panels curated at Aké, literature and journalism, we come across a rarely discussed topic: the manipulation of everyday words to create an “us versus them” dichotomy, which inevitably contributes to the rising problem of tribalism in Nigeria.\n\nHer name is Aisha Salaudeen and she produces digital stories for CNN Africa. She was born to a Yoruba man from Osun state and a Nupe woman from Kwara state but despite not being from the north, her Muslim identity has convinced many people in Lagos, where she lives, to refer to her as an ‘aboki’. I was surprised because I thought that word was reserved for Hausa-speaking northerners, as aboki is primarily a Hausa word for a male friend.\n\nGrowing up in Lagos, Aisha tells NewsWireNGR, I had to deal with it on a regular basis. When Boko Haram became widely popular around 2010, I distinctly remember a Yoruba teacher in my secondary school telling me to “talk to your brothers”.\n\nAccording to him, I was an aboki, so were they; therefore, they were my brothers, I had access to them and if I wanted them to kill fewer people, I could have done something about it.\n\nUnfortunately, I’m not the only person to have experienced this – being linked to a terrorist group because of my identity.\n\nFatima Abdulrazaq* has experienced something similar. Being a Nupe Muslim from Niger state, her identity has inspired a lot of hate speech directed at her in Lagos, where she lives.\n\nDuring this COVID pandemic, after the Nigeria president eased the lockdown protocol, she went to Mushin market, wearing a long gown, a facial mask, her veil and a summer hat to protect her skin against the sun.\n\nLooking at her, another shopper asked: “is it because of corona you are dressed like Boko Haram like this?” Fatima kept quiet. The shopper repeated her words; Fatima remained silent. When the woman said it for the third time, she added, laughing, “it’s you I’m talking to”. Fatima replied that she had heard the woman and that she didn’t reply because she thought it was offensive. The shop owner apologized on behalf of the lady, easing the tension.\n\nMonths following my meeting with Aisha Salaudeen at Arts Café, in April 2020, the same conversation appeared on our Twitter timelines. People from northern Nigeria were recounting experiences and speaking against being called aboki; in response, non-northern Nigerians were complaining about northerners also manipulating everyday words to degrade them: nyamuri (the Hausa word for Igbo), bayarabe (the Hausa word for Yoruba), baare (the Hausa word for outsiders), yaare (the Hausa word for people who speak other languages), kabila (the Hausa word for outsiders, who speak other languages), arne (the Hausa word for someone who does not believe in Islam), kado (the Fulfulde word for non-Fulanis). What was surprising about the online conversation was that it also featured people who tweeted: “It’s not abusive because aboki means friend; I am only calling you my friend”, “I call my Hausa friend aboki all the time and he doesn’t complain”, “I’ve been called bayarabe/nyamuri, so why can’t I call you aboki?” But the truth is, intention does not matterat all, when the consequences are grave – especially not when the words are being said with an undertone of condescension.\n\nIt was on Twitter that Fatima Abdulrazaq told NewsWireNGR that in addition to being called aboki by non-Northerners, she had also been called kabila insultingly by a Hausa person.\n\nDespite being from the north, she is not Hausa by tribe; she is Nupe. She had overheard a friend calling her that and had been hurt and disgusted – at being called such by a fellow-northerner and by a friend.\n\n“It’s a huge problem,” Fatima told me, explaining that “this negativity has continued to spread around fast, like a virus in place of word, on the streets, in schools, marketplace and so much more. It’s terrible, I must say.” She believes that religious and ceremonial heads have a big role to play; they can use their influence to speak and act against hatred among people, tribes and religions.\n\nThese words have been used to hurt Fatima but she has come to realize that while these words come with a lot of disrespect and as a way to make the listener ashamed of their identity, that’s not always the intention. While they can encourage hatred, she believes that some non-Northerners genuinely use aboki without meaning to offend and that the context and expression of such words should be taken into account. And although stereotypes are easy to form, being called aboki insultingly by one person doesn’t mean you should hate their ethnic group and see it as a reason to call them similarly degrading words.\n\nFatima’s story “vexes” me so much because she is not only getting hate from non-northerners, but also from northerners, simply because they are from different tribes. While we can forgive non-northerners for grouping us all into the “up north” group, it’s hard to extend the same courtesy to fellow northerners.\n\nAbdulrahman Mahdi, a Tera Muslim from Gombe state, has also been called both aboki by non-northerners and kabila and arne by Hausa-speaking people. It started from his first year at the University of East London (Malaysia), when some Yoruba classmates would call him aboki. He didn’t think it was offensive at first, until he realized that they used it to insult him. For him, it depends on the relationship you have with the user of such words; sometimes, your friends would call you such names jokingly and you laugh with them because you understand they are only teasing you but coming from a stranger, the word has a completely different meaning.\n\nWhen Abdulrahman moved to Lagos for work, his colleagues started calling him aboki too, in a pejorative manner, and he had to ask them to stop. In university, he also had a classmate from Kano called him – and still does till date – kabila and arne. While he has explained to non-northerners why they shouldn’t call him aboki, he is still being called kabila by Hausa people till date. He believes that the usage of such words speaks ill of us as people and “if we don’t do anything about it, we will make it look normal and the new generation will take it”, making tribalism and nationalism even worse than it is today. He thinks that having these conversations now and spreading awareness will help address the issues before it is too late. “It won’t be easy, but it’s worth trying,” he said; because change does not happen overnight.\n\nOthering tears us apart and allows us to have a superiority complex. It allows Hausa people to call other northerners demeaning words and non-northerners do the same to all northerners.\n\nThese words – aboki, nyamuri, kabila – are used to instigate stereotypes. Non-northerners call gatemen, suya-vendors and street hawkers aboki, but you will never hear them referring to Dangote and El-Rufai as such. That’s because, as Abdulrahman argues, “they don’t use such names for rich northerners”. So, ultimately, the words are used to demean and humiliate people to whom we have allowed ourselves to feel superior.\n\nWhile a lot of aboki name-calling takes place in Lagos, it is not restricted to the borders of the state.\n\nA different friend of mine, Hauwa Shaffii Nuhu, experienced the same treatment in Ibadan. Being both Muslim and Nupe from Niger state, she was wearing a knee-length hijab with elaborate henna at a motor park in Ibadan, ready to embark on a journey to Iseyin for the Ebedi Writers Residency in 2018.\n\n“I got the stares. You know, those ones reserved for northerners and Muslims,” she told me, knowing that I know the stares only too well. “And then a group of men started to laugh and jeer in low tones” that got louder and louder until they started shouting, “ABOKI!”\n\nShe turned to face them and boldly reacted, asking, “yane?” It’s a Hausa word for “how far?” What is it? What do you want? And it silenced them, so they backed off. “I was actually pretty hurt because the comment was intended to dehumanize me,” she said when she recounted the experience to me. They had assumed she would cower or be too ashamed, hurt or embarrassed to speak up for herself. Her reaction had shocked them.\n\nHauwa remembers thinking of them as “a vile group of people” and that’s exactly what othering does – it segregates and creates a system that places a people above another, Hauwa cautions. She adds that it also promotes hostility and violence among an already diverse group of people and is aimed at creating stereotypes and causing damage. “You’ll never hear those terms hurled in praise, or in admiration; it is always said in jeer, mockery, dehumanization,”\n\nHauwa explained to NewsWireNGR, sampling the 1994 Rwandan genocide as an example of the implications of othering. “It has a way of increasing overtime and spiralling into something physical, something bigger than us.”\n\nIn response to whether or not intention matters, Hauwa said simply, “I don’t know what’s on their mind; I only know what they have said to me and how it made me feel.” The right thing for them to do is take responsibility, apologize and let that apology manifest in their actions so that they never do it again. What is completely unacceptable to Hauwa is the weaponization of their “good intention” to dismiss the consequences of their words.\n\nWhile northerners find being called aboki offensive, they do the same thing to non-northerners in retaliation. A friend of mine, Tomiwa Bakare*, has felt equally insulted by the word bayarabe, which is Hausa for ‘a Yoruba male’. For him, it’s not so much the word but the usage that is problematic because if used properly and respectfully, the word in itself is not hurtful. “If these words are eliminated, the tribalistic nature of many of us will remain,” he explains.\n\n“We will simply find alternative ways of expressing.” Tomiwa was born in Kano state to a Yoruba family from Kogi, a central Nigerian state. Most of his close friends, myself included, are from the north so he understands Hausa as well as the next guy; however, that has not stopped Hausa-speaking northerners from classifying him as an “other”.\n\nThis type of othering isn’t so much the result of word usage, but years of preconditioning. When people don’t have the chance to explore cultures outside theirs, they begin to see it as “my way or the highway”. People have learnt to hate others for absolutely no reason, and this goes for members of every single tribe – whether it’s non-northerners calling northerners “aboki” or Hausas calling the Yorubas “bayarabe” and the Igbos “nyamuri” or Fulanis calling everyone “kado”.\n\nWhile these terms might be hard – or will take time – to be erased, the least we can do is change their usage, so they are not abusive to the receiver. The two times Tomiwa was referred to as bayarabe, the word was used as an insult and as a way to belittle him. The first time it happened, a Hausa friend invited him to lunch. A group of Hausa-speaking youth were there and upon realizing he did not speak the language, they asked their friend in Hausa: “what are you doing with this bayarabe? You’re bigger than them and they don’t pray properly!”\n\nThis belief that non-northerners don’t perform Sallah (Muslim prayer) as well as northern Muslims is common, yet groundless. There is no proof that a people are more superior in religion than others; saying so, if anything, reflects insecurity and both inferior and superior complexes on the side of the speaker.\n\nTomiwa didn’t react at all, but the comment did make him feel small. Some people in the group cautioned the speaker and expressed distaste over the unnecessary comment. And while such comments did come up from time to time, they soon learnt that he understood Hausa and stopped making such bigoted comments – at least in front of him. For him, his ability to understand Hausa was a superpower; it made it easy for him to realize who his real friends were. He has now built long-lasting friendships with the ones who stood up for him back then.\n\nTomiwa believes that Nigerians need to be taught about diversity – respecting and appreciating people with different backgrounds and beliefs from ours. He believes that this needs to be taught and once we stop seeing it as an “us versus them” problem, we will begin to view our differences as opportunities.\n\nBack in Arts Café, Aisha Salaudeen is telling me that she, too, has been referred to as an “aboki” several times. Albeit being Yoruba, she was born and raised in Jos. Her father was a salesman based in the north so growing up, her family spent a lot of time in Kaduna and Kano.\n\nHaving travelled quite a bit in the north, she picked up some northern mannerisms and dressed like the typical northern girl (in atampa or abaya). In 2006, when she visited Lagos for the first time, people pulled her clothes in markets and called her aboki. While the pulling was expected in markets, she didn’t understand why people were referring to her as such. When she wasn’t interested in buying slippers from a vendor, he angrily turned to his colleague and said: “no mind am, na aboki”. As someone who was raised in the north, she was surprised to hear him use the everyday word with disgust and outrage, unlike how it is used in the north, without the intention to demean anyone.\n\nThirteen years later, his facial expression is still imprinted in her mind. Back home, her mom told her it was just something South-westerners called Northerners. “I’m from the South-west but because I look and dress a certain way, I was subjected to that slur,” Aisha told me. The experience has stayed with her for over 10 years “and till today, it rubs off on me a certain way when anyone calls me aboki”.\n\nDuring NYSC, Aisha served in Sagamu, Ogun State. The girls in her platoon called her aboki to make fun of her, saying things like: “aboki, where is the suya now?” One day, one of them found Aisha’s profile online and asked: “oh wow, you have a master’s degree?” Aisha said yes. They got to talking and realized they had a lot of things in common but because she had chosen to see Aisha as an aboki, she did not allow herself to see the real Aisha. She apologized for the slurs and the two are friends till today. “That’s what stereotypes do to us and what it will do, if we keep passing on these blanket judgements – we will miss out on getting to know people, understanding their lives and who they truly,” Aisha said. “We will paint them with one brush, as if people cannot be many things at the same time.”\n\nWhile some people do use these slurs innocently, others do use it horrifically. Before becoming a journalist, Aisha worked as an accountant in 2017. One day, the receptionist found out she understood Hausa and was so excited to speak vernacular with her at work. On a different day, one colleague spoke Yoruba to her, and she responded in the same language. He replied: “ah, thank God! I thought you were an aboki! You act like an aboki.” Aisha asked him what an aboki sounded like and he said he was just happy she was not “one of them.” He implied that northerners were stupid.\n\nAs someone from the north, you hear things like “why are you behaving like an aboki?” or “leave that aboki alone”. For Aisha, the word is used to call a northerner stupid and when he/she makes a mistake or does something out of place. She agrees that the people who use such words don’t get to decide whether or not it is abusive. She thinks they should be open to understanding how the terms can hurt people on the receiving end and how they are used to create negative stereotypes.\n\nChimamanda Ngozi Adichie, a Nigerian author, once said, “To create a single story, you show a people as one thing and only one thing over and over again and that is what they become.” And that’s exactly what these slurs do – they make it acceptable to see a whole ethnic group through one pair of lenses. When you call the kilishi vendor or the gateman “aboki”, you are teaching people that that’s the only way to define a northern Nigerian and the only way to see them is as low-paid workers. These are single stories we make of people, making them targets of hate. In return, they also start hating the person, as well as the identities of the people who make the jokes. Eventually, everyone will hate everyone.\n\nAnd these stereotypes leave a mark. We have seen this in the use of “nigga” for African Americans and “kaffir” for black South Africans; we have seen it in the 1994 Rwandan genocide and in Gukurahundi (Zimbabwe’s civil war in the 1980s). We have seen stereotypes not only define a people, but destroy a nation – encouraging tribalism, xenophobia, etc. Instead of focusing on our similarities, we have been taught to exploit our differences; so, instead of coming together as one nation, it tears us apart and divides us into regions.\n\nBut having conversations about the dangers of these words helps. These conversations are nation-building and sweeping them under the rug will create animosity in the long run. “We need to talk about how these slurs are dangerous, how they make us feel and how we can address their underlying meanings,” Aisha says. “What those conversations will do is give clarity on why these terms are a problem. To solve an issue, you have to first understand how it is an issue and how it affects the people it affects. And that’s the start of figuring out how to end it.”\n\nConversations are one step towards the solution – whether they are taking place on Twitter or at a Café, having lunch with a new friend from a different tribe, who has experienced the same things as you.\n\n*Name changed to protect the identity of the interviewee."}}