{"GDELT": {"GlobalEventID": 926878599, "Day": 20200602, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4164, "Actor1Code": "ARMGOV", "Actor1Name": "ARMENIAN", "Actor1CountryCode": "ARM", "Actor1Type1Code": "GOV", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 0, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.7246376811594201, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Armenia", "Actor1Geo_CountryCode": "AM", "Actor1Geo_ADM1Code": "AM", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": 45.0, "Actor1Geo_FeatureID": "AM", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kremlin, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Armenia", "Action2Geo_CountryCode": "AM", "Action2Geo_ADM1Code": "AM", "Action2Geo_Lat": 40.0, "Action2Geo_Long": 45.0, "Action2Geo_FeatureID": "AM", "DATEADDED": 20200602084500, "SOURCEURL": "https://www.azatutyun.am/a/30646563.html"}, "ARTICLE": {"TITLE": "Russia Offers To Help Armenia Fight COVID-19 Pandemic", "TEXT": "Russian President Vladimir Putin telephoned Prime Minister Nikol Pashinian on Monday to congratulate him on his 45th birthday anniversary and offer Russia’s assistance for ongoing efforts to stop the spread of coronavirus in Armenia.\n\nThe phone call was reported shortly after Pashinian announced that he and members of his family have tested positive for the virus. According to official Russian and Armenian sources, Putin wished them a speedy recovery from the disease.\n\nAn Armenian government statement on the conversation said the two leaders then talked about the pandemic and “possible further developments.” “In this context they discussed cooperation between the health ministries of the two countries,” it said.\n\n“President Vladimir Putin emphasized the Russian Federation’s readiness to assist Armenia in the fight against the pandemic,” added the statement.\n\nAccording to the Kremlin’s readout of the phone call, Pashinian thanked Putin for the Russian assistance already provided to his country.\n\nIn early April, the Russian military sent a team of medics and special equipment to Armenia to help authorities there detect and prevent coronavirus cases among Armenian and Russian military personnel serving in the country. The equipment included a coronavirus testing lab and a sample collection system for COVID-19 tests.\n\nAlso, the Armenian government has imported other coronavirus-related medical supplies from Russia.\n\nPashinian’s office also reported that Putin invited Pashinian to take part in a military parade that will be held in Moscow on June 24 as part of official celebrations of the 75th anniversary of the Soviet victory over Nazi Germany. It said the Armenian leader expressed hope that he will recover from the virus by that time."}}