{"GDELT": {"GlobalEventID": 927270483, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "REL", "Actor1Name": "PRIEST", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mattawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12788", "Actor1Geo_Lat": 46.3167, "Actor1Geo_Long": -78.7, "Actor1Geo_FeatureID": "-568859", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mattawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12788", "Action2Geo_Lat": 46.3167, "Action2Geo_Long": -78.7, "Action2Geo_FeatureID": "-568859", "DATEADDED": 20200604001500, "SOURCEURL": "https://www.sudbury.com/local-news/have-you-heard-the-story-of-the-three-crosses-of-mattawa-2404153"}, "ARTICLE": {"TITLE": "Have you heard the story of the three crosses of Mattawa?", "TEXT": "In this inaugural edition of Back Roads Bill Steer's new northern Ontario travel column, he examines four different versions of the story of the crosses' origin\n\nIt is a steep hike but not too long to find your self at the top and the three crosses. Bill Steer for Village Media\n\n1 / 1 It is a steep hike but not too long to find your self at the top and the three crosses. Bill Steer for Village Media\n\nWhen you drive through Mattawa from either direction you see three distinct white crosses on the Laurentian hills overlooking the Ottawa River.\n\nThe presence of these crosses has made the “Big Joe Mufferaw” town “where the rivers meet” known throughout northeastern Ontario for the folklore as to why these crucifixes are really there. It is a mixture of deity and determination but still a hallmark for the community.\n\nAuthor Louis Hémon wrote the French Canadian novel, Maria Chapdelaine. It became a classic few Quebec books have become — spawning 150 different editions, having been translated into more than 20 languages, and inspiring three film adaptations and a play.\n\nMattawa artist and raconteur Clermont Duval illustrated the modern version of the story, with more than 300 pen and ink sketches. These had a huge influence to the storyboard of the 1983 movie version of the novel. Clermont’s work is internationally recognized, with galleries in the U.S., France and Germany showing many of his limited editions. The settings for many of Clermont’s landscapes are within the Ottawa and Mattawa River valleys, never far away from town and his camp on Lake Talon.\n\nOne of his works is the three crosses and he knows the heritage. Clermont explained four versions of the how and why of the crosses’ evolution.\n\nOne version is based on historic record, which indicates they were first put on Explorer's Point, in the spring of 1686, by Captain Pierre de Troyes during his expedition up the Ottawa River. He was directed to seize the settlements occupied by or built by the English on James Bay. The new governor (Denonville) organized an expedition, which is assembled during the winter of 1685-1686 and financed by the Compagnie du Nord.\n\nOn Feb. 12, 1686, “au sieur de Troyes” leaves Québec “to occupy the posts on the shores of the Northern Bay.” It was a mercenary expedition. The troop consists of 30 soldiers and 70 Canadians chosen for their ability to travel. Reaching James Bay on June 19, de Troyes selected what will be the first of three targets: Fort Monsoni (Moose Factory), Fort Rupert (Charles Fort), and Fort Quichichouane (Fort Albany); all are situated at the near end of James Bay.\n\nThe assault caught the British entirely by surprise. They would have been in a hurry but legend has it, en route, he wanted to mark the place where the Mattawa and Ottawa Rivers meet, not above. They would not have had the time or energy. The Chevalier de Troyes was back in Quebec at the beginning of October 1686.\n\nAnother version of the legend has the three crosses put there by Father Nelson Duquette. Clermont explains, “It seems that one night, a movie patron went to use the outhouse at the back of the town hall. He accidentally tossed a still burning match onto the tinder dry floor on his way out. Soon, the entire building was up in flames. The steam-powered water pumper, stationed at the town hall, burnt as well. Sparks falling from the sky threatened to set other buildings on fire. All of Main Street was at risk of being destroyed. Some parishioners ran to get Father Duquette for help. Father Duquette stood in the middle of Main Street and prayed. He promised that if the town would be spared from this disaster, he would erect three crosses on top of the mountain, across the Ottawa River, from the town.”\n\nThe town was spared and three crosses were erected in remembrance of this \"miracle.\" This is the “good stuff” of legends.\n\nIn the summer of 1917, it was decided by the church and community to place the crosses on top of the high hill across the Ottawa River from the point, on the Quebec side, for all to see. Three local priests erected the crosses.\n\n“It was during WWI and three parish priests wanted to do something to show their support. They were apparently first built from pine logs and this makes sense as this area has a preponderance of red and white pine.”\n\nOver time the crosses have rotted away, but each time the citizens of Mattawa have seen they have been rebuilt.\n\n“In 1991, Yolande Belanger, president of “Les Femmes de la Fédération Canadiennes Françaises” received funding to restore the crosses once again. Emile Chenier, a Mattawa native, built three new crosses. Many local residents plus eight students from F.J. McElligott High School helped to haul them up and erect them on metal bases.”\n\nMost recently the crosses have been affixed with solar lights. His son Costel has painted a painting of the crosses with their lights. It can be seen in the Duval Gallery window on Main Street. Clermont also painted the crosses in 2000 for the cover to Gerry Therrien’s book ‘Mattawa Our Timeless Town.’\n\nYou can visit the Clermont Duval art gallery in Mattawa on Main St. or www.clermontduval.com.\n\n“The three crosses have taken the same identity as the meeting of the rivers in the middle of the town they have become part of Mattawa’s DNA.”\n\nThere seems to be a lack of authentic archival history related to the crosses. But no matter, fact or fiction the crosses dominate the skyline and the imaginations of many. Yours to discover.\n\nI hiked on May 16 my third time; here is a digital map for access to the top and for hiking details; it is about a thirty-minute hike."}}