{"GDELT": {"GlobalEventID": 927283675, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.8300653594771201, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN12", "Action2Geo_ADM2Code": "72851", "Action2Geo_Lat": 32.7333, "Action2Geo_Long": 74.8667, "Action2Geo_FeatureID": "-2098228", "DATEADDED": 20200604011500, "SOURCEURL": "https://www.sify.com/news/pm-modi-to-hold-virtual-summit-with-australian-pm-scott-morrison-today-news-international-ugegzfhaghafc.html"}, "ARTICLE": {"TITLE": "PM Modi to hold virtual summit with Australian PM Scott Morrison today", "TEXT": "\"Dates for the visit of Prime Minister of Australia to India this year had been finalised, but the visit could not take place. It was also agreed to hold a 'Virtual Summit'. This is the first time that Prime Minister Modi will be holding a \"Bilateral Virtual Summit\", this signifies the strengthening of ties with Australia and its upward trajectory,\" Ministry of External Affairs (MEA) said in a statement.\"The focus would be on the positive trajectory in bilateral relations during discussions between the two Prime Ministers, who have already met on four occasions on the sidelines of multilateral meetings,\" sources said.\"The virtual summit will be an opportunity for the two leaders to review the broad framework of the relationship in the context of their growing ties. It will also be an opportunity to discuss their respective responses to the COVID-19 pandemic. A number of MoUs and announcements are being discussed by the officials,\" they added.Modi and Morrison have met four times during the last one and a half years -- on the sidelines of East Asia Summit in Singapore in November 2018, on the sidelines of G20 in Osaka in June 2019, on the margins of G7 Summit in Biarritz in August 2019 and on the margins of East Asia Summit in Bangkok in November 2019.\"India and Australia have very warm and friendly relations. The two nations have much in common, underpinned by shared values of pluralistic, Westminster-style democracies, Commonwealth traditions, the long-standing people-to-people ties and sporting links. Our economies have many complementarities with the potential to enhance bilateral trade and investment,\" sources said.The Strategic Partnership between the two countries was strengthened in 2014 - with the visit of Prime Minister Tony Abbott to India in September 2014, and the visit of PM Modi to Australia in November 2014.Framework for Security Cooperation between Australia and India signed in November 2014 during the visit of PM Modi to Australia laid the foundation for intensified foreign, defence and security policy exchanges between the two countries. Since then, regular meetings of the institutional dialogues have been taking place, MEA said.High-level interactions have also continued. Prime Minister Malcolm Turnbull, visited India in April 2017; the Governor-General of Australia visited India in March 2018 to attend the founding Summit of the International Solar Alliance and Rashtrapatiji made a historic visit to Australia in November 2018, MEA said.Due to a better understanding of India's strength and future role, Australia, in its White Paper on Foreign Policy-2017, recognised India as the \"pre-eminent maritime power among Indian Ocean countries\" and a \"front-rank partner of Australia\".During the last five years, bilateral relations between both countries have strengthened and expanded tremendously. Framework for security cooperation between Australia and India signed in November 2014 during the visit of Modi to Australia laid an action plan on foreign, defence and security policy exchanges and coordination, sources noted.\"Several new initiatives and bilateral/trilateral mechanisms such as Foreign Secretaries and Defence Secretaries 2+2 Dialogue, India-Australia-Indonesia Trilateral Dialogue, India-Australia-Japan Trilateral Dialogue have been established since then. These new platforms have provided greater momentum to strengthen our strategic cooperation,\" they added.Moreover, economic engagement has been growing. In 2018-19, the trade between the two countries was around USD 21 billion. Australia's cumulative investment in India is about USD 10.74 billion whereas India's total investment in Australia is USD 10.45 billion, MEA added.Australia has been supportive of India's position on cross-border terrorism and on asking Pakistan to take meaningful action against terrorist groups operating from its soil. Australia also co-sponsored UNSC resolution to declare Masood Azhar a global terrorist, sources said.\"Australia values India's diversity and inclusiveness and has held the view that recent developments with regard to Jammu and Kashmir are India's internal matters,\" they added.There is a 700,000 strong Indian diaspora in Australia. There are about 1,06,000 students studying in Australia. Under the Vande Bharat Mission, 1,560 Indian nationals and five OCI cardholders were evacuated from Australia in seven flights in the second phase of the initiative in May this year.The Virtual Summit will be an opportunity for the two leaders to review the broad framework of the relationship, in the context of growing ties between India and Australia, and to discuss their respective responses to the COVID-19 pandemic, MEA said. (ANI)"}}