{"GDELT": {"GlobalEventID": 927284428, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "HLH", "Actor1Name": "NURSE", "Actor1Type1Code": "HLH", "Actor2Code": "UAF", "Actor2Name": "GUNMAN", "Actor2Type1Code": "UAF", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.5204678362573099, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ottawa, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12755", "Actor2Geo_Lat": 45.4167, "Actor2Geo_Long": -75.7, "Actor2Geo_FeatureID": "-570760", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ottawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12755", "Action2Geo_Lat": 45.4167, "Action2Geo_Long": -75.7, "Action2Geo_FeatureID": "-570760", "DATEADDED": 20200604011500, "SOURCEURL": "https://nationalpost.com/pmn/news-pmn/canada-news-pmn/joint-inquiry-or-review-into-mass-killing-is-taking-shape-justice-minister-2-2"}, "ARTICLE": {"TITLE": "Joint inquiry or review of mass killing taking shape, N.S. justice minister says", "TEXT": "Article content continued\n\nLast month, the professors said Nova Scotia should establish an independent provincial inquiry, but Premier Stephen McNeil has said he wants Ottawa to lead the process.\n\nOne of those law professors, Richard Devlin, said a provincial inquiry would be preferable to a federal or joint federal-provincial inquiry.\n\n“If it just becomes constituted primarily as a federal inquiry, in which the government of Nova Scotia only plays a secondary role, it will be unduly narrow — relating only to the federal agencies potentially involved,” Devlin said in an interview Wednesday.\n\n“I think that the danger is that we will not get the comprehensive inquiry that this tragedy calls for.”\n\nSome victims’ relatives have also been calling for an inquiry.\n\nOn Monday, the daughter of Heather O’Brien — a nurse who was killed by the gunman on April 19 — urged the federal and Nova Scotia governments to work together.\n\nIn an open letter, Darcy Dobson said “the back and forth about who’s responsible for an inquiry is unreal.”\n\nFurey said he had read Dobson’s letter.\n\n“I want to assure Ms. Dobson and other family members that we continue in regular discussions with the federal government,” he said. “But we absolutely have to have the right mechanism and we need terms of reference that are broad in scope and can address of those questions that families and communities have.”\n\nThe minister, who is also a former Mountie, said the investigation could include an independent review similar to the one the RCMP conducted after three Mounties were killed and two others wounded by a gunman in Moncton, N.B., in June 2014."}}