{"GDELT": {"GlobalEventID": 927283788, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.18604651162791, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200604011500, "SOURCEURL": "https://www.foxbusiness.com/retail/walmart-ceo-calls-george-floyd-killing-tragic-promises-inclusive-culture"}, "ARTICLE": {"TITLE": "Walmart CEO calls George Floyd killing 'tragic,' promises inclusive culture", "TEXT": "Walmart President and CEO Doug McMillon denounced the killing of George Floyd during the company's shareholder meeting on Wednesday, calling it \"tragic, painful, and unacceptable.\"\n\nContinue Reading Below\n\n\"It’s important that we all understand that our problems, as a nation, run much deeper than one horrible event,\" McMillion said. \"The pain we’re feeling reminds us of the need to support each other and come together. Until we, as a nation, confront and address these hard realities, we will never achieve the best of what we can be.\"\n\nLOCAL STARBUCKS LEADERS CAN CLOSE STORES, REDUCE HOURS IF NECESSARY AMID LOOTING\n\nMcMillion added that Walmart will continue to do its part to promote an inclusive culture both inside and outside the company by finding ways to \"influence the various systems that exist in our country in a more impactful, positive and inclusive way.\"\n\n\"Walmart is an inclusive company,\" McMillon said. \"That is fundamental to our values and culture and we remain committed to those principles.\"\n\nGET FOX BUSINESS ON THE GO BY CLICKING HERE\n\nThe comments come as Walmart stores across the nation have taken guns and ammunition off the sales floor in the wake of civil unrest in response to Floyd's killing.\n\nTicker Security Last Change Change % WMT WALMART INC. 131.63 +1.06 +0.81%\n\nWalmart stock closed at $123.47 per share, falling slightly at the end of Wednesday's trading session.\n\nCLICK HERE TO READ MORE ON FOX BUSINESS"}}