{"GDELT": {"GlobalEventID": 927269272, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "CVL", "Actor1Name": "RESIDENTS", "Actor1Type1Code": "CVL", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 2.16216216216216, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Eagle River, Wisconsin, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWI", "Actor1Geo_ADM2Code": "WI125", "Actor1Geo_Lat": 45.9172, "Actor1Geo_Long": -89.2443, "Actor1Geo_FeatureID": "1579167", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Eagle River, Wisconsin, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWI", "Actor2Geo_Lat": 45.9172, "Actor2Geo_Long": -89.2443, "Actor2Geo_FeatureID": "1579167", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Eagle River, Wisconsin, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWI", "Action2Geo_Lat": 45.9172, "Action2Geo_Long": -89.2443, "Action2Geo_FeatureID": "1579167", "DATEADDED": 20200604001500, "SOURCEURL": "https://www.wjfw.com/storydetails/20200603145744/%20eagle_river_fourth_of_july_parade_fireworks_and_party_in_the_street_postponed"}, "ARTICLE": {"TITLE": "Eagle River fourth of July Parade, Fireworks, and Party in the Street postponed // WJFW TV-12, WJFWDT 12.1 and Newswatch 12", "TEXT": "IN OTHER NEWS\n\nKovac Planetarium Reopens\n\nPlay Video\n\nRHINELANDER - After two years of being closed, Kovac Planetarium in Rhinelander has reopened its doors to the public.\n\n\n\nFor owner Kevin Kovac he's thrilled to have the facility back open.\n\n\n\n\"The Kovac Planetarium was thought of around 1995,\" said Kovac. \"As an idea to teach people about the night sky.\"\n\n\n\nHis passion for the stars started when he was very young.\n\n\n\n+ Read More\n\nUnlock Michigan is collecting signatures to repeal 1945 law\n\nPlay Video\n\nIRON RIVER - Michigan governor, Gretchen Whitmer, has come under fire for her COVID-19 regulations. Some voters are saying that the extended state of emergency order goes against the Emergency Powers of the Governor Act of 1945. Now, the Unlock Michigan group is collecting signatures to reopen businesses around the state. \"We're trying to repeal the 1945 Act for Governor Whitmer to keep extending her emergency orders and keep making executive orders, which is causing businesses to shut down and people's lives, essentially, to be ruined,\" said volunteer Kalee Hernandez. The debate focuses on the interpretation of two separate Michigan laws. Supporters of the Governor cite a 1945 law that gives the Governor no time limit or need of approval for emergency orders. Unlock Michigan points to a similar act from 1976, which says the Governor would need approval from legislators every 28 days to extend any state of emergency. They say it should have all voters take notice. \"It's definitely a bi-partisan effort because there's no one way or another. People are getting affected whether they're Democrat or Republican or none of the above,\" Hernandez said. While today's event took place in Iron River, Unlock Michigan has been collecting signatures for their petition from all over the state. \"We're making events, we're all over the U.P. and we're already over 200,000 signatures and we're hoping for half a million,\" Hernandez explained. That may seem like a high bar to clear but, Unlock Michigan is hoping they'll reach their goal in the coming months. \"We've definitely been going for about a month and, so hopefully at this rate we'll be at half a million by October-ish,\" Hernandez added. The group is also hoping they can convince the rest of the state to share their concerns. \"Anyone can definitely help out, anyone can get started, and you don't have to be a special person to do it.\" Hernandez said, \"have your family and friends help you out and be on your way.\" Unlock Michigan is planning another petition signing event in Crystal Falls next week.\n\n\n\n\n\n+ Read More\n\nPostmaster General says he has no plans to restore mailboxes\n\nWASHINGTON - New Postmaster General Louis DeJoy said Friday he has no plans to restore mailboxes and other agency cuts made since he took over in June, sparking fresh questions over how the Postal Service will ensure timely delivery of an expected surge of mail-in ballots for the November election.\n\n\n\nIt was DeJoy's first time publicly answering questions since summer mail delays brought a public outcry. Testifying before a Senate committee, the ally of President Donald Trump said \"it was his \"sacred duty\" that ballots arrive on time. But he told senators he did not yet have a plan for handling a crush of election mail.\n\n+ Read More\n\nThompson won't say when UW would close due to COVID-19\n\nMADISON - Interim University of Wisconsin President Tommy Thompson said Friday that he has a threshold in mind for when a COVID-19 outbreak would trigger campuses to shut down, but he's not saying what it is.\n\n\n\nThompson, who took questions during an online Milwaukee Press Club event, said he hasn't revealed the information to anyone. UW students are returning to campus this month as other colleges across the country have seen spikes in coronavirus cases that have led to sending students home,\n\n+ Read More\n\nState extends ban on utility disconnections amid COVID-19\n\nMADISON - State regulators have extended a ban on utility disconnections during the coronavirus pandemic in Wisconsin.\n\n\n\nThe Public Service Commission voted 2-1 Thursday to continue a moratorium on shutoffs until Oct. 1. That will temporarily prevent more than 93,000 customer from losing their utility service next month.\n\n+ Read More\n\nDemmer Memorial Library gives out saplings to promote positivity\n\nTHREE LAKES - The Demmer Memorial Library in Three Lakes gave away 100 white and red pine saplings today. The event was originally planned for Arbor Day, but COVID-19 forced the library to postpone the giveaway.\n\n\n\n\"We still love Trees for Tomorrow and still wanted to cooperate so this seemed like a good way to put some positivity into things,\" said April Lammert, Young Adult and Adult Programming Librarian.\n\n\n\nLammert sees the potential her work has for impacting the community.\n\n\n\n\"We're librarians, we're very much into factual things and we just wanna put more good out there,\" explained Lammert.\n\n\n\nPatrons visiting the library come for more than just free trees. Since the COVID-19 pandemic broke out, Lammert has seen a significant jump in the number of people coming in for reliable internet access.\n\n\n\n\"As far as rural areas go - being in this rhinelander, three lakes, eagle river area, we don't have great internet connection. They come and utilize the outside of our building,\" said Lammert.\n\n\n\nThe Demmer Memorial Library will remain open Tuesday through Thursday with additional services available by appointment. Lammert says the library will be waiting for the first few weeks of school to start before solidifying their plans.\n\n+ Read More"}}