{"GDELT": {"GlobalEventID": 927269687, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "GOV", "Actor1Name": "CHANCELLOR", "Actor1Type1Code": "GOV", "Actor2Code": "DEUGOV", "Actor2Name": "BERLIN", "Actor2CountryCode": "DEU", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.56603773584905, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Berlin, Berlin, Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM16", "Actor1Geo_ADM2Code": "16538", "Actor1Geo_Lat": 52.5167, "Actor1Geo_Long": 13.4, "Actor1Geo_FeatureID": "-1746443", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Berlin, Berlin, Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM16", "Actor2Geo_ADM2Code": "16538", "Actor2Geo_Lat": 52.5167, "Actor2Geo_Long": 13.4, "Actor2Geo_FeatureID": "-1746443", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Berlin, Berlin, Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM16", "Action2Geo_ADM2Code": "16538", "Action2Geo_Lat": 52.5167, "Action2Geo_Long": 13.4, "Action2Geo_FeatureID": "-1746443", "DATEADDED": 20200604001500, "SOURCEURL": "https://www.reuters.com/article/us-health-coronavirus-germany-stimulus-p/factbox-germanys-stimulus-package-helps-consumers-and-companies-idUSKBN23A3IN"}, "ARTICLE": {"TITLE": "Factbox: Germany's stimulus package helps consumers and companies", "TEXT": "BERLIN (Reuters) - German Chancellor Angela Merkel’s coalition on Wednesday agreed on a stimulus package worth 130 billion euros ($146 billion) to help companies and workers in Europe’s largest economy recover more quickly from the coronavirus pandemic.\n\nGerman Chancellor Angela Merkel and German Finance Minister and Vice-Chancellor Olaf Scholz arrive to address a news conference after coalition meetings over stimulus measures to reboot post-coronavirus economy, at the Chancellery in Berlin, Germany June 3, 2020. John Macdougall/Pool via REUTERS\n\nBelow are the facts and figures on the main measures:\n\nPUSH FOR CONSUMPTION\n\n- Valued-added tax is reduced temporarily from July 1 until Dec. 31 to 16% from 19% for all goods, including cars. The reduced valued-added tax rate, which applies for some products such as food, is cut to 5% from 7%. This costs 20 billion euros.\n\n- Parents will get a cash handout of 300 euros per child. This costs 4.3 billion euros.\n\nSOCIAL SECURITY\n\n- The government stabilises the social security system, which includes public health care and unemployment aid, with a cash injection of 5.3 billion euros in 2020 and additional funds in 2021. This helps both companies and employees by keeping their social contributions below the 40% threshold of income.\n\nLOWER ENERGY PRICES\n\n- The government lowers the renewable energy surcharge and with it the electricity bill in 2021 and 2022. This costs 11 billion euros for both years combined.\n\nTAX RELIEF\n\n- The package includes several tax-relief measures for companies such as an expansion of tax loss carry-forwards and degressive depreciation for investments. This costs federal and state governments 8 billion euros.\n\nAID FOR SMALL COMPANIES\n\n- To ensure the survival of small- and medium-sized companies, up to 25 billion euros are made available from June to August to make up for virus-related losses of sales. The aid will be financed with unused funds from the first rescue package agreed in March.\n\nHELP FOR CULTURAL AND NON-PROFIT ORGANISATIONS\n\n- The government makes available 1.9 billion euros to help cultural and non-profit organisations survive the virus-related closures of theatre, cinemas, operas and other institutions.\n\nSTRUGGLING TOWNS\n\n- The government will help municipalities by shouldering a larger part of housing costs for the unemployed and by compensating for a plunge in local trade tax revenues. This will cost the federal government some 10 billion euros.\n\nSCHOOLING AND DAY CARE\n\n- The 16 state governments will get 3 billion euros to improve and expand kindergartens and other day-care facilities as well as full-time day schools.\n\nE-CARS AND CHARGING STATIONS\n\n- The government doubles its share of the existing purchase incentive for electric cars and hybrid cars. This means Berlin now pays a grant of 6,000 euros for a purely electric car. In addition, car manufacturers grant a subsidy of 3,000 euros. The measure applies for cars worth up to 40,000 euros.\n\n- The motor vehicle tax is also being reformed so that owners of gas guzzlers such as SUVs will pay higher taxes. From January 2021, owners of cars with emissions of more than 95 grams of CO2 will gradually pay more taxes.\n\n- To further boost e-mobility, existing programs to build charging stations and support battery cell production are expanded by 2.5 billion euros."}}