{"GDELT": {"GlobalEventID": 927284188, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -11.4754098360656, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Belfast, Belfast, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKR3", "Actor1Geo_ADM2Code": "40158", "Actor1Geo_Lat": 54.5833, "Actor1Geo_Long": -5.933330000000001, "Actor1Geo_FeatureID": "-2589607", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Belfast, Belfast, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKR3", "Action2Geo_ADM2Code": "40158", "Action2Geo_Lat": 54.5833, "Action2Geo_Long": -5.933330000000001, "Action2Geo_FeatureID": "-2589607", "DATEADDED": 20200604011500, "SOURCEURL": "https://www.bbc.com/news/uk-northern-ireland-52896144"}, "ARTICLE": {"TITLE": "Troubles pension: UK government blames Sinn Féin for delays", "TEXT": "Image caption The level of payment through the scheme will depend on the severity of a victim's injuries\n\nThe UK government has blamed Sinn Féin for stalling the Troubles pension.\n\nA source has told BBC News NI it is \"inexplicable and disappointing\" the party has revisited regulations over who is eligible.\n\nThe scheme has also been delayed by a dispute over who funds it, with estimated costs of at least £100m in the first three years.\n\nUnder legislation, the pension scheme was due to open for applications on May 29.\n\nNews of the set-back emerged in mid-May, leaving many victims furious at their treatment.\n\nIt has emerged Sinn Féin is declining to nominate a Stormont department to run the scheme because it is unhappy those with convictions of more than two-and-a-half years will be excluded from applying.\n\nEarlier, the prime minister was told \"a shameful stand-off\" continues over whether London or Belfast funds the scheme.\n\nIn a letter to Boris Johnson, Victims Commissioner Judith Thompson says the delay is \"the ultimate insult\".\n\nIn her letter, which is also been sent to the executive, Ms Thompson writes: \"It is cruel, callous and insulting that this shameful stand-off played out in public is undoing the acknowledgement of pain, suffering and loss that the victims payment was to deliver.\n\n\"It has become the ultimate insult to those victims and survivors who campaigned for years to be acknowledged, respected and valued.\"\n\nImage copyright Pacemaker Image caption Victims Commissioner Judith Thompson says the delay is \"the ultimate insult\"\n\nOn Wednesday, Sinn Féin MLA Pat Sheehan told Stormont's executive committee the scheme had \"serious design faults\".\n\nMr Sheehan said his party was committed to delivering the scheme but expressed concerns about eligibility.\n\nHe said the government had moved away from commitments made in previous Stormont agreements on legacy.\n\nThe criteria for the pension is based on the definition of a victim contained in the 2006 Victims and Survivors Order, which has already been criticised by some campaigners.\n\nThat definition identified a victim or survivor as someone who has been \"physically or psychologically injured as a result of or in consequence of a conflict-related incident\", but it made no reference to an individual's culpability.\n\nUlster Unionist MLA Doug Beattie said those comments gave him the \"sense the executive is not united\" on the pension scheme.\n\nThe same committee was told the reported costs do not reflect how much the pension will cost in total.\n\nMark Browne, a senior civil servant from the Executive Office told the committee reports the scheme cost more than £100m only apply across the first three years of the scheme, along with some backdated costs.\n\nHe said there are \"a lot of variables\" and he was not in a position yet to give a figure for estimated total costs.\n\nHe said it was likely to operate for quite some time, with provisions also in place for payments to loved ones in the event of a Troubles victim's death.\n\nSinn Féin also said it had a \"robust and frank exchange\" with Northern Ireland Secretary Brandon Lewis on the pension and wider legacy issues on Tuesday.\n\nThe party said it reminded him of the government's \"obligations\" to fund the scheme.\n\n'Shameful impasse'\n\nThe pension was agreed in 2014 and signed into law in January.\n\nIt will make annual payments of between £2,000 and £10,000 to thousands of people, anywhere in the UK, who were physically or psychologically injured.\n\nIt will exclude those injured by their own actions.\n\nMedia playback is unsupported on your device Media caption The roots of Northern Ireland’s Troubles lie deep in Irish history\n\nThe executive has said the pension is unaffordable unless London pays, and points out that it was legislated for at Westminster.\n\nThe Northern Ireland Office has maintained it is for Stormont to resource from the existing block grant.\n\nAs the executive has not nominated a department to administer the pension, which was supposed to have happened by 24 February; it is believed Justice Minister Naomi Long recently indicated her department was prepared to assume responsibility.\n\nSpeaking to BBC News NI, Ms Thompson said: \"The executive is saying no department can take it without funding and at the same time the Northern Ireland Office is saying we won't talk about money until a department is nominated.\n\n\"It is a circular, unacceptable argument. It is disgraceful.\"\n\n'Understands frustrations'\n\nIn an earlier statement, a UK government spokesperson said the government \"made legislation establishing a victims' payments scheme in January - fulfilling its legal obligation\".\n\nIn a statement, the spokesperson said the Northern Ireland Executive \"must now deliver\".\n\nThey said the government \"understands the deep frustration of those who were injured in the Troubles and their families and remains extremely disappointed by the current delay\".\n\n\"Discussions about funding are not preventing the executive from being able to take vital steps to unlock its implementation, which it must do urgently.\"\n\nWhat is the Troubles pension?\n\nIt was drawn up in 2019 by the UK government, when the Stormont assembly was not functioning.\n\nThe Troubles claimed more than 3,500 lives and the Northern Ireland Office has estimated another 40,000 people were injured.\n\nThe scheme aims to provide pension-like payments to victims of the Troubles, every year for the rest of their lives, with payments ranging from £2,000 to £10,000.\n\nVictims will be eligible to apply if they were injured in an incident at any point between 1 January 1966 and 12 April 2010, the date that responsibility for policing and justice was devolved to Stormont.\n\nThe scheme will be open to those injured anywhere in the UK - no matter where they are from - and to those who normally reside in the UK but were injured anywhere in the world as a result of the Troubles.\n\nBut a victim who is not a resident of the UK and was injured outside the UK is not eligible.\n\nThe pensions will be backdated to 2014 - the date when they were first agreed, in principle, by the Stormont parties under the Fresh Start Agreement.\n\nOlder victims, over the age of 60, may opt to receive a lump sum rather than annual payments.\n\nMost people will be assessed on medical records but face-to-face assessments will be used if this is not possible.\n\nThere will also be provisions to extend payments to those who care for Troubles' victims for more than 35 hours a week.\n\nIn the event of a Troubles victim's death, there will be provisions to make a payment to their loved ones.\n\nWho decides how payments are made?\n\nA judge-led board will decide who qualifies for the scheme, with the government insisting it would only apply to people who were injured \"through no fault of their own\".\n\nHowever, that criteria was criticised by campaigners who argued it is an attempt to circumvent the definition of a victim contained in the 2006 Victims and Survivors Order.\n\nThat definition identified a victim or survivor as someone who has been \"physically or psychologically injured as a result of or in consequence of a conflict-related incident\" but it made no reference to an individual's culpability.\n\nThe board will have the power to exclude applicants with unspent convictions."}}