{"GDELT": {"GlobalEventID": 927268825, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "BUS", "Actor1Name": "INDUSTRY", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.26201696512724, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Puebla, Puebla, Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX21", "Actor1Geo_ADM2Code": "20772", "Actor1Geo_Lat": 19.05, "Actor1Geo_Long": -98.2, "Actor1Geo_FeatureID": "-1690063", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Puebla, Puebla, Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX21", "Action2Geo_ADM2Code": "20772", "Action2Geo_Lat": 19.05, "Action2Geo_Long": -98.2, "Action2Geo_FeatureID": "-1690063", "DATEADDED": 20200604001500, "SOURCEURL": "https://www.plasticsnews.com/news/mexicos-auto-suppliers-scramble-meet-us-need"}, "ARTICLE": {"TITLE": "Mexico's auto suppliers scramble to meet US need", "TEXT": "Mexico's auto industry is scrambling to meet U.S. demand for supplier parts and high-demand vehicles after falling weeks behind in battling the coronavirus pandemic and restarting its manufacturing base. But to catch up, it must navigate both delicate economic conditions and steadily rising COVID-19 deaths.\n\nThe challenges there, in America's largest base of imported U.S. vehicle content, are myriad.\n\nMexican parts suppliers face liquidity issues that could get worse as orders stack up. Local auto sales have collapsed. Health experts don't agree on Mexico's new phase of reopening the economy. And with coronavirus infections spiking, Mexico's restart may be vulnerable to another shock that could ripple through U.S. and Canadian auto factories.\n\nThe complexity of the moment can be glimpsed in the Mexican state of Puebla, which is home to a sprawling Volkswagen assembly complex, a 4-year-old Audi plant and hundreds of suppliers. While Mexico's federal government approved a May 18 date for the country to start a gradual return to auto manufacturing, Puebla Gov. Miguel Barbosa is resisting at the state level because of virus cases there. Puebla now is targeting mid-June for a restart.\n\nThe good news was that Mexican parts suppliers—who shipped about $70 billion worth of components to the U.S. last year—have mostly restarted production. And auto makers such as General Motors, which makes popular pickups and crossovers at Mexican plants, are gradually increasing their output to replenish U.S. inventories. Likewise, Ford, Fiat Chrysler, Toyota, BMW, Nissan and others said they had returned to auto production there, or will this week.\n\n\"It's a slow and delicate return,\" cautioned Eduardo Solis, an industry consultant and board member of Mexican industrial chamber Concamin. \"Producers are going to start at 5 percent to 10 percent and increase production day by day. I think they will be recovering production over the course of June, but we won't be back to pre-coronavirus levels.\"\n\nSolis, who was president of Mexico's auto industry association for 12 years, had argued publicly for the Mexican government to allow the auto sector to return at the same time as its trade partners in the U.S. and Canada—in early May rather than at the end of the month. Restarting takes time, he pointed out. Even U.S. suppliers that had a head start are still ramping up.\n\n\"This is not the fault of Mexico or any other country,\" Solis told Automotive News. \"But with Mexico being the No. 1 parts supplier to the U.S., it's very important that suppliers return to production and the majority of them have.\"\n\nMexican President Andres Manuel Lopez Obrador, who has been skeptical of stay-at-home measures, presented a government report on the broader transportation sector's return to work. The report said that 75 percent of the more than 5,000 companies in the sector had submitted worker safety plans to health officials and received permission to restart operations. Mexico is home to about 1,500 auto supplier factories.\n\nBut as Mexico moves to a new level of economic activity starting June 1, government health authorities acknowledged last week that coronavirus cases continue to rise nationally despite a stay-at-home program that began March 23 and was to end May 31. Reuters reported that Mexico had more than 81,000 coronavirus cases and 9,000 deaths as of last week.\n\n\"No one should be confused that the overall epidemic in the country has reached its peak and is in decline,\" said Hugo Lopez-Gatell, assistant secretary at the Health Ministry and spokesman for the coronavirus program. \"That is not the case.\"\n\nIndeed, a new coronavirus map released by the government shows every Mexican state except one marked in red to signify \"maximum risk.\"\n\nBut Mexico is still under tremendous pressure to reactivate its economy—especially when it comes to manufacturing for the deeply integrated North American market. Analysts say it is difficult to overstate how important the Mexican auto sector is to its U.S. and Canadian counterparts.\n\n\"A huge part of the industry is dependent on Mexico,\" said Bernard Swiecki, assistant director of research at the Center for Automotive Research in Ann Arbor, Mich. \"It's our biggest international source of parts and components, so I don't think there's an auto maker that's immune to these concerns.\"\n\nMercedes-Benz U.S. International in Alabama, which in late April became one of the first auto makers to resume assembly in the U.S., had to close down again after it ran out of components from Mexico. GM said that moving to a second shift at its U.S. truck plants was dependent on whether its Mexican suppliers can restart their operations.\n\nManuel Montoya, director of the Nuevo Leon Automotive Cluster in northern Mexico, said assembly plants and suppliers there were mostly back on line last week, but not at 100 percent strength.\n\nKia has a large assembly plant in the U.S. border state of Nuevo Leon, and Fiat Chrysler and GM have plants in the neighboring state of Coahuila. And some 450 Tier 1 and Tier 2 suppliers in that region have been under pressure for weeks, as U.S. customer plants returned to making vehicles in late April and early May while the Mexican auto industry remained under lockdown.\n\n\"There was very strong pressure by the automakers to reactivate all of their suppliers,\" Montoya said.\n\nConcern remains\n\nAsked about fears of a resurgence in coronavirus cases, Montoya said, \"It's a fear we all have. We know that we have to return to work. The economy can't remain at a standstill.\"\n\nHe said safety measures are being taken very seriously, and protocols are in place to suspend production and reclean facilities should workers test positive for the virus.\n\nBut Guillermo Rosales, co-director of the Mexican Automobile Distributors Association, believes the government plan for the auto industry during the coronavirus pandemic has been too restrictive. In-store sales were banned nationwide beginning in March, contributing to a national sales drop of 65 percent in March and April. The industry overall lost about 100,000 sales.\n\nIn general, he said, auto industry activities should have been declared essential because they generate significant economic activity and tax revenue while being in a unique position to protect workers and customers.\n\n\"The auto industry,\" he said, \"is one of the few activities that fulfills these two variables—wealth generation and very low risk.\""}}