{"GDELT": {"GlobalEventID": 927283538, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor2Code": "JUD", "Actor2Name": "MUNICIPAL COURT", "Actor2Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.1055900621117996, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200604011500, "SOURCEURL": "https://www.candgnews.com/news/grosse-pointe-woods-man-arraigned-on-embezzlement-charges-117591"}, "ARTICLE": {"TITLE": "Grosse Pointe Woods man arraigned on embezzlement charges", "TEXT": "By: Maria Allard | Grosse Pointe Times | Published June 3, 2020\n\nWayne County Prosecutor Kym Worthy has charged Quinn Keith Smith, of Grosse Pointe Woods, for allegedly embezzling more than $91,000 from the Monteith Elementary School PTO. Photo by Maria Allard\n\nSmith\n\nAdvertisement\n\nGROSSE POINTE WOODS — A 43-year-old Grosse Pointe Woods man was arraigned June 3 in two separate embezzlement cases before Judge Theodore A. Metry in Grosse Pointe Woods Municipal Court.\n\nDuring the hearing, defendant Quinn Keith Smith remained in a Grosse Pointe Woods Department of Public Safety interview room and was arraigned via video.\n\nOn June 1, Wayne County Prosecutor Kym Worthy announced through a press release that Smith was charged in connection with embezzlement of funds from the Grosse Pointe Public School System Millage Committee for Renewal, and also in connection with the embezzlement of funds from the Monteith School Parent Teacher Organization in Grosse Pointe Woods.\n\nSmith stood mute during Wednesday’s court hearing, and Metry entered a not guilty plea on his behalf. Smith’s attorney, David Draper, and Grosse Pointe Woods Department of Public Safety Detective Ryan Schroerlucke attended the arraignment. Due to social distancing, the media was encouraged to view the court hearing via Zoom video conferencing.\n\nIn court, Draper — while asking for personal bond — said that Smith has been “cooperative, is employed full time and has no criminal record.” Smith also “immediately retained counsel,” Draper said.\n\nDraper told the judge that Smith’s wife is a teacher at Monteith and that his two children either attend the school or attended in the past. The defendant also has “many strong, strong ties to the community.”\n\n“Detective Schroerlucke and myself have been working together very cooperatively to share documents,” Draper said. “In fact, today I received a number of financial documents we need to go over as this case progresses.”\n\nWhen Metry asked Smith what he does for a living, he said he works for a logistics company.\n\n“They are aware of the situation, and he is still employed,” Draper said.\n\nAccording to Worthy’s press release, Smith was the treasurer of the GPPSS Millage Committee for Renewal between October 2019 and January 2020. An audit of the organization’s finances “revealed the occurrence of unauthorized activity on the account.”\n\nOn Feb. 27 of this year, a report was filed with the Grosse Pointe Woods Department of Public Safety alleging the defendant had accessed the Renew GPPSS account without authorization and embezzled over $1,000 in funds over three months. He was charged with embezzlement in an amount of at least $1,000 and less than $20,000.\n\nAccording to Worthy, Smith was the treasurer of the Monteith PTO between July 2017 and January 2020, and an audit of the organization’s finances revealed the occurrence of unauthorized activity on the account. On Feb. 12, 2020, a report on the matter was filed with the Grosse Pointe Woods Department of Public Safety.\n\nIt was alleged that Smith accessed the PTO account without authorization and embezzled more than $91,000 in funds over two and a half years. In that case, Smith has been charged with embezzlement of at least $50,000 and less than $100,000.\n\nBond was set at $25,000, 10 percent, in the Monteith PTO case, and $5,000, 10 percent, in the GPPSS Millage Committee for Renewal case. Smith posted bond.\n\nAs per Metry, Smith is not to have any contact with any witnesses in the cases and is not to handle any finances or funding for any organizations. He also is not to have contact with Monteith Elementary School.\n\nSmith is due back in Grosse Pointe Woods Municipal Court June 24 for a probable cause conference, and July 15 for a preliminary exam. If convicted of the crimes, Smith could face jail time, be ordered to pay restitution or both."}}