{"GDELT": {"GlobalEventID": 927284971, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "USA", "Actor1Name": "NEW MEXICO", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 6.46203554119547, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Indiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIN", "Actor1Geo_Lat": 39.8647, "Actor1Geo_Long": -86.2604, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Indiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIN", "Action2Geo_Lat": 39.8647, "Action2Geo_Long": -86.2604, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200604011500, "SOURCEURL": "http://www.digitaljournal.com/pr/4702281"}, "ARTICLE": {"TITLE": "Consumer51 Launches New Website for The New Mexico Wilderness Alliance", "TEXT": "More press releases» Press Release Consumer51 Launches New Website for The New Mexico Wilderness Alliance\n\n\n\nFounded in 1997,\n\n\n\nMark Allison, Executive Director, The New Mexico Wilderness Alliance said, \"Consumer51 brings with them a deep understanding of the process of website development and its value towards meeting organizational goals. We look forward to utilizing the new website designed with obvious effort and care. Going forward our website would be the most important part of our external communication infrastructure, helping us connect better with those who are passionate about taking action to protect New Mexico's wilderness, wildlife, and water.\"\n\n\n\nWith a membership base of individuals from all corners of New Mexico and across the nation, organization activities span the state and involve many diverse groups, including ranchers, sportsmen, land grants, acequia communities, tribal and religious leaders, scientists, youth, and community leaders. New Mexico Wild is the only statewide wilderness group in New Mexico with a proven track record of building diverse coalitions to protect public lands.\n\n\n\nCommenting on the development, Arijit Banerjee, CEO of Consumer 51 said, \"We have a deep connection with the state of New Mexico with operations going back 25 years through our group companies. It is a privilege to partner with NM Wild and help apply our marketing and technology expertise in pursuit of the lofty goal of preserving wildlands and wilderness areas.\"\n\n\n\nNew Mexico Wild shares its commitment to building community and raising awareness through its 'Let's Get Wild!' program. The program connects citizens to wilderness through hikes and volunteer service projects throughout the state. The organization reaches thousands of citizens each year through the quarterly newsletter and the Wild Guide, a complete guide to New Mexico's wilderness and wildlands. Consumer51 also partnered with New Mexico Wild to launch its brand new online 'Hiking Guide'.\n\n\n\nAbout Consumer51\n\n\n\nConsumer51 group company Xynergy has been building an award-winning presence for businesses and non-profit organizations in the state of New Mexico since the time there were about 1300 websites in the world. In the recently announced 2020 ADDY® awards for New Mexico, Consumer51 won four Gold and three Silver awards. The American Advertising Federation sponsors the American Advertising Awards, also known as the ADDY® Awards, honoring excellence in advertising with an aim to cultivate the highest creative standards in the industry. Consumer51 has also received eight Awards of Excellence in website design from the 2020 Communicator Awards for its distinctive contribution to user interface design and visual appeal. The Communicator Awards, sanctioned and judged by the Academy of Interactive & Visual Arts, is the leading international awards program recognizing big ideas in marketing and communications.\n\n\n\nConsumer51 LLC is a privately held consumer-experience company, providing marketing and technology solutions for today's connected world. The company provides a wide range of services including web design, web development, web hosting, domain registration, email management, user experience design, mobile application development, brand identity design, inbound marketing, creative services and consulting to clients ranging from startups to Fortune 50 brands. For more information about Consumer51, visit\n\n\n\nFollow the full story here: Jun. 3, 2020 / PRZen / ALBUQUERQUE, N.M. -- Consumer51, an international consumer-experience company with business operations in Pennsylvania, New Mexico and Indiana recently launched the much-awaited new website for 'The New Mexico Wilderness Alliance' (also known as New Mexico Wild), a nonprofit 501(c)(3) grassroots organization dedicated to the protection, restoration, and continued enjoyment of New Mexico's wildlands and wilderness areas.Founded in 1997, New Mexico Wild achieves its mission of protecting public lands through administrative protection, federal wilderness designation, and ongoing stewardship. One of the important aspects of the new website is keeping the New Mexico public updated on key issues and giving them opportunities to raise awareness and take action on key wilderness issues in a contemporary manner., Executive Director, The New Mexico Wilderness Alliance said, \"Consumer51 brings with them a deep understanding of the process of website development and its value towards meeting organizational goals. We look forward to utilizing the new website designed with obvious effort and care. Going forward our website would be the most important part of our external communication infrastructure, helping us connect better with those who are passionate about taking action to protect New Mexico's wilderness, wildlife, and water.\"With a membership base of individuals from all corners of New Mexico and across the nation, organization activities span the state and involve many diverse groups, including ranchers, sportsmen, land grants, acequia communities, tribal and religious leaders, scientists, youth, and community leaders. New Mexico Wild is the only statewide wilderness group in New Mexico with a proven track record of building diverse coalitions to protect public lands.Commenting on the development,, CEO of Consumer 51 said, \"We have a deep connection with the state of New Mexico with operations going back 25 years through our group companies. It is a privilege to partner with NM Wild and help apply our marketing and technology expertise in pursuit of the lofty goal of preserving wildlands and wilderness areas.\"New Mexico Wild shares its commitment to building community and raising awareness through its 'Let's Get Wild!' program. The program connects citizens to wilderness through hikes and volunteer service projects throughout the state. The organization reaches thousands of citizens each year through the quarterly newsletter and the Wild Guide, a complete guide to New Mexico's wilderness and wildlands. Consumer51 also partnered with New Mexico Wild to launch its brand new online 'Hiking Guide'.Consumer51 group company Xynergy has been building an award-winning presence for businesses and non-profit organizations in the state of New Mexico since the time there were about 1300 websites in the world. In the recently announced 2020 ADDY® awards for New Mexico, Consumer51 won four Gold and three Silver awards. The American Advertising Federation sponsors the American Advertising Awards, also known as the ADDY® Awards, honoring excellence in advertising with an aim to cultivate the highest creative standards in the industry. Consumer51 has also received eight Awards of Excellence in website design from the 2020 Communicator Awards for its distinctive contribution to user interface design and visual appeal. The Communicator Awards, sanctioned and judged by the Academy of Interactive & Visual Arts, is the leading international awards program recognizing big ideas in marketing and communications.Consumer51 LLC is a privately held consumer-experience company, providing marketing and technology solutions for today's connected world. The company provides a wide range of services including web design, web development, web hosting, domain registration, email management, user experience design, mobile application development, brand identity design, inbound marketing, creative services and consulting to clients ranging from startups to Fortune 50 brands. For more information about Consumer51, visit http://www.consumer51.com Follow the full story here: https://przen.com/pr/33346417\n\n"}}