{"GDELT": {"GlobalEventID": 927284976, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "USA", "Actor1Name": "SAN FRANCISCO", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 1121, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -7.981220657276991, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "San Francisco, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA075", "Actor1Geo_Lat": 37.7749, "Actor1Geo_Long": -122.419, "Actor1Geo_FeatureID": "277593", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "San Francisco, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 37.7749, "Action2Geo_Long": -122.419, "Action2Geo_FeatureID": "277593", "DATEADDED": 20200604011500, "SOURCEURL": "https://www.sandiegouniontribune.com/news/california/story/2020-06-03/police-california-man-had-hammer-not-gun-when-killed"}, "ARTICLE": {"TITLE": "Police: California man had hammer, not gun, when killed", "TEXT": "A man suspected of stealing from a pharmacy in the San Francisco Bay Area amid national protests was fatally shot by officers who thought he was carrying a firearm in his waistband but actually had a hammer, police said Wednesday.\n\nDetails of the shooting were revealed even as some California counties and cities planned to end curfews after days of largely peaceful protests over the police killing of George Floyd in Minneapolis.\n\nSean Monterrosa, 22, of San Francisco was the first confirmed death at the hands of law enforcement in California related to stealing from stores since Floyd’s death.\n\nVallejo Police Chief Shawny Williams said officers were responding to calls involving a Walgreens early Tuesday when the shooting occurred.\n\nAdvertisement\n\nThe death prompted renewed calls against police brutality by critics at a brief news conference by Williams, saying it was exactly the kind of police action they were protesting.\n\n“The intent was to stop the looting and to arrest any perpetrators if necessary. The officers reacted to a perceived threat,” Williams said. “I would say that it’s always a tragedy anytime an officer has to use force. My condolences to his family; it is a difficult thing to happen I understand that.”\n\nWilliams said police saw about a dozen people suspected of stealing in the parking lot of the store. One of the cars rammed into a police vehicle and prompted a wild chase, he said. At the same time, officers spotted Monterrosa near the building, with what appeared to be a weapon, he said.\n\n“This individual appeared to be running toward the black sedan when suddenly he stopped, taking a kneeling position, and placing his hands above his waist, revealing what appeared to be the butt of a handgun,” Williams said.\n\nAdvertisement\n\nAn officer fired five times through a police car windshield, hitting Monterrosa once, Williams said. Monterrosa had a 15-inch hammer tucked into the pocket of his sweatshirt, the chief said.\n\nJohn Burris, an attorney for the family, said he is appalled police would shoot at a person who was on his knees with his hands raised.\n\n“This young man was shot multiple times while he was on his knees and appeared to be trying to surrender,” Burris said, adding that he understands tensions have been high. “But one has to maintain control and you don’t get to arbitrarily shoot someone in a panic, just because the situation is excitable.”.\n\nThe officer who shot Monterrosa is an 18-year veteran who has been placed on leave pending an investigation."}}