{"GDELT": {"GlobalEventID": 927270004, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "JUDJUD", "Actor1Name": "SUPERIOR COURT", "Actor1Type1Code": "JUD", "Actor1Type2Code": "JUD", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -6.68789808917197, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Contra Costa County, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA013", "Actor1Geo_Lat": 37.9333, "Actor1Geo_Long": -121.934, "Actor1Geo_FeatureID": "1675903", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Contra Costa County, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 37.9333, "Action2Geo_Long": -121.934, "Action2Geo_FeatureID": "1675903", "DATEADDED": 20200604001500, "SOURCEURL": "https://www.jweekly.com/2020/06/03/bail-allowed-for-concord-man-accused-of-anti-semitic-threats/"}, "ARTICLE": {"TITLE": "Bail allowed for Concord man accused of anti-Semitic threats – J.", "TEXT": "UPDATED May 4, 11:48 a.m.\n\nA Superior Court judge on Wednesday reinstated $125,000 bail for Ross Farca, the 24-year-old facing felony charges in Contra Costa County after allegedly making anti-Semitic threats online and assembling an illegal assault rifle. At a follow-up hearing on Thursday, the judge raised the amount to $200,000.\n\nThe decision creates an avenue for Farca to get out of custody for the first time since November, when he was arrested on a federal charge for lying to the Army in 2017.\n\nThe Anti-Defamation League and members of the Jewish community expressed concern about the ruling, delivered by Judge David Flinn.\n\n“He can get out. He can go ahead and post bail,” said a security professional in the Jewish community who was in the courtroom on both Wednesday and Thursday. He asked not to be named for his safety.\n\nThursday morning’s rehearing was held at the request of the district attorney’s office in Contra Costa County. After listening to arguments from the state prosecutor that Farca remained a threat to public safety, Flinn decided to increase the bail amount.\n\nAt the hearing Thursday, the prosecutor, Deputy District Attorney Whitnee Goins, pointed to messages Farca sent to a “potential mass shooter” via an encrypted email platform while out on bail between June and November of last year. One read: “I am currently charged with criminal threats, possessing and manufacture of an AW [assault weapon]. While there are no police physically tracking my movements, I do suspect that they are monitoring my internet access, which is why I’m currently using a VPN to send this message.”\n\nGoins said another message indicated that the two were planning to meet up, and referred to a plan to evade police: “Countermeasures would probably be electronic, because no one would recognize me. Also an escape plan, if a bunch of officers appear from nowhere.”\n\nThe regional office of the ADL based in San Francisco issued a statement to J. on Wednesday, arguing Farca remains dangerous and should not be allowed to make bail.\n\n“The criminal complaint and news reporting detail Ross Farca’s alleged violent hatred of Jews,” the statement from regional director Seth Brysk said. “Further, he is charged with threatening to mass murder Jews and having weapons necessary to do so. ADL believes Ross Farca poses a potential threat to the community and should remain in custody pending the outcome of the criminal case against him.”\n\n“We are extremely disappointed in Judge Flinn’s ruling,” read a statement Wednesday from D.A. public information officer Scott Alonso.\n\nAfter his arrest last June, Farca was released on $125,000 bail, but in November, after a second arrest by U.S. marshals while out on pretrial release, U.S. Magistrate Sallie Kim refused to allow bail, citing “concerning” behavior, including the encrypted messages cited by Goins.\n\nIn her detention order signed Nov. 27, Kim wrote that “no condition or combination of conditions will reasonably assure the safety” of the community should Farca be released.\n\nSoon after, at a December hearing in Contra Costa County, Superior Court Judge Theresa Canepa issued a “no bail” bench warrant after Farca failed to appear. That warrant put him back into custody last week at the Martinez Detention Facility after his federal case resolved on May 28.\n\nThe question of whether to re-establish bail was not at the center of Wednesday’s hearing and appeared to catch Goins off guard. The hearing was held to settle a dispute between the state and the bail bonds company, which had posted the $125,000 bail in June.\n\n“I never received any formal papers from defense counsel about whether they wanted to have a bail hearing today,” said Goins. “But if we’re going to have a bail hearing now, we can do that.”\n\nFarca’s lawyer Ashley Bargenquast, a young associate at the law firm Tully & Weiss, urged Flinn to void the no-bail bench warrant. She mentioned, among other things, dangerous conditions at the Martinez Detention Facility.\n\n“The most important change of circumstance, the reason that we’re all wearing a mask today, is that there is a pandemic,” Bargenquast said. “Mr. Farca remains in custody, and the more individuals in custody, the higher danger it is to Mr. Farca, and the higher danger it is to individuals in the facility.”\n\nFlinn responded that if Farca can arrange to have the bail paid as he did in June, “as an alternative that would get him out of custody faster.”\n\nA gun violence restraining order remains in effect prohibiting Farca from legally possessing a firearm, and he is not allowed to use a computer without installed monitoring software.\n\nThe next hearing is scheduled for July 2 at 8:45 a.m. in Department 31. A live audio stream will be available here."}}