{"GDELT": {"GlobalEventID": 927283521, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 113, "EventBaseCode": 113, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.58102766798419, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Rotorua, New Zealand (general), New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ00", "Actor2Geo_ADM2Code": "22389", "Actor2Geo_Lat": -37.9, "Actor2Geo_Long": 176.217, "Actor2Geo_FeatureID": "-1515453", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rotorua, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22389", "Action2Geo_Lat": -37.9, "Action2Geo_Long": 176.217, "Action2Geo_FeatureID": "-1515453", "DATEADDED": 20200604011500, "SOURCEURL": "https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&objectid=12337153"}, "ARTICLE": {"TITLE": "Covid 19 coronavirus: Irish mum's battle to return to NZ with Kiwi husband and citizen son", "TEXT": "An Irish teacher who is married to a Kiwi, with whom she has a New Zealand citizen child, says she is hurt at being denied a visa to travel to New Zealand with them.\n\nVeronica King, an Irish national, is married to a Rotorua man Keiran King and together they have a 5-year-old son, Ethan.\n\nThe family are currently living in Ireland but want to return to New Zealand so Ethan can meet his extended Kiwi family.\n\nKing, who has 14 years of teaching experience, believes she will also be able to help with NZ's teacher shortage as she is NZQA qualified and is registered with the teacher council.\n\nAdvertisement\n\nIrish national Veronica King has a Kiwi husband Kieran and an NZ-citizen son Ethan, and is battling to return to NZ with them. Photo / Supplied.\n\n\"We have been putting in travel requests to go to New Zealand once a month since lockdown, only to have them rejected every time,\" said King.\n\n\"Given the teacher shortage, as well as being married to a NZ citizen, I would've thought that we were in with a chance. Unfortunately, it doesn't look that way. Our lives are in complete limbo.\"\n\nThe couple met in 2010 in Rotorua and married three years later. They later moved to the United Arab Emirates for two years where their son Ethan was born.\n\nThey then relocated to Ireland in 2015, where they are currently living, but always had planned to return permanently to live in New Zealand.\n\nREAD MORE:\n\n• Covid 19 coronavirus: Jacinda Ardern stands by D-Day date despite 34 days of no community transmission\n\n• 'No stigma around having Covid-19' - Ashley Bloomfield's plea after 12 days with no new cases\n\n• Covid 19 coronavirus: Ashley Bloomfield on 'untested' contact-tracing and New Zealand's readiness for level 1\n\n• Kate Hawkesby: Why some are afraid of Covid 19 coronavirus alert level 1\n\n\"My husband gave up his family and friends for me 10 years ago. Now I feel it is my turn to do the same for him,\" King said.\n\n\"We just want to come home and allow our son to get to know his grandparents and his uncles and introduce him to where he comes from.\"\n\nVeronica King's husband Kieren is from Rotorua. Photo / Supplied\n\nKing said her husband simply wanted to share his home with his wife and son, who is also an NZ citizen.\n\nAdvertisement\n\n\"In March I applied for a partner residence visa and went through all the correct channels and protocols only to hear INZ are not even looking at overseas residence visas,\" she said.\n\n\"When we heard that the film crew of Avatar had been granted access that was like rubbing salt in an already open and very raw wound as money once again was prioritised over people.\"\n\nSince March, she has repeatedly applied for requests to travel to NZ through the Covid-19 limited travel ban exemptions process.\n\n\"They do not give a reason why we were rejected. They simply say you did not qualify for the travel ban exemption and that the borders remain closed,\" King said.\n\nMeanwhile, she has also submitted a separate partner residence visa on April 1.\n\n\"I simply do not understand why we are not considered, especially where it concerns two of NZ's own citizens,\" she said.\n\nAdvertisement\n\n\"What hurt the most was when we found out the Avatar film crew were practically waved through; no links to NZ; no NZ citizens; just big bucks.\"\n\nAn INZ spokeswoman confirmed a partnership visa application was lodged by King during the temporary closure of the INZ offices due to Covid-19, and the application was awaiting allocation to an immigration officer.\n\n\"Ms King's request for an exception to the border restrictions under the partner of a New Zealand citizen category was initially declined due to the limited amount of information provided,\" the spokeswoman said.\n\n\"Following receipt of additional information, Ms King has been sent an Invitation to Apply for an exception.\"\n\nShe said the agency understands the impact Covid-19 has had on some migrants and their loved ones.\n\nHowever, the bar for granting an exception to the border restrictions was set high to help stop the spread of the virus and protect the health of people already in New Zealand.\n\nAdvertisement\n\n\"All requests for a border exception are considered on a case-by-case basis against the strict border exception criteria put in place by the Government,\" the spokeswoman said.\n\n\"INZ has no ability to apply discretion when considering requests against the border criteria.\"\n\nThe border is currently closed to all but New Zealand citizens and residents, with just a limited number of exceptions. This includes partners, dependent children and legal guardians of New Zealand citizens and residents, and permanent residents.\n\nExceptions may also be granted where people have a critical purpose for travel and for humanitarian reasons.\n\n‌"}}