{"GDELT": {"GlobalEventID": 927270832, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "USA", "Actor1Name": "MINNESOTA", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.20792079207921, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Connecticut, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCT", "Actor1Geo_Lat": 41.5834, "Actor1Geo_Long": -72.7622, "Actor1Geo_FeatureID": "CT", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 45.7326, "Action2Geo_Long": -93.9196, "Action2Geo_FeatureID": "MN", "DATEADDED": 20200604001500, "SOURCEURL": "https://www.theridgefieldpress.com/local/article/CT-advocates-New-charges-in-George-Floyd-s-15315503.php"}, "ARTICLE": {"TITLE": "New charges in George Floyd’s death ‘by no means a victory,’ advocates say", "TEXT": "New charges in George Floyd’s death ‘by no means a victory,’ advocates say\n\nProtestors chant slogans while marching in Fairfield on Tuesday. Protestors chant slogans while marching in Fairfield on Tuesday. Photo: Brian A. Pounds / Hearst Connecticut Media Photo: Brian A. Pounds / Hearst Connecticut Media Image 1 of / 6 Caption Close New charges in George Floyd’s death ‘by no means a victory,’ advocates say 1 / 6 Back to Gallery\n\nProminent members of Connecticut’s black community reacted Wednesday to the elevation of charges against former Minneapolis police officer Derek Chauvin and the arrests of three other former officers in the death of George Floyd.\n\nMinnesota Attorney General Keith Ellison is upgrading the charge against Chauvin to second-degree murder, and charging Thomas Lane, J. Kueng and Tou Thao with aiding and abetting second-degree murder.\n\nScot X. Esdaile, president of the Connecticut NAACP, called Ellison’s decision the “right thing to do.”\n\n“It’s a shame that we have to go through all this just for them to do the right thing, which they should have done from the start,” Esdaile said. “Police are supposed to protect and serve, but when something like this happens, we have to jump through all these hoops and twists and turns, with riots, burning of buildings and we have to turn the whole country upside down just to get justice.”\n\nWhile Esdaile said the decision to prosecute Chauvin for second-degree murder, as well as charging the three other police officers who were present when Floyd died, was a step in the right direction, he warned that this is “by no means a victory yet.”\n\n“That’s why we have to stay vigilant and continue to keep the pressure to make sure that justice is truly served,” he said.\n\nThe charges come days after Minnesota Gov. Tim Walz asked Ellison to take over the prosecution, which until Sunday had been led by the Hennepin County Attorney's Office.\n\nThe Rev. Boise Kimber, pastor of First Calvary Baptist Church in New Haven and a longtime civil rights activist, said he thanks the governor of Minnesota for appointing that state’s attorney general to lead this investigation.\n\n“It ceases to amaze me again that the district attorney could only come up with third-degree murder and manslaughter and did not move to arrest the other three officers expeditiously, but they are arrested today,” Kimber said. “I think that we should ask the governor of our state to give police brutality cases to our attorney general.”\n\nDorie Dumas, president of the Greater New Haven Branch of the NAACP, said the arrests are what has been advocated for by so many, and it is an important move in the right direction.\n\n“But we do not want just the arrests; we want to see convictions,” Dumas said.\n\n“We are going to keep watching … for them to do the right thing,” Dumas said.\n\nDumas said she hopes to see real, systemic changes. She said in the wake of Floyd’s death, she has seen many young people confused, angry and upset.\n\n“I think people are at a point where they can’t take it anymore and they have to see some real change,” she said. “Everyone should be treated with dignity. Nobody deserves the injustice we have seen.”\n\nGreg Johnson, who heads the Naugatuck Valley NAACP, said all of the officers should be prosecuted “to the full extent of the law.”\n\n“Racism and hate should not be welcome in any community,” Johnson said. “Looking at the video. ... I’m not an attorney, but my gut feeling is the state and federal government should prosecute to the full extent of the law.”\n\nHe said a federal grand jury should be impaneled to bring charges of violating constitutional rights.\n\n“Not only should there be federal and state charges, but a civil suit must be filed,” Johnson said.\n\n“There’s always been questions in the minority community that police are not held accountable for their actions,” he said.\n\nJohnson has been a leader in calling for an end to racism in the Naugatuck Valley communities.\n\nHe questioned Ansonia police in 2018 when the Central Connecticut State University Institute for Municipal and Regional Policy listed the department among eight in the state as having a disparate percentage of motor vehicle stops involving minorities.\n\nHe sought an investigation into the Derby Police Department following a 2018 complaint that officers singled out a group of minority teenagers who lingered after the annual Fourth of July fireworks display.\n\nLast year, he urged Shelton’s school system to institute racial bias protocols and schedule diversity workshops after a series of racially insensitive incidents involving students. One involved an Intermediate School student spitting on a black person during a school trip to the Smithsonian’s National Museum of African American History and Culture in Washington, D.C. This led to all of the Shelton students being asked to leave.\n\nStaff writer Michael Mayko contributed to this story."}}