{"GDELT": {"GlobalEventID": 927270775, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "USA", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.9782608695652195, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Missouri, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMO", "Actor1Geo_Lat": 38.4623, "Actor1Geo_Long": -92.302, "Actor1Geo_FeatureID": "MO", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Missouri, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMO", "Action2Geo_Lat": 38.4623, "Action2Geo_Long": -92.302, "Action2Geo_FeatureID": "MO", "DATEADDED": 20200604001500, "SOURCEURL": "https://www.psychologytoday.com/za/blog/minority-report/202006/how-not-hijack-black-lives-matter"}, "ARTICLE": {"TITLE": "How Not to Hijack Black Lives Matter", "TEXT": "Source: Photo by Mike Von on Unsplash\n\nIt’s hard for some Americans to understand the slogan, mantra, and heart behind, “Black Lives Matter” (BLM). These three words infuriate certain white Americans and make them defensive and angry, and they repsond in a manner that detracts, dismisses, and diverts from the initial cause behind BLM.\n\nFor example, earlier this week, the NBA’s Sacramento Kings’ sportscaster, Grant Napear, who is white, was in a Twitter exchange with former Kings center DeMarcus Cousins, who is African-American. Cousins asked Napear for his thoughts on the Black Lives Matter movement and Napear responded with, \"All Lives Matter...Every Single One!\"\n\nNapear lost his job amidst the controversy and in his defense released this statement, \"I'm not as educated on BLM as I thought I was,\" Napear said. \"I had no idea that when I said 'All Lives Matter' that it was counter to what BLM was trying to get across.\"\n\nNot only was his initial tweet dismissive but his response adds even more consternation because nowhere does Napear take responsibility for the negative impact it has on African-Americans. Even if given the benefit of the doubt, people should know that intent is separate from impact. Even if he didn't intend to offend anyone, it did impact others, and he should have thought about it or discussed it with someone prior to posting.\n\nIf racial reconciliation and healing are going to happen, people need to learn how to acknowledge the hurt they’ve caused. No explaining, no justifying, no defending—which is what Napear has done.\n\nPeople also need to stop hijacking the Black Lives Matter mantra for their own agendas. The movement began in 2013 with the hashtag #BlackLivesMatter on social media after the acquittal of George Zimmerman in the 2012 murder of African-American Trayvon Martin. The movement grew following the 2014 death of Michael Brown, resulting in protests and riots in Ferguson, Missouri.\n\nBut shortly after the Black Lives Movement gained national exposure, white America came up with its own response in defiance of BLM. Consequently, the phrase \"All Lives Matter\" sprang up as a response to the Black Lives Matter movement. in addition, the hashtag #BlueLivesMatter was created by supporters of the police.\n\nSome like Napear may claim ignorance and naivete. As a psychotherapist and speaker who specializes in cultural issues and , we can see bias or possibly even conscious bias coming forth in these retorts.\n\nMore specifically, implicit bias is built into why people respond with, \"All Lives Matter\" or \"Blue Lives Matter.\" They are not comfortable seeing the attention and spotlight given to a cause that's not relevant to their lives. People negatively misinterpret, \"Black Lives Matter\" to mean \"Only Black Lives Matter.\" How does one misinterpret this? may be at play. They infer from the phrase \"Black Lives Matter\" that African-Americans are singling themselves out as the only race that matters.\n\nBut nowhere do they confront their own assumptions and rarely do they accept feedback from a Black person on how this might negatively impact them because of the sociological effect known as \"White fragility,\" coined by sociologist Dr. Robin Di'Angelo. White fragility, in essence, is the knee-jerk defensiveness white people get when confronted with actions that might be construed as having racial implications, or at the very least considered racially insensitive. Due to this fragility, white people often refuse to hear the cries, pleas, and concerns of not only African-Americans but ethnic minorities in general by blithely saying, \"Oh, that's not what I meant\" or \"That wasn't meant to be racist.\"\n\nIn light of the recent protests, may the Black Lives Movement not only garner attention for racial inequities in policing but also lead Americans to finally acknowledge that exists in this country on a deep, systemic level across numerous institutions. That is the aim of the Black Lives Movement. Let's not allow it to be hijacked by \"All Lives Matter\" or others who want to focus on the looting, lest we lose sight of why the protests are occurring in the first place."}}