{"GDELT": {"GlobalEventID": 927268638, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.0373831775700997, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Missouri, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMO", "Actor2Geo_Lat": 38.4623, "Actor2Geo_Long": -92.302, "Actor2Geo_FeatureID": "MO", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Jefferson City, Missouri, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMO", "Action2Geo_Lat": 38.5767, "Action2Geo_Long": -92.1735, "Action2Geo_FeatureID": "758233", "DATEADDED": 20200604001500, "SOURCEURL": "https://www.stltoday.com/news/local/state-and-regional/no-new-covid-19-cases-from-lake-of-the-ozarks-crowds-missouri-health-director-says/article_6f36ad32-d125-5382-b78f-74bd0f6510ac.html"}, "ARTICLE": {"TITLE": "No new COVID-19 cases from Lake of the Ozarks crowds, Missouri health director says", "TEXT": "St. Louis Mayor Lyda Krewson on Wednesday credited declining numbers to hand washing, social distancing and the city’s stay-home order that lasted eight weeks. But she also said the potential spread of the virus through recent street protests drawing hundreds together is a “big concern” of hers.\n\n“We don’t know what will happen to these numbers after we see the results of lots of people being together in very large groups during the demonstrations and protests. Some folks were wearing masks, some folks weren’t. But certainly, folks were not social distancing,” Krewson said. “So we’ll see — fingers crossed — let’s hope that doesn’t result in a big bump up.”\n\nDr. Alex Garza, commander of the St. Louis Metropolitan Pandemic Task Force, said congregating closely increases the probability of spreading the coronavirus. But being outdoors — where the virus can disperse more quickly — and wearing a mask decreases the risk, Garza said.\n\n“We are still not sure how UV light (from the sun) will impact the virus,” he said. “But presumably it will help decrease transmission.”\n\nThings that increase the risk include the density of crowds as well as if demonstrators are yelling and speaking loudly, he said, “which produces greater volumes of droplets and aerosolization of the virus.”"}}