{"GDELT": {"GlobalEventID": 927270267, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "NGA", "Actor1Name": "BENIN CITY", "Actor1CountryCode": "NGA", "Actor2Code": "BENEDU", "Actor2Name": "BENIN", "Actor2CountryCode": "BEN", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -7.346938775510201, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Benin", "Actor1Geo_CountryCode": "BN", "Actor1Geo_ADM1Code": "BN", "Actor1Geo_Lat": 9.5, "Actor1Geo_Long": 2.25, "Actor1Geo_FeatureID": "BN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Benin", "Actor2Geo_CountryCode": "BN", "Actor2Geo_ADM1Code": "BN", "Actor2Geo_Lat": 9.5, "Actor2Geo_Long": 2.25, "Actor2Geo_FeatureID": "BN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Benin", "Action2Geo_CountryCode": "BN", "Action2Geo_ADM1Code": "BN", "Action2Geo_Lat": 9.5, "Action2Geo_Long": 2.25, "Action2Geo_FeatureID": "BN", "DATEADDED": 20200604001500, "SOURCEURL": "https://punchng.com/another-student-raped-killed-in-ibadan-ekiti-hawker-defiled/"}, "ARTICLE": {"TITLE": "Another student raped, killed in Ibadan, Ekiti hawker defiled", "TEXT": "• Amnesty asks Buhari to declare rape a national emergency\n\n• Aisha, Atiku, Dabiri-Erewa, others react\n\nOur Reporters\n\nLess than a week after a 100-level student of the University of Benin, Uwaila Omozuwa, was raped and killed inside a church in Benin City, an 18-year-old student of the Federal College of Animal and Production Technology, Moore Plantation, Apata, Ibadan, Oyo State, has suffered the same fate.\n\nThe teenager, Barakat Bello, who was undertaking the National Diploma programme in Science Laboratory Technology, was reportedly attacked on Monday.\n\nAlso on Monday, three armed men allegedly gang-raped a 17-year-old street hawker at the Oja-Oba Market, Ado-Ekiti, Ekiti State.\n\nIt was gathered that the attack on Barakat took place at her home in the Akinyele area of Ibadan.\n\nInitial reports had it that her corpse was found near the house.\n\nThe father of the deceased, Kasimu Elepo, told Sahara Reporters that he was not at home when the incident occurred.\n\nHe stated that the deceased’s sister was also out of the house when the tragic incident occurred.\n\nAccording to him, the sister found Barakat’s body in a pool of her own blood at the back of the house when she returned from Quaranic lessons.\n\nElepo said, “I was not at home when the incident happened. The victim’s younger sister was not at home too; she went for Quaranic lessons, but when she returned home, she saw Barakat at the back of the house with deep cuts all over her body. She had been raped and killed.\n\n“Somebody called me on the phone that I should come home, but he refused to tell me what happened. When I got home, I saw that my daughter had been raped and hacked to death.”\n\nThe Coordinator, National Association of Nigerian Students, Zone ‘D’, Samuel Olawale, demanded justice for the victim and said the rape of women must stop.\n\nThe deceased, who was a member of the Muslim Students Society of Nigeria, was buried on Tuesday according to Islamic rites.\n\nThe murder of the teenager has sparked protest on Twitter with the hashtag, #JusticeforBarakat.\n\nA United Kingdom-based medical doctor, Harvey Olufunmilayo, said the rape epidemic must be brought to an end.\n\nHe tweeted, “Barakat Bello was alone at home when some men attacked her. She was raped and killed. This was in Ibadan yesterday. She was only 18. Barakat was at home. She is a Muslim hijabi sister. You mad people that come up with excuses for rape, what is the excuse this time?”\n\nAnother tweet by @mideglow read, “This is becoming too much!!! We are tired of burying our sisters and friends. We are tired of molestation and rape! Capital punishment should be meted to the perpetrators.”\n\n@Utchay tweeted, “This is pure madness. I have lived and worked up North and when I see people saying that women get raped because of the way they dressed, I start to laugh.”\n\nREAD ALSO: Kogi commissioner under probe for assault, rape – Police\n\nThe Police Public Relations Officer, Oyo State Police Command, Olugbenga Fadeyi, told PUNCH Metro that although the incident was trending on the social media, he could not confirm it at the moment as it had not been reported to the police.\n\nHe expressed dissatisfaction with the failure of the deceased’s family to report the case for investigation by the police.\n\nFadeyi stated, “The story is trending; I have heard about it. I have got the link to the online report and I have read the story, but it is not in our crime diary.\n\n“Efforts are being intensified to confirm the credibility of the report. At present, the Divisional Police Officers, Oluyole and Apata divisions, have been contacted, but we found out that the address that was quoted is not correct. When I called the DPOs and I inquired, the two of them said there was no such report in their records.\n\n“It is very funny how some people are too much in a haste to post such things, even if it happened truly. I am not saying it happened because our records have not shown that. But, let’s assume it happened, the family is supposed to make an official report; that is another problem.”\n\nFor the Ado-Ekiti incident, PUNCH Metro gathered that the victim was hawking sachet water when the men, who were said to be armed with broken bottles, accosted her and took her to a corner in the market, where they forcefully had carnal knowledge of her around 7pm.\n\nThe victim was reportedly rushed to hospital for treatment after the incident.\n\nWhen contacted, the state Police Public Relations Officer, Sunday Abutu, said two suspects had been arrested, adding that efforts were on to apprehend the third member of the gang.\n\n“The girl was hawking sachet water when the incident happened around 7pm on Monday. The suspects are friends; we have arrested two of them, while the third is still at large. Investigation is ongoing,” Abutu stated.\n\nDeclare rape national emergency – AI\n\nMeanwhile, a global human rights organisation, Amnesty International, has called on the President, Major General Muhammadu Buhari (retd.), to declare rape a national crisis in the country.\n\nAmnesty International Nigeria said on Wednesday that it joined its voice to other civil societies demanding justice for Uwaila and Barakat.\n\nThe AI Nigeria, in a series of tweets, noted that a “toxic culture that encourages men to see women as passive sex objects” must be discouraged.\n\nThe organisation tweeted, “The government’s response to rape continues to be woefully inadequate. Frequent reports of rape across Nigeria are a gruesome reminder of the violence women and girls face. Violence against women and girls is often not properly registered or investigated.\n\n“The rape and murder of 18-year-old student, Barakat Bello, in Ibadan is shocking. Amnesty International is calling on the Nigerian authorities to declare a national crisis on rape. Women and girls’ safety must be paramount across Nigeria.\n\n“Dear President Buhari, declare rape a national crisis. Rape is a crime. If there is no consent, it is rape, even if the victim stays quiet and does not resist. The ‘boys will be boys’ mentality warps sex into something for men, done by men to women, without regard for the woman’s well-being. This toxic culture that encourages men to view women as passive sex objects needs to be addressed.\n\n“We are joining people in Nigeria to demand justice for Omozuwa (Uwaila), who was raped and murdered in a Nigerian church. Violence against women must stop. Authorities have to ensure justice for her and other women.”\n\nAisha Buhari seeks speedy action on rape cases\n\nThe wife of the President, Aisha Buhari, called on the Ministry of Women Affairs and all security agencies to expedite action and ensure that justice was served in all rape cases in the country.\n\nYOU MAY ALSO LIKE: Retired army captain arrested for allegedly defiling four-year-old niece\n\nAisha made the appeal in a message she posted on her social media platforms on Wednesday.\n\nThe President’s wife said it was devastating to hear about the gruesome murder and rape of ladies by men, who were supposed to be their fathers and brothers.\n\nShe wrote, “It is devastating to hear about the gruesome death of our daughters who were mercilessly raped by men, who in some cases are their fathers, brothers and protectors of their chastity.\n\n“Women are increasingly becoming vulnerable in a society that is expected to guaranty their safety and we owe it a duty to do everything possible to protect them.\n\n“Last year, I started working with governors’ wives of the 36 states to end gender-based violence in Nigeria. I launched a campaign with the governors’ wives and other stakeholders and issued a statement nation-wide in response to increasing and frequent reports of GBV with the slogan – Leave our daughters alone!\n\n“This was followed by a planned advocacy for the constitution of a presidential task force on ending GBV in Nigeria; prospective members were identified. The objective is to review the policy and legal framework on GBV with a view to proposing strengthening measures and an improvement plan.\n\n“In view of the recent developments, I therefore call on all stakeholders especially Federal Ministry of Women Affairs as well as legal and security agencies to expedite action so that justice takes it course accordingly.\n\n“I will continue to work with the governors’ wives to ensure that relevant structures and policy frameworks are put in place to end gender-based violence in Nigeria.”\n\nAtiku calls for rape law review\n\nFormer Vice-President, Atiku Abubakar, who described rape as a pandemic on his verified Twitter page, called for the review of the laws on rape and urged the police to ensure speedy justice for Uwaila, Barakat and other rape victims.\n\nHe tweeted, “I just spoke to the family of the late Uwa Omozuwa. I expressed my deepest condolences over her rape and murder. I feel their anguish. Sadly, rape is now a pandemic in our country.\n\n“It is time we reviewed the laws on rape to ensure that there are no escape routes in the investigation, prosecution, conviction and adequate punishment for this heinous crime.\n\n“After speaking with the Omozuwa family, my attention was drawn to yet another rape and murder of another young lady, Barakat Bello, in Ibadan. As a father, I know what it is like to deal with such a loss. We are racing against time.\n\n“It is crucial that the rapist(s) of Barakat and all other victims are speedily brought to justice to serve as a deterrent.”\n\nEdo sex offenders’ register\n\nThe Edo State Government, on Wednesday, said it was working with consultants to domesticate the sex offenders’ register as part of its stance against rape and other forms of gender-based violence.\n\nThe Chairperson, Edo State Sexual and Gender-Based Violence Response Team, Prof. Yinka Omorogbe, who addressed journalists in Benin City, said the government remained committed to its zero-tolerance for any form of gender-based violence.\n\nOmorogbe, who is also the state’s attorney-general and commissioner for justice, stated, “I am hoping that in the coming months, after working with our consultants, we will be able to launch our own Edo State sex offenders’ register, which is expected to be a live register to prevent manipulation.\n\nREAD ALSO: Raped in a church\n\n“I want to send a message to the perpetrators out there. We are coming for you. To all those who take pleasure in inflicting violence on their spouses, children and others, know this day that your days are numbered.”\n\nWomen group, Dabiri-Erewa demand inquiry\n\nA civil rights organisation, the Proactive Gender Initiative, on Wednesday, called on Buhari to set up a judicial commission of enquiry on the increasing cases of sexual harassment, especially rape and incest.\n\nThe National Coordinator, PGI, Esther Uzoma, made the call in Abuja in response to the rape and murder Uwaila and Barakat.\n\nSimilarly, the Chairman, Nigerians in Diaspora Commission, Abike Dabiri-Erewa, advised law enforcement agencies to bring the perpetrators of rape to justice.\n\nShe explained that the law on rape and gender-based violence prescribed specific sanctions for offenders, stressing that its strict enforcement would deter would-be offenders.\n\nSpeaking to journalists in Abuja on Wednesday, after receiving 20 desktop computers, 10 laptops, and two photocopying machines donated to the commission by the Nigerian Ports Authority, the NiDCOM chairman stated that she was instrumental to the passage of the legislation on rape when she was in the House of Representatives.\n\nBy Eniola Akinkuotu, Friday Olokor, Adelani Adepegba, Deji Lambo, Olaleye Aluko, Oluwatosin Omojuyigbe, Wale Oyewale and Sola Shittu\n\nCopyright PUNCH.\n\nAll rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH.\n\nContact: [email protected]"}}