{"GDELT": {"GlobalEventID": 927284204, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "COP", "Actor2Name": "POLICE OFFICER", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.3840830449827, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200604011500, "SOURCEURL": "https://www.glasgowtimes.co.uk/entertainment/nationalentsfeed/18494399.ore-oduba-says-cant-live-fear-world-son-will-grow/"}, "ARTICLE": {"TITLE": "Ore Oduba says he ‘can’t live in fear’ about the world his son will grow up in", "TEXT": "Ore Oduba has said he “can’t live in fear” that his son will grow up to see the levels of racism that exist today.\n\nThe sports presenter discussed the Black Lives Matter movement in a video posted on social media.\n\nHe added that he has not “really spoken about racism in the past and maybe that’s a bad thing”.\n\n“I have been lucky in my life and my career that I have been given opportunities, but maybe that’s because I felt like me getting opportunities was job done,” Oduba said.\n\n“I can tell you that in my workplace to this day it feels strange if I see another black face in the room and that is wrong.\n\n“I can’t fathom the thought that my son will grow up in a world where we are seeing what we are seeing today.\n\n“I can’t live in that fear because we have to all pull together because it’s no good me living in that fear.”\n\nHe said that at the moment there is “incredible potential to start to make a change” because of the traction gained by anti-racism campaigns on social media.\n\n(Matt Crossick/PA)\n\n“You have to hope that this is going to effect some kind of change,” he added.\n\nOduba said the death of African-American George Floyd, who died during an arrest after a white police officer knelt on his neck, was “absolutely heartbreaking”.\n\nThe Strictly Come Dancing winner also said he felt he had been racially profiled when he was travelling to the US for a holiday in 2012.\n\nHe said he was taken to a room in the airport “that you could probably only describe as being filled with people of minority ethnic backgrounds”.\n\nHe added: “Literally there wasn’t a single white face in there, apart from the people asking me questions.”"}}