{"GDELT": {"GlobalEventID": 927283789, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "BUS", "Actor1Name": "EMPLOYER", "Actor1Type1Code": "BUS", "Actor2Code": "GOV", "Actor2Name": "MINISTRY", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 128, "EventBaseCode": 128, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.41997264021888, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Singapore", "Actor1Geo_CountryCode": "SN", "Actor1Geo_ADM1Code": "SN", "Actor1Geo_Lat": 1.366667, "Actor1Geo_Long": 103.8, "Actor1Geo_FeatureID": "SN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Singapore", "Actor2Geo_CountryCode": "SN", "Actor2Geo_ADM1Code": "SN", "Actor2Geo_Lat": 1.366667, "Actor2Geo_Long": 103.8, "Actor2Geo_FeatureID": "SN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN", "Action2Geo_Lat": 1.366667, "Action2Geo_Long": 103.8, "Action2Geo_FeatureID": "SN", "DATEADDED": 20200604011500, "SOURCEURL": "https://www.tnp.sg/news/singapore/recovered-patients-seeking-jobs-fear-covid-19-stigma"}, "ARTICLE": {"TITLE": "Recovered patients seeking jobs fear Covid-19 stigma", "TEXT": "While spending nearly seven weeks in isolation as a Covid-19 patient, a Filipino maid found herself in a race against time.\n\nHer employer, who was infected with the coronavirus before her, had replaced her with a new foreign domestic worker (FDW).\n\nTo make matters worse, he was giving her a May 14 deadline to find a new employer or he would cancel her work permit. After she pleaded with him, he extended the deadline to June 3.\n\nThe maid, who requested anonymity, told The New Paper: \"I really wanted to stay here. Going home would mean no job and no money.\"\n\nNormally, her 18 years of domestic work experience would make her a prime catch, but there was one snag - she was among the first batch of 18 Covid-19 patients who were discharged on May 15 while still testing positive.\n\nThough she was deemed no longer infectious, she knew that most employers would be concerned about letting someone like her into their household.\n\nSo she decided to keep mum about her Covid-19 status unless a prospective employer brought it up, in which case she would then tell the truth.\n\n\"Who would want to hire a Covid-19 patient? If I had told them, there was no way I would be hired,\" she said.\n\nAs it turned out, the subject never came up in her interviews, and she is now happily working for a new employer.\n\n\"Yes, I worry they will find out one day. But I can show them my discharge memo, which confirms I am no longer infectious,\" she added.\n\nLike her, other former patients fear being stigmatised when seeking employment.\n\nThe Ministry of Health told TNP that discharged patients are no longer infectious and do not pose a threat of infection to the public.\n\nA spokesman for the Tripartite Alliance for Fair and Progressive Employment Practices (Tafep) said employers do not need information on Covid-19 infection to assess the suitability of a job applicant.\n\n\"Employers should use job application forms that ask only for information relevant to assessing an applicant's suitability for the job,\" he said.\n\nTafep urges all employers to abide by the Tripartite Guidelines on Fair Employment Practices, which emphasise the importance of hiring employees on the basis of merit, he added.\n\nShould an employer be in breach of the guidelines, Tafep will work with the Ministry of Manpower, which will investigate and take appropriate action against the employer.\n\nAnother Covid-19 patient, who wanted to be known only as Ms Lim, decided to find a new job while still in hospital.\n\nShe told employers about her infection because they would see she was in hospital during the interviews conducted through videoconferencing.\n\nWORRIED\n\nMs Lim, who is in her 20s, said: \"They were actually okay with it. I was worried about how they would react, but they didn't respond negatively and instead asked about how I was feeling.\"\n\nMs Lim said she knows of another patient who was afraid to reveal her infection to her company in case it cancels her internship.\n\nManpowerGroup Singapore country manager Linda Teo said employers must recognise that recovered patients are no longer infectious and should evaluate them fairly, based on their competencies.\n\nShe made a distinction between job seekers who had Covid-19 and those with chronic illnesses.\n\nThe latter may affect the employee's ability to perform physically demanding duties or require them to take time off work for medical check-ups.\n\nThese workers ought to declare their conditions, she said.\n\nThe president of the Association of Employment Agencies (Singapore), Ms K. Jayaprema, feels FDWs should declare their Covid-19 infection because, unlike other workers, their workplace is their employer's home.\n\n\"Some employers are bound to be worried as the FDW will be part of their household, and that is sensitive, especially for those with young children or elderly parents,\" she said.\n\n\"It does not mean that no one will hire them. Some employers are more accepting and appreciate honesty.\n\n\"It is also better for the FDW to be transparent to build a relationship of trust with her employer.\n\n\"If they are not forthcoming at the start, it is not healthy for the relationship.\"\n\nMs Lim added: \"I know there might be some stigma (against discharged patients) and it is upsetting.\n\n\"We didn't choose to be infected. People need to know that we have been cleared and we are just like everyone else.\""}}