{"GDELT": {"GlobalEventID": 927268762, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "Actor2Code": "SGP", "Actor2Name": "SINGAPORE", "Actor2CountryCode": "SGP", "IsRootEvent": 1, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.2774327122153197, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN", "Actor2Geo_Lat": 20.0, "Actor2Geo_Long": 77.0, "Actor2Geo_FeatureID": "IN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200604001500, "SOURCEURL": "https://indianexpress.com/article/india/india-to-discuss-ties-with-australia-in-first-virtual-summit-6441662/"}, "ARTICLE": {"TITLE": "India to discuss ties with Australia in first virtual summit", "TEXT": "The two leaders last spoke on April 6 where they had discussed Covid-19, including facilitation and support for citizens stranded in each other’s country. (File) The two leaders last spoke on April 6 where they had discussed Covid-19, including facilitation and support for citizens stranded in each other’s country. (File)\n\nPrime Minister Narendra Modi will be holding the India-Australia virtual summit with Australian Prime Minister Scott Morrison on Thursday in a bid to strengthen bilateral ties. This is the first virtual bilateral summit India is holding with any country. Australia held one with Singapore in March.\n\nThe two leaders last spoke on April 6 where they had discussed Covid-19, including facilitation and support for citizens stranded in each other’s country.\n\nA source said, “As two democratic nations, India and Australia have developed an understanding of each other’s perspectives on regional and global issues. We have a shared approach to a free open, inclusive, and prosperous Indo-Pacific. This has led to convergence of mutual interest in many areas.”\n\nOpinion | Modi-Morrison summit can help plug a gap in India’s diplomatic tradition\n\nSources said that the relations are “strong not only at the bilateral level, but also at the plurilateral level”. Australia has supported India’s global initiatives such as ISA, CDRI and Indo-Pacific Oceans Initiative. Australia supports India’s membership of an expanded UNSC. In the recent past, Australia supported our membership for Australia Group, and Wassenaar Arrangement and favours India’s membership of NSG.\n\nSources also said Australia has been supportive of India’s position on cross-border terrorism and on asking Pakistan to take meaningful action against terrorist groups operating from its soil.\n\n“Australia also co-sponsored UNSC resolution to declare Jaish-e-Mohammad chief Masood Azhar a global terrorist,” the source said.\n\nAccording to sources, Australia values India’s diversity and inclusiveness and holds the view that recent developments with regard to J&K are India’s internal matters.\n\nREAD | Australian PM makes ‘ScoMoSas’, see Narendra Modi’s reaction\n\n“Our economic engagement has been growing. The current trade levels are US$ 20.92 (2018-19). India exported goods and services worth US$ 5.17 billion and imported goods and services worth US$ 15.75 in 2018-19. Australia’s cumulative investment in India is about US$ 10.74 billion whereas India’s total investment in Australia is US$ 10.45 billion,” the source said.\n\nAustralian Pension Fund has invested US$ 1 billion in India’s National Investment and Infrastructure Fund. The two countries are looking at stepping up investments and trade with each other. Australia has huge deposits of minerals, including rare ores. The countries had been working on cooperation in critical and strategic minerals.\n\n“The Virtual Summit will be an opportunity for the two leaders to review the broad framework of the relationship in the context of their growing ties. It will also be an opportunity to discuss their respective responses to the Covid-19 pandemic,” officials said.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest India News, download Indian Express App.\n\n© The Indian Express (P) Ltd"}}