{"GDELT": {"GlobalEventID": 927268430, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.58013544018059, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Boston, Massachusetts, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMA", "Actor2Geo_ADM2Code": "MA025", "Actor2Geo_Lat": 42.3584, "Actor2Geo_Long": -71.0598, "Actor2Geo_FeatureID": "617565", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Boston, Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_ADM2Code": "MA025", "Action2Geo_Lat": 42.3584, "Action2Geo_Long": -71.0598, "Action2Geo_FeatureID": "617565", "DATEADDED": 20200604001500, "SOURCEURL": "https://sudbury.wickedlocal.com/news/20200603/black-lives-matter-rallies-held-in-sudbury-franklin"}, "ARTICLE": {"TITLE": "Black Lives Matter rallies held in Sudbury, Franklin", "TEXT": "More than 1,000 people gathered at the Franklin Town Common on Tuesday night for a “Kneel for Nine,\" where everyone silently knelt for nine minutes – many with fists raised – in memory of George Floyd, a black man killed on Memorial Day while in police custody. Members of the Franklin Police Department also knelt in a sign of solidarity.\n\nFranklin resident Ndoumbe Ndoye, 17, was in middle school when she ordered a tub of skin bleaching cream for $10 off the internet.\n\n“(But) When it came to my house, I threw it away,” she told more than 1,000 people Tuesday night on the town common in Franklin. “On that day forward, I began to love myself again.”\n\nThe “Kneel for Nine” gathering was organized by the newly-formed Franklin Residents Confronting Racism. Spearheaded by Justin Bates, attendees knelt in memory of George Floyd, a black man who was killed on Memorial Day while in police custody in Minneapolis. The nine minutes is a reference to the amount of time a Minneapolis police officer knelt on Floyd's neck.\n\nThe officer, Derek Chauvin, has since been fired and has been charged with third-degree murder and second-degree manslaughter. He’s due in court later this month.\n\nWhile Tuesday's demonstration was the first Ndoye had ever attended, she nonetheless bravely gripped a small megaphone and told the large crowd of her experience growing up as a young, black woman in a largely white suburban community.\n\nShe’s lived in Franklin since she was 5 years old, and as she entered middle school, she felt pressure to dress – and consequently look – like her peers, most of whom were white.\n\n“I was like every other girl, I was trying to fit in so bad,” she said, buying white converse sneakers and Victoria Secret sweatshirts with the words PINK sprawled across to blend in with classmates.\n\n“It got so bad – I wanted to bleach my own skin,” she said.\n\nNow president of Franklin High's Diversity Awareness Club, the high school junior said she’s happy she made the decision that day to toss that bottle of skin bleach in the trash.\n\nIn Sudbury, two juniors at Lincoln Sudbury High School had hoped to join thousands of people who protested in Boston over the past few days.\n\nBut the parents of Caitie Sams and Kaleigh Barrera wouldn’t let them, concerned they would get sick from COVID-19. So instead, the two 17-years old decided to spread a message in their own community.\n\nThey say more than 500 people participated in a peaceful protest Tuesday at Sudbury Town Center and Haskell Field. A Daily News photographer counted more than 100 while he visited between 4 and 4:50 p.m.\n\nThe teens worked with town management and the Police Department to put on the event.\n\n“I think it took a different meaning when we started it in our own town,” said Sams. “The main focus of the protest really shifted toward combating white supremacy and using our white privilege to speak out for people.”\n\nIn Barrera’s opinion, racial injustice is the country’s biggest issue.\n\n“It’s unacceptable that (racism) is still going on,” she said, noting that as white Americans, she and Sams need to do everything in their power to eradicate it.\n\nIn Sudbury, Sams felt empowered that the protest was led by young people.\n\n“It shows that we have a voice and we can speak out and show our beliefs,” she said. She also thought it was powerful that police helped regulate traffic and handed out face coverings.\n\n“It’s showing that we are working with them to bring change and I think that’s really powerful,” Sams said.\n\nBoth girls said they have already seen positive buzz from social media following the event.\n\nThey’ve also received positive feedback from the town government, she said.\n\n“The town manager and the Sudbury Police Department have asked me to sit down with my co-organizers to speak about how we think the protest went and how we think Sudbury could make a difference,” Barrera said. \"Even if we were not to hold another protest, we have made the first step to start making changes in Sudbury.”\n\nIn Franklin, Town Councilor Melanie Hamblen echoed the Sudbury teens' words.\n\n“Being nice and doing good deeds are not enough – it is up to white people to realize that we have a lot of serious work to do,\" Hamblen said. \"We have to accept the fact that we are perpetuating social injustice by doing nothing.\"\n\nBates, the Franklin event's organizer, said that it was \"overwhelming\" to see the common packed with cardboard “Black Lives Matter” signs and people of different ethnicities dressed head to toe in black.\n\n“If this is our first step, then I am now willing to see what the second step is,” he said of the gathering, which was planned in less than 48 hours. “The people in Franklin are so willing to listen, act and continue to do so. I think this has so much potential.”\n\nCesareo Contreras writes about environmental issues and technology. He can be reached at 508-626-3957 or ccontreras@wickedlocal.com. Follow him on Twitter @cesareo_r.\n\nLauren Young writes about politics, social issues and covers the town of Franklin. Reach her at 774-804-1499 or lyoung@wickedlocal.com. Follow her on Twitter @laurenatmilford."}}