{"GDELT": {"GlobalEventID": 927284393, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "GOV", "Actor1Name": "CABINET", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.43149284253579, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ottawa, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12755", "Actor2Geo_Lat": 45.4167, "Actor2Geo_Long": -75.7, "Actor2Geo_FeatureID": "-570760", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ottawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12755", "Action2Geo_Lat": 45.4167, "Action2Geo_Long": -75.7, "Action2Geo_FeatureID": "-570760", "DATEADDED": 20200604011500, "SOURCEURL": "https://www.thepeterboroughexaminer.com/ts/politics/federal/2020/06/03/justin-trudeau-says-he-wants-to-tackle-racism-ahmed-hussen-has-a-plan.html"}, "ARTICLE": {"TITLE": "Justin Trudeau says he wants to tackle racism. Ahmed Hussen has a plan", "TEXT": "OTTAWA—Ahmed Hussen, a Somali immigrant and the only Black member of Justin Trudeau’s cabinet, remains deeply disturbed by developments in the United States. He can’t bring himself to talk to his 10-year-old son about the George Floyd video quite yet, although he knows that day will come.\n\n“The reason is simple — it’s because I’m still processing it,” Hussen said Wednesday in an interview with the Star. “It’s such a hard footage to watch — someone who is dying in slow motion right in front of our eyes at the hands of a police officer.\n\n“I haven’t had the strength to have the conversation.”\n\nHe chafes at suggestions that systemic discrimination is an American phenomenon that doesn’t happen here in Canada — partly because he has lived it himself. “It’s as Canadian as anything else.”\n\nIn the wake of Trudeau’s strong condemnation of racism and discrimination, the question is, now what?\n\nAs the minister for families, children and social development, Hussen is in a unique position to do something, and he has a plan.\n\nThe first step, he says, is to declare and define the problem.\n\n“Systemic racism is real in Canada, It’s real for millions of Canadian individuals. It’s real for Indigenous and Black Canadians,” he said. “And the sooner we acknowledge that, the sooner we amplify the voices of those who feel that sting of discrimination of racism as part of their lived reality, the sooner we’ll be able to tackle it and to eradicate it.\n\n“Those in positions of leadership have a particular responsibility to call it out.”\n\nThe second step is to empower community groups and people working on the front lines of the problem, he says, and make sure they have the resources to deal with the day-to-day issues that differ from community to community.\n\nAt a federal level, he says, having data disaggregated by race is key. That way, for example, when he goes to implement housing policy or homelessness policy, he can know whether to pay special attention to a specific challenge. Statistics Canada is ramping up its ability to analyze data by race, he says, and he wants the provinces to join in the effort.\n\n“It starts with recognition and then it goes into being open to the solutions. The best people to offer those solutions are those who live with this every single day,” he said.\n\nHussen’s plan could be a lifeline for a government that condemned racism and discrimination but this week offered no actions to combat it.\n\nPublic condemnations of racism and discrimination are a critical step but community advocates, academics and politicians say words alone won’t resolve these systemic issues.\n\n“Our government officials continue to speak about the existence of racism and discrimination in our country but they do nothing to celebrate, highlight and champion Black communities. What we get is lip service,” said Cheryl Thompson, an assistant professor at Ryerson University’s School of Creative Industries.\n\n“There are many Black people in our government today, and yet, I do not see any outreach, collaboration, or even asking them to lead on any kind of initiative that addresses anti-Black racism head on. Instead, there are ceremonial statements and websites but no action,” she said in an email.\n\nThompson said one of the best solutions to combating racism is education.\n\nLoading... Loading... Loading... Loading... Loading... Loading...\n\n“It’s time to put one’s support where one’s rhetoric is to create a culture where Black people are seen and heard — not only in times of Black death and crisis, but all the time.,” Thompson said.\n\nGrace-Edward Galabuzi, an associate professor in the department of politics and public administration at Ryerson University, said there needs to be a better focus on employment equity with improved job opportunities for racialized, Indigenous, immigrant, women, disabled and youth populations.\n\n“Equitable access to employment should be standardized and become the norm in recruitment, hiring, retention and mobility within organizations and businesses,” Galabuzi said in an email.\n\nAnd now, as the government looks to nurture job creation in the wake of the COVID-19 shock, Galabuzi said the focus should be on sectors where racialized populations and women are disproportionately represented, such as social services, retail and hospitality.\n\nAsk Kathy Hogarth, an assistant professor at the University of Waterloo, about the solution and she talks passionately not about targeted measures but rather a sweeping effort to change discriminatory attitudes that have taken root over centuries.\n\n“All of our structures in society need to be addressed. This cannot be a singular focus on a singular system,” Hogarth said in a telephone interview Wednesday.\n\n“Canada is based on this framework of racism. Once we’ve made that acknowledgment, then we must rightly ask the question about how we undo that,” said Hogarth, who has done research on issues of immigration, ethnicity and diversity.\n\nThat effort extends to elements like the education system and curriculum to teach students about racism, to the justice system and the overrepresentation of Black and Indigenous men, and a health system that “treats racialized bodies so much differently.\n\nHogarth said the belief that Canada is somehow different than the U.S. only undermines the imperative for change.\n\n“Our national identify is really based on Canada the good and that works against us in the fight for justice,” she said. “We have a huge task before us.”\n\nRead more about:"}}