{"GDELT": {"GlobalEventID": 927285311, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "USAMED", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "MED", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.17391304347826, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Nevada, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNV", "Actor1Geo_Lat": 38.4199, "Actor1Geo_Long": -117.12200000000001, "Actor1Geo_FeatureID": "NV", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Nevada, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNV", "Action2Geo_Lat": 38.4199, "Action2Geo_Long": -117.12200000000001, "Action2Geo_FeatureID": "NV", "DATEADDED": 20200604011500, "SOURCEURL": "https://kdwn.com/2020/06/03/travel-demand-for-las-vegas-increasing-on-eve-of-casino-reopenings/"}, "ARTICLE": {"TITLE": "Travel Demand for Las Vegas Increasing on Eve of Casino Reopenings", "TEXT": "Bookings for travel to Las Vegas have increased since Nevada Governor Steve Sisolak gave the okay for resorts to reopen at 12:01 a.m. June 4. Travel website Orbitz says flight and hotel searches for Las Vegas increased for the week of June 4-11 over searches the previous week. An Orbitz spokesperson said hotel searches increased more than flight searches, but both were up.\n\n“The most popular booking window for Vegas, i.e. the most popular month(s) to book travel to Vegas on Orbitz right now, is currently June, followed closely by July,” Orbitz spokesman Mel Dohmen said. “That tells us Vegas is a top destination travelers are considering as travel starts to open back up this summer.”\n\n“Some of the news indicates more rooms may be booked than originally thought,” Nevada Resorts Association President Virginia Valentine said. “It is looking like we’ll have a very positive response to the reopening. Obviously, we want people to be safe when they come back, and we’ve been making preparations now for months to bring them back to a safe and exciting environment.”\n\nWhile the majority of the travel interest is coming from people who can drive to Las Vegas, Southwest Airlines says it’s seen an increase in reservations for flights to Las Vegas since the casinos were given the green light to reopen."}}