{"GDELT": {"GlobalEventID": 927269309, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "DEU", "Actor1Name": "GERMAN", "Actor1CountryCode": "DEU", "Actor2Code": "PRT", "Actor2Name": "PORTUGAL", "Actor2CountryCode": "PRT", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 2, "NumArticles": 4, "AvgTone": -5.882352941176469, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Praia Da Luz, Faro, Portugal", "Actor2Geo_CountryCode": "PO", "Actor2Geo_ADM1Code": "PO09", "Actor2Geo_ADM2Code": "24764", "Actor2Geo_Lat": 37.0833, "Actor2Geo_Long": -8.73333, "Actor2Geo_FeatureID": "-2168298", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Praia Da Luz, Faro, Portugal", "Action2Geo_CountryCode": "PO", "Action2Geo_ADM1Code": "PO09", "Action2Geo_ADM2Code": "24764", "Action2Geo_Lat": 37.0833, "Action2Geo_Long": -8.73333, "Action2Geo_FeatureID": "-2168298", "DATEADDED": 20200604001500, "SOURCEURL": "https://www.gympietimes.com.au/news/german-prisoner-suspect-in-maddies-disappearance/4029547/"}, "ARTICLE": {"TITLE": "German prisoner suspect in Maddie’s disappearance", "TEXT": "A 43-year-old German man who travelled around Portugal in a camper van is now the prime suspect into the disappearance of three-year-old, Madeleine McCann, who vanished during a holiday with her family in 2007.\n\nScotland Yard believes the man, who is currently in prison and has not been named, was in the area where the little girl was last seen in Portugal 13 years ago.\n\nThey are appealing for information about the van and the suspect's other vehicle, a Jaguar.\n\nThe man transferred it to someone else's name the day after she vanished.\n\n\"Someone out there knows a lot more than they're letting on,\" said Detective Chief Inspector Mark Cranwell, who is leading Scotland Yard's investigation.\n\n\"In connection with the disappearance of the then three-year-old British girl Madeleine Beth McCann …, the Braunschweig public prosecutor's office is investigating a 43-year-old German citizen on suspicion of murder,\" said federal police in a statement.\n\nOn May 3, 2007, a few days before her fourth birthday, \"Maddie\" disappeared from her family's holiday apartment in the Algarve village in Portugal as her parents dined with friends at a nearby restaurant, sparking one of the biggest searches of its kind in recent years.\n\nDespite a wide range of suspects and theories about what happened, no one has ever been convicted over her disappearance.\n\nThe suspect, who was not named by police, is serving a \"long prison sentence\", and has previous convictions over child sexual abuse, said Germany's federal criminal agency.\n\nLead investigator Christian Hoppe told ZDF television that their investigation had led police to suspect that the man was involved in the killing of Madeleine.\n\nHe regularly lived between 1995 and 2007 in Algarve, police added, launching an appeal for information relating to two vehicles that the suspect was known to have used as well as two phone numbers.\n\nMORE NEWS\n\nAussie journo attacked live on air\n\nAll four cops in Floyd's death face charges\n\nTrump wants Putin 'in the room' at G7\n\nThe first is a dark coloured Jaguar XJR 6 which bore a German plate from the city of Augsburg. The second vehicle is a Volkswagen T3 Westfalia with a Portuguese plate.\n\nPortuguese police closed their investigation in 2008 after 14 months, which at one point implicated her parents in her abduction before their names were cleared.\n\nBritish police opened their own inquiry in July 2013, but excavations in Praia da Luz yielded no evidence.\n\nOriginally published as German prisoner suspect in Maddie's disappearance"}}