{"GDELT": {"GlobalEventID": 927285157, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "OPP", "Actor2Name": "PROTESTER", "Actor2Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.08228980322003, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Orange County, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY071", "Actor1Geo_Lat": 41.4168, "Actor1Geo_Long": -74.3163, "Actor1Geo_FeatureID": "974134", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Orange County, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 41.4168, "Actor2Geo_Long": -74.3163, "Actor2Geo_FeatureID": "974134", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Orange County, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 41.4168, "Action2Geo_Long": -74.3163, "Action2Geo_FeatureID": "974134", "DATEADDED": 20200604011500, "SOURCEURL": "https://news.yahoo.com/huge-protest-downtown-l-targets-002846129.html"}, "ARTICLE": {"TITLE": "Huge protest in downtown L.A. targets DA Jackie Lacey; others demonstrate around Southland", "TEXT": "Marcus Owen, with bullhorn, leads a rally for George Floyd as hundreds of protesters gather outside Los Angeles City Hall in a daylong protest. (Robert Gauthier / Los Angeles Times)\n\nMore peaceful demonstrations occurred across Southern California on Wednesday, with thousands converging at the Los Angeles civic center to protest Dist. Atty Jackie Lacey.\n\nThe downtown protest was the biggest of numerous marches to express outrage at police brutality and the killing of George Floyd. There were marches in Hollywood, Whittier, Hancock Park, Long Beach, West Hollywood and Newport Beach.\n\nLacey has long been a target of some activists, who have criticized her for not prosecuting more police officers for misconduct. She's locked in a runoff for reelection.\n\nThousands were standing in Grand Park in front of the criminal courthouse.\n\nIn West Hollywood, protester Nick Atkinson said: “I’m so freaking mad.”\n\nHe repeatedly yelled at sheriff’s deputies who were present about how they should be wearing masks, taking a knee and be held accountable for their actions.\n\nHe said he has lived in Los Angeles 20 years and wanted to publicly protest to make clear that the killing of black men and women is wrong.\n\n“Where are your masks. Why aren’t you wearing your masks? You’re all paid to serve and protect us,\" he yelled. “Where are your masks?“\n\nFor Gale Oliver Jr., a pastor at the Greater Light Family Church in Santa Ana, a protest against racism and police brutality in one of Orange County's wealthiest enclaves was a sign of the times.\n\n\"It's a blessing that this is going on in Newport Beach,\" Oliver, who is black, said. \"I mean, this is going on in Newport Beach? I guess America is finally listening.\"\n\nOliver said pastors in Santa Ana began meeting regularly with Orange County law enforcement officials about five years ago in hopes of ending \"policing from the point of view that they're under attack.\" He's seen progress but more needs to be done, he said, here and throughout the country.\n\n\"Two men have said, 'I can't breathe.' One said it eight times, one said it 11 times,\" Oliver said, referring to the deaths of Floyd and Eric Garner, who died while being restrained by a New York City policeman. \"I can't breathe — what that really means is there's things that will suffocate you. Racism will suffocate you. Hate will suffocate you.\"\n\nStory continues\n\nKyle Scallon, 21, turned out Wednesday to protest not just Floyd's death, but a discriminatory approach he believes law enforcement in Orange County has practiced for too long. Driving in his hometown of Mission Viejo and elsewhere in the county, Scallon said, he has been pulled over by officers intent on questioning his girlfriend, who is Creole.\n\n\"They ask me for my license,\" he said, \"and they ask her where she lives, where she's going, what she's doing in the car.\"In his experience, Scallon said, the default view for police is to assume people of color are doing something wrong, no matter the circumstances of the encounter.\n\n\"I'm here because I just want cops to realize not everyone's bad,\" he said, standing with a group of protesters on the corner of MacArthur Boulevard and Pacific Coast Highway. \"It's become the system, but they need to realize not everyone they meet is bad.\""}}