{"GDELT": {"GlobalEventID": 927269770, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "GOV", "Actor1Name": "MAYOR", "Actor1Type1Code": "GOV", "Actor2Code": "USACOP", "Actor2Name": "LOS ANGELES", "Actor2CountryCode": "USA", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.47281323877068, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Los Angeles, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0522, "Actor1Geo_Long": -118.244, "Actor1Geo_FeatureID": "1662328", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Los Angeles, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 34.0522, "Actor2Geo_Long": -118.244, "Actor2Geo_FeatureID": "1662328", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Los Angeles, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 34.0522, "Action2Geo_Long": -118.244, "Action2Geo_FeatureID": "1662328", "DATEADDED": 20200604001500, "SOURCEURL": "https://patch.com/california/northhollywood/visiting-la-newsom-calls-out-police-schools-reform"}, "ARTICLE": {"TITLE": "In Visiting LA, Newsom Calls Out Police And Schools For Reform", "TEXT": "LOS ANGELES, CA — Gov. Gavin Newsom paid a visit to South Los Angeles Wednesday to meet with members of the community, elected officials and youth leaders following a week of protests and occasional violence in the wake of the in-custody death of George Floyd in Minneapolis.\n\nNewsom met small business owners in Leimert Park, and met with officials at Community Build, an organization created to heal the wounds and expand opportunity after the city's 1992 riots. He was joined by Sen. Holly Mitchell, D-Los Angeles, Assemblymember Sydney Kamlager-Dove, D-Los Angeles, and County Supervisor Mark Ridley-Thomas, and helped assemble meals at the Hot & Cool Cafe for seniors and other community members in need.\n\n\"Working with Governor @GavinNewsom to chart the challenging path to recovery, as we pack meals for seniors and support local businesses and community orgs in Leimert Park,\" Ridley-Thomas tweeted. Newsom said he would be meeting with Mayor Eric Garcetti, Los Angeles Police Department officials and representatives for Black Lives Matter at some point, though not simultaneously.\n\n\"This is what I do, who I am. I like being in the community, I like walking around, I like being able to connect, to feel things,\" Newsom said, noting that he has been \"stuck in an emergency center\" for months dealing with the ongoing coronavirus pandemic. The governor said the ongoing unrest came up in a meeting of his business advisory team on Tuesday.\n\n\"The entire conversation yesterday was about equity, and about the fact that businesses can't thrive in a world that's failing,\" Newsom said. \"That was not the agenda yesterday, the agenda was on the continuity and continuation of the work we're doing on economic recovery, and all of a sudden, there is no economic recovery unless justice is the paradigm. The entire work group now is flipped ...\"\n\nNewsom also called for comprehensive reform of law enforcement, mental health care, education and other essential sectors of public life."}}