{"GDELT": {"GlobalEventID": 927270089, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "LEG", "Actor1Name": "FEDERAL EXECUTIVE COUNCIL", "Actor1Type1Code": "LEG", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.4719101123595495, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Osun, Nigeria (general), Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI00", "Actor1Geo_ADM2Code": "191219", "Actor1Geo_Lat": 7.53333, "Actor1Geo_Long": 4.05, "Actor1Geo_FeatureID": "-2024291", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Osun, Nigeria (general), Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI00", "Actor2Geo_ADM2Code": "191219", "Actor2Geo_Lat": 7.53333, "Actor2Geo_Long": 4.05, "Actor2Geo_FeatureID": "-2024291", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Osun, Nigeria (general), Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI00", "Action2Geo_ADM2Code": "191219", "Action2Geo_Lat": 7.53333, "Action2Geo_Long": 4.05, "Action2Geo_FeatureID": "-2024291", "DATEADDED": 20200604001500, "SOURCEURL": "https://news2.onlinenigeria.com/news/general/833484-breaking-fg-approves-n148bn-to-rivers-four-other-states-for-fixing-federal-roads-see-list.html"}, "ARTICLE": {"TITLE": "Breaking: FG approves N148bn to Rivers, four other states for fixing federal roads (see list)", "TEXT": "Home | News | General | Breaking: FG approves N148bn to Rivers, four other states for fixing federal roads (see list)\n\n- The federal government has approved the payment of N148 billion to five states to cover the costs they incurred for repairing federal roads\n\n- Lai Mohammed, Nigeria's information minister, however, warned that the FG will no longer reimburse any state that fixes federal roads without approval\n\n- The five states to benefit from the reimbursement are Cross River, Ondo, Osun, Bayelsa, and Rivers\n\nPAY ATTENTION: Click “See First” under the “Following” tab to see Legit.ng News on your Facebook News Feed!\n\nThe Federal Executive Council (FEC) has approved the reimbursement of funds expended on federal roads by some state governments.\n\nThe total sum to be reimbursed to five states is N148,141,987,161.25.\n\nBelow is the list of states shortlisted to benefit and the amounts due to each of them:\n\n1. Cross River state - N18,394,737,608.85\n\n2. Ondo state - N7,822,147,577.08\n\n3. Osun state - N2,468,938,876.78\n\n4. Bayelsa state - N38,040,564,783.40\n\nCoronavirus: World Bank tells FG what to do to save Nigeria from post-Covid-19 economic shocks\n\n5. Rivers state - N78,953,067,518.29\n\nAccording to Sahara Reporters, the memo was presented by the minister of works and housing, Babatunde Fashola, at the third virtual council meeting presided over by President Muhammadu Buhari inside the Council Chambers of the State House on Wednesday, June 3.\n\nRivers, four other states to get N148bn reimbursement for repairing federal roads. Photo credit: Femi Adesina\n\nSource: Facebook\n\nLegit.ng gathers that the minister of information and culture, Lai Mohammed, who briefed newsmen on behalf of Fashola, said the council had also warned that there will be no reimbursement in future should any state government venture into such projects without the approval of the federal government.\n\nPAY ATTENTION: Install our latest app for Android, read best news on Nigeria’s #1 news app\n\nMeanwhile, Legit.ng earlier reported that the $5.5 billion loan requested by President Muhammadu Buhari for COVID-19 and priority projects was on Tuesday, June 2, approved by the Senate.\n\nAdded to this, the House of Representatives also gave a nod to the $22.7 loan earlier sought by the president in 2019.\n\nHow NDDC’s 2019 budget was padded with over 500 fake projects by National Assembly - MD\n\nPresident Buhari had requested the loan to fund a number of infrastructural projects in the country, a move which at the time was opposed by some southeast lawmakers.\n\nExplaining what influenced the decision of the green chamber, the speaker, Femi Gbajabiamila, said that every step to address the issues raised against the president's request was legally taken.\n\n5 years after, Nigerians speak about Buhari's administration | Legit TV\n\n[embedded content]\n\nCLICK HERE TO READ MORE FROM: General\n\nLoading..."}}