{"GDELT": {"GlobalEventID": 927271188, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAJUD", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -9.474885844748849, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Minneapolis, Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_ADM2Code": "MN053", "Actor1Geo_Lat": 44.98, "Actor1Geo_Long": -93.2638, "Actor1Geo_FeatureID": "655030", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Minneapolis, Minnesota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMN", "Actor2Geo_ADM2Code": "MN053", "Actor2Geo_Lat": 44.98, "Actor2Geo_Long": -93.2638, "Actor2Geo_FeatureID": "655030", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Minneapolis, Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_ADM2Code": "MN053", "Action2Geo_Lat": 44.98, "Action2Geo_Long": -93.2638, "Action2Geo_FeatureID": "655030", "DATEADDED": 20200604001500, "SOURCEURL": "https://www.northcountrypublicradio.org/news/npr/868910542/chauvin-and-3-former-officers-face-new-charges-over-george-floyd-s-death"}, "ARTICLE": {"TITLE": "Chauvin And 3 Former Officers Face New Charges Over George Floyd's Death", "TEXT": "Updated at 5:16 p.m. ET\n\nDerek Chauvin now faces a charge of second-degree murder in addition to earlier charges, and three other former Minneapolis police officers who were involved in George Floyd's death face charges of aiding and abetting murder, according to new court documents.\n\nIn addition to Chauvin, the three other officers named in criminal complaints are Tou Thao, J. Alexander Kueng and Thomas K. Lane. All four police officers were fired one day after Floyd died on Memorial Day.\n\nCriminal complaints against the four were formally filed Wednesday, as Brian Bakst of Minnesota Public Radio reports.\n\n\"About nine days ago, the world watched Floyd utter his very last words — 'I can't breathe' — as he pled for his life,\" Minnesota Attorney General Keith Ellison said at a news conference Wednesday. \"The world heard Floyd call out for his mama and cried out, 'Don't kill me.' \"\n\nChauvin, who is white, was initially charged with third-degree murder and manslaughter in Hennepin County last week after a video showed he pinned his knee on the black man's neck for nearly nine minutes. But the higher charge has now been added, days after Minnesota Gov. Tim Walz asked Ellison to lead the prosecution.\n\nThe second-degree murder charge carries a maximum penalty of 40 years in prison; the third-degree charge has a 25-year maximum sentence.\n\nThe charge against Chauvin is categorized as \"Second Degree Murder - Unintentional - While Committing A Felony.\"\n\nDiscussing that charge, Ellison said, \"According to Minnesota law, you have to have premeditation and deliberation to charge first-degree murder. Second-degree murder, you have to intend for death to be the result. For second-degree felony murder, you have to intend the felony and then death be the result — without necessarily having it be the intent.\"\n\nWhen asked about the felony in question, he said, \"We would contend that George Floyd was assaulted, so that would be the underlying felony.\"\n\nBen Crump, the Floyd family's attorney, issued a statement saying, \"This is a bittersweet moment. We are deeply gratified that @AGEllison took decisive action, arresting & charging ALL the officers involved.\"\n\nThe Hennepin County medical examiner has ruled that Floyd's death was a homicide, saying on Monday that the 46-year-old's heart and lungs had ceased functioning \"while [he was] being restrained\" by law enforcement officers.\n\nFloyd was pronounced dead shortly after his encounter with Chauvin and the other officers. Video of the incident shows that the other officers did not intervene while Chauvin kept his knee pressed on Floyd's neck, despite the stricken man's pleas of \"I can't breathe.\"\n\nKeung and Lane held Floyd's back and legs after the officers tried unsuccessfully to get him into the back of a squad car, according to the criminal complaint, which states: \"Officer Chauvin placed his left knee in the area of Mr. Floyd's head and neck. Mr. Floyd said, 'I can't breathe' multiple times and repeatedly said, 'Mama' and 'please,' as well. At one point, Mr. Floyd said 'I'm about to die.' Officer Chauvin and the other two officers stayed in their positions.\"\n\nThao, who had arrived at the scene along with Chauvin, brought out a hobble restraint to use on Floyd, the complaint says, \"but the officers decided not to use it and maintained their positions.\"\n\nAfter Thao watched his fellow officers subduing Floyd, the complaint states, \"The defendant then became concerned about a number of citizens who had gathered and were watching the officers subdue Mr. Floyd, and potential traffic concerns, and so the defendant stood between those citizens and the three officers.\"\n\nIt adds, \"When one citizen stepped off the curb, imploring Chauvin to get off of Mr. Floyd, the defendant put his hands on the citizen to keep him back.\"\n\nThao, Kueng and Lane each face two counts of aiding and abetting — one for second-degree murder and one for second-degree manslaughter. The charges carry maximum prison sentences of 40 and 10 years, respectively.\n\nLane, Kueng and Thao are being taken into official custody Wednesday.\n\n\"We are in the process of taking the officers into custody,\" said Drew Evans, superintendent of the state's Bureau of Criminal Apprehension.\n\nOn Tuesday, Walz said the state is also investigating any potential civil rights violations by the Minneapolis Police Department — an inquiry that is expected to \"probe the last 10 years of Minneapolis police practices,\" as Minnesota Public Radio reports.\n\nFloyd's death, coming after the high-profile killings of Breonna Taylor and Ahmaud Arbery, has triggered huge protests in cities across the U.S. — demonstrations that are continuing despite the widespread use of curfews.\n\nA memorial service for Floyd is set to take place Thursday afternoon at North Central University in Minneapolis.\n\nBrian Bakst of Minnesota Public Radio contributed to this report.\n\nCopyright 2020 NPR. To see more, visit https://www.npr.org.\n\nhttps://www.youtube.com/watch?v=q8FLpf22qVY\n\nMissing some content? Care to comment? Check the source: NPR\n\nCopyright(c) 2020, NPR"}}