{"GDELT": {"GlobalEventID": 927269903, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "ITA", "Actor1Name": "ITALY", "Actor1CountryCode": "ITA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.5452538631346597, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT", "Actor1Geo_Lat": 42.833333, "Actor1Geo_Long": 12.833333, "Actor1Geo_FeatureID": "IT", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT", "Action2Geo_Lat": 42.833333, "Action2Geo_Long": 12.833333, "Action2Geo_FeatureID": "IT", "DATEADDED": 20200604001500, "SOURCEURL": "https://www.dailymail.co.uk/tvshowbiz/article-8385921/Georgia-Love-says-thinking-cancelled-wedding-makes-cry.html"}, "ARTICLE": {"TITLE": "Georgia Love says thinking about her cancelled wedding makes her cry", "TEXT": "If everything had gone to plan, Georgia Love and Lee Elliott would be jetting off to Italy for their dream destination wedding right about now.\n\nBut the Bachelorette couple were forced to postpone their nuptials after the COVID-19 pandemic made international travel impossible.\n\nGeorgia, 31, told WHO magazine on Thursday that thinking about their cancelled plans still makes her want to cry.\n\nWhat could have been: If everything had gone to plan, Georgia Love (pictured) and Lee Elliott would be jetting off to Italy for their dream destination wedding right about now\n\n'We were meant to be heading over in eight days' time to visit the venue and meet all the vendors and book everything in. If I think about it too much, I might cry,' Georgia said.\n\n'I was going to be in Sicily. We feel so lucky we hadn't locked something in and sent out or invitations though and had everyone book their flights. We just had to change our plans.'\n\nThe journalist explained she felt 'so sad' for other couples who had to cancel their weddings - and counts herself lucky she and Lee had only been in the early stages of planning the ceremony when the pandemic hit.\n\nHeartbroken: Unfortunately, the Bachelorette couple were forced to cancel their nuptials after the COVID-19 pandemic made international travel impossible. Pictured: Georgia and Lee\n\n'For us, it was our dream, but it was only that, it wasn't reality yet. If the worse thing that happens to us, touch wood, in this pandemic is that we have to cancel our plans to marry in Italy, then how bloody lucky are we?' Georgia said.\n\nThe reality TV lovebirds had wanted a destination wedding because travelling was so important to them and a 'huge part' of their relationship.\n\n'We want to do something smaller and travel is really important to both of us, so we really wanted to have a destination wedding,' she told Now To Love in February.\n\nGoing strong: The reality TV lovebirds had wanted a destination wedding because travelling was so important to them and a 'huge part' of their relationship. Pictured on March 11\n\nBut she felt it would be unfair on her loved ones, who may be struggling financially, to ask them to pay to travel to Italy after the pandemic is over.\n\nGeorgia and Lee, 38, met on The Bachelorette back in 2016.\n\nThe couple announced their engagement in September 2019, writing on Instagram: 'If you're not busy for the next 50 or 60 years... #YES.'"}}