{"GDELT": {"GlobalEventID": 927268576, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor2Code": "OPP", "Actor2Name": "PROTESTER", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -11.6343490304709, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU", "Actor2Geo_Lat": 39.059012, "Actor2Geo_Long": 34.911546, "Actor2Geo_FeatureID": "TU", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU", "Action2Geo_Lat": 39.059012, "Action2Geo_Long": 34.911546, "Action2Geo_FeatureID": "TU", "DATEADDED": 20200604001500, "SOURCEURL": "https://www.businessinsider.com/police-use-of-tear-gas-could-worsen-coronavirus-outbreaks-2020-6"}, "ARTICLE": {"TITLE": "Police departments' use of tear gas could exacerbate coronavirus outbreaks, experts say", "TEXT": "Tear gas is a chemical agent that causes burning in the eyes, noses, throat, lungs, and on skin.\n\nIt makes people cough — which could lead the coronavirus to spread if used on a person who is infected.\n\nSome studies have also shown that after tear-gas exposure, people are more likely to be diagnosed with respiratory illnesses.\n\nVisit Business Insider's homepage for more stories.\n\nPolice across the country have deployed tear gas against groups protesting police brutality and the death of George Floyd.\n\nBut health experts say that use of the gas can create conditions that could worsen the coronavirus pandemic. Tear gas could raise the risk of new infections in two ways: First, it is an irritant that causes those exposed to cough, so it could lead an infected person to emit more droplets, thereby transmitting the virus to more people.\n\nTear gas is \"an agent that increases mucus production, that causes your eyes to water, your nose to run,\" Dr. Howie Mell, an emergency physician practicing near St. Louis, told Business Insider.\n\n\"The mucus produced in your nose is known to be a reservoir for virus,\" he added.\n\nSecond, tear gas may cause damage to people's throats and lungs, according to studies, and that could make them more susceptible to getting infected with a respiratory illness like the coronavirus.\n\nTear gas triggers coughing, which can spray coronavirus particles\n\nTear gas is a chemical agent, and it's banned from international warfare. It causes people to experience burning in the eyes, noses, throat, lungs, and skin.\n\nTechnically, the chemical is actually a solid, white powder that can be aerosolized when mixed with a solvent. When it's combined with water, sweat, and oils in our skin, it dissolves into a painful, acidic liquid.\n\nDr. Robert Glatter, an emergency physician in New York City, told USA Today that tear gas could also be considered a nerve agent, since it activates specific pain receptors in affected areas.\n\nProtesters are tear gassed as the police disperse them near the White House on June 1, 2020. Roberto Schmidt/Getty Images\n\nThe severity of symptoms after exposure to tear gas depend on a few factors, including whether you're in an enclosed space or open space, how much gas is used, how close you are to the gas when it's released, and whether you have underlying conditions like asthma.\n\nBut the immediate effects of exposure are almost always the same: Your nose runs, your eyes tear, and you begin to cough.\n\nThese bodily fluids can transmit coronavirus particles. The virus travels between people in tiny droplets of saliva and mucus, which typically spread 3 to 5 feet. If a sick person sneezes, coughs, or eats within that distance of someone healthy, the particles could land on them; if the particles enter the person's eyes, nose, or mouth, the person can become infected.\n\n\"It's very, very irritating to the upper respiratory passages and it's going to make people cough and sneeze,\" Dr. Dean Winslow, an infectious-disease physician at Stanford Health Care, previously told Business Insider. \"I would certainly discourage law enforcement from using those sorts of riot-control techniques.\"\n\nBecause people can pass the coronavirus before they show symptoms, or might never feel ill, it's possible that protesters wouldn't realize they're infected before attending an event.\n\nSome studies have linked tear-gas exposure to respiratory illness diagnosis\n\nSome case studies have shown that people exposed to tear gas are significantly more likely to become sick with a respiratory illness afterward.\n\nA study from the US Army found that soldiers who had been exposed to tear gas during basic training had a significantly higher risk of being diagnosed with an acute respiratory illness after that exposure. The incidence of illness was correlated with how much tear gas a person was exposed to.\n\nSimilarly, a Turkish study found that people who were exposed to tear gas faced a higher risk of chronic bronchitis in the long term.\n\nHealth workers in protective gear peer from a tent constructed to test people for the coronavirus outside the Brooklyn Hospital Center in Brooklyn, New York City, March 27, 2020. REUTERS/Andrew Kelly\n\nFor those attending protests, health experts say the usual coronavirus guidelines should still apply: Wear a mask, bring hand sanitizer, and try to stay 6 feet from others.\n\nAtlanta Mayor Keisha Lance Bottoms also suggested that protesters get tested for the coronavirus.\n\n\"If you were out protesting last night, you probably need to go get a COVID test this week,\" Bottoms said on Saturday. \"There is still a pandemic in America that's killing black and brown people at higher numbers.\""}}