{"GDELT": {"GlobalEventID": 927283962, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "FRA", "Actor2Name": "FRANCE", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.2300319488817895, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Clichy, France (general), France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR00", "Actor2Geo_ADM2Code": "16282", "Actor2Geo_Lat": 48.9002, "Actor2Geo_Long": 2.30953, "Actor2Geo_FeatureID": "-1420749", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Clichy, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.9002, "Action2Geo_Long": 2.30953, "Action2Geo_FeatureID": "-1420749", "DATEADDED": 20200604011500, "SOURCEURL": "https://dailyhive.com/mapped/protests-turn-violent-paris"}, "ARTICLE": {"TITLE": "Police in Paris shown using tear gas to disperse protesters (VIDEOS)", "TEXT": "A Black Lives Matter demonstration turned violent in Paris, France, on Tuesday as protesters took to the streets to express their outrage regarding racial injustice and police brutality.\n\nThe protest, inspired by the deaths of George Floyd, Adama Traoré, and other victims of police violence, was organized on various social media pages, urging those who were able to come out and raise their voices.\n\nA decree by French police on May 31 described the June 2 protest as an “undeclared” and unauthorized event that went against the current COVID-19-related restrictions, which include the banning of all public gatherings with 10 or more people.\n\n#Manifestation | En application du décret du 31 mai 2020, le préfet de Police interdit une manifestation non déclarée ce mardi 2 juin.\n\nConsultez notre communiqué de presse pour plus de précisions 👇 pic.twitter.com/8yepN4Wcox — Préfecture de Police (@prefpolice) June 2, 2020\n\nThe announcement, issued by Chief of Police Didier Lallement in French, says that the demonstration would be “conducive to the spread of [the] COVID-19 virus” and that the “tone of the call to protest relayed by social networks leaves fear that overflows will occur on a sensitive site.”\n\nStill, protesters congregated, and police issued a tweet in the early afternoon with an image showing how officers requested they disperse due to the public order.\n\n@prefpolice demande aux manifestants de se disperser en raison des troubles à l’ordre public constatés. pic.twitter.com/eXL9eLKdvn — Préfecture de Police (@prefpolice) June 2, 2020\n\nHowever, that evening and night, matters escalated, and videos have since emerged across social media of officers using tear gas and pepper spray to combat the increasing number of demonstrators.\n\nImages of electric scooters being used as barriers lit on fire have circulated, giving way to the public outcries for justice.\n\nHere’s what others have captured from the protests:\n\nIt’s really kicking off in Paris now! pic.twitter.com/GPnWJFYlje — Jerome Roos (@JeromeRoos) June 2, 2020\n\nPROTESTS IN PARIS TURN VIOLENT pic.twitter.com/JLc7AjHLtK — The_Real_Fly (@The_Real_Fly) June 2, 2020\n\nhundreds of people arriving at Porte de Clichy in Paris to join in the protests against police brutality and demanding #JusticePourAdama WE LOVE TO SEE IT #BlackLivesMatter pic.twitter.com/uRO1D8eOlm — chai ♡ (@givemeabrekk) June 2, 2020\n\nParis says Black Lives Matterpic.twitter.com/YquMEv6sT5 — Yasmina Bennani (@YASMINAREBEL) June 2, 2020\n\nProtest infection hits the streets of #Paris A long evening awaits the French police#BlackLivesMatter pic.twitter.com/nR20mYor5I — Abd F.Samra (@SamraAbdulrhman) June 2, 2020\n\nTo my US friends, the movement is overseas. This protest in Paris was for Adama Traoré, a black 23 year old boy whose death was covered up by the French police. Although today was mainly #justicepouradama, ALL black lives and police brutality were considered. #blacklivesmatter pic.twitter.com/3fkufemgOf — Beatrice (@bealligerent) June 2, 2020\n\nSocial unrest is breaking out in Paris this evening, with police bombarding Black Lives Matter protesters with tear gas. As shown with the Gilets Jaunes, the Macron government has an appalling record on human rights. pic.twitter.com/ZPVSbeDPRm — Richard Wellings (@RichardWellings) June 2, 2020"}}