{"GDELT": {"GlobalEventID": 927270464, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "PRT", "Actor1Name": "PORTUGUESE", "Actor1CountryCode": "PRT", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.6929982046678598, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Portugal", "Actor1Geo_CountryCode": "PO", "Actor1Geo_ADM1Code": "PO", "Actor1Geo_Lat": 39.5, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "PO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Portugal", "Actor2Geo_CountryCode": "PO", "Actor2Geo_ADM1Code": "PO", "Actor2Geo_Lat": 39.5, "Actor2Geo_Long": -8.0, "Actor2Geo_FeatureID": "PO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Portugal", "Action2Geo_CountryCode": "PO", "Action2Geo_ADM1Code": "PO", "Action2Geo_Lat": 39.5, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "PO", "DATEADDED": 20200604001500, "SOURCEURL": "https://www.heraldnews.com/news/20200603/marias-portuguese-table-host-maria-lawton-nominated-for-emmy-award"}, "ARTICLE": {"TITLE": "'Maria's Portuguese Table' host Maria Lawton nominated for Emmy award", "TEXT": "DARTMOUTH – After only one season of the television series “Maria’s Portuguese Table,” host Maria Lawton is in the running for an Emmy award.\n\nLawton, known around the SouthCoast as the Azorean Green Bean food blogger and author of “Azorean Cooking: From My Family Table to Yours,” will find out if she wins in the category of “Program Host/Moderator” on June 13. This year, the award ceremony for the Boston/New England Chapter of the National Academy of Television Arts & Sciences will be held virtually, though it’s likely Lawton will still be dressing up for the occasion in case she wins, she said.\n\n“I used to hear people say, ‘I don’t care if I win,’ and I thought, no, they really care, but now I understand that. I’m so grateful to be nominated,” said Lawton. “Just the fact that we were chosen is amazing.”\n\nEven more amazing for Lawton, she said, is that she’s up against one of her favorite hosts, PBS’ Jim Braude, host of the WGBH show “Greater Boston” and co-host of Boston Public Radio with Fall River native Margery Eagan.\n\n“I love him, I listen to him all the time,” she said. “I feel humbled. It’s like I’ve already won just to be nominated.”\n\nWhile she was thrilled to be nominated as host, Lawton said the nomination is the result of a lot of hard work from the entire production team she worked with to bring “Maria’s Portuguese Table” to the TV screen.\n\n“There’s a big huge group of people that makes it happen,” she said of the show, filmed by Cineasta Digital Productions.\n\nLawton, an Azorean immigrant who relocated to New Bedford as a child with her parents, said she wanted to showcase the food and culture of her native country through the television series. In the first season of “Maria’s Portuguese Table,” Lawton brings viewers on a journey from Providence to the Azores and California, highlighting Portuguese cuisine and culture and how it has morphed in those places.\n\n“I thought, there isn’t anything out there in the English language that shows our cultures and traditions similar to what other nationalities have out there,” she said. “We need to preserve these recipes and these things for the next generations.”\n\nBefore the COVID-19 pandemic, she said planning for the second season of the travel/cooking series was already in the works. But now everything is stalled amid travel bans and social distancing.\n\nThe 8-episode inaugural series of “Maria’s Portuguese Table” kicked off on WSBE in January 2019. Since then it has been picked up by other PBS stations, including those in parts of California and New York. With the nomination, Lawton agreed it might bring exposure to the show, prompting more stations to pick it up.\n\nLawton said she’s heard from people in Canada, specifically Toronto and Montreal, who would like it to air there as well.\n\n“I have amazing fans and followers and they get what I’m trying to do with the show. They feel like they know me and my family. I’m very relatable to them,” she said.\n\nLawton’s relatable personality may lead to her winning an Emmy as host of the series on June 13, but if not, she’s happy to be recognized, she added."}}