{"GDELT": {"GlobalEventID": 927271182, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.0064205457463897, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200604001500, "SOURCEURL": "https://www.fox29.com/news/he-tries-to-divide-us-mattis-blasts-trump-in-letter-suggests-president-is-threat-to-constitution"}, "ARTICLE": {"TITLE": "‘He tries to divide us’: Mattis blasts Trump in letter, suggests president is threat to Constitution", "TEXT": "Decorated U.S. military veteran and former Secretary of Defense Gen. James Mattis did not mince words when speaking out against President Donald Trump’s decision to threaten to deploy the military amid ongoing protests in the wake of the death of George Floyd.\n\nIn a statement released to The Atlantic, Mattis suggested that Trump is a threat to the U.S. Constitution, saying, “Donald Trump is the first president in my lifetime who does not try to unite the American people—does not even pretend to try. Instead, he tries to divide us.”\n\nRELATED: Obama speaks on George Floyd protests, urges mayors to review use-of-force policies with communities\n\nBut he’s speaking out after this past week’s protests in response to the death of George Floyd in police custody.\n\nMattis had a scathing description of Trump's walk to a historic nearby church Monday to pose with a Bible after law enforcement forcibly cleared Lafayette Park of mostly peaceful protesters.\n\n\"When I joined the military, some 50 years ago, I swore an oath to support and defend the Constitution,\" he wrote. \"Never did I dream that troops taking that same oath would be ordered under any circumstance to violate the Constitutional rights of their fellow citizens — much less to provide a bizarre photo op for the elected commander-in-chief, with military leadership standing alongside.\"\n\nAdvertisement\n\nNEW YORK, NEW YORK - SEPTEMBER 03: (EXCLUSIVE COVERAGE) Former U.S. Secretary of Defense James Mattis visits FOX News Channel’s \"The Story with Martha MacCallum\" on September 03, 2019 in New York City. (Photo by Steven Ferdman/Getty Images)\n\nThe criticism was all the more remarkable because Mattis has generally kept a low profile since retiring as defense secretary in December 2018 to protest Trump's Syria policy. He had declined to speak out against Trump, saying he owed the nation public silence while his former boss remained in office.\n\nRELATED: 3 other Minneapolis police officers charged in George Floyd's death, Chauvin charges upgraded\n\nMattis called on Americans to \"unite without him, drawing on the strengths inherent in our civil society. This will not be easy, as the past few days have shown, but we owe it to our fellow citizens; to past generations that bled to defend our promise; and to our children.\"\n\nMattis said of the protesters that Americans should not be distracted by a small number of lawbreakers. He said they are rightly demanding that the country follow the words of “Equal Justice Under Law\" that are on display at the U.S. Supreme Court.\n\nRELATED: President Jimmy Carter: 'The time for racial discrimination is over'\n\nMattis also criticized the current secretary of defense, Mark Esper, who on Wednesday overturned an earlier Pentagon decision to send a couple hundred active-duty soldiers home from the Washington, D.C., region, amid growing tensions with the White House over the military response to the protests.\n\n“We must reject any thinking of our cities as a ‘battlespace’ that our uniformed military is called upon to ‘dominate.’ At home, we should use our military only when requested to do so, on very rare occasions, by state governors,” Mattis wrote.\n\nRELATED: Trump offers 'domination' of DC protests as model for states\n\n“Militarizing our response, as we witnessed in Washington, D.C., sets up a conflict—a false conflict—between the military and civilian society. It erodes the moral ground that ensures a trusted bond between men and women in uniform and the society they are sworn to protect, and of which they themselves are a part. Keeping public order rests with civilian state and local leaders who best understand their communities and are answerable to them.”\n\nTrump responded to Mattis' critical remarks by calling him \"the world's most overrated General.\"\n\n\"Probably the only thing Barack Obama & I have in common is that we both had the honor of firing Jim Mattis,\" Trump wrote on Twitter.\n\nTump falsely claimed that Mattis was fired when in fact One day after Trump announced he was pulling all U.S. troops out of Syria, where they were partnering with local Syrians to fight the Islamic State, Mattis tried but failed to change Trump’s mind. So, he resigned. Trump soon turned on Mattis, calling him a failure.\n\n“What’s he done for me?” Trump said January 2. “How had he done in Afghanistan? Not too good. I’m not happy with what he’s done in Afghanistan, and I shouldn’t be happy.”\n\nWhite House Press Secretary Kayleigh McEnany called Mattis' statement a \"self-promotional stunt to appease the DC elite.\"\n\nIn response to Mattis' harsh critisms of Trump's handling of the protest in Washington, D.C., McEnany added that Trump is the \"law and order President,\" and that under his leadership, \"there will be NO burning of churches, looting of businesses, destruction of property, and assaults on civilians and police.\"\n\nMattis took particular issue with the use of force to move back protesters so Trump could visit St. John's Church the day after it was damaged by fire during protests.\n\n“We know that we are better than the abuse of executive authority that we witnessed in Lafayette Square. We must reject and hold accountable those in office who would make a mockery of our Constitution,\" Mattis said.\n\nRead the full statement here:\n\nI have watched this week’s unfolding events, angry and appalled. The words “Equal Justice Under Law” are carved in the pediment of the United States Supreme Court. This is precisely what protesters are rightly demanding. It is a wholesome and unifying demand—one that all of us should be able to get behind. We must not be distracted by a small number of lawbreakers. The protests are defined by tens of thousands of people of conscience who are insisting that we live up to our values—our values as people and our values as a nation.When I joined the military, some 50 years ago, I swore an oath to support and defend the Constitution. Never did I dream that troops taking that same oath would be ordered under any circumstance to violate the Constitutional rights of their fellow citizens—much less to provide a bizarre photo op for the elected commander-in-chief, with military leadership standing alongside.We must reject any thinking of our cities as a “battlespace” that our uniformed military is called upon to “dominate.” At home, we should use our military only when requested to do so, on very rare occasions, by state governors. Militarizing our response, as we witnessed in Washington, D.C., sets up a conflict—a false conflict—between the military and civilian society. It erodes the moral ground that ensures a trusted bond between men and women in uniform and the society they are sworn to protect, and of which they themselves are a part. Keeping public order rests with civilian state and local leaders who best understand their communities and are answerable to them.James Madison wrote in Federalist 14 that “America united with a handful of troops, or without a single soldier, exhibits a more forbidding posture to foreign ambition than America disunited, with a hundred thousand veterans ready for combat.” We do not need to militarize our response to protests. We need to unite around a common purpose. And it starts by guaranteeing that all of us are equal before the law.Instructions given by the military departments to our troops before the Normandy invasion reminded soldiers that “The Nazi slogan for destroying us…was ‘Divide and Conquer.’ Our American answer is ‘In Union there is Strength.’” We must summon that unity to surmount this crisis—confident that we are better than our politics.Donald Trump is the first president in my lifetime who does not try to unite the American people—does not even pretend to try. Instead he tries to divide us. We are witnessing the consequences of three years of this deliberate effort. We are witnessing the consequences of three years without mature leadership. We can unite without him, drawing on the strengths inherent in our civil society. This will not be easy, as the past few days have shown, but we owe it to our fellow citizens; to past generations that bled to defend our promise; and to our children.We can come through this trying time stronger, and with a renewed sense of purpose and respect for one another. The pandemic has shown us that it is not only our troops who are willing to offer the ultimate sacrifice for the safety of the community. Americans in hospitals, grocery stores, post offices, and elsewhere have put their lives on the line in order to serve their fellow citizens and their country. We know that we are better than the abuse of executive authority that we witnessed in Lafayette Square. We must reject and hold accountable those in office who would make a mockery of our Constitution. At the same time, we must remember Lincoln’s “better angels,” and listen to them, as we work to unite.Only by adopting a new path—which means, in truth, returning to the original path of our founding ideals—will we again be a country admired and respected at home and abroad. — James Mattis\n\nThe Associated Press contributed to this story.\n\n"}}