{"GDELT": {"GlobalEventID": 927269698, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "GOV", "Actor1Name": "MINIST", "Actor1Type1Code": "GOV", "Actor2Code": "GOVMIL", "Actor2Name": "MINIST OF DEFENCE", "Actor2Type1Code": "GOV", "Actor2Type2Code": "MIL", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.2448132780083, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "NI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI", "Actor2Geo_Lat": 10.0, "Actor2Geo_Long": 8.0, "Actor2Geo_FeatureID": "NI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI", "Action2Geo_Lat": 10.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "NI", "DATEADDED": 20200604001500, "SOURCEURL": "https://news2.onlinenigeria.com/news/general/833485-defence-minister-says-nigerian-military-is-short-of-manpower.html"}, "ARTICLE": {"TITLE": "Defence minister says Nigerian military is short of manpower", "TEXT": "Home | News | General | Defence minister says Nigerian military is short of manpower\n\n- The minister of defence, Bashir Magashi, has said Nigeria’s military is understaffed\n\n- Magashi made the statement on Wednesday, June 3, when he emerged from the Federal Executive Council (FEC) meeting\n\n- The minister said the security challenges facing Nigeria were disused at the meeting\n\nPAY ATTENTION: Click “See First” under the “Following” tab to see Legit.ng News on your Facebook News\n\nThe minister of defence, Bashir Magashi, has said Nigeria’s military is understaffed and underfunded to tackle the various security challenges facing the country.\n\nMagashi made the statement on Wednesday, June 3, when he emerged from the Federal Executive Council (FEC) meeting, Premium Times reports.\n\nThe minister stated that the challenges facing the military, including the inadequate funding for the ministry of defence among others were highlighted at the meeting.\n\nMagashi told journalists that the military is facing shortage of personnel. Photo credits: Premium Times\n\nSource: UGC\n\nHe stated that the members of the council made contributions to the discussion.\n\nMan who lost close girlfriend to COVID-19 mourns on social media\n\nMagashi also stated that there will be a change in the conduct of affairs in the ministry of defence.\n\nMeanwhile, Nigeria's military authority has been urged to recruit additional 100,000 soldiers. The call was made by the House of Representatives.\n\nAccording to the House, this will make up for the shortfall in manpower that has overstretched the military in its fight against insecurity in the country.\n\nThe call was part of a recommendation by the House Committee on Army.\n\nThe house urged the Army to recall retired officers and men and keep them on reserve for use when needed, Daily Trust reports.\n\nThis, however, should be based on the condition that they are physically fit and not above 50 years of age, chairman, House Committee on Army, Abdulrazak Namdaz who presented the report before the House said.\n\nPAY ATTENTION: Download our mobile app to enjoy the latest news update\n\nLady explains her role in death of Bayelsa billionaire pastor Keniebi Okoko who died during liposuction\n\nIn another report, Nigeria's Chief of Air Staff, Air Marshal Abubakar Sadiq, has renewed the loyalty and support of the Nigerian Air force to President Muhammadu Buhari.\n\nHe gave the assurance at the Chief of the Air Force Eid-el-Fitr luncheon.\n\nThe luncheon was organised with troops in the North East in Yola.\n\nSadiq was represented by Air Commodore Muhammed Yusuf, Commander 153 Base Services Group, Yola.\n\nHe also said that the get together was a tradition to bring the Air personnel in the region together. Going further, he said that the Nigeria Air Force is committed to ensuring the country is safe and people can go to their normal activities.\n\nCan Nigerian Soldiers really not deal with Boko Haram fighters?| Legit TV\n\n[embedded content]\n\nCLICK HERE TO READ MORE FROM: General\n\nLoading..."}}