{"GDELT": {"GlobalEventID": 927284213, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 26, "EventBaseCode": 26, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.70754716981132, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200604011500, "SOURCEURL": "https://www.princegeorgecitizen.com/news/national-news/trudeau-to-join-global-covid-19-vaccine-fundraiser-amid-calls-for-fair-access-1.24145738"}, "ARTICLE": {"TITLE": "Trudeau to join global COVID-19 vaccine fundraiser amid calls for fair access", "TEXT": "OTTAWA — The prospect of tens of millions of COVID-19 vaccine doses rolling out as early as this fall is being tempered by warnings to ensure they shared fairly across the globe, especially in the poorest countries.\n\nThe caution comes as Britain is set to host an international pledging conference Thursday that aims to raise almost $10 billion for GAVI, the Vaccine Alliance, the leading agency for distributing other vaccines to less-developed countries.\n\narticle continues below\n\nPrime Minister Justin Trudeau will join leaders from 50 countries and major organizations, including the philanthropists Bill and Melinda Gates. Canada has already announced its five-year, $600-million pledge to GAVI, which has immunized 760 million children and prevented 13 million deaths in the world's poorest countries since 2000.\n\nBritish Prime Minister Boris Johnson will be leading the event, but Trudeau's appearance comes as Canada vies for a seat on the UN Security Council. It also comes after his address Wednesday to a summit of the Organisation of African, Caribbean, and Pacific States, where he said Canada is committed to helping developing countries, hardest hit by the pandemic.\n\nThat will include ensuring any new vaccine is distributed to poor countries, and avoiding past practice, notably the 2009 H1N1 pandemic, that saw the wealthiest buyers get it first — a message that Johnson, Gates and others are expected to emphasize on Thursday.\n\n\"It's also to send a clear message to the market that there will be a market for this in the developing world, and there will be an organization that can distribute this vaccine,\" International Development Minister Karina Gould said in an interview Wednesday.\n\n\"What's different about this pandemic is we're talking about the whole world getting vaccinated. It's on a scale that we haven't imagined before because when we think of previous vaccine campaigns, it's usually targeted.\"\n\nThe British envoy to Canada said 30 million doses of a vaccine could become available in her country as early as September because of the swift pace towards clinical trials by researchers at Oxford University in a joint government-funded venture with AstraZeneca, the British-Swedish pharmaceutical company.\n\nHigh Commissioner Susan le Jeune d'Allegeershecque said in an interview that Britain wants to ensure that \"it's not the person with the biggest cheque in their hand that gets the first bite of this particular cherry.\"\n\nLe Jeune d'Allegeershecque said all governments need to meet their domestic vaccine needs. \"But at the same time, those of us who are members of the G7 and the G20 definitely have the wider global need in our minds at the same time. We're not doing one at the expense of the other.\"\n\nOn Tuesday, CNN reported that Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, predicted the United States would have 100 million doses of a viable vaccine by year's end.\n\nDr. Theresa Tam, Canada's chief public health officer, said there are more than 100 vaccine candidates in development across the world.\n\n\"Clinical trials are very important because you need to establish safety, the dosing and the effectiveness of the vaccine. So it is a bit of a rigorous process, at the same time as we want to accelerate the development,\" she said.\n\n\"Definitely, we're part of the global effort. But we're also, of course, looking at beyond the research and the clinical trials to look at the actual capacity for vaccine development and manufacturing, all the way to getting equipment ready for the time should we have a vaccine.\"\n\nDr. Gary Kobinger, a Laval University infectious disease expert who lead a team that developed the Ebola vaccine, said the 100-plus vaccine candidates need to be narrowed down to a few best options.\n\n\"It's a race against the virus; it's not a race against one another,\" he said in an interview. \"No matter what country you look at, the international resources are limited, clinical sites are limited.\"\n\nTrudeau is positioning Canada as a leader in the push for a global recovery plan just as the country is competing for one of two coveted, non-permanent seats on the UN Security Council later this month against Norway and Ireland.\n\nThe UN confirmed Wednesday that the secret ballot of 193 ambassadors would begin as scheduled on June 17, but without a full meeting of the General Assembly because of physical distancing requirements to prevent the spread of the novel coronavirus.\n\nLeading UN agencies, including the World Health Organization, and the leaders of African countries are also taking part in Thursday's vaccine summit.\n\nIn the past month, Trudeau has played leading roles in similar summits with the European Union and the UN as Canada campaigns for the security council on a platform of trying to help rebuild the post-pandemic world.\n\n\"People don't understand — there's no economic recovery if the pandemic continues to rage in the developing world or other countries,\" Stuart Hickox, the Canadian director of the One Campaign advocacy group, said in an interview.\n\nThis report by The Canadian Press was first published June 3, 2020.\n\n— with files from Cassandra Szklarski and Joan Bryden"}}