{"GDELT": {"GlobalEventID": 927284822, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "USA", "Actor2Name": "SAN FRANCISCO", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.9375672766415502, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Alabama, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAL", "Actor1Geo_Lat": 32.799, "Actor1Geo_Long": -86.8073, "Actor1Geo_FeatureID": "AL", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200604011500, "SOURCEURL": "https://www.veteranstoday.com/2020/06/03/todays-multi-polar-potential-and-the-missed-chance-of-1867/"}, "ARTICLE": {"TITLE": "Today’s Multi Polar Potential and the Missed Chance of 1867 – Veterans Today", "TEXT": "In a recent paper entitled ‘Tomorrow’s Arctic: Theatre of War or Cooperation?’ I introduced readers to the US-Russian grand design which shaped not only the sale of Alaska in March 1870 to the USA for $7.5 million, but also Russia’s involvement in the American Civil War as Czar Alexander II arranged the deployment of Russian military fleets to San Francisco and New York.\n\nEven though President Lincoln and Czar Alexander II were both known as great reformers and emancipators for their common commitment to free slaves and serfs, both leaders were assassinated before their grand visions could come to fruition.\n\nIn this article, I would like to present another chapter of this forgotten history: The creation of modern Canada in as a confederation designed explicitly to prevent the inevitable construction of a Russian-American rail connection through the Bering Strait in the wake of the Civil War.\n\nThe Strategic Value of the Bering Strait Tunnel in History\n\nFor those who are not aware, the Bering Strait Rail tunnel project is a 150 year idea which was formulated by allies of Lincoln and Alexander II after America’s Civil War. The original grand design was driven by a plan to connect telegraph lines between continents, followed soon thereafter by a connection of the Trans-Siberian Railway and America’s Trans Continental Railways through British Columbia, Alaska and into Eurasia, as laid out spectacularly by former Colorado Governor William Gilpin in his 1890 book the Cosmopolitan Railway.\n\nEchoing today’s Belt and Road Initiative which is quickly growing to become a world land bridge, Gilpin described what this new paradigm of human civilization was destined to look like:\n\n“The weapons of mutual slaughter are hurled away; the sanguinary passions find a check, a majority of the human family is found to accept the essential teachings of Christianity IN PRACTICE… Room is discovered for industrial virtue and industrial power. The civilized masses of the world meet; they are mutually enlightened, and fraternize to reconstitute human relations in harmony with nature and with God. The world ceases to be a military camp, incubated only by the military principles of arbitrary force and abject submission. A new and grand order in human affairs inaugurates itself out of these immense concurrent discoveries and events” [Cosmopolitan Railway p. 213]\n\nThe idea of the Bering Strait tunnel was supported by Czar Nicholas II who, in 1906 hired a team of American engineers to conduct feasibility studies on the initiative which then had an estimated cost of $350 million.\n\nSadly a couple of World Wars and disastrous revolution kept this project from blossoming as it was intended.\n\nThis idea was revived again by FDR’s great Vice President Henry Wallace who discussed the project at length with Russia’s Foreign Minister Molotov in 1942. In this meeting Wallace declared that “It would mean much to the peace of the future if there could be some tangible link of this sort between the pioneer spirit of our own West and the frontier spirit of the Russian East.”\n\nAgain, the Cold War derailed this project and it was only in 2007 that the Russian Government revived it once again with Putin even offering to pay 2/3rd of the $65 billion estimated cost to construct the 100 km tunnel across the Bering Strait. This project was offered to the west more loudly in 2011 and in May 2014, China unofficially gave their backing to the initiative. Sadly, unipolar technocrats and neocons controlling NATO foreign policy had not the eyes to see what benefits such projects offered those who joined in its construction, and instead continued onto their zero-sum game plan for full spectrum dominance.\n\nWith the 2018 unveiling of the Polar Silk Road extending the east-west development corridors into the Arctic, which have merged increasingly with Russia’s Eurasian Economic Union and Putin’s Northern Vision, the Bering Strait connection has again been given new life. If nations of the west find the courage to let go of the Titanic before the hellish chaos of the oncoming financial meltdown erupts, then the projects animating the new multi polar paradigm will undoubtedly look a lot like the World Land bridge concept illustrated by the Schiller Institute below.\n\nArctic development remains one of the best strategic points of alliance and cooperation needed to re-organize the collapsing world economic order around firm principles of multipolar cooperation and value and as such is not too different from the dynamic shaping the world when Lincoln took office in 1860.\n\nThe 19th century Clash of Two Systems\n\nLincoln’s economic advisor and leader of the international export of the American System of Political economy, Henry C. Carey, described this clash between two systems in his 1851 Harmony of Interests:\n\n“Two systems are before the world; the one looks to increasing the proportion of persons and of capital engaged in trade and transportation, and therefore to diminishing the proportion engaged in producing commodities with which to trade, with necessarily diminished return to the labor of all; while the other looks to increasing the proportion engaged in the work of production, and diminishing that engaged in trade and transportation, with increased return to all, giving to the laborer good wages, and to the owner of capital good profits… One looks to pauperism, ignorance, depopulation, and barbarism; the other in increasing wealth, comfort, intelligence, combination of action, and civilization. One looks towards universal war; the other towards universal peace. One is the English system; the other we may be proud to call the American system, for it is the only one ever devised the tendency of which was that of elevating while equalizing the condition of man throughout the world.”\n\nCarey, just like the British Empire’s Lord Palmerston, clearly recognized that America had not completed “the mission of 1776” since not one but TWO Americas existed within Washington: One positive America representing the anti-slavery/anti-colonial principles of the 1789 constitution vs. another hypocritical slave power that never believed that “all men were created equal”. Just as two antithetical impulses existed within America, so too did two opposing views of “Manifest Destiny” co-evolve since 1776: One hellish version driven by the ‘principle’ of spreading slavery and suppressing the weak while the other more noble impulse was represented by the spirits of Lincoln, Carey and Gilpin illustrated above.\n\nThis fatal contradiction within the republic was exploited fervently by Anglo-American intelligence for 80 years before the inevitable civil war finally broke out in 1861.\n\nPresident Lincoln defined the terms of this contradiction and immanent war in an 1858 debate with the Slave Power’s champion Stephen Douglas saying:\n\n“That is the issue that will continue in this country when these poor tongues of Judge Douglas and myself shall be silent. It is the eternal struggle between these two principles – right and wrong – throughout the world. They are the two principles that have stood face to face from the beginning of time, and will ever continue to struggle. The one is the common right of humanity and the other the divine right of kings.”\n\nThis quote is important as it addresses the fact that Lincoln recognized correctly the inextricable connection between the institution of slavery (even when it masqueraded under a republican veneer) and monarchical principles of colonialism which saw mankind’s right to rule defined not by morality, or merit but rather by “principles” of hereditary right.\n\nThe Stage is Set for a Forgotten Battle\n\nBy now most informed people are aware of Russia’s 1863 intervention into the Civil War as a turning point that blocked British and French imperialist forces from entering the war militarily on the side of the Southern rebels. What is not so well established is how Russian and American grand strategy to connect the continents by rail did not occur as it was intended after the sale of Alaska.\n\nThere are several convergent factors at play during the 1865-1867 period which presented a major challenge to the weakening British Empire strategists:\n\n1- The need to confederate British territories in North America as possession of the Empire instead of allowing them to either become independent nations or annexing to Lincoln’s republic.\n\n2- If this first task could be done by ousting pro-Lincoln forces in Canadian political power and killing Lincoln, then the next task involved transferring the vast private territories owned by the Hudson Bay Company separating eastern colonies from the lone western outpost of British Columbia on the Pacific. The majority of Canada during this pre-1867 period was private Hudson Bay land as it had been since it was chartered in 1670 by Prince Rupert.\n\n3- If this transfer of Hudson Bay possessions into federal hands could be affected, then it would still be necessary to somehow persuade the fiercely independent British Columbian subjects to join Confederation. This was not a simple task as the vast majority were in favor of annexing to the USA due to the economic despair of their colony caused by the collapse of the Gold rush bubbles in 1858 and total isolation from the other British American colonies.\n\nThe Anti-Union Confederacy That Succeeded\n\nOn July 1, 1867, the British North America Act was enacted consolidating Britain’s “other” anti-American confederacy operation under a new constitution dedicating the new federation’s existence to be conducive “to the Welfare of the Provinces and promote the interests of the British Empire”.\n\nIt should be kept in mind that the project to confederate actually began during the Civil War in the form of a week-long booze-soaked orgy of the Charlottetown convention of 1864 which hammered out the resolutions later put into law in 1867.\n\nSome have wondered why just days before the July 1, 1867 enactment, would-be confederate President Jefferson Davis gave a speech to cheering crowds in Lennoxville Quebec stating: “I hope that you will hold fast to [your] British principles and that you may ever strive to cultivate close and affectionate connections with the mother country”.\n\nThis pro-British gushing from a confederate traitor in Quebec shouldn’t be surprising at all if we take into account the fact that Montreal and Toronto served as Southern confederacy bases of operations used with the full support of the British Empire to run terrorist operations, raids, espionage and financing of the war against Lincoln’s forces from the North (while Canada “officially” maintained an air of neutrality). Even Lincoln’s assassin, John Wilkes Boothe was discovered to have been deployed from Montreal to kill Lincoln, with union officers discovering a $500 cheque amidst his possessions signed directly by none other than Ontario Bank President Henry Starnes (who would later become Mayor of Montreal).\n\nAs Barry Sheehy pointed out in Montreal: City of Secrets, during the Civil War, “the largest Confederate Secret Service base outside Richmond was located in Montreal” under the direct control of confederate Secretary of State Judah Benjamin- himself an asset of British Intelligence.\n\nMuch like the exiled Russian and Hong Kong oligarchs and traitors of the modern day, Jefferson Davis, Judah Benjamin and many other confederate rebels lived out their days in comfort in both Canada and Britain (Benjamin becoming an English Barrister in London from 1865 until his death in 1884).\n\nThe Sale of Alaska and the Rush for British Columbia\n\nOn March 30, 1867, the British Empire was caught off guard with the news that Russia’s Alaskan possessions had been sold to America for $7.2 million in a secretive diplomatic maneuver which Secretary of State William Seward described as the most important deal of his life.\n\nThe sale had suddenly made the isolated colony of British Columbia very hot real estate. During this 1867 purchase, Lincoln’s Trans Continental Railway, begun in 1863 at the height of the Civil War was a mere two years from completion, linking the Pacific to Atlantic for the first time in history and thus destroying the British monopoly over maritime shipping routes.\n\nWith students of Lincoln’s program to be found among the intelligentsia of Russia, led by Count Sergei Witte and Dimitri Mendeleyev, the American modeled (and largely American-built) Trans-Siberian Railway’s construction was not far away, and the linking of rail across the two continents was discussed as a real possibility by republican visionaries the world over.\n\nThe chances that British Columbia would join confederation were minute at this time as the broken colony had no ties of commerce to Britain or the east coast confederacy 3500 km away. In fact, on July 2, 1867 the first of several petitions was sent to Queen Victoria requesting that either the colony’s debt burdens and economic woes be alleviated by the Mother country or that the queen grant them permission to annex to the USA!\n\nAt this time, American consul to Victoria Allen Francis, wrote a letter to the president stating:\n\n“Even the colonists claiming most loyalty to the queen, are now urging with great unanimity annexation to the United States as their only salvation- as the only means of retrieving the colonies from their present embarrassment and decline.”\n\nBC’s Colonialist Newspaper described the situation in the following terms:\n\n“Since no change would be for the worse, they (British Columbians) would welcome annexation to the United States to continuing in a state of poverty and wretchedness. In writing this we know we speak the mind of 9 out of every 10 men in the colony… the sentiment is heard at every gathering street corner- at social gatherings, in business circles- in all places”\n\nOn July 18, 1868 the Hudson Bay territories (aka: Rupert’s Land) were sold to Ottawa under an operation led by Sir Georges Etienne Cartier who stated “in this country we must have a distinct form of government in which the monarchical spirit will be found.”\n\nCartier’s monarchical spirit was reflected in Canada’s leading fathers of confederation such as Sir John A. Macdonald who famously stated “a Britisher I was born and a Britisher I will die” and who looked to the vast wilderness west of Toronto saying in 1867: “I would be quite willing, personally to leave the whole country a wilderness for the next half century, but I fear if Englishmen do not go there the Yankees will.”\n\nOn May 22, 1867, Father of Confederation Sir Alexander Galt stated British policy for western expansion (to block the connection between Russia and the USA) saying: “If the United States desire to outflank us on the west, we must accept the situation and lay our hand on British Columbia and the Pacific Ocean. This country cannot be surrounded by the Unites States- We are gone if we allow it… ‘From the Atlantic to the Pacific’ must be the cry in British America as much as it has ever been in the United States”\n\nThe last serious effort by British Columbians to join America was made with the Annexation petition of 1869 listing BC’s desperate grievances with the empire and appealing to President Grant:\n\n“The only remedy for the evils which beset us, we believe to be in a close union with the adjoining States and Territories, we are already bound to them by a unity of object and interest; nearly all our commercial relations are with them; They furnish the Chief Markets we have for the products of our mines, lands and waters; They supply the Colony with most of the necessities of life; They furnish us the only means of communication with the outer world… For these reasons we earnestly desire the ACQUISITION of this Colony by the United States.”\n\nThe Alabama Claims\n\nThe last great hope for extending Lincoln’s rail through BC into Alaska at this time arose amidst the 1869-1871 Alabama Claims affair which saw the world’s first international trial in Geneva address the matter of Britain’s military support for the confederacy during the Civil War (reflecting the irony of America’s recent covert support for Syrian rebels). Britain’s air of neutrality was betrayed by her construction of Confederate war ships that unleashed havoc on Lincoln’s Navy. The court ruled in favor of America and soon Britain came close to loosing it’s Canadian possessions as payment for their sin (Senator Charles Sumner and Secretary Seward both advocated this course), although weaker figures in America ended up agreeing to a measly $15 million settlement in 1872 while all wrongs were forgotten.\n\nWith these failures to capture the pregnant moment, the effort to assimilate BC into London’s northern confederacy was accelerated.\n\nOttawa negotiations began on June 7, 1870 and within weeks nearly all resolutions and clauses were agreed upon. The two biggest impediments to B.C.’s entry into the Confederacy were dealt with by the payment of all of the colony’s debts by Ottawa and the promise made by Sir Macdonald to construct a rail line linking the new province with Montreal and Quebec “within ten years”. This promised rail line was necessary in order to sabotage the intention of the American Manifest Destiny policy.\n\nThe Empire Strikes Back\n\nWith these arrangements agreed upon (paralleling similar arrangements in the former Red River Settlement in today’s Manitoba), British Columbia was admitted into Confederation as the 6th Canadian Province. Within the coming decades, as Canada was opened up to form a British-controlled Northern Confederacy blockade against the civilizing progress of the sovereign nation state intention of the United States, Saskatchewan and Alberta were formed as provinces where there had formerly been only Hudson’s Bay land. The lack of progress on Canada’s rail by 1878 had resulted in renewed disenchantment on the part of British Columbians who demanded once more for annexation into the USA resulting in Sir John A. Macdonald’s “National Policy of 1878-1885” which forced the construction of Canada’s own trans continental rail (with the inaugural train cars arriving in BC’s Port Moody from Montreal on the 4th of July, 1885).\n\nBy the time of the 1876 Centennial Exhibition in Philadelphia, the American System of Political Economy had resulted in the greatest explosion of wealth in the United States and became a model for the whole civilized world seeking to break free of British colonial hegemony.\n\nConverts to the American System were made by all lovers of progress from around the world who came to the Convention. Germany under Chancellor Otto von Bismarck vigorously applied American System practices of high protective tariffs and vast internal improvements under his Zollverein. Czars Alexander II and III and their close circle of Russian advisors applied the American model for the vast modernization of Russia vectored around the Trans-Siberian Rail. Even Japan under the Meiji Restoration applied the American model to escape feudalism and enter the modern age.\n\nSadly, an age of London-financed revolutions, assassinations and wars mis-shaped the 1880s, 1890s, and 20th century, preventing this system of win-win cooperation from evolving as it was destined.\n\nToday the world is again pulled by two opposing systems represented by Lincoln’s international allies on the one hand and British Intelligence on the other… although today’s champions of the multi polar world of cooperation have names like Xi Jinping and Putin. These Eurasian statesmen have ushered in a new system of credit, diplomacy, security, economic and science policy governed by the best principles displayed by the American System of the 19th century and occasionally revived albeit only briefly under such 20th century leaders like Franklin Roosevelt and John F. Kennedy.\n\nWhether the western nations have the moral fitness to recover their lost traditions and join in this new paradigm or not yet remains to be seen…\n\nThe author delivered a lecture on this topic which can be viewed here:\n\nhttps://youtu.be/8fCp1-tS45g"}}