{"GDELT": {"GlobalEventID": 927269038, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -10.7758620689655, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200604001500, "SOURCEURL": "https://1063cowboycountry.com/21-year-old-arrested-after-fatally-shooting-man-in-gillette/"}, "ARTICLE": {"TITLE": "21-Year-Old Arrested After Fatally Shooting Man in Gillette", "TEXT": "A 21-year-old man was taken into custody Tuesday night after allegedly fatally shooting another man at a Gillette apartment complex.\n\nPolice have not yet identified the suspect, but Gillette Police Department Lt. Brent Wasson told K2 Radio News in a phone interview that the suspect is expected to be arraigned in court Thursday.\n\nThe victim, 21-year-old Tanner Miller, died after being shot once in the head, according to Campbell County Coroner Paul Wallem.\n\nWasson said the suspect called police shortly before 9:30 p.m. Tuesday to report that he had shot another man at the South Fork Apartments.\n\nOfficers arrived and found Miller with a gunshot wound. He was taken to a hospital, where he was pronounced dead.\n\nThe investigation is ongoing, but Wasson said preliminary information shows Miller and the suspect knew each other. They had eaten dinner together earlier in the evening, and the suspect expected Miller to arrive at the apartment complex.\n\nThe shooting took place shortly after Miller showed up, Wasson said. There is no indication that any altercation took place between the pair before the fatal shooting.\n\nWasson said the suspect fired a single shot.\n\nFurther interviews were conducted Wednesday morning, according to Wasson.\n\nBecause the investigation is still active, police declined to release further details."}}