{"GDELT": {"GlobalEventID": 927269292, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "DEU", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.9538188277087098, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Praia Da Luz, Faro, Portugal", "Action2Geo_CountryCode": "PO", "Action2Geo_ADM1Code": "PO09", "Action2Geo_ADM2Code": "24764", "Action2Geo_Lat": 37.0833, "Action2Geo_Long": -8.73333, "Action2Geo_FeatureID": "-2168298", "DATEADDED": 20200604001500, "SOURCEURL": "https://thewest.com.au/news/europe/madeleine-mccann-disappearance-breakthrough-with-german-prisoner-identified-as-suspect-ng-b881567532z"}, "ARTICLE": {"TITLE": "Madeleine McCann disappearance breakthrough with German prisoner identified as suspect", "TEXT": "A German prisoner has been identified as a suspect in the disappearance of Madeleine McCann.\n\nThe 43-year-old German national is known to have been in and around Praia da Luz on Portugal’s Algarve coast at the time Madeleine vanished on May 3, 2007.\n\nShe had been on holiday with her parents Kate and Gerry McCann and her twin siblings Sean and Amelie.\n\nCamera Icon This 2007 file photo released by the McCann family shows Madeleine McCann at three-years-old. Credit: Supplied by family\n\nA half-hour phone call was made to the German man’s Portuguese mobile phone around an hour before Madeleine is believed to have gone missing.\n\nThe suspect, who is in prison in Germany for an unrelated matter, has been linked to a camper van that was pictured in the Algarve in 2007.\n\nScotland Yard said he was driving the vehicle in the Praia da Luz area in the days before Madeleine’s disappearance.\n\nCamera Icon An undated handout photo made available by Federal Criminal Police Office shows a Volkswagen (VW) T3 Westfalia camper van which police mention in connection with the disappearance of missing girl Madeleine McCann. Credit: METROPOLITAN POLICE HANDOUT / EPA\n\nHe has also been linked to a 1993 Jaguar XJR6 with a German number plate seen in Praia da Luz and surrounding areas in 2006 and 2007.\n\nThe day after Madeleine went missing, the suspect got the car re-registered in Germany under someone else’s name, although it is believed the vehicle was still in Portugal.\n\nCamera Icon An undated handout photo made available by the German Federal Criminal Police Office shows a Jaguar car which police mention in connection with the disappearance of missing girl Madeleine McCann, issued 03 June 2020. Credit: GERMAN FEDERAL CRIMINAL POLICE HANDOUT / EPA\n\nBoth vehicles have been seized by German police.\n\nThe suspect is reportedly a prolific burglar who has previous convictions for sex crimes against young girls.\n\nScotland Yard is launching a joint appeal with the Federal Criminal Police Office of Germany (BKA) and the Portuguese Policia Judiciaria (PJ), including an STG20,000 ($A36,000) reward for information leading to the conviction of the person responsible for Madeleine’s disappearance.\n\nThe Met’s investigation has identified more than 600 people as being potentially significant and were tipped off about the German national, already known to detectives, following a 2017 appeal 10 years after she went missing.\n\nCamera Icon Kate McCann and Gerry McCann pose with a missing poster depicting an age progression computer generated image of their daughter Madeleine at nine years of age. Credit: Sang Tan / AP\n\nMadeleine vanished shortly before her fourth birthday and would have turned 17 last month.\n\nA statement from Madeleine’s parents, read by Detective Chief Inspector Mark Cranwell, welcomed the new police appeal.\n\n“All we have ever wanted is to find her, uncover the truth and bring those responsible to justice,” the McCanns’ statement said.\n\n“We will never give up hope of finding Madeleine alive, but whatever the outcome may be, we need to know as we need to find peace.”\n\nCamera Icon A German prisoner has been identified as a suspect in the disappearance of Madeleine, detectives have revealed. The Metropolitan Police have not named the man, 43, who is described as white with short blond hair, possibly fair, and about 6ft tall with a slim build. Credit: PA / PA\n\nDet Chief Insp Cranwell told reporters on Wednesday he was taking the unusual step of releasing two mobile phone numbers as part of the appeal.\n\nThe first, (+351) 912 730 680, is believed to have been used by the suspect, and received a call from another Portuguese mobile, (+351) 916 510 683, while in the Praia da Luz area on the night of May 3, 2007.\n\nThe caller, who is not thought to have been in the Praia da Luz area, is not being treated as a suspect, but is said to be a “key witness” in the case.\n\nDet Chief Insp Cranwell appealed to anyone who knew the suspect and who may have information in relation to Madeleine’s case to come forward.\n\n“You may know, you may be aware of some of the things he has done. He may have confided in you about the disappearance of Madeleine,” the police officer said."}}