{"GDELT": {"GlobalEventID": 927302042, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor2Code": "REF", "Actor2Name": "RETURNEE", "Actor2Type1Code": "REF", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.3259423503325998, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF", "Actor1Geo_Lat": -30.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "SF", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF", "Actor2Geo_Lat": -30.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "SF", "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF", "Action2Geo_Lat": -30.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "SF", "DATEADDED": 20200604031500, "SOURCEURL": "https://www.chronicle.co.zw/zimbabwe-doing-well-in-flattening-covid-19-curve/"}, "ARTICLE": {"TITLE": "Zimbabwe doing well in flattening Covid-19 curve", "TEXT": "Nqobile Tshili, Chronicle Reporter\n\nTHE country is still doing well in terms of flattening the Covid-19 curve through few local transmissions but authourities need to put in measures to ensure that quarantine centres do not result in the virus spreading into communities.\n\nThe country has recorded a 260 percent increase in Covid-19 cases within a week as quarantine facilities accommodating returning citizens from neighbouring countries have become epicentres of the pandemic.\n\nSince March 20 when the country recorded its first Covid-19 case to May 25, Zimbabwe had 56 confirmed cases but the last eight days have seen the cases jumping to 206.\n\nMost of the recorded cases were recorded at quarantine centres sheltering Zimbabwean citizens returning mostly from South Africa, Botswana and Mozambique.\n\nThe country is also recording local transmissions although at a minimal rate.\n\nThe spike in Covid-19 cases has shaken the nation, especially considering that the country is approaching winter when experts predict that the virus spreads more.\n\nIt also comes at a time when some people are disregarding lockdown regulations meant to curb the exponential spread of the virus.\n\nExperts say the increase in the number of cases is directly linked to mass testing that Government has embarked on.\n\nA local medical expert Dr Ritta Dlodlo said it was not surprising that most of the country’s cases were emanating from quarantine facilities accommodating returnees from South Africa, which is Africa’s epicentre.\n\nAs of yesterday afternoon, South Africa had recorded more than 35 000 confirmed cases and 705 deaths.\n\nDr Dlodlo said if quarantine centres are not properly managed they can lead to the outbreak of the virus in communities.\n\n“Relevant authorities should pay particular attention to the receiving centres. So that persons are not exposed to Covid-19 while in there. There should be no risk for the staff attending to the people at the centres.\n\nCircumstances in general need to be conducive for people wanting to honour and respect quarantine recommendations,” she said.\n\nDr Dlodlo said while quarantine facilities do not need to be luxurious, they should be habitable to curb incidences of returnees escaping from facilities.\n\nPolice have said as of Tuesday 158 people had escaped from quarantine centres countrywide.\n\nDr Dlodlo said special attention should be given to staffers who attend to returnees as they are a part of the people who can spread Covid-19 when they return to their homes.\n\nShe said the country was still doing well in terms of flattening the Covid-19 curve as shown by few local transmissions.\n\nFormer Mpilo Central Hospital clinical director Dr Wedu Ndebele, said the public seems to have relaxed on adherence to level two lockdown regulations.\n\nHe said while most people have face masks, some wear them below their neck, defeating the purpose of the need to wear them, which could result in those with the virus spreading it.\n\nDr Ndebele said the virus survives longer on surfaces in winter and the risk of contracting Covid-19 increases.\n\n“We need to enforce the measures more than we are doing because I think people have relaxed. When we started, I think we started fairly well but now people have completely relaxed. People think they are solving economic problems by going back to their normal ways. But in actual sense the situation may get worse if the virus spreads because those providing essentials will have to close if people are diagnosed within their premises,” said Ndebele.\n\nHe said the country should guard against the outbreak of the virus which can collapse the already fragile health sector.\n\n“Our capacity is very limited. People are busy trying to make as many (isolation medical) centres as possible that means that if there are more people that are sick especially the moderate to severe that need hospitalisation, we will definitely not have enough beds to admit all these sick people. So that’s the impact on the health,” he said.\n\nZimbabwe Hospital Doctors Association president Tawanda Zvakada hailed the increase in the number of people tested for Covid-19.\n\nAs of Tuesday, the country had conducted more than 48 000 tests.\n\nHe said the public should observe Covid-19 prevention measures as the virus will remain with us for a long time.\n\n“It means we need to practice more caution, more preventative measures and above all we need to learn to live with Covid-19 as it shows that it’s within the country for a while. We need to co-exist with it. By that I mean come up with measures we can do to ensure that it doesn’t spread more but we can allow for people to do other things that will allow them to survive because it’s not always about Covid-19,” said Dr Zvakada.\n\nDr Zvakada said with an increasing number of Covid-19 cases, Government must speed up the process of setting up medical isolation centres to cater for those critical.\n\n“The statistics show that the worst is yet to come, these isolation centres need to be equipped with ventilators and oxygen. In addition, Government should ensure that health workers are well motivated as opposed to working in environments as if it’s under command. It has to ensure that the workers are well motivated like in other countries and have the desire to be on the frontline not as duty but as a way of serving fellow countrymen. This can be done through proper remuneration and ensuring that they have adequate Personal Protective Equipment,” said Dr Zvakada. — @nqotshili"}}