{"GDELT": {"GlobalEventID": 927302863, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "TCD", "Actor1Name": "CHAD", "Actor1CountryCode": "TCD", "Actor2Code": "FRA", "Actor2Name": "FRENCH", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.11248454882571, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Chad", "Actor1Geo_CountryCode": "CD", "Actor1Geo_ADM1Code": "CD", "Actor1Geo_Lat": 15.0, "Actor1Geo_Long": 19.0, "Actor1Geo_FeatureID": "CD", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Chad", "Actor2Geo_CountryCode": "CD", "Actor2Geo_ADM1Code": "CD", "Actor2Geo_Lat": 15.0, "Actor2Geo_Long": 19.0, "Actor2Geo_FeatureID": "CD", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Chad", "Action2Geo_CountryCode": "CD", "Action2Geo_ADM1Code": "CD", "Action2Geo_Lat": 15.0, "Action2Geo_Long": 19.0, "Action2Geo_FeatureID": "CD", "DATEADDED": 20200604031500, "SOURCEURL": "https://au.news.yahoo.com/caravan-one-saharas-last-european-explorers-024857793--spt.html"}, "ARTICLE": {"TITLE": "On a caravan, with one of the Sahara's last European explorers", "TEXT": "French archaeologist Thierry Tillet has spent nearly 50 years exploring the Sahara\n\nClimbing into the saddle, he adjusts the scarf protecting his head from the sun and, with a tap on the camel's back, the caravan sets off.\n\nThierry Tillet is again off to explore the vast Saharan desert, at the head of a nine-camel convoy with three other riders.\n\nAt 68, the Frenchman is one of the last European explorers since the end of the 19th century to dedicate much of his life -- 47 years -- to crisscrossing the Sahara.\n\nThis expedition, which began before the coronavirus epidemic, starts and ends at two desert jewels in central Mauritania.\n\nFrom Tichitt, the convoy is headed east to Oualata, 300 kilometres (185 miles) away, travelling in single file over a sandy, rocky landscape.\n\nFor the first time, Tillet -- or Ghabidine, as a Tuareg friend renamed him -- is taking journalists along \"so that this knowledge reaches the general public\".\n\nPerched on the back of his swaying camel, Tillet wears an old, holey T-shirt and worn sandals.\n\nWith his tousled, white hair and stubbled chin, it's easy to forget he's an authority in his field.\n\nFor many years he was a member of the anthropology laboratory at France's National Centre for Scientific Research (CNRS).\n\nHe was also professor of prehistoric archaeology at Grenoble University and taught in Chad, Niger and Mali.\n\nThroughout, he would go back and forth to the Sahara.\n\nHe has documented Neolithic civilisations, overseen the inventory of Malian archaeological sites and discovered a dinosaur skeleton in the Tenere desert in Niger.\n\n\"Sometimes, small fragments of discovered tools contain more information than a dinosaur, even if it's less spectacular,\" Tillet says.\n\n- In all its diversity -\n\nExploring the history of the world's largest expanse of arid land is a hugely diverse venture.\n\nIt can range from the forgotten religious centres of Sufi brotherhoods in northern Mali, to the sandstone plateaus in northeastern Chad and prehistoric Saharan settlements in Niger.\n\nBut trading his camel for the comfort of an air-conditioned vehicle as his mode of transport isn't an option for Tillet.\n\n\"You're going at the speed of the camel, and that allows me to observe and spot a number of things on the ground,\" he says.\n\n\"In a car I wouldn't be able to do that, it moves too quickly.\"\n\nEach trip brings something new, be it publications in scientific works, \"a few stones brought back for research\" or photos of objects from the Neolithic era, the last period of the Stone Age.\n\nCurrently it's an 11th-century caravan depot lost in the Mauritanian dunes, the Ma'den Ijafen, that begs to be found.\n\n\"It was Theodore (Monod, the late French explorer) who discovered it in 1956,\" Tillet says.\n\n\"He asked me to go back there.\"\n\nFor three years now, he has been searching and, on this expedition, wants to ask around among nomadic shepherds.\n\n- The revealing winds -\n\nTillet does not consider himself an adventurer or a daredevil.\n\n\"Exploration carries with it a fantasy. I'm not trying to discover the unknown, but to discover what exists!\" he says.\n\n\"That is true scientific exploration.\"\n\nIn this part of the Sahara, prehistoric artefacts are everywhere, constantly revealed by an omnipresent wind, but indistinguishable to the untrained eye.\n\n\"In a continental climate, it's often necessary to dig... Here, it's all on the surface.\"\n\nWithout warning, he pulls the reins to stop, on spotting something interesting.\n\nIf he doesn't know what it is, he takes notes and -- in his only recourse to 21st-century technology -- satellite coordinates using a GPS.\n\nOnce home in southwestern France's Perigord region, he will transfer them onto a map, tirelessly completing what he calls his \"spider's web\".\n\nThe hundreds of GPS points are not only a scientific record but suggest the route of his next expedition.\n\n- Searching for a bull -\n\nTillet, the son of Parisian bakers, said his love of Africa and archaeology began after hearing stories as a child.\n\nBut it was his first university professor who ignited the desire to go and see it for himself, encouraging him to focus on the Sahara.\n\nOn his first trip -- in Algeria -- it rained a lot.\n\n\"For someone wanting to study the Sahara, it was a bad start!\" he says, laughing.\n\nTillet's wife occasionally used to accompany him on his explorations.\n\nBut this time, his companions are Ahmadou, Sheih and Ahmed, whom he has known for many years.\n\nStory continues"}}