{"GDELT": {"GlobalEventID": 927301908, "Day": 20200603, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4192, "Actor1Code": "NGAGOV", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "Actor1Type1Code": "GOV", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.20967741935484, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI11", "Actor1Geo_ADM2Code": "191147", "Actor1Geo_Lat": 9.08333, "Actor1Geo_Long": 7.53333, "Actor1Geo_FeatureID": "-1997013", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI11", "Actor2Geo_ADM2Code": "191147", "Actor2Geo_Lat": 9.08333, "Actor2Geo_Long": 7.53333, "Actor2Geo_FeatureID": "-1997013", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI11", "Action2Geo_ADM2Code": "191147", "Action2Geo_Lat": 9.08333, "Action2Geo_Long": 7.53333, "Action2Geo_FeatureID": "-1997013", "DATEADDED": 20200604031500, "SOURCEURL": "http://nigerianpilot.com/gov-obaseki-submits-nomination-form/"}, "ARTICLE": {"TITLE": "Gov Obaseki submits nomination form", "TEXT": "…says ‘I assisted Oshiomhole to become gov’\n\nEdo State governor, Godwin Obaseki, yesterday in Abuja, said he assisted Comrade Adams Oshiomhole to become governor and national chairman of the All Progressives Congress, APC, after he completed his second tenure.\n\nSpeaking with journalists after submitting his nomination forms, Governor Obaseki described Oshiomhole as a betrayer.\n\nHe also debunked speculations that he is plotting to defect to the Peoples Democratic Party, PDP.\n\n“It is not possible to collect forms from the PDP knowing that I will be disqualified as a progressive, from a progressive political family and representing the new bloc of politicians.\n\n“I believe in the ideals of the APC, I believe in our president, I believe in what he stands for so I am a party man to the core. I am not an old styled politician. I represent a new direction of politics that is based on facts and truth not lies,” he said.\n\nWhen asked on the claim that he betrayed his godfather who made him win the state governorship election, he said “in life everybody gets helped, everybody gets assisted. The person talked about he had no money when he left labour to contest. We knew what we did to make him governor. I sacrificed eight years of my life pro bono, I collected no kobo to serve him in Edo.\n\n“Today we know what we have built because of where we started from. So when you talk of betrayal, the biggest betrayal can be when people betray a cause, when they betray an idea. That is the greatest betrayal of all. It is like betraying God. When you say to God, this is what I stand for and then God gives you power then you turn around and do the exact opposite.\n\n“There is no greater betrayal than that. So when you talk about betrayal let us be very clear. I want to put it on record that I am grateful he assisted me just as I assisted him. I know the sacrifices we made to make him national chairman. So what are we talking about,” he queried.\n\nOn the mode of primary election, he pointed out that the basis of every democracy is rules and that is the constitution of the party which stipulates the mode of primaries and how things should be done.\n\n“The constitution stipulates what mode of primaries to be allowed in our party and how decisions to the type of primaries you want to run should be arrived at. It is clearly stated in our constitution and so for me, I believe that our lawful party will do things according to the constitution.\n\n“So, I am certain that I will win the primaries but we have to respect our constitution and follow it.\n\n“I prefer the indirect primary to direct primary because of COVID-19 which he said will reduce the gathering of more people in a place.”"}}