{"GDELT": {"GlobalEventID": 927303035, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "LEG", "Actor2Name": "CONGRESS", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.75, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200604031500, "SOURCEURL": "https://www.nj.com/politics/2020/06/george-floyd-death-protests-prompt-congress-to-take-aim-at-police-brutality.html"}, "ARTICLE": {"TITLE": "George Floyd death, protests prompt Congress to take aim at police brutality", "TEXT": "The death of George Floyd at the hands of police and the protests that followed have sparked demands for a congressional response.\n\nThe U.S. House plans to consider legislation such as requiring bias training, tracking the use of deadly force, and banning racial profiling.\n\n“There is a growing consensus that we have to do something and not just say something,” said Rep. Tom Malinowski, D-7th Dist. “There is a lot of legitimate anger out there that is aimed at the leadership of this country to get us to do something. We have a duty to listen to them.”\n\nMalinowski said the Democratic-controlled House would begin considering a response this month. The House isn’t scheduled to return to Washington to vote until the end of June but is working remotely.\n\nAlready, the House Judiciary Committee has scheduled a hearing June 10 on police brutality and racial profiling\n\nThe Congressional Black Caucus is taking the lead on drafting legislation in the House. U.S. Sens. Cory Booker, D-N.J., and Kamala Harris, D-Calif., are doing the same in the Senate.\n\nA member of the caucus, Rep. Donald Payne Jr., D-10th Dist., said there would be a package of bills and House Speaker Nancy Pelosi, D-Calif., said she will advance what the group proposed.\n\n“I don’t think it will be simply one bill, but a package of bills to address the horrific issue of police brutality in our country,” Payne said. “In addition, these events have helped to resurrect several bills that had been lying dormant until now.”\n\nThat legislation includes a bill banning chokeholds and named for Eric Garner, a black man who died in police custody in Staten Island after being put in a chokehold and saying, “I can’t breathe,” and a measure requiring diversity training for law enforcement officers and for an independent prosecutor whenever a police officer uses force that injures or kills a suspect.\n\nOne of goals of the original civil rights demonstrations in the 1960s was to get Congress to pass legislation to end discrimination, said Rep. Frank Pallone Jr., D-6th Dist.\n\n“There has to be a legislative response from Congress,” Pallone said. “Historically during the civil rights movement, there was always the idea that we needed legislative action.”\n\nPallone held a conference call Wednesday with two community civil rights leaders who also talked about the need for congressional action.\n\n“I absolutely believe in my heart that legislation is the only way we can move our country, our society, to another level of respect,” said the Rev. Dr. Kenneth Saunders, chair of the Piscataway Civil Rights Advisory Commission.\n\n“I agree,” said Reggie Johnson, president of the NAACP’s Metuchen-Edison Branch. “African Americans have always depended on government to provide us with protection. This is a necessity.\"\n\nAnd U.S. Sen. Robert Menendez, D-N.J., on Wednesday joined the call for action in Congress.\n\n“The American people are demanding real action and Congress must deliver,” Menendez said. “.We must answer the call for community policing and criminal justice reforms that include providing federal funding to expand local police training, developing a national standard for excessive force and creating a national registry for police misconduct. And Congress must address systemic economic, social and environmental injustices once and for all.”\n\nOur journalism needs your support. Please subscribe today to NJ.com.\n\nJonathan D. Salant may be reached at jsalant@njadvancemedia.com."}}