{"GDELT": {"GlobalEventID": 927302441, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "GBRCOP", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor1Type1Code": "COP", "Actor2Code": "OPP", "Actor2Name": "PROTESTER", "Actor2Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -7.862407862407861, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200604031500, "SOURCEURL": "https://www.cairnspost.com.au/news/world/londons-downing-st-attacked-after-black-lives-matter-protests/news-story/33488703bcce631150c942c5ab93a9a3?nk=519ee0c758cb6f66950b916fd413aa18-1591239757"}, "ARTICLE": {"TITLE": "London’s Downing St attacked after Black Lives Matter protests", "TEXT": "Protesters were caught in clashes with UK police outside Prime Minister Boris Johnson’s home at 10 Downing St on Wednesday night after a day of peaceful protests in London.\n\nThe protest had been organised by the Black Lives Matter group in solidarity with demonstrations taking place across the US, sparked by the killing of George Floyd by a white police officer.\n\nAbout 15,000 people attended the demonstration in central London on Wednesday and the UK’s Metropolitan Police showed solidarity with the protesters, taking a knee with the demonstrators outside of the Mr Johnson’s Downing St residence earlier in the day.\n\nThe crowd was joined by former member of boy band One Direction, Liam Payne, and Star Wars actor John Boyenga.\n\nIt comes as thousands of people were seen in London’s Hyde Park.\n\nAstonishing video shows the massive support for the US protests in London.\n\n\n\nThe demonstration was mostly peaceful throughout the day but as the hours wore on some demonstrators got into scuffles with police and threw metal barriers towards the home of the Prime Minister.\n\nmedia_camera Demonstrators at Whitehall in central London. Picture: Dan Kitwood/Getty Images\n\nmedia_camera Officers face off with a protester in central London on Wednesday. Picture: Daniel Leal-Olivas/AFP\n\nmedia_camera Protesters throw barriers towards the gates of 10 Downing Street during the demonstration. Picture: Tolga Akmen/AFP\n\nmedia_camera Officers struggle with a demonstrator outside 10 Downing St. Picture: Daniel Leal-Olivas/AFP\n\nProtesters could be heard screaming anti government slogans including “f**k Boris, f**k Trump,” according to The Sun.\n\nTwo people were arrested by the Metropolitan Police after the disturbance broke out.\n\nRiot police were also called to Westminster after a separate incident near the Foreign Office.\n\nmedia_camera Demonstrators are tackled by Tactical Support Group officers. Picture: Dan Kitwood/Getty Images\n\nFootage from the scene shows a melee breaking out as objects including a traffic cone are hurled through the air. A protester is wrestled to the ground during the incident.\n\nA freelance journalist, Mattha Busby, told The Sun it was “unclear exactly” what started the scuffle.\n\n“Police appeared to attempt to take a man from the crowd and pandemonium ensued,” he said.\n\nOriginally published as Astonishing reaction to mass protests"}}