{"GDELT": {"GlobalEventID": 927302530, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "GOV", "Actor1Name": "MAYOR", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.01503759398496, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200604031500, "SOURCEURL": "https://www.stcatharinesstandard.ca/news-story/10014108-sendzik-says-community-must-combat-hate-and-intolerance/"}, "ARTICLE": {"TITLE": "Sendzik says community must combat hate and intolerance", "TEXT": "St. Catharines Mayor Walter Sendzik began council's meeting Wednesday by vowing to call out injustices, hate and racism and asking others to join him.\n\nSendzik said he was reflecting on the unrest and protests taking place across the United States following the brutal death of George Floyd at hands of the Minneapolis Police department\n\n\"This has reignited the need for communities to take demonstrative action to combat racism,\" he said.\n\n\"We are not immune to racism and we see it in our city and on a day-to-day basis on social media.\"\n\nCity council was holding its regular meeting online due to COVID-19.\n\nSendzik said he's proud of city council for establishing an anti-racism committee in 2018 comprised of people with lived experiences to help the city root out systematic racism and discrimination. He said committee members have been working on developing new policies, reviewing city procedures and examining ways for St. Catharines to push back at racism in many forms.\n\nSendzik said action will follow from the work of the committee.\n\nHe also noted the city has an equity and inclusion committee and an LGBTQ+ committee who are guiding St. Catharines in becoming a strongly diverse and inclusive city that \"celebrates those and supports those\" who have traditionally been marginalized.\n\n\"Now is the time for action, and not simply for reflection, and as a white man of privilege, I am listening,\" Sendzik said.\n\n\"As a community leader, I also have a duty to act and I will call out injustices, hate and racism in our community.\n\n\"We need everyone to embrace this, to truly listen to those who have been oppressed, to commit to act against those who push hate and intolerance and to call out injustices as they happen.\"\n\nSendzik said St. Catharines is a dynamic, diverse and compassionate community and it can learn from what is happening around it.\n\n\"By acting now we can create a community built on diversity and equality for everyone.\"\n\nKarena.Walter@niagaradailies.com\n\nLoading... Loading... Loading... Loading... Loading... Loading...\n\n905-225-1628 | @karena_standard"}}