{"GDELT": {"GlobalEventID": 927302787, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "OPP", "Actor1Name": "PROTESTER", "Actor1Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -5.84144645340752, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Los Angeles, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0522, "Actor1Geo_Long": -118.244, "Actor1Geo_FeatureID": "1662328", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Los Angeles, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 34.0522, "Action2Geo_Long": -118.244, "Action2Geo_FeatureID": "1662328", "DATEADDED": 20200604031500, "SOURCEURL": "https://www.kcrw.com/news/shows/press-play-with-madeleine-brand/lapd-protests-looting-mental-health/cheryl-dorsey-michel-moore-lapd-protests"}, "ARTICLE": {"TITLE": "Assaulting peaceful protester with rubber bullet is excessive, says former LAPD sergeant", "TEXT": "Protests over injustice and the police killing of George Floyd have lasted six days in California.\n\nLAPD Chief Michel Moore said on Monday, “We saw roving groups of individuals who were not compliant with the curfew, and we believe were out to loot and prey on businesses in our community.”\n\nHe continued saying that officers arrested 700 people during Sunday demonstrations. “Within those 700 arrests were 70 individuals who were either burglarizing or looting, victimizing businesses further. … We had criminal acts. We didn’t have people mourning the death of this man, George Floyd. We had people capitalizing. His death is on their hands as much as it is those officers.”\n\nMoore ended up apologizing for his remarks.\n\nLA Mayor Eric Garcetti defended Moore in a press conference on Tuesday: “When I heard him say what he said, I knew that he did not mean that. And I know that he corrected it right away. … That statement is a wrong statement — that looters are the equivalent of murderers. Looting is wrong, but they are not the moral equivalence. The officers who killed George Floyd are murderers.”\n\nRetired LAPD sergeant Cheryl Dorsey tells KCRW that she believes Moore will not be fired, but as a police chief, he can’t express how he feels.\n\n“He can't just say what he thinks if that, in fact, is how he feels,” Dorsey says. “Should he be fired? If he feels that way, he’s no different than any other police officer who is operating day-to-day with animus towards a certain group of folks, black folks in this case. And I don't care what rank you are. And so if that's who Mike Moore is, then yeah, he needs to go.”\n\nDorsey is concerned that the motivation behind the protests might be getting lost among the looting and violence. “There seems to be more chatter about that than about the murder of George Floyd.”\n\nFormer LAPD sergeant Cheryl Dorsey is worried that the motivation behind recent protests might be getting lost amid looting and violence. Photo courtesy of Cheryl Dorsey.\n\nDorsey says the LAPD has improved its tactics when dealing with civil unrest.\n\n“I think the officers have gotten better at dealing with crowds,” she says. “While we want to allow people their absolute right to protest peacefully, we can't allow destruction of property, and in some instances, harm to others,” she says.\n\nBut some police officers are pushing the boundaries of what’s appropriate, she says.\n\n“You can only use that amount of force necessary to overcome resistance, whatever that resistance is. And that's always been our training, not only on the LAPD, but across the nation. And so anytime you have a peaceful protester that you assault with a rubber bullet, I think that's a little excessive,” Dorsey says.\n\nShe hopes there are supervisors near the protests, managing both the demonstration and response by police. She also calls for officers to check on their partners, in case they act out of line.\n\nDorsey, who was an officer during the 1992 Rodney King riots, says working on the frontlines is a source of high tension for police.\n\n“Adrenaline is pumping, and you want to make sure that you’re safe and that you go home safe at the end of this demonstration,” she says.\n\nShe points out the importance of officers approaching protests with an understanding of the situation.\n\n“I think it's important for officers to be able to relate to the people that you're dealing with,” Dorsey says.\n\nYet, she’s critical of the Los Angeles Protective Police League, who she describes as “defense attorneys for police officers who are in violation of conduct unbecoming of an officer.”\n\nIn the end, she says the bigger issue is the current set of policies supporting the LAPD, such as the police officers’ bill of rights.\n\n“Unless you make those kinds of policy changes, those kinds of legislative changes, then you're going to have police officers continue to do bad deeds, and then run behind the cover and shelter of a police organization, and never actually be dealt with in a way administratively that would deter that bad behavior,” Dorsey says.\n\n— Written by Danielle Chiriguayo and Amy Ta, produced by Brian Hardzinski"}}