{"GDELT": {"GlobalEventID": 927302098, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "AUT", "Actor1Name": "AUSTRIA", "Actor1CountryCode": "AUT", "Actor2Code": "DEU", "Actor2Name": "GERMANY", "Actor2CountryCode": "DEU", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.8277634961439597, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200604031500, "SOURCEURL": "http://global.chinadaily.com.cn/a/202006/04/WS5ed84861a310a8b24115abb7.html"}, "ARTICLE": {"TITLE": "UK opposition attacks govt's virus response", "TEXT": "By EARLE GALE in London | China Daily Global | Updated: 2020-06-04 09:03\n\nA billboard showing British Prime Minister Boris Johnson, Johnson's top aide Dominic Cummings and senior Cabinet member Michael Gove is seen in Kentish Town, London, on Wednesday as the novel coronavirus outbreak continues. HANNAH MCKAY/REUTERS\n\nBritain's official opposition has mounted its strongest attack so far on the way Prime Minister Boris Johnson and his government has handled the novel coronavirus pandemic.\n\nLabour Party leader Keir Starmer said in interviews with journalists and during Prime Minister's Questions in the House of Commons on Wednesday that the United Kingdom could be hit by a second peak in infections because of the prime minister's poor decisions.\n\nHe told the Guardian newspaper Johnson appeared to be \"winging it \"by easing lockdown restrictions while the virus was still active. He suggested Johnson may have introduced headline-grabbing relaxations \"to try to deflect attention away\" from a scandal involving his chief aide, Dominic Cummings, driving hundreds of kilometers during the lockdown, he claimed, in search of childcare.\n\nDuring the nation's daily news briefing, Johnson said the government is working on three fronts to ensure there is not a second flare-up of infections: with a test-and-trace system, public health measures at entry points into the country, and international cooperation all crucial.\n\n\"Now that the rate of transmission in the UK has fallen significantly from its peak, we need to take steps to manage the flare-ups and stop the virus from reemerging,\" he said while announcing an additional 359 UK deaths, taking the total to 39,728.\n\nEarlier, Home Secretary Priti Patel confirmed that, from next Monday, the UK will require international arrivals to submit to 14 days of quarantine, an arrangement that will be reviewed three weeks later.\n\nMeanwhile, a top doctor said a report that highlights the disproportionally high risk to people from black, Asian, and mixed ethnic backgrounds from the COVID-19 disease added very little.\n\nChaand Nagpaul, chairman of the British Medical Association, said on Radio 4's Today program the report is \"full of graphs and figures\" but has not \"come up with any actions or recommendations and therefore it hasn't taken us further\".\n\nThe reliability of statistical information was in the spotlight when the nation's statistical regulator criticized Health Secretary Matt Hancock for exaggerating the number of novel coronavirus tests being carried out.\n\nThe Financial Times said David Norgrove, chair of the UK Statistics Authority, accused Hancock of issuing statistics that were \"far from complete and comprehensible\".\n\n\"The aim seems to be to show the largest possible number of tests,\" Norgrove wrote.\n\nThe Times newspaper added to Hancock's woes by reporting that only around 40 percent of people who test positive for COVID-19 are listing their recent contacts with the newly launched test-and-trace system. Channel 4 News claimed only 37 percent of those who are listed are being traced and warned.\n\nJunior Health Minister Edward Argar responded on BBC Breakfast by saying he did not know how many people were being tested each day for novel coronavirus infections, or how many people were cooperating with the test-and-trace program.\n\n\"We're into the thousands but I'm not going to give you a figure until we've worked with the UK Statistics Authority to get a reliable and accurate methodology of giving that data out,\" Argar said, referencing the earlier criticism from Norgrove.\n\nJeremy Hunt, a Conservative Party member of Parliament who was health minister under former prime minister Theresa May, criticized the test-and-trace system on Radio 4's Today program. He said it will not work well because tests are taking far too long to process. \"If the test results themselves take 48 hours to come back, that is going to be impossible,\" said Hunt, who chairs the House of Commons' health select committee.\n\nJohnson said in Parliament that the government is now aiming to process tests within 24 hours.\n\nThe energy and resources being directed at the virus had had a knock-on effect on people waiting for cancer screening or treatment, according to Cancer Research UK. The charity estimated around 2.4 million people are waiting for a procedure in the UK, and it said more than 23,000 cancers likely went undiagnosed during the lockdown.\n\nElsewhere in Europe, Italy reopened its borders to tourists from other European nations on Wednesday for the first time in three months.\n\nSwitzerland said it will reopen its borders with Germany, France, and Austria on June 15. Austria said it will reopen borders with Germany, Switzerland, the Czech Republic, Slovakia and Hungary. Portugal, meanwhile, said it is talking to the UK about setting up so-called \"air bridges\", so tourists can avoid being quarantined."}}