{"GDELT": {"GlobalEventID": 927302347, "Day": 20200604, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4219, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.0, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Louisiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USLA", "Actor1Geo_Lat": 31.1801, "Actor1Geo_Long": -91.8749, "Actor1Geo_FeatureID": "LA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Louisiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USLA", "Action2Geo_Lat": 31.1801, "Action2Geo_Long": -91.8749, "Action2Geo_FeatureID": "LA", "DATEADDED": 20200604031500, "SOURCEURL": "https://www.wbrz.com/news/louisiana-colleges-universities-talk-changes-as-higher-education-reopens-this-fall"}, "ARTICLE": {"TITLE": "Louisiana colleges, universities talk changes as higher education reopens this fall", "TEXT": "Louisiana colleges, universities talk changes as higher education reopens this fall\n\nBATON ROUGE- Louisiana colleges and universities talked numbers Wednesday morning in a state appropriations hearing ahead of budget talks.\n\nThe discussion centered around changes that have been made and changes to be made.\n\nAs higher education centers across the state prepare to reopen in the fall, they are navigating new ways of learning and accounting for what has transpired and what will transpire in the upcoming months.\n\n\"If you add that up, that's 34.5 million in losses and costs between the middle of March and the end of April,\" LSU Interim President Tom Galligan said.\n\nMillions of CARES Act dollars went to higher education institutions to replace some lost revenue, but it's not going to cover everything.\n\n\"It doesn't reflect the COVID-19 related expenses that have happened since that time, and what we know are the COVID-19 expenses that we will have going forward,\" President of the University of Louisiana System Jim Henderson said.\n\nGalligan said LSU is in the red and will continue to be in the red as their COVID expenses are greater than any CARES reimbursement that they expect to receive.\n\nColleges and universities will be re-configuring classrooms. Smaller classes will be held in larger rooms, larger classrooms will be held online.\n\n\"Even in hosting students in the dorms, it may be that we have to lose a third of our occupancy,\" Southern University President-Chancellor Ray Belton said.\n\nReopening is what these schools are looking forward to, some even welcoming record-enrollment numbers, but it will be different.\n\nThe legislature has the rest of June to decide how much of the state's budget will go toward higher education."}}