{"GDELT": {"GlobalEventID": 927690677, "Day": 20200605, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4247, "Actor1Code": "LEG", "Actor1Name": "LEGISLATURE", "Actor1Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.51515151515152, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Idaho, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USID", "Actor1Geo_Lat": 44.2394, "Actor1Geo_Long": -114.51, "Actor1Geo_FeatureID": "ID", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Idaho, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USID", "Action2Geo_Lat": 44.2394, "Action2Geo_Long": -114.51, "Action2Geo_FeatureID": "ID", "DATEADDED": 20200605194500, "SOURCEURL": "https://www.ktvb.com/article/news/education/idaho-supreme-court-hears-oral-arguments-sherri-ybarra-lawsuit-versus-state/277-e254f314-b751-456b-9a5c-126307dc98c8"}, "ARTICLE": {"TITLE": "Supreme Court justices skeptical of Legislature's move to shift duties away from Ybarra", "TEXT": "Justices questioned attorneys during virtual oral arguments Friday.\n\nBOISE, Idaho — Idaho’s Supreme Court justices were super-engaged Friday during the court’s virtual oral arguments, which took place in the case of state Superintendent of Public Instruction Sherri Ybarra vs. the Legislature and the State Board of Education. Ybarra sued after the Legislature pulled her technology division, including 18 full-time employees and millions in funding, from under her purview and placed it under the Office of the State Board of Education.\n\nThe justices repeatedly questioned the attorneys for the Legislature and the board on what constitutional duties the superintendent, a constitutional officer and elected officials has – and whether the Legislature could just remove all of her duties.\n\n“Her responsibility is to execute the policies and procedures that have been set by the board,” responded Deputy Idaho Attorney General Cynthia Yee-Wallace, who represented the state board. “She is subject to the general supervision of the board.”\n\nJustice Robyn Brody asked, “Why isn’t a technology department a core part of executing the policies, procedures etc. that have been set by the board, and why isn’t it that if you take away those employees from her, and you turn them over to the board, that you’ve just turned your executive director of the State Board of Education into the superintendent of public instructions?”\n\nYee-Wallace said she’s “certainly not arguing” that the superintendent can’t have an IT department. She still has three full-time IT employees, she said.\n\nThe attorneys for the Legislature and the state board argued that the state superintendent of public instruction used to be the sole person in charge of Idaho’s K-12 public schools in territorial days, but the framers of the Idaho Constitution transferred that supervision duty to the State Board of Education, which at that time consisted of three people, arguing, according to Attorney Mary York of Holland & Hart, who represented that Legislature, that “three heads could make better decisions than one.”\n\nBut Chief Justice Roger Burdick noted that the three at the time were all top elected officials – the superintendent, the Attorney General, and the Secretary of State. Now, the state board is an eight-member board with seven of its members – all but the superintendent – appointed by the governor.\n\nBurdick asked, “What stops the Legislature from taking another 10 employees or 10 duties away from the superintendent, (or) basically leaving that office empty except for the superintendent themselves, who functions as an elected official ... putting it into an appointed board of the governor? What stops them from doing that? Are you saying nothing”?\n\nYee-Wallace responded, “No doubt the State Board of Education … would now have the ability to hire, fire and direct the work of these 18 full-time employees. What the superintendent has, however, is access to this information ... thru another executive agency. … And she also has 124 employees.”\n\nFormer Idaho Attorney General and Lt. Gov. David Leroy, representing Ybarra, told the court, “It’s not a question of employees. It’s a question of ability to discharge the functions.” He said the superintendent, who is elected statewide every four years, has 140 enumerated functions. And he said especially in this time of the coronavirus pandemic, and online instruction and outreach from schools to students, technology is very much a core function of the schools.\n\nLeroy called the Legislature’s move, which was sprung on Ybarra without notice when the Legislature’s Joint Finance-Appropriations Committee set the school budget this year, was “an invasion of core functions, wherein it’s done so dramatically as to effectively zero out appropriations.” At the close of the arguments, the justices took the case under advisement; they'll issue their ruling in writing subsequently. It may come fairly soon, as the budget law being challenged takes effect July 1.\n\nWe’ll have full coverage at idahopress.com and in Saturday’s paper, both of the historic Supreme Court arguments, which took place over Zoom and were streamed online for the public to watch via Idaho Public Television, and the governor’s press conference today on unemployment and the economy."}}