{"GDELT": {"GlobalEventID": 927690107, "Day": 20200605, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4247, "Actor1Code": "CHN", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor2Code": "JPN", "Actor2Name": "JAPAN", "Actor2CountryCode": "JPN", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.29218106995885, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "East China Sea, Japan (general), Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA00", "Actor1Geo_Lat": 29.0, "Actor1Geo_Long": 125.0, "Actor1Geo_FeatureID": "-226888", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Diaoyu, Liaoning, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH19", "Actor2Geo_ADM2Code": "13188", "Actor2Geo_Lat": 42.8333, "Actor2Geo_Long": 124.633, "Actor2Geo_FeatureID": "-1903386", "Action2Geo_Type": 4, "Action2Geo_Fullname": "East China Sea, Japan (general), Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA00", "Action2Geo_Lat": 29.0, "Action2Geo_Long": 125.0, "Action2Geo_FeatureID": "-226888", "DATEADDED": 20200605194500, "SOURCEURL": "https://www.nippon.com/en/news/yjj2020060500590/"}, "ARTICLE": {"TITLE": "Kono Cautious about Xi's Visit to Japan", "TEXT": "Newsfrom Japan\n\nTokyo, June 5 (Jiji Press)--Japanese Defense Minister Taro Kono indicated Friday that a visit to Japan by Chinese President Xi Jinping as a state guest needs to be reconsidered carefully.\n\n\"As Japan's defense minister, who is responsible for the country's national security, I'm ready to fully discuss the matter within the government, based on the security situation after the novel coronavirus crisis subsides,\" he told a press conference. Xi's state visit to Japan, which had been slated this spring, has been postponed due to the COVID-19 outbreak.\n\nHe is the first Japanese cabinet minister to voice a cautious stance on Xi's state visit. Lawmakers of the ruling Liberal Democratic Party have called on the government to reconsider the plan.\n\nKono said that the Japanese government is \"extremely concerned\" about Chinese coast guard ships' repeated entry into Japanese waters off the Senkaku Islands in the East China Sea and the contiguous zone around the territorial waters. The Japanese-administered islands are claimed by China, which calls them Diaoyu. He also mentioned that Japan has frequently been forced to scramble Self-Defense Forces aircraft to warn Chinese warplanes flying close to Japanese airspace.\n\nFurthermore, Kono argued that China had been taking the position of seeking the peaceful integration of Taiwan, but it has recently dropped the word \"peaceful.\" He was apparently referring to a recent Chinese government activity report by Premier Li Keqiang to the National People's Congress.\n\n[Copyright The Jiji Press, Ltd.]"}}