{"GDELT": {"GlobalEventID": 927691143, "Day": 20200605, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4247, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "JUD", "Actor2Name": "SUPREME COURT", "Actor2Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.83333333333333, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Lamar County, Mississippi, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMS", "Actor1Geo_ADM2Code": "MS073", "Actor1Geo_Lat": 31.2302, "Actor1Geo_Long": -89.4551, "Actor1Geo_FeatureID": "695760", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Alabama, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAL", "Actor2Geo_Lat": 32.799, "Actor2Geo_Long": -86.8073, "Actor2Geo_FeatureID": "AL", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Lamar County, Mississippi, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMS", "Action2Geo_Lat": 31.2302, "Action2Geo_Long": -89.4551, "Action2Geo_FeatureID": "695760", "DATEADDED": 20200605194500, "SOURCEURL": "https://www.hattiesburgamerican.com/story/news/crime/2020/06/05/no-parole-mississippi-man-joshua-miller-convicted-murder-teen/3153624001/"}, "ARTICLE": {"TITLE": "Mississippi man convicted of murder as a teen will have no chance at parole", "TEXT": "A man convicted of a murder he committed as a teen in 1996 will not get a chance at parole, the Mississippi Court of Appeals ruled in a split decision this week.\n\nJoshua Charles Miller was convicted in 1997 for the shooting death of his former girlfriend, Kristin Aultman, in Lamar County.\n\nHe was sentenced to life in prison without the possibility of parole, the only sentence available at the time.\n\nMiller, now 38, was 14 at the time of the murder. Kristin was 13.\n\nShe was a month away from celebrating her 14th birthday when Miller pulled out his shotgun and killed her outside the Oloh church their families attended.\n\n“If she can’t be mine, she can’t be anybody’s,” Miller wrote in a note he gave to a friend before the murder.\n\nHe was convicted at 15 and sent to prison with some of the state's most dangerous and violent criminals. The conviction was upheld on appeal in 1999.\n\nTeen killer:'For the last 8,017 days I have thought about my actions'\n\nWhat Miller has been fighting for in the last few years is to have his sentenced changed to allow him the possibility of parole someday, after the U.S. Supreme Court ruled that juvenile offenders should not be sentenced to life in prison without parole.\n\nStory continues below photo gallery.\n\nThe nation's highest court determined life without parole was cruel and unusual punishment for a juvenile offender, a violation of the Eighth Amendment, even those convicted of murder, but there are exceptions in rare cases.\n\nLamar County Circuit Court in 2018 was required to conduct a resentencing hearing to determine whether Joshua Miller should be resentenced to life with the possibility of parole because of his age at the time of the murder.\n\nPearl River County:Family of USM student killed in wrong-way head-on car crash files wrongful death lawsuit\n\nIn his decision, 15th Circuit Judge Prentiss Harrell said Miller's case did not meet the criteria for parole consideration under the Supreme Court ruling.\n\n\"The court is mindful that in the (Alabama vs.) Miller case, the Supreme Court observed that 'the distinctive attributes of youth diminish the penological justifications for imposing the harshest sentences on juvenile offenders, even when they commit terrible crimes,'\" Harrell wrote in his decision. \"However, this court believes that, after considering the Miller factors in the context of this case, the defendant failed to prove to the court that he is entitled to be resentenced to life in prison with the possibility of parole.\"\n\nTrampoline park suit: Correspondence shows Hattiesburg mayor tried to help business owners\n\nHattiesburg:Business owners cry foul when told they can't reopen. Now they've filed a lawsuit\n\nMiller's lawyers with the Southern Poverty Law Center disagreed and appealed Harrell's ruling.\n\n\"This (recent) case was never about whether Josh was guilty or not, it's about the recognition that kids are different,\" former SPLC attorney Jody Owens said in an earlier story. \"And we think that we put evidence on about Mr. Miller's childhood, about why the crime occurred, the factors that contributed to his lack of appreciation of his actions and also the immaturity and impulsivity that accompanied both.\"\n\nSPLC officials declined comment Friday on the Court of Appeals decision.\n\nIt is unclear what steps, if any, are next in Miller's case.\n\nContact Lici Beveridge at 601-584-3104 or lbeveridge@gannett.com. Follow her on Twitter @licibev or Facebook at facebook.com/licibeveridge."}}