{"GDELT": {"GlobalEventID": 927690386, "Day": 20200605, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4247, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.00401606425703, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Thurso, Highland, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKV3", "Actor1Geo_ADM2Code": "40172", "Actor1Geo_Lat": 58.6, "Actor1Geo_Long": -3.5, "Actor1Geo_FeatureID": "-2609775", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Thurso, Highland, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKV3", "Action2Geo_ADM2Code": "40172", "Action2Geo_Lat": 58.6, "Action2Geo_Long": -3.5, "Action2Geo_FeatureID": "-2609775", "DATEADDED": 20200605194500, "SOURCEURL": "https://www.johnogroat-journal.co.uk/news/gail-ross-points-to-social-distancing-concerns-over-black-lives-matter-event-202026/"}, "ARTICLE": {"TITLE": "Gail Ross points to social distancing concerns over Black Lives Matter event", "TEXT": "Get a digital copy of the Courier and Groat delivered straight to your inbox every week\n\nNorth MSP Gail Ross has expressed misgivings about a planned Black Lives Matter (BLM) event in Thurso this weekend because of potential problems with social distancing.\n\nA gathering is scheduled at the town's boating pond on Sunday to show solidarity with the BLM movement following the killing of unarmed black man George Floyd at the hands of a white police officer in the US\n\nMrs Ross, the SNP MSP for Caithness, Sutherland and Ross, said: “I absolutely stand for human rights and against the hate, prejudice and state brutality we have witnessed recently in the US. However, the advice from the Scottish Government is not to meet and protest outside as social distancing may not be possible, no matter the space that is used.\n\n\"Protest is always welcome and is part of our democratic process, but during this crisis the possibility of spreading the virus is still too great. I would recommend that people make their voices heard in other ways until we can safely meet in large gatherings once again.”\n\nOne of the event's organisers, Liam Godwin, said they would restrict numbers to a maximum of 20 people, possibly no more than five households, to allow for social distancing.\n\nHe went on to point out that they had decided to make it more of an online campaign demanding justice for George Floyd such as one organised in Orkney on Thursday, and is urging people to join in and celebrate their solidarity.\n\nA Black Lives Matter peaceful protest taking in Nairn. A gathering is planned for Thurso on Sunday. Picture: SiD\n\n\"We are aware that social distancing is an ongoing problem and do not want to put anyone at risk,\" he said. \"Households should remain separate and we will be using the entire space so that we can maintain social distancing.”\n\nThose attending are asked to wear a face covering such as a mask or a scarf.\n\nMr Godwin explained: “We would like to highlight the police brutality and systemic racism faced by people of colour. It is important to highlight the fact that the UK is not necessarily innocent.\"\n\nReferring to the Highland Clearances, the Thurso-based PhD student said that the Highlands had its own history of inequality.\n\nHe added: \"We think it is important to take a stance against this whenever we can – we are just a group of people trying to do our best.\"\n\nThey plan to assemble at 12.30pm and to “take the knee” at 1pm.\n\nThose that would prefer to attend online can do so by sending photos of themselves holding their signs with words of support and solidarity tocaithnesscares@gmail.com\n\nMrs Ross has written to Scotland's education secretary John Swinney to ensure that the education system is representative of everyone in Scotland and signed a parliamentary motion by Fulton MacGregor reaffirming there is no place for racism in Scotland or anywhere else.\n\nShe added: \"I will always stand up for everyone’s human rights, no matter their gender, background, race, culture, sexual orientation, beliefs or the colour of their skin.\""}}