{"GDELT": {"GlobalEventID": 927690681, "Day": 20200605, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4247, "Actor1Code": "LEG", "Actor1Name": "PARLIAMENT", "Actor1Type1Code": "LEG", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 31, "EventBaseCode": 31, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.94831299353912, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200605194500, "SOURCEURL": "https://www.newsoptimist.ca/news/northwest-region/sask-at-odds-with-federal-assault-weapons-ban-1.24147325"}, "ARTICLE": {"TITLE": "Sask. at odds with federal assault weapons ban ​​​​​​​", "TEXT": "Federal Conservative Gary Vidal is raising concerns about new regulations banning assault-style weapons in Canada.\n\nThe MP for Desnethé-Missinippi-Churchill River in northern Saskatchewan said since the ban took effect he has had a steady stream of calls and emails from worried gun owners.\n\narticle continues below\n\n“There’s a significant level of frustration and we’re hearing it from our constituents just about every day right now,” Vidal told National Observer in an interview last week.\n\n“We’re very frustrated with the way that this new ban came about and the implications that it has on law-abiding citizens.”\n\n“Canadians deserve to feel safe where they live. Too often, lives are taken when dangerous weapons fall into the hands of individuals with criminal intent,” Public Safety Minister Bill Blair told National Observer in a written statement provided by his Press Secretary on Tuesday.\n\n“Our communities have seen a proliferation of military-style assault weapons that have been used in mass shootings in our country.”\n\nBlair’s office said the weapons being banned have no legitimate civilian use and are designed to take as many lives as possible, as efficiently as possible. “As of May 1, the market for these dangerous weapons, which have been used to kill innocent Canadians, is closed.”\n\nVidal said the ban will impact northern and Indigenous residents in Saskatchewan who use them to hunt, and that gun ownership in the north is a food-security issue and should be treated as such.\n\n“In a riding like ours … many people use these firearms as a method of feeding themselves and their families … It’s a basic needs issue and so many people in our riding do that every year,” Vidal said.\n\nBlair’s statement also said the regulations included a two-year amnesty period for individuals to comply with the rules.\n\nBlair promised exceptions will be made during the amnesty for Indigenous gun owners exercising their section 35 hunting rights; they may continue using firearms that were previously non-restricted for these purposes until they can get a suitable replacement.\n\nSustenance hunters will also be allowed to continue to use previously non-restricted guns until they are able to get a replacement firearm.\n\n“We will engage with Indigenous groups to assess whether the prohibition of these firearms has a continued impact on their hunting rights,” Blair’s statement said.\n\nVidal, however, said that firearms not typically seen as military weapons are now going to be banned and residents will be impacted.\n\nGuns listed as banned on the RCMP’s Firearms Reference Table (FRT) as of May 1 were updated to include the Weatherby Mark V .460, which is used by hunters. The Ruger No. 1 (a single-shot rifle) was changed from non-restricted to prohibited on May 11 and the Ranger XT3 tactical rifle was changed to prohibited on May 16.\n\nUpdates to the FRT under the new policies are retroactively effective on May 1.\n\nAlison de Groot, managing director at the Canadian Sporting Arms and Ammunition Association (CSAAA), told National Observer that the updates have led to confusion among gun owners.\n\n“The problem is that they’ve added over 500 firearms in addition to the ones that were specifically cited in the order in council,” de Groot said.\n\n“We’ve not been through the whole list yet, but because they didn’t tell us (which guns have been added to the list) … we have to go through the FRT one by one. It’s very tedious and time-consuming.”\n\nBlair’s office told National Observer the weapons that are now prohibited were selected for their tactical military design and large magazine capacity. As well, he said, the firearms classification process has long taken place through orders in council.\n\n“The Conservative party, under Stephen Harper, used orders in council to downgrade the classification of several dangerous weapons just before the 2015 election without any public consultation.”\n\nBlair’s office also said that a new prohibition based on bore diameter introduced May 1 does not prohibit 10- and 12-gauge shotguns.\n\nBut Vidal told National Observer the ban doesn't take into account the diverse needs of Canadians across the country and just appeals to the concerns of people living in urban areas who see guns as explicitly for killing human beings not as a tool for survival.\n\n“I think the language that the public safety minister and the prime minister are using when they talk about these military assault rifles is that they’re banning guns that are designed to kill people. That’s the language. If you’re an urban dweller in one of the bigger urban centres in our country that all sounds great,” Vidal said.\n\nVidal took up the issue with Blair during an online session of Parliament last month.\n\nHe challenged Blair on how the gun ban will impact Indigenous people in northern Saskatchewan. Vidal asked Blair what kind of consultation took place with Indigenous communities before the ban was enacted.\n\nDuring the online Parliament exchange with Vidal, Blair pointed a finger at the gun lobby for misleading residents who own firearms. “I understand the confusion because the gun lobby and many of their supporters have been purposely spreading a lot of misinformation about what has been prohibited,” Blair said.\n\nVidal wants a return to in-person Parliament so that issues such as the assault weapons ban can be debated. He accused the Trudeau government of playing politics instead of looking out for the safety of Canadians.\n\nBlair’s office told National Observer the prohibition follows extensive public consultations between October 2018 and spring 2019, including eight in-person roundtable sessions across the country in both urban and rural communities, an online questionnaire, written submissions from stakeholders, and meetings with officials from the provinces, territories, municipalities, and Indigenous communities.\n\n“They passed (the assault weapons ban) in the middle of a pandemic, right after the … shooting in Nova Scotia, and they did it with an order in council without actually bringing it to the legislature for any kind of proper debate,” Vidal said.\n\n“It just reeks of political opportunism rather than a legitimate public interest debate about what should and shouldn’t be done to protect our citizens... I think it’s just sheer political opportunism on behalf of the Liberals.”\n\nThe Saskatchewan government recently announced it is hiring its own chief firearms officer (CFO) to challenge the federal policies.\n\nProvincial chief firearms officers have historically been appointed by the federal government.\n\n“We believe a provincially appointed chief firearms officer will be well positioned to represent Saskatchewan’s position on firearms regulation to the federal government,” Corrections and Policing Minister Christine Tell said in a written statement to the press last Wednesday.\n\n“Our government will always stand beside law-abiding Saskatchewan firearms owners, and we believe a provincially appointed CFO will assist in that advocacy.”\n\nBlair’s office told National Observer that as outlined in the Firearms Act, the chief firearms officer may be appointed by the province if they wish to do so.\n\n“At this time, five provinces have appointed their chief firearms officer.”\n\nA CFO is responsible for administering the federal Firearms Act in the province and has jurisdiction over the licensing, transporting and carrying of firearms. A CFO also licenses instructors to deliver firearms safety courses in the province.\n\nVidal said Blair is being hypocritical by acknowledging that some of the guns being banned are also being allowed for the next two years under certain circumstances for people who hunt.\n\n“Well, you can’t have it both ways. You can’t have them defined as a military-style assault rifle that only is designed to kill people but admit at the same time that people are using them to hunt to feed their families,” Vidal said.\n\nBlair’s office told National Observer the federal government has also invested over $327 million to fight gun and gang violence, including more than $214 million for provinces and territories, $51.5 million over five years for the Canada Border Services Agency to help prevent firearms from coming into the country illegally; and $34.5 million over five years for the RCMP for investigations and intelligence gathering when it comes to the criminal use of firearms.\n\n“Our government knows that the assault weapons ban is one piece in the larger puzzle of ending gun violence.”\n\nThe most recent available list of newly banned firearms can be found in the public version of the RCMP's Firearms Reference Table."}}