{"GDELT": {"GlobalEventID": 927690973, "Day": 20200605, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4247, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.0, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Upper Arlington, Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_ADM2Code": "OH049", "Actor1Geo_Lat": 39.9945, "Actor1Geo_Long": -83.0624, "Actor1Geo_FeatureID": "1075125", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Columbus, Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_ADM2Code": "OH049", "Action2Geo_Lat": 39.9612, "Action2Geo_Long": -82.9988, "Action2Geo_FeatureID": "1080996", "DATEADDED": 20200605194500, "SOURCEURL": "https://www.dispatch.com/business/20200605/kroger-dropping-its-plan-to-develop-on-old-macyrsquos-site-at-kingsdale"}, "ARTICLE": {"TITLE": "Kroger dropping its plan to develop on old Macy’s site at Kingsdale", "TEXT": "Kroger is pulling out of its plan to build a new Kroger-anchored retail center on the site of the former Macy’s store in Kingsdale Shopping Center in Upper Arlington.\n\nThe Cincinnati-based grocery chain issued a statement Friday saying it had reached the decision after studying its plans for future stores.\n\n\"Kroger continues to evaluate its brick-and-mortar capital expenditures to assess its priority in our project lineup and long-term viability. As a result, Kroger plans to develop an exit strategy for the Kingsdale site in Upper Arlington,’’ according to the statement.\n\n\"We are still growing and investing in that growth, as demonstrated by our $3.1-million investment at Kroger located at 1955 West Henderson Road, Upper Arlington, in 2019.\"\n\nKroger bought the 6.2-acre Kingsdale site for $10.5 million in January 2015, within days of Macy’s announcement that it was closing the store. Lazarus opened the store in 1970 and operated it until it became a Macy’s.\n\nKroger said when it bought the site that it planned to redevelop a mixed-use project on the property, but it never presented plans and the site remained empty.\n\nKingsdale, at Tremont Road and Northwest Boulevard, also contains a Giant Eagle Market District store.\n\nLast month, the Columbus Landmarks preservation group named the 105,000-square-foot former Lazarus building one of its nine most-endangered buildings of 2020.\n\nImmediately north of the former Macy’s store, a Barnes & Noble store at the point of Kingsdale is also shuttered. A phone message at the store said the store has closed and directed customers to other Barnes & Noble stores.\n\njweiker@dispatch.com\n\n@JimWeiker"}}