{"GDELT": {"GlobalEventID": 927691026, "Day": 20200605, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4247, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "BUSJUD", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "Actor2Type2Code": "JUD", "IsRootEvent": 0, "EventCode": 145, "EventBaseCode": 145, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -7.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.93046776232617, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Tempe, Arizona, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAZ", "Actor1Geo_ADM2Code": "AZ013", "Actor1Geo_Lat": 33.4148, "Actor1Geo_Long": -111.90899999999999, "Actor1Geo_FeatureID": "12233", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Phoenix, Arizona, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAZ", "Actor2Geo_ADM2Code": "AZ013", "Actor2Geo_Lat": 33.4484, "Actor2Geo_Long": -112.074, "Actor2Geo_FeatureID": "44784", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Phoenix, Arizona, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAZ", "Action2Geo_ADM2Code": "AZ013", "Action2Geo_Lat": 33.4484, "Action2Geo_Long": -112.074, "Action2Geo_FeatureID": "44784", "DATEADDED": 20200605194500, "SOURCEURL": "https://www.azcentral.com/story/news/local/scottsdale/2020/06/05/scottsdale-fashion-square-mall-may-stay-closed-7-10-days-after-looting-george-floyd-protests/3146263001/"}, "ARTICLE": {"TITLE": "Scottsdale Fashion Square is still closed after looting. Here's when it may reopen", "TEXT": "Corrections & Clarifications: A previous version of this article misspelled Havaianas, a boutique shop in Scottsdale Fashion Square.\n\nScottsdale Fashion Square could be closed for another week for repairs after looting and break-ins that exploded last weekend.\n\nHundreds of people converged on the mall on Saturday for what began as a peaceful protest against police brutality across the country, but ended with smashed mall windows, graffiti-tagged walls and people looting handfuls of merchandise.\n\nScottsdale police have arrested and charged more than 20 people and recovered $46,000 in property.\n\nBrandon Lindley runs Havaianas a boutique sandal and sunglasses shop, on the east side of the mall near the Apple store. His store wasn't damaged during the looting, but the Apple store sustained heavy damage and a shattered glass entrance.\n\nLindley said officials with Macerich, which owns the mall, communicated to tenants on Wednesday that the mall will remain closed until all main entrances are repaired, which could take seven to 10 days.\n\nA Macerich spokesperson declined to provide The Arizona Republic with details on the closure, or the communication with tenants.\n\nYOUTUBER CHARGED: Jake Paul to face charges for role in Fashion Square looting\n\nShuttered 2 weeks after reopening\n\nThe looting came just two weeks after the mall had reopened from the roughly two-month COVID-19 closure.\n\nLindley said the federal Paycheck Protection Program hasn't been enough to cover his losses from the pandemic. Now, the closure from the looting serves another blow.\n\n\"What am I going to tell (my employees)? Are they going to be able to work? How am I going to pay rent?\" Lindley asked. \"When you're a small-business owner, you're not just a big corporation that has another store that can subsidize this.\"\n\nLindley said he never anticipated this spring's series of events when he opened in Fashion Square. Havaianas products sell seasonally once the weather heats up, and Lindley was relying on peak tourism season and spring training to boost sales.\n\n\"As soon as we hit that point, everything just came crashing down,\" he said. \"I'm just hoping we can survive this. I'm gonna be optimistic but at the same time I'm not very optimistic about surviving through this.\"\n\nInsurance coverage could help damaged businesses.\n\nAZ PROTESTS: 8th day of Phoenix protests draws thousands again, stays peaceful\n\nDavid Williams, a Tempe-based commercial business attorney, said the mall looting would be considered \"unexpected circumstances\" that typically qualify for insurance coverage, although every policy is unique.\n\nProperty damage to the mall entrances likely would be covered by Macerich, while any damage inside stores likely would be covered by each tenant's insurance policy, he said.\n\n\"Business owners that have a standard business owners policy can generally expect that most of their losses would be covered,\" Williams said.\n\nHowever, business owners likely will take a loss from the damages, whether paying policy deductibles or paying higher premiums once they file a claim, Williams said.\n\nAnd that could get passed down to consumers through higher prices on products, he said.\n\nCity prepares for more protests\n\nLast weekend's looting sent a shockwave through the Scottsdale community, with many business owners decrying the police response as inadequate. Others praised that no one was injured.\n\nChief of Police Alan Rodbell said Scottsdale’s less aggressive response was due in part to not having enough officers on scene to respond to the escalating situation.\n\nJanet Wilson, who owns several downtown properties, said scared business and property owners felt forced to post up outside their stores with guns and even bring in armed friends to protect their businesses.\n\nWilson said she called her tenants on Sunday, the day after the initial looting, to warn them to clear out store inventory ahead of more potential protests.\n\n\"We saw what happened to Fashion Square,\" Wilson said. \"They'll see how easy it was to do it. I don't think we're protected.\"\n\nMISINFORMATION: Fake social media posts incite fear of suburban marauders, rape and murder across the U.S.\n\nThe city issued a statement on Thursday saying it had heard the frustrations of residents who wanted a stronger police response.\n\nCity and police officials said they will review response tactics and policies for any further protests. They also announced numerous Old Town traffic restrictions to prepare for potential protests this weekend.\n\nThe road restrictions through Monday primarily are centered around Scottsdale’s downtown area.\n\nThe statewide 8 p.m. curfew that Gov. Doug Ducey implemented after the Fashion Square incident also remains in effect through the weekend.\n\nHave a tip out of Scottsdale? Reach the reporter Lorraine Longhi at llonghi@gannett.com or 480-243-4086. Follow her on Twitter @lolonghi.\n\nSupport local journalism.Subscribe to azcentral.com today."}}