{"GDELT": {"GlobalEventID": 927690856, "Day": 20200605, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4247, "Actor1Code": "PSE", "Actor1Name": "GAZA", "Actor1CountryCode": "PSE", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.2658227848101202, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gaza, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.4167, "Actor1Geo_Long": 34.3333, "Actor1Geo_FeatureID": "-797156", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gaza, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.4167, "Action2Geo_Long": 34.3333, "Action2Geo_FeatureID": "-797156", "DATEADDED": 20200605194500, "SOURCEURL": "https://electronicintifada.net/content/gazas-flower-business-wilts-amid-pandemic/30386"}, "ARTICLE": {"TITLE": "Gaza’s flower business wilts amid pandemic", "TEXT": "With sales reduced during the pandemic, Gaza’s flower producers have fed much of their crops to sheep and goats. Ashraf Amra APA images\n\nAbdullah Abu Halima supplies 15 of Gaza’s florists with roses, lilies and carnations.\n\nUntil recently, he would sell them between 2,000 and 3,000 flowers daily. Yet the COVID-19 pandemic has caused demand to plummet.\n\n“Sometimes I can barely sell 300 flowers per day now,” he said.\n\nThe restrictions that have been in place since March have meant that “we missed the best-selling days” of an average year, he added. They included Mother’s Day, graduation ceremonies and family visits during Ramadan.\n\nWeddings – celebrations that typically involve floral displays – have also been postponed.\n\nLocated in the Beit Lahiya region, the Abu Halima farm is the only one that grows flowers for commercial purposes in northern Gaza.\n\nIt is not the first time that the family has been forced to scale back its activities.\n\nBack in the 1990s – the decade that the family joined the flower trade – the farm was 6 acres in size. Today, it is less than 1 acre.\n\nSlump under siege\n\nThe slump can be attributed directly to Israel’s policies. In the early years of this century, Gaza exported between 50 and 60 million flowers to the Netherlands – a vitally important market – annually.\n\nAll that has changed.\n\nFlower exports have been severely curtailed since Israel tightened its blockade of Gaza in 2007. While some flower exports continued in the first few years after the siege was tightened, Israel has blocked them from 2014 – the year it launched a major offensive against Gaza – onwards.\n\nEven before the COVID-19 pandemic was declared, fears had been expressed that commercial flower production was on the verge of collapse in Gaza.\n\n“I wish Israel would allow us to export flowers again,” said Abdullah Abu Halima. “The demand in Gaza is very small.”\n\nAdham al-Bassiouni, a representative of Gaza’s agriculture ministry, noted that flowers “used to be one of the main cash crops” in the Strip.\n\nThat situation is at complete variance with the reality of today’s Gaza, where restrictions were introduced after the first cases of the coronavirus were confirmed in March. “Many people have lost their jobs and they can barely feed their families,” said al-Bassiouni. “So buying flowers is considered an unnecessary luxury.”\n\nFlower cultivation was developed in Gaza during the 1990s with the support of a Dutch aid program.\n\nIt was not long before the flower business was beset by a series of problems.\n\nMany greenhouses and farms were targeted by Israel during the second intifada. As a result, commercial flower cultivation halted almost completely in northern Gaza around 2003.\n\nOver the past 17 years, flower cultivation has mainly been confined to the southern half of the Strip.\n\nThere are only four farms that still grow flowers for commercial purposes in Gaza today. They include a farm in the Khan Younis area that produces ruscus, green plants that are often used as fillers when arranging bouquets.\n\n“Without the ruscus, flowers can’t be sold in an attractive way,” said Yousif Abu Arada, 31, who runs the Khan Younis farm.\n\nDemand has fallen so steeply under the COVID-19 restrictions that he is feeding his ruscus crop to goats and sheep.\n\nHe has let go the four workers who had been employed on his family’s 2.5 acre farm.\n\nHe was also hoping to help a younger brother to complete the construction of an apartment and to pay for a wedding celebration. Because of the losses incurred this year, his brother has delayed the wedding.\n\n“Worse than wars”\n\nThe Abu Arada family has been growing flowers since 1992 and has kept doing so despite Israel’s three major attacks on Gaza since December 2008.\n\n“We went through bad times during the wars, but this is worse than the Israeli wars,” he said.\n\nAbu Arada pointed out that the family sold ruscus leaves for use in floral tributes to Palestinians killed during those attacks. “And then after the ceasefires people were able to visit each other again,” he added. “But now people are avoiding each other and their income has decreased due to the [COVID-19] restrictions.”\n\nLubbad Hijazi, 20, and his family grow flowers on their farm in Rafah, a city near Gaza’s border with Egypt. The farm – also 2.5 acres in size – is a key source of income for about 40 relatives.\n\nThe Hijazi family grows flowers using seedlings imported from Israel. Yet they have lost so much money this spring, they have been unable to afford new seedlings for the next planting season.\n\n“No one is thinking about buying flowers now,” said Hijazi. “But we don’t have any other job. So we keep hoping that the virus will go away.”\n\nHana Adli is a journalist based in Gaza."}}