{"GDELT": {"GlobalEventID": 927690567, "Day": 20200605, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4247, "Actor1Code": "IND", "Actor1Name": "PUNE", "Actor1CountryCode": "IND", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.14942528735633, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pune, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70178", "Actor1Geo_Lat": 18.5333, "Actor1Geo_Long": 73.8667, "Actor1Geo_FeatureID": "-2108361", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Pune, Maharashtra, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN16", "Actor2Geo_ADM2Code": "70178", "Actor2Geo_Lat": 18.5333, "Actor2Geo_Long": 73.8667, "Actor2Geo_FeatureID": "-2108361", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pune, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70178", "Action2Geo_Lat": 18.5333, "Action2Geo_Long": 73.8667, "Action2Geo_FeatureID": "-2108361", "DATEADDED": 20200605194500, "SOURCEURL": "https://www.siasat.com/bhima-koregaon-case-glaring-example-hindutva-lies-1898768/"}, "ARTICLE": {"TITLE": "Bhima Koregaon Case: A glaring example of Hindutva lies", "TEXT": "By N Venugopal\n\nVenugopal\n\nNew Delhi: Hindutva – the official guiding principle of Rashtriya Swayamsevak Sangh and all the members in its parivar – is an embodiment of lies, fabrication, distortion, deception, obfuscation, hatred and unleashing violence. If one thought that this characterization is an ideological subjective opinion, it is better to look at this glaring example of Bhima Koregaon violence case, a subject of gross obfuscation of facts and inhuman incarceration of public-spirited individuals over the last two years.\n\nThe case shows how the Hindutva forces perpetrate violence and arson and then blame it on their opponents and make out a criminal case against them using state forces and subject them to untold harassment based on fabricated lies. It also shows how the Hindutva forces dismantle the supposed to be independent establishments and make the latter serve their ulterior interests. It is a clear demonstration of even undermining the judicial process and destroying the principles of natural justice and established procedures of law.\n\nSecond anniversay of Bhima Koregaon case\n\nJune 6 marks the second anniversary of the nation-wide onslaught on and implication of activists defending marginal sections and their arrest in the fabricated Bhima Koregaon violence case. On this day, two years ago, Pune police conducted simultaneous raids on five houses in Nagpur, Delhi and Mumbai and arrested Surendra Gadling, Shoma Sen, Rona Wilson, Sudhir Dhawle and Mahesh Raut. The case in which they were implicated has not moved an inch in the last two years and they are still languishing in Maharashtra jails, in Pune’s Yerawada jail till February 2020 and in Mumbai jails since then.\n\nVaravara Rao\n\nActivists\n\nOn August 28, 2018, the same police raided ten houses across seven cities (Hyderabad, Mumbai, Thane, Goa, Delhi, Faridabad and Ranchi) and arrested five public intellectuals – Varavara Rao, Sudha Bharadwaj, Vernon Gonsalves, Arun Ferriera and Gautam Navlakha, but Delhi High Court stalled the arrest of Navlakha. The police also raided the house of Anand Teltumbde and wanted to arrest him but he was out of town and could not be arrested. Historian Romila Thapar and others moved the Supreme Court on the arrests and the apex court asked the police to release them and keep under house arrest. After legal proceedings for two months finally the four were arrested and sent to Yerawada jail in October-November and after 15 months moved to Mumbai jails in February 2020.\n\nAnand Teltumbde and Gautam Navlakha could not be arrested for about 20 months, thanks to the intervention of various courts, but finally on the Supreme Court’s directions they had to surrender to National Investigation Agency (NIA) on April 14.\n\nBefore going into the dubious role of Hindutva forces in the case, it would be better to know who these people are. Surendra Gadling was a senior advocate in Nagpur, specializing in the cases involving marginal people and providing legal succor to them. Shoma Sen was an English professor in Nagpur University and a renowned scholar in women’s studies. Rona Wilson was a research scholar in JNU and secretary of Committee for the Release of Political Prisoners (CRPP). Sudhir Dhawle was a founder of Republican Panthers, a cultural activist and editor of journal Vidrohi. Mahesh Raut was a research fellow studying Adivasis. Vernon Gonsalves was a social activist and writer. Arun Ferriera was an advocate and writer. Sudha Bharadwaj was an advocate and activist working for Adivasis and workers. Gautam Navlakha was a journalist and human rights activist, specializing on Kashmir. Anand Teltumbde was a professor of IIT working on human rights and dalit rights. Varavara Rao was 79 year old revolutionary poet, writer and public intellectual.\n\nOut of these eleven, none is from Pune and had nothing to do with the charges the Pune police are implicating them in. Here comes the strangeness of the real case and how the Hindutva forces distorted it.\n\nThe Bhima Koregaon violence happened on January 1, 2018 and the police now claim that the violence was the result of the songs and speeches at a meeting held a day earlier on December 31, 2017 in Pune, 30 kms from the scene of violence. Interestingly out of the 11 imprisoned accused, only one participated in the meeting and it is only with an ulterior motive their names were included.\n\nHindutva groups attacked dalits\n\nAccording to a fact finding report into the violence by Rashtra Seva Dal, a social welfare organization working in the field of Dalit rights, as thousands of Dalits gathered at Bhima Koregaon to pay homage to the Dalit Mahar martyrs of the Anglo-Maratha war of 1818, they were targeted and attacked by members of extreme right wing Hindutva groups. The saffron goons not only pelted stones on the people, but also set their cars and buses on fire. The Hindutva forces also threatened neighbouring villagers to observe social boycott of Dalits and shut down their shops, to deny even water and snacks to the gathered Dalits.\n\nThe report says, “Around 11 a.m., an attack was launched upon them by the bearers of the saffron flag. Hundreds of vehicles were burnt down. The riots escalated further towards the Sanaswadi and Chakan-Shikrapur road. The attackers were duly equipped with stones and other sharp-edged weapons. A shop belonging to one Salim Inamdar was set ablaze. Petrol was freely used to burn the vehicles. A warehouse belonging to one Salim Khan was set on fire. A tyre-shop belonging to one Asgar Ali Ansari was burnt. His younger brother who had taken shelter inside the shop fled when the shop was put on fire. A cylinder in the adjacent hotel got burst which burnt the shop Sarvesh Autolines belonging to one Bhausaheb Khetre. The two trucks in front of one Razzak Bhai’s garage were put on fire. A shop belonging to one Shivraj Prajapati displaying the nameplate- ‘Ranabhai Marble’ was looted. A warehouse of firewood belonging to one Haribhau Darekar was burnt.”\n\nA report of another enquiry team corroborates the facts. Interestingly, Pune Rural Police appointed a ten-member fact-finding committee, headed by Pune’s Deputy Mayor, Siddharth Dhende, to inquire into the violence and the events leading up to it. The committee visited Bhima Koregaon and nearby villages, interviewing eyewitnesses, victims, journalists who were present in the area, and local residents. They collected evidence such as individual testimonies, audio-visual proof—including recordings of phone calls and videos from the day of the violence—and messages circulated on Facebook and Whatsapp. The committee submitted a detailed report to the police on 20 January. The report clearly identified two Pune-based Hindutva leaders – Milind Ekbote and Manohar Bhide – as the “main conspirators” behind the violence, supported by other local leaders across party affiliations.\n\nMilind Ekbote\n\nThe findings of these two independent groups of observers are in sync with an earlier complaint filed by Anita Sawale, a resident of Pune and an eyewitness to the violence. Sawale’s complaint, on the basis of which the police registered an FIR on 2 January, stated that Ekbote and Bhide were responsible for the violence. However, the FIR has been in cold storage as the Hindutva forces could not relish the facts coming out and more so since Manohar Bhide, popularly known as Shambhaji Bhide is actually revered by none other than Prime Minister Narendra Modi, as “guruji”.\n\nShambhaji Bhide\n\nThen things began moving in completely opposite direction and on January 7 a complaint attributing the violence to Elgaar Parishad meeting was filed in Pune and a second FIR was registered based on that. While Elgaar Parishad meeting was organized by former judges Justice P B Sawant and Justice BG Kolse Patil and speakers included Prakash Ambedkar, Jignesh Mewani, Sony Sori, Omar Khalid, Radhika Vemula, none of them linked to Maoists, the case was filed against Maoists and the meeting was shown as a conspiracy of Maoists.\n\nElgaar Parishad\n\nThus a case basically of violence and arson perpetrated by Hindutva leaders was shifted on to public intellectuals, who had an impeccable record of serving marginal sections and standing up to the establishment as well as opposing Hindutva violence.\n\nWithin a few weeks the case was bloated out of proportions with inclusion of an alleged attempt to assassinate Prime Minister, an attempt to overthrow state, “Urban Naxals” trying to collect funds and recruit youth into the Maoists movement, etc. While a major and a supplementary charge sheets, running into more than 7,000 pages were filed within six months of arrest as mandated, the wild allegations leaked out to press were not even included in the charge sheets. Adjournment after adjournment on trivial procedural matters were used to delay the case and even after 18 months the case has not seen any progress. Neither the accused were granted bail during the delayed process.\n\nThere have been many more twists, like illegally using the staff working in RSS affiliated educational institutions to translate the legal material from Marathi into English, RSS leaders and police officials jointly addressing the translators, but they can be brushed aside, to know another biggest Hindutva attempt.\n\nSpecial Investigation Team\n\nThe BJP could not come back to power in Maharashtra in November 2019 elections and the newly formed united front of Shiv Sena-NCP-Congress tried to enquire the case. NCP chief Sharad Pawar openly cast aspersions on Pune police and said they fabricated the case at the behest of RSS. He urged the new government to set up a Special Investigation Team to look into the mishandling and fabricating the evidence in the case. The state Home Minister had a meeting with the concerned police officials to discuss the issue. Within a few hours of this meeting, the Union government intervened and unilaterally announced that Union Home Ministry’s NIA is taking over the case.\n\nThus, two years after registering and investigating the case, 18 months after the first arrests and some judicial process, the original investigators had to transfer the case to Amit Shah’s NIA, just because the new government wanted to investigate the investigators. Now NIA registered a new FIR with a possibility of initiating a new investigation and producing a new charge sheet.\n\nAll this to save the real perpetrators of arson and violence, just because they are Hindutva leaders. All this to incarcerate public intellectuals just because they have been fighting for all marginalized sections, Dalits, Adivasis, Women, Muslims and all downtrodden. All this is to silence those voices which lend their voice to the voiceless.\n\nBy N Venugopal ( venugopalraon@yahoo.com, 9848577028)"}}