{"GDELT": {"GlobalEventID": 927691086, "Day": 20200605, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4247, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "EDU", "Actor2Name": "UNIVERSITY", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 6, "AvgTone": 3.7542662116041, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "South Dakota State University, South Dakota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USSD", "Actor1Geo_ADM2Code": "SD011", "Actor1Geo_Lat": 44.3194, "Actor1Geo_Long": -96.7884, "Actor1Geo_FeatureID": "1258181", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "South Dakota State University, South Dakota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USSD", "Actor2Geo_Lat": 44.3194, "Actor2Geo_Long": -96.7884, "Actor2Geo_FeatureID": "1258181", "Action2Geo_Type": 3, "Action2Geo_Fullname": "South Dakota State University, South Dakota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USSD", "Action2Geo_Lat": 44.3194, "Action2Geo_Long": -96.7884, "Action2Geo_FeatureID": "1258181", "DATEADDED": 20200605194500, "SOURCEURL": "https://www.tsln.com/news/south-dakota-farm-bureau-recognize-scholarship-winners/"}, "ARTICLE": {"TITLE": "SD Farm Bureau Recognizes Scholarship Winners", "TEXT": "South Dakota Farm Bureau (SDFB) awarded seven scholarships to high school seniors\n\nand college students whose parents or guardians are current members of South Dakota\n\nFarm Bureau, and have been for at least two years.\n\nApplicants could be considered for an agriculture-focused or community-focused\n\nscholarship, depending on their major and experience with agriculture.\n\n“South Dakota Farm Bureau has been a strong advocate for supporting youth\n\neducation and building rural leaders,” said Krystil Smit, SDFB Executive Director. “We\n\nare pleased to honor these young people with financial awards to help make their\n\neducational goals a reality.”\n\nThe South Dakota Farm Bureau Scholarship Fund was established in 2005 by Richard\n\nand Agnes Ekstrum of Kimball, S.D. Richard served as South Dakota Farm Bureau\n\npresident from 1975 – 1995.\n\nFor more information about South Dakota Farm Bureau visit http://www.sdfbf.org.\n\n2020 SDFB Scholarship Winners:\n\nAgriculture-Focus Scholarship\n\nMatthew Bogue of Beresford. Bogue is a student at South Dakota State University majoring in Agriculture Education.\n\nChesney Effling of Highmore. Effling is graduating from Highmore-Harrold and will be attending Kansas State University majoring in Animal Science.\n\nDanika Gordon of Whitewood. Gordon is graduating from Sturgis Brown and will be attending South Dakota State University majoring in Agriculture Business.\n\nAaron Linke of Woonsocket. Linke is attending South Dakota State University majoring in Agronomy and Animal Science.\n\nIver Paul of Faith. Paul is graduating from Sunshine Bible and will be attending Lake Area majoring in Diesel Technology.\n\nCommunity-Focus Scholarship\n\nClaire Trautman of Huron. Trautman is attending the University of Sioux Falls majoring in Accounting.\n\nMegan Linke of Woonsocket. Linke is graduating from Woonsocket and will be attending South Dakota State University majoring in Speech Pathology or Nursing.\n\n–South Dakota Farm Bureau"}}