{"GDELT": {"GlobalEventID": 927690725, "Day": 20200605, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4247, "Actor1Code": "MED", "Actor1Name": "PUBLICATION", "Actor1Type1Code": "MED", "Actor2Code": "USA", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.00450676014021, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Los Angeles, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 34.0522, "Actor2Geo_Long": -118.244, "Actor2Geo_FeatureID": "1662328", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200605194500, "SOURCEURL": "https://canadafreepress.com/article/the-great-threat-to-america-and-to-american-jewry"}, "ARTICLE": {"TITLE": "The great threat to America — and to American Jewry", "TEXT": "Whether Trump wins or loses in November, the radicalization of white progressives at the heart of the mayhem represents the greatest short and long-term threat to social cohesion in America\n\nThe great threat to America — and to American Jewry\n\nScattered among the thousands of cellphone videos depicting looting and destruction in the streets of America’s greatest cities are clips of a different sort. In these short videos, we see throngs of white people on their knees, bowing before black people and asking for forgiveness for their “white privilege” and the “structural racism” in the deplorable, irredeemable United States of America. Earlier this week, presumptive Democratic presidential nominee former vice president Joe Biden symbolically embraced these genuflecting denunciations of “white privilege” as the official position of the Democratic Party. Biden had himself photographed on bended knee with a group of African Americans standing behind him during a visit to a church in Wilmington, Delaware. These videos point to a socio-political phenomenon that sparked the riots throughout the country following George Floyd’s brutal death at the hands of a Minneapolis police officer. They also make clear the reason that the liberal media in the U.S. continues to back the protests despite the fact that from the outset they have involved wide-scale violence, destruction and looting.\n\nContrary to the narrative being pushed by the media and America’s elites, the riots are not an consequence of increased police brutality towards African Americans. As Heather McDonald documented this week in the Wall Street Journal, over the past several years, police violence against black people has decreased significantly. The violence we are seeing is a result of the steep radicalization of progressive white Americans. Biden gave voice to this radicalization last summer when, during a campaign appearance in Iowa he said, “We choose truth over facts.” Last year, political scientist Zach Goldberg published an article in Tablet online magazine where he presented statistical data demonstrating the depth and breadth of the radicalization of white progressives over the past ten years. Goldberg revealed that between 2010-2019, white progressives became the only demographic group in U.S. history to prioritize the interests of other groups over its own interests. White progressives prioritize the advancement of the interests of minorities and immigrants over their own and over those of American society as a whole. Moreover, as Goldberg showed, white progressive positions on race and immigration are more extreme than the positions black, Latino, and Asian progressives hold on these issues. Goldberg argues that the massive increase in internet usage by white progressives over the past decade is responsible for the radicalization. Online platforms have created an information bubble which has created a warped presentation of reality to those inside the bubble. In this warped reality, race relations are far worse than they are in reality. Hence, those who inhabit this bubble prefer “truth” as presented in the bubble to facts.\n\nGoldberg is undoubtedly correct that the more time people spend inside their internet bubble the more removed they become from objective reality. But internet isn’t the only source of the radicalization. The Obama presidency was also a factor. When Barack Obama won the presidential race in 2008, many Americans believed his victory was proof the United States had overcome its racist past. Obama however, did not support this view. Throughout his tenure in office, Obama used the power of his position to resonate and legitimize positions on race that until then had been relegated to the leftist margins of American politics. Obama cultivated the view that far from being a post-racial society, America is inherently racist and that American racism is structural – that is, it was baked in and impossible to overcome. In so doing, Obama gave credence to the false claim at the heart of the riots: that black Americans are under continuous, existential threat from the state as a whole and from law enforcement bodies first and foremost. Calls by Hollywood celebrities and Obama administration alumni to defund the police take this view to its logical endpoint. A third cause of the radicalization of white progressives is the higher education system. The more radicalized campuses are, the more radicalized graduates become. The radicalization of white progressive politics has been given its most dramatic expression in the refusal of progressive mayors and governors to act forthrightly to end the violence in their streets. Instead, we had the likes of New York Mayor Bill DeBlasio (whose daughter arrested for participating in the mayhem), stand with those burning his city.\n\nIn a letter to police sergeants in the New York Police Department, Ed Mullen, President of the Sergeants Benevolent Association gave expression to the distress of New York police officers. “I know we are losing our city,” Mullen wrote. “We have no leadership, no direction, and no plan. I know that you are being held back and used as pawns,” he continued. He then asked the sergeants to hold the line. “Remember,” he added, “you work for a higher authority.” For American Jews, the violent riots constitute a challenge on several levels. First there is the challenge of squaring their political identity with their Jewish identity. As the 2014 Pew survey of American Jews showed, around half of American Jews identify as progressives. As progressives, many American Jews share the views of their non-Jewish progressive counterparts regarding the need to prioritize the interests of minority communities over their own interests. But the Jews’ progressive desire to work on behalf of those demonstrating for African Americans places their political identity on a collision course with their Jewish identity. Black Lives Matter, the radical group leading the demonstrations, is an anti-Semitic organization. BLM was formed in 2014 as a merger of activists from the anti-Semitic Nation of Islam, the anti-Semitic Black Panthers and Dream Catchers. In 2016, BLM published a platform that has since been removed from its website. The platform accused Israel of committing “genocide” and referred to the Jewish state as an “apartheid” state. The platform accused Israel and its supporters of pushing the U.S. into wars in the Middle East. The platform also officially joined BLM with the anti-Semitic BDS campaign to boycott, divest and sanction Israel. BDS campaign leader Omar Barghouti acknowledged this week that the goal of the BDS campaign is to destroy Israel. BDS campaigns on U.S. campuses are characterized by bigotry and discrimination directed against Jewish students.\n\n\n\n\n\nBLM’s platform’s publication was greeted with wall-to-wall condemnations by Jewish organizations from across the political spectrum. But today, Jewish progressive are hard-pressed to turn their backs on the group, despite its anti-Semitism. As white progressives, they believe they must fight America’s “structural racism” even at the cost of empowering social forces that reject their civil rights as Jews. As Jews, they feel that their rights should be protected. One progressive Jew tried to square the circle writing in the Los Angeles Jewish Journal, “Today Jews need to support Black Lives Matter; tomorrow we can talk about Israel.” As white progressives radicalized over the past decade, radical Jewish progressives built a formidable Jewish organizational framework whose mission is to advance the progressive revolution. They have worked to recast Judaism itself as the apotheosis of progressive revolutionary ideals under the banner of “tikkun olam.” Last week Tablet published a twenty-thousand word essay titled “Bend the Jews,” on Bend the Arc, the flagship organization spawned by those efforts. Bend the Arc first rose to the attention of the general public in 2018 in the wake of the massacre of worshippers at the Tree of Life Synagogue in Pittsburgh. The organization quickly put out a statement blaming President Donald Trump for the massacre. When Trump came to the congregations to pay his respects, Bend the Arc organized demonstrations against him. Bend the Arc may not have members. But it has an annual budget of tens of millions of dollars. $28 million of its budget comes from three non-Jewish foundations which have no other foothold in Jewish organizational life. On the other hand, one of the funders, the Rockefeller Foundation is well known for its generous support for radical anti-Israel and BDS groups.\n\n\n\nTo achieve its goal of reshaping the world views of American Jews, among other things, Bend the Arc trains Conservative, Reform and Reconstructionist rabbinical students. It also pays the salaries of associate rabbis in various communities. With many synagogues long steeped in financial crisis due to dwindling membership, Bend the Arc’s ability to pay rabbis makes its involvement with synagogue hiring an attractive option for many communities. This is doubly true for synagogues whose members are progressive. As progressive politics paralyze Jews from acting against anti-Semites in their political camp, levels of anti-Semitic sentiment among white progressives are rising. As Goldberg reported, as white progressives became radicalized on issues related to minorities and immigration, they also turned against Israel. Today white progressives are hostile to Israel. And Goldberg argued that while they express support for Jews, “their sympathy toward and concern for Jews has become more conditional.” What is it conditioned on? On Jews not being opposed by blacks or other minorities that are considered by white progressives to be less privileged than Jews are. On the burning streets of America today, leftist Jew-hatred is on clear display. Although New York Mayor Bill DeBlasio has prevented New York police from taking firm action against looters and arsonists, he did instruct them to use all necessary force to prevent ultra-Orthodox Jewish children from going to school. Earlier this week police in Brooklyn chased a group of Hassidic children and their mothers off a playground in Williamsburg. Even worse, synagogues have been vandalized in New York and Los Angeles. According to Yeshiva World News, 75 percent of Jewish-owned stores in an Orthodox enclave of Beverly Hills were looted last weekend. Graffiti in Los Angeles made clear that the businesses and neighborhoods were targeted deliberately because they are Jewish. Between BLM’s establishment in 2014 and the publication of its platform in 2016, anti-Israel activists went to great lengths to create an utterly false conceptual linkage between the Palestinians and African Americans. Today, anti-Israel activists in the U.S. have stepped up their efforts to capitalize on the riots. Anti-Israel activists in Bethlehem painted a picture of George Floyd wearing a khaffiyeh and draped in a Palestinian flag on the separation barrier. Photos of the picture are being heavily promoted on social media. Democrats believe the riots will wreck President Trump’s reelection hopes. Polls this week indicate that at least in the short term, the unrest is hurting Trump’s chances of being reelected. Then again, it’s possible the chaos in the streets will strengthen public support for President Trump who voters may view as the last bulwark separating them from national destruction. Whether Trump wins or loses in November, the radicalization of white progressives at the heart of the mayhem represents the greatest short and long-term threat to social cohesion in America. It also represents the greatest threat to the communal future of American Jewry, to relations between the American Jewish community and the rest of the Jewish world, and to U.S.-Israel relations. Originally published in Israel Hayom.\n\nChicago-born Caroline Glick, Center for Security Policy], is deputy managing editor of the Jerusalem Post. A former officer in the Israel Defense Forces, she was a core member of Israel’s negotiating team with the Palestinians and later served as an assistant policy advisor to the prime minister. During Operation Iraqi Freedom, the widely-published Glick was an embedded journalist with the U.S. Army’s Third Infantry Division. She was awarded a distinguished civilian service award from the U.S. Secretary of the Army for her battlefield reporting.\n\n{/exp:ce_cache:it}"}}