{"GDELT": {"GlobalEventID": 927690993, "Day": 20200605, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4247, "Actor1Code": "USA", "Actor1Name": "IOWA", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -19.572953736654803, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Arizona, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAZ", "Actor1Geo_Lat": 33.7712, "Actor1Geo_Long": -111.38799999999999, "Actor1Geo_FeatureID": "AZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Joliet, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL197", "Action2Geo_Lat": 41.525, "Action2Geo_Long": -88.0817, "Action2Geo_FeatureID": "411192", "DATEADDED": 20200605194500, "SOURCEURL": "https://www.morrisherald-news.com/2020/06/04/grundy-county-indictments-released/aw908qy/"}, "ARTICLE": {"TITLE": "Grundy County indictments released", "TEXT": "The Grundy County State’s Attorney’s Office has released the following felony grand jury indictments. The public should be advised that a charge is merely an accusation and that a defendant is presumed innocent until proven guilty.\n\nSahar Abdulla, 22, of Orland Park, was indicted for improper passing of an emergency vehicle causing injury to another, a class 4 felony.\n\nDonald Adcock, 53, of Minooka, was indicted for aggravated driving under the influence, a class 2 felony.\n\nJeremy Applebee, 44, of Morris, was indicted for in three counts for aggravated driving while under the influence of alcohol, all class 2 felonies.\n\nBarbie Blaha, 58, of Marseilles, was indicted for driving while revoked, a class 4 felony.\n\nMichael Crane, 36, of Morris, was indicted for retail theft, a class 3 felony.\n\nMichael Cruz, 38, of Chicago, was indicted for burglary, a class 2 felony; and for retail theft, a class 3 felony.\n\nVincent Culbreath Jr., JR., 38, of Phoenix, Arizona, was indicted in two counts for aggravated driving while under the influence, both class 4 felonies.\n\nCrandall Dean, 48, of Davenport, Iowa, was indicted for driving while revoked, a class 1 felony.\n\nAdrianna Deleon, 37, of Joliet, was indicted for the unlawful possession of fentanyl and heroin, both class 4 felonies.\n\nDeborah Fatlan, 64, of Diamond, was indicted for theft of more than $10,000 but less than $100,000, a class 2 felony.\n\nVernon Kilgore, 56, of Gardner, was indicted for aggravated driving while under the influence, a class 2 felony.\n\nTodd Lewandowski, 54, of Minooka, was indicted for aggravated driving while under the influence, a class 2 felony.\n\nThomas McKinney, 29, of East Dundee, was indicted in two counts for criminal trespass to a residence, both class 4 felonies.\n\nDartavius Payton, 24, of Diamond, was indicted for the unlawful possession of firearm ammunition by a felon, a class 3 felony.\n\nFrank Potochney, 43, of Marseilles, was indicted for driving while revoked, a class 4 felony.\n\nKaitlyn Rigazio, 26, of Morris, was indicted for the unlawful possession of cocaine and alprazolam, both class 4 felonies.\n\nShanna Smith, 40, of Marseilles, was indicted for retail theft, a class 3 felony.\n\nKourtney Stevens, 39, of Joliet, was indicted for the unlawful possession of fentanyl, a class 4 felony."}}