{"GDELT": {"GlobalEventID": 928210039, "Day": 20200608, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4329, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "USA", "Actor2Name": "LOS ANGELES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.38247011952191, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Houston, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX201", "Actor1Geo_Lat": 29.7633, "Actor1Geo_Long": -95.3633, "Actor1Geo_FeatureID": "1380948", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Houston, Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_ADM2Code": "TX201", "Actor2Geo_Lat": 29.7633, "Actor2Geo_Long": -95.3633, "Actor2Geo_FeatureID": "1380948", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Houston, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX201", "Action2Geo_Lat": 29.7633, "Action2Geo_Long": -95.3633, "Action2Geo_FeatureID": "1380948", "DATEADDED": 20200608230000, "SOURCEURL": "https://www.freep.com/story/news/local/michigan/detroit/2020/06/08/protesters-congregate-11-th-straight-night-detroit/5322004002/"}, "ARTICLE": {"TITLE": "Protesters congregate on night 11 at site of infamous killings in 1967", "TEXT": "(Follow along below for updates on the protest through the night.)\n\nProtests in Detroit following the death of George Floyd two weeks ago in Minneapolis continued for an 11th straight night Monday, with marchers heading to the site of three infamous killings in 1967 to hear veteran activists speak.\n\nHundreds have been gathering each night for protests of violence against African-Americans. For several days, protesters have been able to march past an 8 p.m. curfew, which Mayor Mike Duggan said Monday he would not renew because of the positive tone of recent marches.\n\nMonday's demonstration comes on the two-week anniversary of Floyd's death. It's also the same day that there is a public viewing for Floyd in Houston. The former Minneapolis police officer charged in Floyd's death also made his first court appearance Monday.\n\nMore:Demonstrators gather for a 10th night of protesting in Detroit\n\nMore:Macomb County's Hall Road protest started with iMessages between 3 teen girls\n\nMore:Detroit Mayor Mike Duggan to meet with protest leaders Tuesday\n\n10:48 p.m. \"It's radical love in these streets\"\n\nA man sings a song he wrote in honor of Floyd into a bullhorn for the crowd to hear.\n\nNakia-Renne Wallace tells marchers that the rally at the Algiers Motel was powerful and \"important for us to remember our history and whose shoulders we actually stand on.\"\n\nShe says it's love that has brought her out here, and love that is going to keep her out here.\n\nWallace says organizers are not authorized to sign any deals with Mayor Mike Duggan during their meeting Tuesday. She reiterates they will discuss the matter with the crowd later Tuesday, to which some in the crowd applaud and say \"thank you Nakia.\"\n\n\"March today, march tomorrow,\" is chanted before the marchers head home, ending the 11th night of protests in the Motor City.\n\n10:33 p.m. Something that is unprecedented\n\nA woman with By Any Means Necessary provides an update on the bonds set for four officers charged in Floyd's death, which she says were $1 million or higher.\n\nSome marchers boo. She says the officers' next court date is June 29 \"and that means that our job is to keep marching.\"\n\n\"We are on to something that is unprecedented and that we can't stop and we've gotta just keep going,\" she says. \"So we march today, we march tomorrow.\"\n\n10:21 p.m. Marchers return\n\nMarchers arrive back at Detroit Police headquarters. It's really dark outside and more than six hours after they started.\n\nOrganizer Tristan Taylor says \"every day we just march the hell out of ourselves.\"\n\nHe says he plans to return at 4 p.m. Tuesday to debrief everyone after Tuesday's meeting with Mayor Mike Duggan.\n\nHe says they also want to call on Gov. Gretchen Whitmer and ask her to extend the moratorium on foreclosures.\n\n9:43 p.m. Lending a helping hand\n\nAs marchers head back with a police escort, a couple of the self-proclaimed medics stop to help a man they find on the sidewalk outside the Amtrak station.\n\nThe man got up, and an ambulance took him. Unknown if he was part of the march or observing it.\n\nWe'll see if any speeches are made to wrap up the night, but so far, it appears to be another night of peaceful protesting downtown.\n\n8:43 p.m. \"Strong shoulders to stand on\"\n\nOrganizer Tristan Taylor says he hopes it is clear whose shoulders the marchers stand on, and that those shoulders are strong.\n\nHe says the crowd has heard from the \"official folks\" in Detroit and \"they have so much to teach us.\"\n\nTaylor tells marchers they are going to have to make their own history, using everything available to them.\n\n\"We march today and we march tomorrow,\" he says before marchers begin to head back.\n\nTaylor says one of the issues to address with Mayor Mike Duggan during a meeting Tuesday with march organizers are water shutoffs.\n\n\"We have the moment and the momentum to really make change,\" he tells marchers.\n\n8:25 p.m. \"It needs a revolution\"\n\nA longtime activist from Detroit's east side starts and ends his speech with \"black lives matter, white lives matter, humanity and nature matter.\"\n\n\"I'm so proud of ya'll,\" he tells the marchers, adding of protests going on in all 50 states across the country: \"This is unprecedented.\"\n\nHe breaks into a couple of songs with the crowd clapping.\n\n8:06 p.m \"Don't give up the fight!\"\n\nSome of the elders and activists share their stories and encourage the marchers to continue their cause.\n\nOne tells them: \"It doesn't matter how difficult the task is, you are the captain of your ship.\"\n\nAnother says, \"We are not fighting police brutality, we are fighting a 500-year-old colonial system.\" He adds: \"There is a straight line from the Algiers Motel to the murder of George Floyd.\"\n\nAnother energizes the crowd, at one point taking down her mask, and yells at the marchers: \"You stay in the room til you get what you came for.\"\n\n\"You are our hope. You are our promise,\" she tells them. \"This is your moment and we will not allow anyone to deny you your moment.\"\n\n7:42 p.m \"It's a killing place\"\n\nA historian addresses marchers, telling them what appears to be a lovely park is really a crime scene, a graveyard, a killing place. A site, she says, where unspeakable horrors and injustice happened.\n\n\"It's a killing place,\" she tells the crowd, saying the Algiers Motel was targeted because it was black owned and where black people stayed and white prostitutes visited.\n\nShe says those at the motel on the night of July 25, 1967 were \"just havin' a good time, trying to stay safe from the police and the National Guard. They thought they were safe. They told their mothers they were safe.\"\n\nAbout midnight, she tells the crowd, a group of police raided the motel, saying it was because of a sniper. But, she says, there were no snipers.\n\n\"They killed three mothers' sons,\" she says, adding the site is hallowed ground, a crime scene and a place where three young black teenagers \"were murdered in cold blood.\"\n\n7:23 p.m. \"We gonna be all right!\"\n\nMarchers are met by another group, and they stop at the site of the former Algiers Motel for speeches at 8301 Woodward where an organizer tells the marchers: \"This is the location where three of our brothers were murdered by the police during the 1967 rebellion.\"\n\n\"We are here,\" she tells the crowd before pausing. \"We are here because this location is important to the history of this city.\"\n\nShe tells marchers not to forget the history of police brutality, of racism, of murder and oppression in this city and in cities across the nation.\n\n\"We won't ever forget,\" she says.\n\n7:12 p.m. Heading to former Algiers Motel site\n\nMarchers are heading toward the site of the former Algiers Motel on Woodward, where three young black men — Carl Cooper, 17, Fred Temple, 18, and Aubrey Pollard, 19 — were killed in late July 1967 at the height of civil disturbance in the city.\n\nSeveral of their friends, plus two white women from Ohio, were assaulted.\n\nThree Detroit police officers were implicated in the events that unfolded during the early hours of July 26, 1967, but were acquitted.\n\n6:44 p.m. Music fits the mood\n\nAretha Franklin's \"Respect\" plays as several hundred marchers continue to push forward and pass the Detroit Institute of Arts and the Detroit Public Library.\n\n\"Hey, hey! Ho, ho! These racist cops have got to go,\" chants echo in the streets as drivers in vehicles honk their horns in support.\n\nProtesters are pleased the city's curfew is lifted. City officials are pleased there hasn't been burning and looting as there has been in other cities.\n\nProtesters switch their chant to \"No justice! No peace!\" Then to \"Say their name! Which one?\"\n\n6:23 p.m. Marching with music\n\nMarchers have some thoughts about Little Caesars Arena, where protesters were processed after being arrested by police last week.\n\nProtesters press on, with one man playing a trumpet as the chants continue around him as well as a few Black Lives Matter signs are raised. A drum plays in the background.\n\nA young girl with a small bullhorn marches with the crowd.\n\nChants now: \"Whose streets? Our streets! Whose city? Our city!'\n\n6:03 p.m.: Marchers hit Woodward\n\nProtesters denounce President Donald Trump before heading out and chant \"No killer cops, No ICE. Trump must go!\" The chants switch to \"Say his name! GEORGE FLOYD!!!\"\n\nSelf-proclaimed medics are available to provide snacks, first aid and whatever marchers may need along way.\n\nThe diverse crowd turns north onto Woodward Avenue, many wearing masks and carrying signs.\n\n5:27 p.m. Detroit Will Breathe protesters hear speakers\n\nProtesters gather at Detroit Police Headquarters, as they have every night. They're starting with speakers, including Victor Mendez, 30, of Detroit, who says he is from By Any Means Necessary and calls for black people and Latinos to work together.\n\nHe says he hasn't trusted police since his mom admonished him for calling police as a child in South Central Los Angeles. He says he hasn't called 911 since.\n\nLeader Tristan Taylor is to meet Tuesday morning with Mayor Mike Duggan, who said Monday that he will look for \"common ground.\"\n\nContact Christina Hall: chall@freepress.com. Follow her on Twitter: @challreporter."}}