{"GDELT": {"GlobalEventID": 928210895, "Day": 20200608, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4329, "Actor1Code": "USACOP", "Actor1Name": "COLUMBUS", "Actor1CountryCode": "USA", "Actor1Type1Code": "COP", "Actor2Code": "OPP", "Actor2Name": "ACTIVIST", "Actor2Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.163132137031, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_Lat": 40.3736, "Actor1Geo_Long": -82.7755, "Actor1Geo_FeatureID": "OH", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Ohio, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOH", "Actor2Geo_Lat": 40.3736, "Actor2Geo_Long": -82.7755, "Actor2Geo_FeatureID": "OH", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 40.3736, "Action2Geo_Long": -82.7755, "Action2Geo_FeatureID": "OH", "DATEADDED": 20200608230000, "SOURCEURL": "https://www.dispatch.com/news/20200608/difficulty-of-change-evident-following-columbus-police-meeting-with-activist-leaders"}, "ARTICLE": {"TITLE": "Columbus police continue conversation in meeting with activist leaders", "TEXT": "Now, Deputy Chief Jennifer Knight acknowledged, is when the \"heavy lifting\" begins. That soon became evident amid the vocal crowd of Black Lives Matter protesters.\n\nHow hard it will be for change by the Columbus Division of Police to meet community expectations became clear Monday afternoon outside police headquarters Downtown.\n\nAfter a meeting between police Chief Thomas Quinlan, other division leaders and community activist groups ended, dozens of demonstrators quickly pressed in around Deputy Chief Jennifer Knight and 21-year-old Earl Jones, president of the activist group Black Freedom, by the stone lionesses outside police headquarters.\n\n\"This conversation started out at Broad and High last week,\" Knight said. \"That conversation kept going for several days in a row. This is the next step in that conversation.\"\n\nGet the news delivered to your inbox: Sign up for our morning, afternoon and evening newsletters\n\nNow, Knight acknowledged, is when the \"heavy lifting\" begins. That soon became evident.\n\n\"Change is not expected to happen in an hour and half,\" Jones said, adding that change wouldn’t be easy.\n\nBut some in the crowd, like 57-year-old Cameron Kimble, weren’t satisfied with the update.\n\n\"What are your demands? What are your demands for black America?\" Kimble shouted. He said he was not affiliated with any activist group.\n\n\"It is a hard process to implement change in society,\" Jones said.\n\nKimble said Jones was too young and wasn't articulating his thoughts. A woman among the protesters then yelled, \"You don't speak for me.\"\n\n\"We're going to do it the right way. We're not going to be radical, we're not going to make those overzealous demands,\" Jones said. \"We can’t worry about the world, we’re working on Columbus, Ohio.\"\n\nThen everything spun out of control.\n\n\"I am raising four kids, and their father is dead. You've got to give me something,\" said Sina Draughn.\n\nDominique Jackson, 35, was the other member of Black Freedom Columbus who was in the meeting with Knight.\n\nJackson, when questioned by Draughn, said the discussions touched on how there would be true citizen representation on the Civilian Review Board that Mayor Andrew J. Ginther announced Friday.\n\nHe said there was also a talk about \"de-militarizing\" the police. Another issue touched upon was the need for more sensitivity training for police officers.\n\n\"We want all the officers who have been trained to be retrained,\" Jackson said.\n\nBut Jackson said if the group feels they are being misled by police leadership, they are not going to stay.\n\nKnight said she felt the meeting was productive, used to listen to the leaders of Black Freedom and come up with ideas for how to move forward with change in the short term, as well as how to begin long-term reform.\n\nShe said another meeting is set for June 17 to continue the discussion.\n\n\"It’s like eating an elephant one bite at a time,\" Knight said. \"We want to accomplish something every time we meet.\"\n\nKnight said some of the concrete items developed at Monday’s meeting included working on finding partnerships to help provide services and assistance to those who have been a victim of a crime for when officers leave, such as victims of domestic violence.\n\nShe said the group is also going to work on how to develop additional cultural competency training for officers, beginning at the police academy.\n\n\"Everyone of us has a blind spot because of where we came from,\" she said. \"We need cultural competency across the board.\"\n\nKnight said the group hopes to develop a way to bring community members to the academy to sit down with recruits as part of their training.\n\n\"It’s an opportunity to have those difficult discussions about the history with police and why that’s brought into interactions,\" she said.\n\nSome of those experiences were shared outside during the meeting by protesters like David Mallory.\n\nThrough a loudspeaker, Mallory spoke about growing up in Portsmouth, in southern Ohio, as one of only a few black students in his school. He said he was spat on, had to stand at the back of the line and endured bullying for years.\n\nMallory said he witnessed his father, who worked as a correctional officer with the Ohio Department of Rehabilitation and Correction, receive threats for being promoted over a white colleague.\n\n\"It’s a conversation that needs to be had,\" Mallory, who has been at the protests since they began on May 28, said of racism and police relations with the black community.\n\nbbruner@dispatch.com\n\n@bethany_bruner"}}