{"GDELT": {"GlobalEventID": 928210804, "Day": 20200608, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4329, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "EDU", "Actor2Name": "STUDENT", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.19083969465648004, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Connecticut, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCT", "Actor1Geo_Lat": 41.5834, "Actor1Geo_Long": -72.7622, "Actor1Geo_FeatureID": "CT", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Western Connecticut State University, Connecticut, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCT", "Actor2Geo_Lat": 41.4165, "Actor2Geo_Long": -73.4432, "Actor2Geo_FeatureID": "1943171", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Connecticut, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCT", "Action2Geo_Lat": 41.5834, "Action2Geo_Long": -72.7622, "Action2Geo_FeatureID": "CT", "DATEADDED": 20200608230000, "SOURCEURL": "https://www.nhregister.com/local/article/Western-Connecticut-State-will-consider-changing-15325641.php"}, "ARTICLE": {"TITLE": "Western Connecticut State will consider changing mascot", "TEXT": "Western Connecticut State will consider changing mascot\n\nColonial Chuck greets freshmen students at Western Connecticut State University move into dorm rooms on the midtown campus in Danbury Aug. 24, 2018. Colonial Chuck greets freshmen students at Western Connecticut State University move into dorm rooms on the midtown campus in Danbury Aug. 24, 2018. Photo: Carol Kaliff / Hearst Connecticut Media Photo: Carol Kaliff / Hearst Connecticut Media Image 1 of / 5 Caption Close Western Connecticut State will consider changing mascot 1 / 5 Back to Gallery\n\nWestern Connecticut State University is considering changing its school nickname and mascot in response to student and alumni complaints, the University said Monday.\n\nThe state school’s nickname is the Colonials and “Chuck the Colonial” serves as its mascot.\n\nPosts last week on the WestConn Instagram and Facebook feeds read: “We hear you. In response to WCSU students and alumni asking for a replacement of our current mascot, the student government association, the student group Speak Truth to Power, and the university will begin a student-driven process to find a new mascot that better reflects today’s Western Connecticut State University— a university where racism and hatred have no home. Sincerely Dr. John B. Clark, President.”\n\nAs of Monday, the post on Facebook had over 450 comments on both sides of the issue.\n\n“We are in the process of organizing a committee that will look at the mascot and decide whether and how to change from Chuck,” Paul Steinmetz , the school’s director of university and community relations, said. “It will be a student-led process, with the Student Government Association and a student organization called Speak Truth to Power in the forefront. The university will provide resources and what support they may need.”\n\nComments promoting change state it is historically representative of ethnic violence, genocide and racism.\n\nThose who wish to keep the nickname state it is an embodiment of the founding of the United States and American resilience.\n\nA petition on Change.org had 315 signatures on a petition to change the name to Whales.\n\n“Most students who I’ve spoken to want to change it either because they think it’s a weird, boring mascot that is less interesting than other universities, or because it represents a violent era in American history that students feel does not reflect our community, or both,” Audrey Nielsen, editor of the student-run Echo Newspaper, said via email.\n\nThe SGA is planning a WebX meeting on Thursday, June 18 at 1 p.m. to discuss the changing of the name.\n\nThis is not the first time the school has considered changing its nickname. In 1974, the school changed its nickname from Indians.\n\nWestern Connecticut is not alone in looking for a change from Colonials.\n\nIn 2018, George Washington University students began a campaign to change their school’s mascot as well.\n\nThat change is still being debated, though the University changed the name of its Student Service Hub and Student Financial and Registration Services to remove reference to its nickname."}}