{"GDELT": {"GlobalEventID": 928209931, "Day": 20200608, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4329, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.7462686567164201, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200608230000, "SOURCEURL": "https://www.recorder.com/Greenfield-student-COVID-website-34495755"}, "ARTICLE": {"TITLE": "Greenfield student launches blog to connect teens worldwide amid pandemic", "TEXT": "Greenfield resident Maya Baudrand, a 14-year-old attending Stoneleigh-Burnham School, recently launched Quaran-teened, a website where she posts her interviews with teenagers about their experiences during the COVID-19 pandemic. Staff Photo/PAUL FRANZ\n\nGREENFIELD — A blog that began as an outlet for chronicling one local student’s experience during a global pandemic has since turned into a platform for connecting her with teenagers from around the world.\n\nGreenfield resident Maya Baudrand, a 14-year-old attending Stoneleigh-Burnham School, recently launched Quaran-teened, a website where she posts her interviews with teenagers about their experience during the COVID-19 pandemic.\n\n“I had never experienced something that affected everybody around the world,” Baudrand said. “I thought it would be more interesting to get perspectives from students everywhere.”\n\nSo far, the eighth-grader has interviewed teenagers from China, the Netherlands, Russia, Croatia, Canada, Italy, England and Germany. She’s also spoken to students in New York and New Hampshire.\n\nAfter she found out her spring break was to be extended, Baudrand started reaching out to friends and acquaintances from around the world, curious to know how her fellow students were doing amid the pandemic.\n\n“I need something to keep me busy,” she explained. “But I didn’t expect this to last this long.”\n\nAs someone who has moved a lot with her family, Baudrand said she had already developed a network of connections. The hardest part, she said, is getting people to agree to do the interviews.\n\nSome of the teenagers she has spoken with are friends from schools she’s attended, such as Lycée, an independent French school in New York, while others are people she’s meeting for the first time over a video call. Many of the connections she makes, she said, are through parents who hear about her project and ask their children to reach out to her.\n\nBaudrand said the blogging project has even allowed her to reconnect with a girl she met as a child in France during a trip to visit family.\n\n“It’s really fun for me to do it, because I get to meet these new people,” or in other cases, “re-meet” them, she said.\n\nOver the course of her interviews, she said she’s found that a lot of the experiences of people she’s encountered have been similar to her own.\n\n“Even though we’re all around the world, a lot of the things we’re doing are almost identical,” Baudrand said. “We’re staying home, having the same issue of having to deal with your family 24/7.”\n\nAnd just like her, students are spending free time on Netflix, or watching and creating TikTok videos.\n\nBaudrand has been most interested to learn about different approaches to remote learning, or how quarantine is being enforced more in some places than it is in others. She noted a conversation she had with a Chinese student in the middle of her 14-day quarantine, who, mid-interview, had to respond to a health check from an official at her door.\n\n“I enjoy documenting things and watching them later,” she said. “I want this be useful after the pandemic.”\n\nThe Quaran-teened website will also be used as a platform for posting humorous videos or other light-hearted content. Baudrand is in the process of starting a podcast to complement the video content she shares.\n\n“It could go in any direction,” she said.\n\nMary Byrne can be reached at mbyrne@recorder.com or 413-772-0261, ext. 263. Twitter: @MaryEByrne"}}