{"GDELT": {"GlobalEventID": 928210957, "Day": 20200608, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4329, "Actor1Code": "USALEG", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "LEG", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.51282051282051, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Maine, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USME", "Actor1Geo_Lat": 44.6074, "Actor1Geo_Long": -69.3977, "Actor1Geo_FeatureID": "ME", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Maine, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USME", "Actor2Geo_Lat": 44.6074, "Actor2Geo_Long": -69.3977, "Actor2Geo_FeatureID": "ME", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Maine, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USME", "Action2Geo_Lat": 44.6074, "Action2Geo_Long": -69.3977, "Action2Geo_FeatureID": "ME", "DATEADDED": 20200608230000, "SOURCEURL": "https://www.wiscassetnewspaper.com/article/lincoln-county-republicans-handle-lengthy-agenda/134882"}, "ARTICLE": {"TITLE": "Lincoln County Republicans handle lengthy agenda", "TEXT": "The Lincoln County Republican Committee (LCRC) held their monthly meeting at their headquarters, 241 US Highway 1, Damariscotta on June 3. A crowd of about fifty people attended. A lengthy agenda had been sent out due to the length of time without an in-person meeting as a result of Covid-19. Not all items were reached due to the importance of items discussed, the many opinions of our attendees and the spirited discussions that ensued.\n\nWe started the business of our meeting with a visit from Senator Susan Collins’ office. Her representative presented to us through a Zoom meeting. We were given an update on what Senator Collins has been working on and the many things she is accomplishing for Maine. It was pointed out that in the next term Senator Collins will become the head of the Senate Appropriations Committee. This will put Maine’s Senator at the head of an extremely important Committee, having taken someone of Senator Collins’ stature and tenure to achieve. It is certainly in Maine’s best interest for Senator Collins to remain in office.\n\nWe then heard from our Senator Dana Dow with news of the state. Senator Dow informed us of the dire financial situation the state is facing with the extreme shutdown of our tax revenue and job creating businesses. He spoke of the urgent need for the Maine Legislature to be called into session to resume its purpose - to enact laws and retake its role as the representatives of the people to find solutions for the problems we face. As he pointed out, our government is not intended to be run by one person, as it has been for months now, but with the input of our numerous elected Representatives and Senators.\n\nTwo of our Lincoln County candidates, Merle Parise (House District 90) and Lowell Wallace (House District 91) spoke to us regarding their goals and qualifications for office. Both are interesting and well suited candidates with well thought out ideas to fix the many problems our State is facing.\n\nWe had a lengthy and spirited discussion when it came time to decide how to split the funds that we had raised over the past five months among our wonderful and dedicated candidates. Of course, we wanted to give every cent to them, but had to keep some for our ongoing operating budget. We intend to raise much more money for them over the remaining five months.\n\nThe last agenda item that we had time for was the announcement of the winners of our committee’s Helen Weston Scholarship. Every year we award a $1,000 and a $500 scholarship to deserving high school seniors. This year’s recipient of the first award is Eleanor Mathews of Lincoln Academy who will be attending Lafayette College and will be studying biology in a premed program. The second recipient is Nathan Andrick of Madomek Valley High School. Nathan will be attending Husson College and plans to major in criminal justice and psychology. We hope to meet both Eleanor and Nathan at our next committee meeting held later in June. We thank all the well qualified candidates who applied for the scholarship and our committee, comprised of Joe Grant, Shirley McLaren and Judith Sutter for all the hard work they did in making the difficult choice.\n\nWe will be holding another meeting in June and will continue addressing the remaining issues that were not reached on June 3rd, as well as many new important items that need to be addressed as election season approaches."}}