{"GDELT": {"GlobalEventID": 928210382, "Day": 20200608, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4329, "Actor1Code": "JEWEDU", "Actor1Name": "JEWISH", "Actor1Religion1Code": "JEW", "Actor1Type1Code": "EDU", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 1712, "EventBaseCode": 171, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.2, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.1284868977176705, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200608230000, "SOURCEURL": "https://jewishjournal.com/commentary/opinion/317074/we-should-not-have-choose-between-advocating-for-black-lives-and-fighting-against-anti-semitism/"}, "ARTICLE": {"TITLE": "We Should Not Have to Choose Between Advocating For Black Lives and Against Anti-Semitism", "TEXT": "For far too long in the United States, the American Dream has been a nightmare for too many people, based on the color of their skin.\n\nAs a former NYPD police officer and the father of a young brown-skinned man − who himself has been profiled and subject to outright harassment and unjustifiable detention by police officers based solely on the color of his skin − it pains me to no end to know that while most police officers are good, brave and fair, far too many still behave as if the color of one’s skin determines how much of a threat a person may be to them or others.\n\nAll one has to do is listen to Sen. Tim Scott’s July 2016 speech on his experiences with the police – as a U.S. senator – to know this remains a significant problem. As a U.S. senator − one of only 100 people with the job of representing their states in the most powerful legislative body on earth – Sen. Scott was pulled over by the police at least seven times in one year while driving in Washington, D.C. Sadly, Sen. Scott’s experiences with the police in D.C. as a young-looking African-American man are likely far different from the experiences of other young-looking U.S. senators.\n\nTragically, it should not have taken a video − where a nation painfully watched a 19-year veteran of his police department place his knee literally on the neck of an African-American man and snuff out his life during nearly nine anguishing minutes − for most Americans to realize that having brown and black skin in the U.S.A., in 2020, stills means you are far more likely to be stopped by the police and subjected to excessive force, especially if you are young and male.\n\nThis needs to stop. And every person of good conscience in America should want this to stop and be in favor of educational, training, judicial, union and other reforms that will make it less likely that another George Floyd will die, or another Tim Scott will be pulled over, simply because of his skin’s complexion.\n\nThis is especially true for the Jewish community. As a community that has suffered for millennia from the evils of racism, from the dangers of ugly stereotypes and from being “otherized,” there is no community that should care more or fight more for the dream of American equality and for the blindness of Lady Justice to become a reality. It is this recognition that likely led to Jews being among the co-founders, along with African Americans, of the NAACP; and for Jews (despite being less than 2% of the population in America) being close to the majority of the civil-rights lawyers in America during the 1950s and 1960s, as well as fully half of the famous volunteer “freedom riders” who helped galvanize the passage of the Civil Rights Act of 1964.\n\nAs a community that has suffered for millennia from the evils of racism, from the dangers of ugly stereotypes and from being ‘otherized,’ there is no community that should care more or fight more for the dream of American equality and for the blindness of Lady Justice to become a reality.\n\nSadly, since then, there has been a growing movement to divide Jews and African Americans in the U.S., and to sow the seeds of age-old forms of anti-Semitism within the language of modern-day “intersectional” exclusion of Jews as minorities.\n\nThis movement to divide African Americans and Jews primarily comes from two sources. One is the Nation of Islam and Louis Farrakhan. The other is far-left anti-Israel groups in alliance with groups such as AMP, SJP and MSA.\n\nBoth have reveled in promoting propaganda designed to “otherize” Jews and their nation-state, Israel; to try and cause African Americans to view Jews and Israel collectively as somehow being the embodiment of all anti-Semitic stereotypes. And to blame Jews − not the Arabs and Europeans who plainly colonized Africa and most often sold Africans into slavery and shipped them to the Americas − as somehow being uniquely and most malevolently responsible for African-American suffering in the U.S.\n\nSadly, this effort has been pretty fruitful.\n\nADL surveys throughout the last 20 years have shown that while approximately 12% of European Americans have “entrenched” anti-Semitic views, among African Americans, that number jumps to a frightening 34%.\n\nSince at least 2016, that effort to paint the Jews and Israel as being uniquely evil, and particularly responsible for the historic suffering of African Americans in the U.S., including excessive force used by law enforcement, has also found a home among many of the leaders of the Black Lives Matter movement.\n\nImmediately following the heinous death of George Floyd, we saw terrible images posted in various anti-Israel social-media accounts trying to connect Israel to his death.\n\nIn a policy platform titled “A Vision for Black Lives” drafted by more than 50 organizations known as the “Movement for Black Lives,” the platform held out for a unique tongue-lashing only one foreign country: Israel.\n\nThis platform and the BLM leaders who defend it claim there is a link between American racism and police brutality − which is based on more than 400 years of slavery and Jim Crow laws in North America − and the Arab-Israeli conflict, which began when we Jews began to have the audacity – barely over a hundred years ago – to act politically on our desire for freedom, emancipation and self-determination in our indigenous homeland.\n\nThis platform continues the anti-Semitic propaganda promoted by Farrakhan, the Nation of Islam and anti-Israel activists in America to tar Israelis and Jews with the crimes of others (such as those directly responsible for the Trans-Atlantic Slave Trade) while it ignores the ongoing oppression and decimation of black lives in places including Nigeria and the Congo (where hundreds of thousands of primarily Christian Africans have been massacred since 2001); Libya (where there is presently an active slave trade selling indigenous Africans into slavery); or the ongoing use of indigenous Africans as slaves in countries such as Mauritania and Kuwait.\n\nIn response to the relatively few people expressing concern via social media over this mini-pogrom, many people over social media justified these attacks, echoing the hate speech and ahistorical anti-Semitic nonsense promoted by Farrakhan and many of the current leaders of Movement for Black Lives.\n\nThis choice by the “Movement for Black Lives” to singularly vilify Israel and ignore all other countries in the world, including those directly oppressing and even destroying other black lives, did not occur in a vacuum. For years, the Nation of Islam and Farrakhan have been inundating African-American communities and the internet with the vilest anti-Semitic lies. For years, far-left leadership in America has not only tolerated that hate; they have heaped praise on Farrakhan, and also heaped praise on “intersectionality” theory, which claims all forms of hate and oppression are somehow connected to each other, except Jew-hatred.\n\nIt also occurred because of the sadly all-too-successful efforts of various anti-Israel groups to appropriate and use other people’s tragedies for their purposes to increase hatred of Israel.\n\nThis happened after Ferguson in 2014. It happened in 2018 when the Durham City Council gave into the blood libel campaign against Israel, which somehow blamed Israel for centuries of racial problems in America and American police departments, when it voted that Durham city police officers could not attend emergency response and counterterrorism training in Israel.\n\nAnd it is happening once again.\n\nImmediately following the heinous death of George Floyd, we saw terrible images posted in various anti-Israel social-media accounts trying to connect Israel to his death. Some were outright fakes – such as a picture posted of a Chilean police officer with his knee on someone’s neck – but with a caption mislabeling him as an Israeli soldier. Others were in the form of cartoons that depicted a soldier with a ubiquitous Star of David on his arm, with his knee on the neck of an Arab in a keffiyeh, directly next to the image of a cop like Derek Chauvin with his knee on an African-American man’s neck.\n\nSetting aside the awful appropriation of the horror of George Floyd’s murder for their own political purposes, it should be plain to anyone with any sense of history that the Israel-haters making these claims and trying to draw these purported connections, just as those who drafted the original “Movement for Black Lives” platform in 2016, are engaging in a modern-day blood libel − blaming the state of Israel and Zionism (the Jewish people’s indigenous rights movement) for problems in the U.S., problems that have been literally centuries in the making.\n\nThis is classic anti-Semitism. Scapegoating Jews for problems caused by others or by nature (such as the Bubonic Plague or the virtual plague of racism).\n\nIn this particular case, it also is ironic, as anti-indigenous African racism in the Arab world is rampant, where the most common slur for an indigenous African remains to this day the Arabic world for slave (“abeed”). But this modern-day anti-Semitic blood libel is not only false and ironic; it is dangerous, particularly for American Jews, who already were starting to feel that it is once again dangerous to be visibly Jewish.\n\nThis anti-Semitic rhetoric, like all racist rhetoric, also has very real-world and dangerous consequences.\n\nThe growing currency that deeply held anti-Semitic views have among too many African Americans and organizations that purport to represent African Americans, such as the “Movement for Black Lives,” is not something we should or even can ignore.\n\nJust a few months ago (lest we forget with all of the terrible things that already have transpired in 2020) every day of this past Chanukah included a violent attack on Jews, most of which, sadly, were conducted by African Americans in New York City.\n\nThose violent attacks were sandwiched between two murderous attacks that tried to mass murder Jews: one at a kosher supermarket and Jewish day school in Jersey City on December 10 and the other in a Rabbi’s home in Monsey, N.Y., on December 28, 2019.\n\nWithin days of George Floyd’s death, we sadly know that many justifiable protests turned unjustifiably violent, and resulted in a terrible amount of looting, destruction and even murder, which has garnered almost as much media attention, if not more, than the protests themselves.\n\nOne thing that has seemed to escape much media attention, or even the attention of much of the Jewish community, is that the rioting in Los Angeles last week included a mini-pogrom directed at the Jews. Five synagogues and three Jewish schools were vandalized, including with anti-Israel rhetoric, as people stormed the Fairfax district (which is a well- known Jewish neighborhood in Los Angeles), yelling “F’ing Jews” as Jewish owned stores were looted and ransacked.\n\nIn response to the relatively few people expressing concern via social media over this mini-pogrom, many people over social media justified these attacks, echoing the hate speech and ahistorical anti-Semitic nonsense promoted by Farrakhan and many of the current leaders of “Movement for Black Lives.”\n\nResponding to a Jewish girl’s concern about the “anti-Jewish racism” and “acts of hate” being directed at Jews by some of the rioters, “Jeff K.” responded: “Racism only exists with power. Jewish Americans hold all the power in the country, thus you cannot be racist or anti-Semitic towards them. It simply doesn’t exist. They are not an oppressed people.”\n\nAnother person, named “Jonny,” responded to the same girl with: “#BlackLivesMatter: Jewish whites were the most prolific slave owners in history. They practically created slavery in America. So, with all respect and love, synagogues are as free game as any other building.”\n\nAs Jewish-owned stores, houses of worship and schools were being attacked within months of Jews being murdered solely for the “crime” of being Jewish in America, people were justifying the attacks by claiming Jews “hold all the power in America” and that Jews “were the most prolific slave owners in history” and “practically created slavery in America.”\n\nThe first claim of “Jewish power” has been used to justify the murder and mass murder of Jews for centuries; and it is disturbingly impossible to distinguish today between whether it is being uttered by a Nazi, a white supremacist, a member of Hamas, a follower of Farrakhan or a leader of the BLM movement.\n\nThe second claim, that Jews “practically created slavery in America,” comes straight from the lies Farrakhan and the Nation of Islam has been feeding far too many people in the African-American community for decades. It has no basis in anything but hate, and like all anti-Semitic conspiracy theories and propaganda through the centuries, it seeks to uniquely hold Jews responsible for the actions of others; in this case, primarily for the actions of European and Arab colonialists and slave traders.\n\nThe growing currency that deeply held anti-Semitic views have among too many African Americans and organizations that purport to represent African Americans, such as the “Movement for Black Lives,” is not something we should or even can ignore.\n\nJewish history, including the very recent history of attacks on Jewish institutions and on visibly identifiable Jews this past winter in New York and New Jersey, have taught us that ignoring anti-Semitic rhetoric always comes with a price in Jewish lives.\n\nAs a result, no matter how much we want to (and should) stand in solidarity with all good people against the racism that makes far too many brown and black people in America feel like they have a target on their backs simply because of the color of their skin, we cannot do so with the condition that we ignore and/or tolerate Jew-hatred and anti-Semitic propaganda.\n\nMenachem Begin famously said, “I am not a Jew with trembling knees.” Begin was right. No Jew should have “trembling knees” or accept the notion that they have to ignore their concern for Jewish safety, or their desire to resist anti-Semitism, to fight racism against others in America.\n\nNo other minority group is being asked to ignore its safety or the blatant racist rhetoric being directed at its members in the way Jews presently are being told to in order to stand in solidarity with the Movement for Black Lives or with the BLM movement.\n\nWe must reject this false choice, as well as the chorus of people telling us that now is the time to simply support Black Lives Matters without questioning any anti-Israel and anti-Semitic rhetoric. No. That is not a choice any proud Jew should ever make.\n\nBlack lives do indeed matter. And just as so many of our Jewish ancestors fought against racism and Jim Crow in the U.S., Jews today should continue to support our African-American brothers and sisters in the fight against the evil of racism; but at the same time, we have to loudly and proudly stand in solidarity against anti-Semitic rhetoric and to the inevitable violence it incites.\n\nWe can do both. We must do both."}}