{"GDELT": {"GlobalEventID": 928210193, "Day": 20200608, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4329, "Actor1Code": "GBREDU", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor1Type1Code": "EDU", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 3.5502958579881603, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKC3", "Actor1Geo_ADM2Code": "40098", "Actor1Geo_Lat": 52.2, "Actor1Geo_Long": 0.116667, "Actor1Geo_FeatureID": "-2591658", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKC3", "Actor2Geo_ADM2Code": "40098", "Actor2Geo_Lat": 52.2, "Actor2Geo_Long": 0.116667, "Actor2Geo_FeatureID": "-2591658", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKC3", "Action2Geo_ADM2Code": "40098", "Action2Geo_Lat": 52.2, "Action2Geo_Long": 0.116667, "Action2Geo_FeatureID": "-2591658", "DATEADDED": 20200608230000, "SOURCEURL": "https://dailycoffeenews.com/2020/06/08/the-dcn-guide-to-online-coffee-events-june-9-15/"}, "ARTICLE": {"TITLE": "The DCN Guide to Online Coffee Events: June 9-15", "TEXT": "Click to share on Pinterest (Opens in new window)\n\nClick to share on LinkedIn (Opens in new window)\n\nClick to share on Twitter (Opens in new window)\n\nClick to share on Facebook (Opens in new window)\n\nWelcome to DCN’s weekly roundup of coffee events. Hosting an online event that’s free or nearly free to attend? Let us know here.\n\nDue to an overwhelming number of requests and our desire to keep the calendar inclusive but not promotional, recurring home brewing tutorials or other daily digital hangs sponsored by individual coffee companies have been removed from the calendar.\n\nDaily\n\nCoffee Break: A Virtual Cafe to Support Local Coffee Through the Coronavirus\n\nHost: Multiple meetups/locations\n\nDay/Time: Daily at various times depending on region\n\nRegister/Information: Coffee Break Website\n\nDescription: COFFEE BREAK’S mission is to bring people together from all walks of life to support their local cafes and coffee companies during this challenging time. Do you buy coffee? Do you have a favorite local cafe you go to multiple times a week? Then this is for you. Come meet up with your favorite baristas and friends, drink homemade coffee, talk with one another and if you can, donate a few dollars and/or buy coffee and merchandise online.\n\nTalk Story with Pacific Coffee Research\n\nHost: Pacific Coffee Research\n\nDay/Time: Every Monday and Friday in May and June at 10 a.m. HST/ 1 p.m. PDT / 4 p.m. EDT\n\nRegister/Information: PCR Coffee Instagram\n\nDescription: Throughout the months of May and June, Pacific Coffee Research is hosting a Talk Story series via Instagram Live. We’re inviting friends and colleagues from around the Hawaiian islands and nation to sit down with us (virtually) to simply have a conversation. We’re going to talk about coffee, life, projects, and anything the conversation brings up. This is our opportunity to reconnect with folks online who we’d normally see in person on a pretty regular basis! Guests will include coffee producers, roasters, traders, scientists, engineers, families, and all around wonderful people.\n\nTuesday, June 9\n\nBook launch: “Selling sustainability short? The private governance of labor and the environment in the coffee sector”\n\nHost: Cambridge University Press\n\nTime: 3 p.m. Zurich\n\nRegister/Information: Zoom\n\nDescription: Join Janina Grabs, Graeme Auld and Stefano Ponte in discussing Janina’s new book “Selling sustainability short” (out now with Cambridge University Press)!\n\nMore info: Daily Coffee News feature\n\nInnovation in Coffee Communities\n\nHost: Coffee Kids and Hanns R. Neumann Stiftung\n\nTime: 12 p.m. Eastern (U.S. and Canada)\n\nRegister/Information: Webinar #4: Innovation in Coffee Communities: Creating Strong and Thriving Farmer Organizations\n\nDescription: Four our final session we weave everything together, digging into how to build collective power through efficient and inclusive farmer organizations. Farmer organizations are important structures that play a key role for many aspects of rural community development. They are the entry point for smallholder farming families to become competitive members of the value chain. Discover with us how effective farmer organizations maximize value for their members, impact coffee quality and price, and support smallholder coffee farming families to prosper.\n\nThursday, June 11\n\nBarista Yoga Every Thursday\n\nHost: United Baristas, #BaristaCare\n\nTime: 10:30 a.m. GMT\n\nRegister/Information: Event website\n\nDescription: #BaristaCare is connecting the coffee community for a weekly yoga session led by yoga instructor Erin, Yoga Den London\n\nDigitalisation of the Coffee Value Chain: Let’s Start Talking. Webinar #2: Can digitalisation help the coffee sector be more efficient?\n\nHost: Expressing Origin and Vuna Origin Consulting\n\nTime: 5-6 p.m. Central European Time (CET)\n\nRegister/Information: Webinar series link\n\nDescription: Once discussed the basics of digitalisation, the second webinar will present perspectives from companies and organisations which have been using digital solutions for their own businesses. Our speakers will cover the whole coffee value chain, from the very first mile until the very last. Is there a business case for farmers and cooperatives? What about traders and roasters? How can consumers be included in the picture?\n\n\n\nDigital AA Meeting for Coffee People\n\nTime: 4 p.m. CST every Thursday\n\nRegister/Information: Zoom Channel 475-069-379\n\nDescription: Weekly digital AA meeting for coffee people. All are welcome.\n\nFree Vinyasa Yoga for the Coffee Community (Every Thursday in June)\n\nHost: Bay Area Coffee Community and Coffee Break\n\nTime: 4 p.m. PST\n\nRegister: Link\n\nPassword: coffeelove\n\nDescription: Come and move with us! Every Thursday in June Bay Area Coffee Community and Coffee Break are hosting a free vinyasa yoga class for coffee professionals. This virtual Zoom class is one of the wellness series we’ll be doing to help the coffee community to stay mindful and grounded in these times. Lauren Marmol is a San Francisco-based yoga teacher, whose mission is to make yoga spaces inclusive and accessible to all. Lauren currently teaches virtual classes that are invigorating and intuitive, her cues are designed to take you out of your head and into your body.\n\nMonday, June 15\n\nBoot Coffee Weekly Webinar\n\nHost: Boot Coffee\n\nTime: 9 a.m. PDT every Monday\n\nRegister/Information: coffeecampus.com/blog\n\nDescription: Weekly discussion with coffee experts working in various disciplines from farming to exporting/importing, roasting, and retailers. Open and transparent communication is essential right now. Join Boot Coffee for constructive and creative discussions exploring ways the coffee community continues to evolve and adapt and strategize."}}