{"GDELT": {"GlobalEventID": 928210887, "Day": 20200608, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4329, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAMIL", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.95227765726681, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Arkansas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAR", "Actor1Geo_Lat": 34.9513, "Actor1Geo_Long": -92.3809, "Actor1Geo_FeatureID": "AR", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Arkansas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAR", "Actor2Geo_Lat": 34.9513, "Actor2Geo_Long": -92.3809, "Actor2Geo_FeatureID": "AR", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Forrest City, Arkansas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAR", "Action2Geo_Lat": 35.0081, "Action2Geo_Long": -90.7898, "Action2Geo_FeatureID": "83152", "DATEADDED": 20200608230000, "SOURCEURL": "https://www.ualrpublicradio.org/post/arkansas-coronavirus-cases-jump-over-1000-three-days"}, "ARTICLE": {"TITLE": "Arkansas Coronavirus Cases Jump By Over 1,000 In Three Days", "TEXT": "Hear KUAR's live broadcast of Monday's COVID-19 press briefing.\n\nOver 1,000 people in Arkansas have tested positive for the coronavirus over the past three days, officials reported, as the state’s total caseload nears 10,000.\n\nGov. Asa Hutchinson announced Monday there were 314 new coronavirus cases from Sunday to Monday, raising the number of people who have ever tested positive to 9,740. One additional death from COVID-19 brought the state’s total to 155.\n\nSpeaking during his daily briefing on the pandemic, Hutchinson said he would still consider a regional approach to phase two reopening if the state sees a downturn in coronavirus activity.\n\n“We might stay exactly where we are, we might look at different options, so we're anxious to use the data that we have to reach the right decision that balances the safety of Arkansans, but also make sure we can continue to open our businesses and provide the living that people expect and need,” Hutchinson said.\n\nArkansas has a total of 2,955 active coronavirus cases as of Monday, with 26 additional hospitalizations due to COVID-19, bringing the total to 171. Health Secretary Dr. Nate Smith said while northwest Arkansas continues to see the highest growth in new cases, the southwest part of the state is also seeing an uptick.\n\n“It's also been increasing, but the numbers are much, much lower. The numbers in northwest have been almost four times as many as the ones in southwest, and the growth in cases in southwest has been mostly due to De Queen in Sevier County,” Smith said.\n\nWashington and Benton counties were again the top counties for new coronavirus cases, with 86 and 41 new cases added, respectively. Smith said an additional 115 inmates of the Federal Correctional Institution, Forrest City have been sickened with COVID-19 after previously testing negative for the virus.\n\nSmith said the state’s recent resurgence of the virus appears unrelated to lifting restrictions on businesses and recent protests over the police killing of George Floyd.\n\n“What we are finding with COVID-19 is that where it spreads most readily is in congregate living settings like nursing homes, correctional facilities, within homes, and is less apt to transmit in a highly efficient way with more casual contact like going to the grocery store,” Smith said.\n\nHutchinson said the Arkansas National Guard has essentially been deactivated from its previous position aiding law enforcement in policing of protests over Floyd’s death. Hutchinson said his emergency order enacted due to the protests remains in effect, as does the “unified command structure” aligning all police departments in the state under the command of the Arkansas State Police.\n\nSince last Friday, 1,089 Arkansans have tested positive for the coronavirus. That reflects an increase of 450 cases on Saturday, 335 cases on Sunday and 314 on Monday."}}