{"GDELT": {"GlobalEventID": 928476920, "Day": 20200610, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4384, "Actor1Code": "GOV", "Actor1Name": "ADMINISTRATION", "Actor1Type1Code": "GOV", "Actor2Code": "CVL", "Actor2Name": "MIGRANT", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.43274853801169, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.105999999999998, "Actor2Geo_Long": -97.6475, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200610034500, "SOURCEURL": "https://www.cbsnews.com/news/expelling-migrant-children-during-pandemic-us-policy-faces-first-court-challenge/"}, "ARTICLE": {"TITLE": "U.S. policy of expelling migrant children during pandemic faces first court challenge", "TEXT": "Lawyers for a 16-year-old boy from Honduras on Tuesday made a last-ditch attempt to stop his swift deportation from U.S. soil, mounting the first legal challenge against the Trump administration's policy of rapidly expelling migrant children from the southern border during the coronavirus pandemic.\n\nIn a lawsuit filed in the U.S. District Court in Washington, D.C., the American Civil Liberties Union argued that the teenage boy's expulsion from the U.S. would violate the anti-trafficking and asylum laws that afford special protections for unaccompanied migrant children who arrive at the southern border without their parents or legal guardians.\n\nSince late March, U.S. immigration officials have rapidly returned most unauthorized migrants to Mexico, Canada or their home countries under an emergency directive from the Centers for Disease Control and Prevention. Nearly 21,000 removals were carried out in March and April alone, including 899 expulsions of unaccompanied children as young as 10, according to government data.\n\nGet Breaking News Delivered to Your Inbox\n\n\"The administration has enacted a number of serious restrictions to asylum laws. We've been challenging those. A lot of them have been upheld; some are in place. But nothing is as extreme as this, where a child comes to the border and gets no process,\" Lee Gelernt, the ACLU's top immigration litigator, told CBS News.\n\nAccording to the lawsuit, the teenage migrant, identified by the initials J.B.B.C. in court papers, was apprehended by U.S. border officials in Texas late last week and processed under the CDC directive. He was slated to be expelled from the country on Wednesday, but a federal judge temporarily stayed his removal late Tuesday pending further litigation, Gelernt said.\n\nJ.B.B.C. journeyed to the U.S., where his father is fighting an asylum case, after being threatened by gang members in Honduras, according to the ACLU. \"He witnessed a gang member murder a young man. Gang members then came to the store where his aunt worked, and where J.B.B.C. also helped, threatening him and ordering that the store had to close. Another relative was also beaten by gang members near where J.B.B.C. lived,\" the ACLU's filing read. \"J.B.B.C was terrified to leave the house after these events, even to go to school.\"\n\n\"The threat of persecution and torture to J.B.B.C. is imminent and real,\" one of the filings read.\n\nThe Trump administration has said the CDC's public health order, which was extended indefinitely last month, is necessary to bar the entry of migrants who could carry the coronavirus and spread it inside holding facilities. Even migrant children pose a public health risk, the administration has argued.\n\nBut critics like Gelernt say the U.S. could safely process migrants, particularly asylum-seekers and unaccompanied minors, using health screenings and quarantines. He said the CDC order is not about public health, but rather a \"smoke screen\" to further restrict access to asylum and other humanitarian programs for border-crossers.\n\n\"The administration has chosen to bypass what Congress has thought is the proper solution and use the COVID context as a pretext to summarily get rid of all the people they don't want in this country, largely Central American children and asylum-seekers,\" Gelernt added.\n\nCiting statistics that show less than 10% of border-crossers ultimately obtain asylum, the Trump administration has said most Central American migrants who journey to the U.S. are pursuing better economic opportunities, calling their petitions for refuge \"fraudulent.\" Officials have said families and children exploit protections for minors to gain easy entry into the U.S. Advocates, however, say many are fleeing the gang persecution, violence and extreme poverty that has plagued parts of Central America for decades.\n\nIn addition to blocking the expulsion of J.B.B.C., the ACLU and the other groups in the lawsuit, Oxfam America and the Center for Gender and Refugee Studies, are asking the district court in Washington to find that the public health directive that officials are using to rapidly deport migrant children violates several federal laws, including one designed to shield minors from exploitation and violence. The group is also demanding that officials allow the teenage boy to go through the process Congress has created for unaccompanied migrant minors so he can ultimately reunite with his father.\n\nFor years, children who have arrived at the U.S. southern border without parents or legal guardians have been briefly held by border officials, who are bound by law to transfer most of them to the Office of Refugee Resettlement, which oversees a network of shelters and facilities for migrant minors across the country.\n\nWhile they wait to be released to sponsors, who are typically family members in the U.S., unaccompanied migrant minors in U.S. custody are connected with child advocates and lawyers. They can also request humanitarian relief from deportation, like asylum and visas for abused, neglected or abandoned minors.\n\nHowever, unaccompanied children like J.B.B.C. who are processed under the CDC order are generally not allowed to request humanitarian protections and are not transferred to government shelters. Instead, they are placed on deportation flights back to their home countries or expelled by land to Mexico.\n\nIn April, the last month with available statistics, U.S. officials at the southern border encountered at least 766 unaccompanied children. But only 62 were transferred to the Office of Refugee Resettlement, a sharp drop from the 1,852 migrant minors referred to the agency in March, according to government data obtained by CBS News.\n\nA spokesperson for Customs and Border Protection, the main agency carrying out the CDC directive, declined to comment, citing internal policy on pending litigation. \"However, lack of comment should not be construed as agreement or stipulation with any of the allegations,\" the spokesperson added.\n\nThough Tuesday's filing focuses on obtaining relief for J.B.B.C., the ACLU hopes a favorable ruling could pave the way for an effort to completely block the administration from enforcing the CDC's public health directive.\n\nGelernt conceded that public attention may not be currently fixed at the southern border due to the pandemic and public demonstrations against racism and police abuse. But he said times of crisis are when Americans should be \"the most vigilant\" about their government's treatment of migrants.\n\n\"They're sort of sight unseen at this point, but these are little children, fearing for their lives, fighting for their lives,\" he said. \"The administration is hoping that everyone doesn't pay attention given everything that's going on.\""}}