{"GDELT": {"GlobalEventID": 928477089, "Day": 20200610, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4384, "Actor1Code": "MIL", "Actor1Name": "MILITARY", "Actor1Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 20, "NumSources": 2, "NumArticles": 20, "AvgTone": 1.99788474436361, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Fort Rosecrans, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA073", "Actor1Geo_Lat": 32.6842, "Actor1Geo_Long": -117.24600000000001, "Actor1Geo_FeatureID": "242375", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Fort Rosecrans, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 32.6842, "Action2Geo_Long": -117.24600000000001, "Action2Geo_FeatureID": "242375", "DATEADDED": 20200610034500, "SOURCEURL": "https://www.latimes.com/california/story/2020-06-09/national-cemeteries-resume-military-honors-services"}, "ARTICLE": {"TITLE": "VA national cemeteries resume military honors services", "TEXT": "The Veterans Affairs national cemeteries in Southern California, along with the 138 others throughout the country, resumed committal funeral services Tuesday for veterans.\n\nServices had been reduced to burials and limited visitations since March 23 due to the COVID-19 outbreak, and large services and military honors gatherings were halted, VA officials said.\n\nThe national cemeteries in Los Angeles, Riverside, Bakersfield, Miramar and Fort Rosecrans (which is not accepting new interments) resumed military honors services Tuesday, said Jennifer Lynch, VA public affairs officer.\n\nOfficials said there will be limits on the number of people who can attend a service based on local guidelines, and face coverings and social distancing will be required for those who live in different households. Officials also urged that funeral attendees frequently use hand sanitizer and that sick individuals stay home.\n\nAdvertisement\n\n“We believe we have a robust set of measures in place that will allow us to conduct committal and memorial services while protecting the health and safety of veterans, their families and our team members who serve them,” VA Secretary Robert Wilkie said."}}