{"GDELT": {"GlobalEventID": 928476786, "Day": 20200610, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4384, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -6.666666666666661, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Washington, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWA", "Actor1Geo_Lat": 47.3917, "Actor1Geo_Long": -121.571, "Actor1Geo_FeatureID": "WA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Washington, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWA", "Actor2Geo_Lat": 47.3917, "Actor2Geo_Long": -121.571, "Actor2Geo_FeatureID": "WA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_Lat": 47.3917, "Action2Geo_Long": -121.571, "Action2Geo_FeatureID": "WA", "DATEADDED": 20200610034500, "SOURCEURL": "https://foxy99.com/2020/06/05/max-abbott-principal-addresses-otherpeoplematter-sign-on-school/"}, "ARTICLE": {"TITLE": "Max Abbott Principal Addresses “Other People Matter” Sign on School", "TEXT": "File Photo by Scott Heins/Getty Images\n\nSocial-media backlash was hitting Fayetteville’s Max Abbott Middle School after a picture was circulating on Facebook of “Other People Matter” on the school’s marquee sign. It turns out, it was just bad timing for the photo of the sign, as the message had been up earlier in the school year, related to a Positivity Project program.\n\nPrincipal Carla Crenshaw explained in a post: “It was brought to my attention that our #otherpeoplematter sign was still on our school marquee. This is the hashtag for the character education program, The Positivity Project (PosProject.org), which our school participated in this year. The entire school year was devoted to helping students put others before themselves, to speak to each other with kindness, show gratitude, and be a person of integrity. Each week throughout the year, we focused on one of the 24-character strengths and virtues. The motto for the Positivity Project was displayed on the marquee and throughout the school, all year long, to remind our students to be mindful of their actions and to think of others first. This message was still on our marquee and had not been taken down for the year. I understand how this message could have been misinterpreted in light of recent events. I apologize for any pain it may have caused. The message has been removed from our marquee and in August our new theme #PantherStrong will be added.”\n\nNo Title No Description\n\nThe original Facebook post on the “Other People Matter” sign had been shared hundreds of times, and gained traction as tensions are high related to the Black Lives Matter movement.\n\nManika Greene I have questions.... Thanks Capricia Cottingham for the update. She is a parent whose child attended this school this year. She stated this statement was in reference to their theme this year and has...\n\nGALLERY: George Floyd Protests Around the World\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBrandon Plotnick is a former sports journalist, now living in the digital space with interests all over the musical and pop culture map."}}