{"GDELT": {"GlobalEventID": 928476620, "Day": 20200610, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4384, "Actor1Code": "AFGINSTAL", "Actor1Name": "TALIBAN", "Actor1CountryCode": "AFG", "Actor1KnownGroupCode": "TAL", "Actor1Type1Code": "INS", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.6578947368421, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK08", "Action2Geo_ADM2Code": "23674", "Action2Geo_Lat": 33.7, "Action2Geo_Long": 73.1667, "Action2Geo_FeatureID": "-2762812", "DATEADDED": 20200610034500, "SOURCEURL": "https://dailytimes.com.pk/624524/gen-bajwa-ghani-discuss-afghan-peace-process-bilateral-relations/"}, "ARTICLE": {"TITLE": "Gen Bajwa, Ghani discuss Afghan peace process, bilateral relations", "TEXT": "Chief of Army Staff Gen Qamar Javed Bajwa on Tuesday held a meeting with Afghanistan President Ashraf Ghani as he arrived in Kabul on a day-long visit.\n\nAccording to the Inter-Services Public Relations (ISPR), matters pertaining to border management and the much-debated Afghan peace process came under discussion during the meeting.\n\nThe army chief was accompanied by Inter-Services Intelligence (ISI) Director General Lt Gen Faiz Hamid and the newly appointed Pakistan’s Special Representative on Afghanistan Sadiq Khan.\n\nThis is the first visit to Kabul by a high-ranking Pakistani official since Ghani’s second term in office began. It comes ahead of the imminent intra-Afghan talks and only two days after US President Donald Trump’s point man for Afghanistan held talks with General Bajwa to discuss the next steps for advancing the peace process that has moved slowly since the landmark deal signed between the US and Afghan Taliban on February 29.\n\nThe meeting coincides with desperate attempts from Washington to court the warring Taliban to hold direct talks with Kabul government – a key component of a historic peace deal struck between the US and the Taliban in February.\n\nIn December 2018, Pakistan arranged rare direct talks between Washington and the Taliban, paving the way for the Doha peace deal between the two sides. Pakistan also facilitated the landmark first round of direct talks between the Afghan government and the Taliban in Islamabad in July 2015. That process broke down after the Taliban announced the death of their long-time leader Mullah Omar, triggering a bitter internal power struggle.\n\nThe relationship between Afghanistan and Pakistan is often marred by deep mistrust, but General Bajwa’s visit implies a positive development between the neighbouring countries going forward, as well as progress in the peace process."}}