{"GDELT": {"GlobalEventID": 928476894, "Day": 20200610, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4384, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.7156862745098, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Maine, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USME", "Actor1Geo_Lat": 44.6074, "Actor1Geo_Long": -69.3977, "Actor1Geo_FeatureID": "ME", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_Lat": 47.3917, "Action2Geo_Long": -121.571, "Action2Geo_FeatureID": "WA", "DATEADDED": 20200610034500, "SOURCEURL": "https://www.wibw.com/content/news/President-Trump-signs-proclamation-to-end-fishing-restrictions-in-Maine-marine-monument-waters-571070841.html"}, "ARTICLE": {"TITLE": "President Trump signs proclamation to end fishing restrictions in Maine marine monument waters", "TEXT": "When President Trump landed at Bangor International Airport he was greeted by leaders of Maine's commercial fishing industry and a familiar face.\n\nThe president was visiting Maine for the first time since he was elected into office back when Paul LePage was governor. LePage was there to greet Trump as he made his way off the aircraft.\n\nInside the hangar, Mainers from the fishing community, members of the President's administration and LePage bounced around topics including the national marine monument designated by the Obama Administration in 2016.\n\n\"I ordered the formation of a trade task force that will identify opportunities to open foreign markets to our seafood exports. We're going to talk about the European Union. They simply take advantage of us on trade,\" Trump said.\n\nDuring his trip, Trump signed a proclamation to reverse the restrictions on fishing in the protected waters.\n\n\"As we work to fully reopen and revitalize our nation's economy I am doing everything in my power to support American workers, including those in Maine's amazing seafood industry,\" said Trump.\n\n\"I have more than 30 years experience in regional and national and international fisheries management and in all that time I've never known a president to express such a concern of the well being of our fishing and seafood industries,\" said Maggie Raymond, Executive Director of the Associated Fisheries of Maine.\n\nGovernor Janet Mills issued a statement following his visit, criticizing him for not accurately addressing the real problems those in the fishing industry are facing. She says rolling back a national monument 35 miles southeast of Cape Cod – one that is currently open to commercial fishing, according to NOAA – is not going to help the vast majority of Maine fishermen feed their families.\n\nFollowing the roundtable, President Trump left the base in Marine One as he headed to Guilford.\n\nIn less than four hours, he was back again to board Air Force One and return to Washington.\n\nIn a statement today Brad Sewell, senior director of Oceans for the Natural Resources Defense Council, made the following statement:\n\n\"Once again, President Trump is moving to strip protections for our nation's public lands and waters and hand them over to industry for private profit.\"\n\nSewell says only Congress has the right to make a significant change to the monument or its protections, saying they are prepared to sue the administration."}}