{"GDELT": {"GlobalEventID": 928476561, "Day": 20200610, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4384, "Actor2Code": "IND", "Actor2Name": "JHARKHAND", "Actor2CountryCode": "IND", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 18, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.07843137254902, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bengaluru, Karnataka, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN19", "Actor2Geo_ADM2Code": "70159", "Actor2Geo_Lat": 12.9833, "Actor2Geo_Long": 77.5833, "Actor2Geo_FeatureID": "-2090174", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bengaluru, Karnataka, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN19", "Action2Geo_ADM2Code": "70159", "Action2Geo_Lat": 12.9833, "Action2Geo_Long": 77.5833, "Action2Geo_FeatureID": "-2090174", "DATEADDED": 20200610034500, "SOURCEURL": "https://www.moneycontrol.com/news/india/for-indian-women-the-coronavirus-economy-is-a-devastating-setback-5383721.html"}, "ARTICLE": {"TITLE": "For Indian women, the coronavirus economy is a devastating setback", "TEXT": "Over and over, Seema Munda kept refusing her parents’ pleas to get married. She wanted to be a nurse, not a housewife — and why was employment all right for her brother but not her?\n\nSo last summer, Munda lied about where she was going and slipped out of her conservative village in northern India. She traveled 1,000 miles south, to the city of Bengaluru, where she found work stitching shirts at a factory.\n\n“This job liberated me,” she said.\n\nBut when the coronavirus pandemic hit, Munda’s life of independence shattered. In March, India instituted one of the strictest lockdowns in the world. In April, more than 120 million Indians lost their jobs, including Munda, 21.\n\nAs the world takes stock of staggering losses from the coronavirus, economists predict especially dire setbacks for women in the workforce. The United Nations warned in a recent report that the pandemic has not only exacerbated inequalities between the sexes but threatened to undo decades of gains in the workplace.\n\nThe International Labour Organization found that 41% of women were employed in sectors at high risk for job or working-hour losses from the pandemic, compared with 35% of men.\n\nThe global slowdown could have especially stark consequences in developing economies, where around 70% of working women are employed in the informal economy with few protections.\n\nAfter Ebola quarantine measures were lifted in West Africa, for instance, women were slower than men to recover their livelihoods and had a harder time securing loans to rebuild businesses.\n\nIn India, a nation of 1.3 billion, the coronavirus lockdown, which was imposed in late March, has only added to the setbacks for women, who were already being shaken out of the workforce in greater numbers in recent years.\n\nOne national employment study conducted in May found that a higher proportion of women reported losing their jobs than men. Among Indians who remained employed, women were more likely to report anxiety about their futures.\n\nOut of the economic wreckage, arranged marriages may also increase, experts say, with families seeing these unions as a way to secure their daughters’ futures. Since the lockdown went into effect, India’s leading matrimony websites have reported 30% surges in new registrations.\n\nIn India, marriage does not necessarily translate into a loss of employment. But it often constrains women’s autonomy, making it difficult for them to leave secluded villages where policing of their choices is common, patriarchal values are ironclad and job opportunities are scarce.\n\nRohini Pande, an economics professor at Yale who researches women’s employment patterns in India, said female migrant workers could face steep challenges recovering work. Many women struggle to persuade their parents to let them defer marriage and leave their villages for jobs.\n\n“The pipeline was already extremely leaky,” said Pande, who directs the Economic Growth Center at Yale. “It’s just going to get leakier.”\n\nEmployment figures for India’s women have been a cause of concern for years.\n\nFrom 2005 to 2018, female labor participation in India declined to 21% from about 32%, one of the lowest rates in the world. The rate for men also fell — India is experiencing a youth boom and has not been able to create enough new jobs to keep up — but not nearly as far as for women.\n\nEconomists have offered several explanations for the slide, including a cultural one: As India’s economy expanded, families that could afford to keep women at home did so, thinking it afforded them a degree of social status.\n\nDomestic duties cut into the time women can search for jobs. In India, women perform 9.6 times more unpaid care work than men, about three times the global average. The pandemic has increased that burden for many women, according to the International Labour Organization.\n\nSwarna Rajagopalan, a political scientist and founder of Prajnya Trust, an organization focusing on gender equality in India, said job scarcity could make it harder for women to enter or reenter the workforce — at least in the short term.\n\nIndia’s economy may contract by 5% this year, according to some estimates, representing perhaps the worst slump since the country became independent from the British.\n\n“I really worry about this,” Rajagopalan said. “We still think of men as being the primary breadwinners of our families, and if we have to make choices about letting people go, women will lose their jobs. It doesn’t matter how desperately they need them or how hard they work.”\n\nMany of the hardest-hit industries have been those with a high proportion of female workers, including hospitality and manufacturing, where women are often employed without contracts, making it easier to let them go.\n\nAlthough India recently lifted most of its lockdown measures in an effort to ease pressure on the economy, many women fear that even a limited degree of economic freedom will be difficult to regain.\n\nSeema Munda said she had found “the key to unlocking my dreams” when she moved to Bengaluru in July to work at Pearl Global, a garment factory that employs women from poorer states like Odisha and Jharkhand, where she is from.\n\nHer parents were initially furious when they realized she had left their village, Laujoda, for a city at the other end of India. Munda calmed them down when she offered to send some of her earnings home.\n\n“I said, ‘Whenever I ask you for money for my studies, you always turn me down,’ ” she recalled. “‘So if you let me go and work, not only will I have money for myself but also to spare for you.’”\n\nMunda started fresh. She moved into a hostel with dozens of other young women from the factory. They slept on straw mats on the ground.\n\nWhen Munda received her first paycheck, about $112, she went to a clothing store with a handful of crisp notes.\n\n“I bought my favorite dress,” she said. “It was exhilarating.”\n\nBut when India went under lockdown, the factory closed, and the women found themselves in a precarious situation. Around the country, businesses shut down. Trains and buses suspended their services, stranding millions of migrant workers in cities.\n\nWithin a few weeks, Munda said, Pearl Global stopped paying her. She was forced to leave the hostel and take shelter in a school.\n\nBy the end of May, as India’s travel restrictions eased further, Munda made a wrenching decision and joined others in boarding trains home. With little money left, she said she had no other choice but to return to Jharkhand.\n\n“My family will never let me come back now,” she said by telephone. “I don’t want to get married.”\n\nMunda stopped answering calls from a reporter. Friends from Bengaluru were also unable to reach her. They worried that her parents had taken her phone.\n\nOne factory worker who traveled with Munda said she hid her face with a stole and sobbed during the three-day trip to Jharkhand.\n\nHemant Kumar, chairman of Ashankura Trust, a nongovernmental organization that helps migrant workers in Bengaluru, said only a few women had picked up his calls after reaching their villages.\n\nSome told him that their families had forbidden them from venturing back out for jobs.\n\nIn one of her last conversations with a reporter, Munda expressed anger that “parents value sons more than daughters.” She said returning home could mean “the end of my economic activity and hence my life.”\n\n“I dread to think of that possibility,” she said. “Our future is in darkness.”\n\nc.2020 The New York Times Company"}}