{"GDELT": {"GlobalEventID": 928540101, "Day": 20200610, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4384, "Actor1Code": "BUS", "Actor1Name": "CORPORATION", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.70721357850071, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Inuvik, Northwest Territories, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA13", "Actor1Geo_ADM2Code": "25042", "Actor1Geo_Lat": 68.35, "Actor1Geo_Long": -133.7, "Actor1Geo_FeatureID": "-566625", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Inuvik, Northwest Territories, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA13", "Action2Geo_ADM2Code": "25042", "Action2Geo_Lat": 68.35, "Action2Geo_Long": -133.7, "Action2Geo_FeatureID": "-566625", "DATEADDED": 20200610113000, "SOURCEURL": "https://ca.news.yahoo.com/inuvialuit-unveil-ambitious-lng-project-110000080.html"}, "ARTICLE": {"TITLE": "Inuvialuit unveil ambitious LNG project that could bring energy security to region", "TEXT": "The Inuvialuit have unveiled an ambitious plan to begin producing liquefied natural gas (LNG) to move the region into a more energy-independent future.\n\nThe Inuvialuit Petroleum Corporation (IPC) is teaming up with Ferus Natural Gas Fuels to advance the Inuvialuit Energy Security Project. Ferus is owned by a Houston-based investment fund called the Energy and Minerals Group.\n\nAccording to an announcement on the Inuvialuit Regional Corporation's website on Tuesday, the plan is to tap into the Tuk M-18 natural gas well and build a plant to convert the gas into liquefied natural gas that can be trucked to Inuvik and other communities.\n\nThe Tuk M-18 well is located 24 kilometres south of Tuktoyaktuk. It was drilled by Devon Energy and Petro-Canada almost 20 years ago and is part of the massive gas reserves in the Beaufort-Delta region that were left stranded when Esso and its partners abandoned their Mackenzie Gas Project.\n\nDevon and Petro-Canada said the well has well over 200 billion cubic feet of recoverable natural gas.\n\nYou couldn't do it without that road. - Doug Matthews, energy consultant\n\nIf the project goes ahead, it will be the first natural resources enterprise spurred by construction of the all-weather Inuvik to Tuktoyaktuk Highway.\n\n\"You couldn't do it without that road,\" said Doug Matthews, an energy analyst and principal of Matthews Energy Consulting. \"The local market, which is Tuk, is not big enough to cover the costs of developing that field. With the road, you can reach other markets, which changes the economics of the project quite significantly.\"\n\nMatthews said, though Inuvik is the biggest market in the region and key to the project's success, once the natural gas is liquefied it could also be shipped to other communities by truck or barge to reduce greenhouse gas emissions and, ideally, provide a cheaper alternative to diesel.\n\nMatthews said the project would be a good candidate for federal support because it would produce greener energy, stimulate the economy in a region that is depressed and stimulate indigenous business development.\n\nAiming for production in 2 years\n\nAccording to the Inuvialuit Regional Corporation's announcement, the IPC plans to complete the design of the gas plant this fall and develop cost estimates for the project that will inform a final decision on whether to proceed or not. If the project moves ahead, regulatory applications will be submitted by the end of this year.\n\nIf all goes according to plan, construction of an all-weather road to the well will begin prior to the spring thaw in 2021. Construction and commissioning of the plant will be done in the fall and early winter of that year. The partners would begin shipping liquefied natural gas in the spring of 2022.\n\nIn the announcement, the IPC says the project would replace the diminished Ikhil gas well that supplies some of Inuvik's energy needs, reduce reliance on expensive southern fuel, create business opportunities in the region and lower the cost of living.\n\nCBC called and emailed the IPC and emailed the Inuvialuit Regional Corporation (IRC) for more information about the project but no one was available to talk about it.\n\nThe Ikhil well began declining sooner than expected. Much of Inuvik's gas is now being trucked in from British Columbia.\n\nPeople in the region have been talking for many years about tapping into the trillions of cubic feet of gas that have been discovered in the region.\n\nSenate of Canada/Jade Thériault More\n\nStory continues"}}