{"GDELT": {"GlobalEventID": 928540869, "Day": 20200610, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4384, "Actor1Code": "LEG", "Actor1Name": "LAWMAKER", "Actor1Type1Code": "LEG", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.1848739495798304, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Arochukwu, Abia, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI45", "Actor1Geo_ADM2Code": "191357", "Actor1Geo_Lat": 5.3897900000000005, "Actor1Geo_Long": 7.914039999999999, "Actor1Geo_FeatureID": "-2000435", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Arochukwu, Abia, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI45", "Actor2Geo_ADM2Code": "191357", "Actor2Geo_Lat": 5.3897900000000005, "Actor2Geo_Long": 7.914039999999999, "Actor2Geo_FeatureID": "-2000435", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Arochukwu, Abia, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI45", "Action2Geo_ADM2Code": "191357", "Action2Geo_Lat": 5.3897900000000005, "Action2Geo_Long": 7.914039999999999, "Action2Geo_FeatureID": "-2000435", "DATEADDED": 20200610113000, "SOURCEURL": "https://dailypost.ng/2020/06/10/ex-lawmaker-commissioner-defect-to-apc-in-abia/"}, "ARTICLE": {"TITLE": "Ex-lawmaker, Commissioner, defect to APC in Abia", "TEXT": "The immediate past lawmaker that represented Arochukwu constituency of Abia State and a chieftain of the All Progressives Grand Alliance (APGA), Luke Ukara Onyeani, has defected to the All Progressives Congress (APC).\n\nThis is even as the Abia State chapter of the All Progressives Congress(APC), also confirmed the membership of a former governorship candidate and immediate past Commissioner for Industry, Science and Technology, Henry Ikechukwu Ikoh.\n\nBenedict Godson, the Publicity Secretary of APC in Abia State, in a statement on Wednesday, disclosed that Ikoh registered in his Umundara Oboro Ward-3 in Ikwuano Local Government Area, saying the registration has made him a full fledged and card-carrying member of the All Progressives Congress(APC) in the State.\n\nThe statement reads partly, “The arrival of Chief Henry Ikechukwu Ikoh from our strongest opposition into the APC family is a strong boost especially in Ikwuano/Umuahia axis. We look forward to working with him and we’re counting on his experiences to add to the ones already within our disposal to make APC and Abia better.\n\n“Chief Ikoh is a household name in Abia. Not just as a politician, but as one of Abia’s strong and committed industrialists. He’s a man whose personality rings bell both in the business and political world. That has led him into serving our dear state as commissioner for Industry. His wealth of experience we know will be combined with that of the other great APC members in Ikwuano to make the area an APC dominated area soon”.\n\nDAILY POST recalls that the ex-Commissioner for Industry, Chief Henry Ikoh, had in a letter dated 9th, June, 2020, addressed to the Chairman, Oboro Ward 3, PDP, in Ikwuano local government area of Abia State and copied to zonal and national leadership of the party, declared his resignation as a member of the ruling Peoples Democratic Party(PDP).\n\nIkoh was quoted in the letter as saying, “As a major financial stakeholder who have served the party(PDP) in various State and National Assignments, I have always been sidelined in my ward, Local Government Area and State Party decisions.\n\n“The recent Party Congress which have produced two parallel structures in my local government area (Ikwuano), of which they are in court now, cannot advance the PDP.\n\n“In line with the above and many other anomalies, I see no future for me and my teeming supporters in the party, hence I tender my resignation from PDP with my teeming supporters”.\n\nBut, announcing the defection of the ex-Abia lawmaker, Hon. Ukara Onyeani, who was elected on the platform of APGA during the 2015 election and lost re-election bid in the 2018 primaries of the party, the Publicity Secretary of APC in the State, Comrade Ben Godson, said Onyeani registered in Ahaeke ward in Idima Abam, Arochukwu Local Government Area of Abia State.\n\nAccording to Godson, in a press release on Wednesday morning, “Honourable Luke Ukara Onyeani, the former member representing Arochukwu State constituency, in the Abia State House of Assembly is a man with progressive mindset. Everyone knows what APC stands for. We’re progressives and we attract our likes. Arochukwu is a very important political bloc in Abia and having someone like him from a party that dominates that area for years now is a huge plus.\n\n“We welcome him. We call him one of us now because the perfect gentleman was registered in his Ahaeke Ward, Idima Abam and that makes him an authentic member of the progressives’ family. We can’t wait to work with him.”."}}