{"GDELT": {"GlobalEventID": 928541109, "Day": 20200610, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4384, "Actor1Code": "SWEJUD", "Actor1Name": "SWEDEN", "Actor1CountryCode": "SWE", "Actor1Type1Code": "JUD", "Actor2Code": "BUS", "Actor2Name": "COMPANY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.36842105263158, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Stockholm, Stockholm, Sweden", "Actor1Geo_CountryCode": "SW", "Actor1Geo_ADM1Code": "SW26", "Actor1Geo_ADM2Code": "26170", "Actor1Geo_Lat": 59.3333, "Actor1Geo_Long": 18.05, "Actor1Geo_FeatureID": "-2524279", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF", "Actor2Geo_Lat": -30.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "SF", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Stockholm, Stockholm, Sweden", "Action2Geo_CountryCode": "SW", "Action2Geo_ADM1Code": "SW26", "Action2Geo_ADM2Code": "26170", "Action2Geo_Lat": 59.3333, "Action2Geo_Long": 18.05, "Action2Geo_FeatureID": "-2524279", "DATEADDED": 20200610113000, "SOURCEURL": "https://www.theglobeandmail.com/world/article-swedish-prime-minister-olof-palme-the-man-and-the-murder/"}, "ARTICLE": {"TITLE": "Swedish Prime Minister Olof Palme, the man and the murder", "TEXT": "A Swedish prosecutor blamed Stig Engstrom, a graphic designer at an insurance company who died 20 years ago, for the shooting of Prime Minister Olof Palme in 1986, and closed the case of the country’s most notorious unsolved murder.\n\nHere are some details about Palme’s life and death.\n\nPERSONAL AND POLITICAL LIFE\n\nOlof Palme was born in Stockholm on Jan 30, 1927, the youngest child of a prominent and wealthy family. He was elected to parliament in 1958, rising though the ranks of the left-wing Social Democrat party despite his patrician roots.\n\nHe became prime minister in 1969 and led the expansion of Sweden’s welfare state. Increased taxation and stronger labour unions put him at odds with the business community and the political right.\n\nHis 1972 condemnation of the U.S bombing of Hanoi during the Vietnam war strained diplomatic ties with the United States and Sweden hosted U.S citizens fleeing the draft. He was also a vocal supporter of economic sanctions against apartheid South Africa.\n\nAfter a period out of power, he served as prime minister again in 1982 until his death.\n\nTHE MURDER\n\nOn the night of 28th February 1986, Palme was shot in the back at close range as he walked with his wife Lisbeth along a busy street in central Stockholm. The single bullet severed Palme’s spinal cord, killing him instantly. He was 59. A second bullet grazed Lisbeth.\n\nSeveral witnesses glimpsed an assailant clad in a dark jacket or coat, who fled the scene into a dark alley and up a flight of steps to a road above.\n\nThe murder weapon, believed to a Smith & Wesson .357 magnum revolver or similar weapon, was not recovered.\n\nA suspect with links to right-wing groups was taken into custody 17 days after the murder but was quickly released.\n\nThe lead investigator resigned after no evidence was found in a 1987 raid on a bookshop linked to the Kurdish separatist group PKK.\n\nChrister Pettersson, who had a previous murder conviction, was convicted of the crime in 1989 but freed by a higher court amid doubts over the process by which Lisbeth identified him from a police line-up.\n\nSince his acquittal, no suspects have been arrested and the unsolved murder has frustrated four lead investigators.\n\nSwedish police visited South Africa in 1996 after a former police commander there alleged the murder had been directed by apartheid-era security forces.\n\nBestselling Swedish crime author and journalist Stieg Larsson was working on a theory connected to the South African security apparatus until his death in 2004.\n\nOther theories have fingered diverse groups ranging from right-wing elements in Sweden’s police to Croatian separatists.\n\nThousands of people have been questioned and more than 130 people have confessed to the crime, which became a national obsession, with an army of amateur sleuths chasing the culprit and the 50 million Swedish crown ($5.42 million) reward.\n\nOur Morning Update and Evening Update newsletters are written by Globe editors, giving you a concise summary of the day’s most important headlines. Sign up today."}}