{"GDELT": {"GlobalEventID": 928541031, "Day": 20200610, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4384, "Actor1Code": "PAK", "Actor1Name": "PAKISTANI", "Actor1CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.9320987654321002, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK", "Actor1Geo_Lat": 30.0, "Actor1Geo_Long": 70.0, "Actor1Geo_FeatureID": "PK", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Locarno, Ticino, Switzerland", "Action2Geo_CountryCode": "SZ", "Action2Geo_ADM1Code": "SZ20", "Action2Geo_ADM2Code": "26305", "Action2Geo_Lat": 46.165, "Action2Geo_Long": 8.79925, "Action2Geo_FeatureID": "-2552936", "DATEADDED": 20200610113000, "SOURCEURL": "https://www.hollywoodreporter.com/news/locarno-festival-open-doors-lineup-south-east-asian-cinema-focus-1297814"}, "ARTICLE": {"TITLE": "South-East Asian Cinema in Focus at Locarno's Open Doors Section", "TEXT": "South-East Asian Cinema in Focus at Locarno's Open Doors Section\n\nThe Swiss film festival has picked filmmakers from across the region who will present their new projects to the international industry during Locarno's online-only event in August.\n\nFilmmakers from Laos, Cambodia, Thailand and Vietnam, from the Philippines, Indonesia, Malaysia, Mongolia and Myanmar will be in focus at this year's Locarno International Film Festival.\n\nLocarno unveiled the selection for its Open Doors Hub section, where promising up-and-coming directors and producers can present projects to the international industry in the hope of securing financing and production partnerships to turn their ideas into movies, on Wednesday. In Locarno's Open Doors Lab event, producers will be able to receive online training with other creatives in the industry.\n\nThe entire Open Doors program has moved online this year, as has the whole Locarno festival, which was forced to drop its physical festival due to health concerns surrounding the novel coronavirus pandemic. The Open Doors Hub and Lab will run Aug. 6-Aug. 11. The online Locarno festival, dubbed Locarno 2020 – For the Future of Films, runs Aug. 5-Aug. 15.\n\nThe Swiss festival prides itself on being a talent scout for the next generation of art house filmmakers and can point to such success stories as Mati Diop, the French director who received an Open Doors Grant in 2012 en route to her feature debut Atlantics, which won the Grand Prix in Cannes last year. Pakistani filmmaker Hamza Bangash, winner of the 2018 Open Door Award for excellence, won top honors at the 2020 Locarno Shorts Weeks Award for his 24 minute drama Dia as the best film from Locarno's 2018 short film lineup.\n\n\"In recent years, the Open Doors section has shown itself to be a formidable laboratory for exploring new avenues to support cinema from every latitude,\" said Locarno artistic director Lili Hinstin. \"The Locarno Film Festival has been able to tear down more or less visible distribution and cultural barriers, bringing to light new talents and allowing high-value films to be brought to completion.\"\n\nAlongside the industry exposure, the Open Doors program supplies development grants for individual projects. The main Open Doors Grant, backed by the Swiss Agency for Development and Cooperation and sponsors including Swiss film fund Visions Sud Est and the Swiss City of Bellinzona, will provide $71,670 in development funding to a selection of projects this year, a significant increase on previous grants. France's cinema center the CNC will award a $9,000 (€8,000) grant to a project in the Open Doors selection and public broadcaster Arte France will name this year's winner of the Arte Kino International Prize, which comes with a $6,800 (€6,000) bursary. There will be other awards and grants offered by the Sorford film fund and other partners.\n\nAmong the titles picked for this year's Open Doors Hub are This City is a Battlefield from Indonesian director Mouly Surya, whose Marlina the Murderer in Four Acts screened in Directors Fortnight in Cannes in 2017; Thai feature The Godmothers by Anucha Boonyawatana (Malila: The Farewell Flower); Inside the Yellow Cocoon Shell from Vietnamese filmmaker Pham Thien An; and Ze, a new drama from Mongolian director Lkhagvadulam Purev-Ochir, a participant in last year's Open Doors Lab.\n\nSophie Bourdon, head of Open Doors and deputy head of Locarno Pro pointed to the increased number of female professionals who have made a significant contribution to developing new talent in the region.\n\nLocarno's online-only fest will be the first in the event's 73-year history. In place of new completed films, the venerable Swiss event will be inviting director to present works-in-progress or material from upcoming projects as well as select their personal favorite films from previous Locarno editions.\n\nLocarno Pro, the festival's online service for industry professionals, recently launched a new market initiative, Heritage Online, which is aimed at helping classic art house films reach a new audience online."}}