{"GDELT": {"GlobalEventID": 928539923, "Day": 20200610, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4384, "Actor2Code": "BUS", "Actor2Name": "COMPANY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.3960396039603979, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200610113000, "SOURCEURL": "https://www.investegate.co.uk/b-p--marsh---38-partners--bpm-/rns/director-pdmr-shareholding/202006101136505504P/"}, "ARTICLE": {"TITLE": "B.P. Marsh &Partners: Director/PDMR Shareholding", "TEXT": "Date: 10 June 2020\n\nOn behalf of: B.P. Marsh & Partners PLC (\"B.P. Marsh\", \"the Company\" or \"the Group\")\n\nImmediate release\n\nB.P. Marsh & Partners Plc\n\nPDMR and Director Dealings\n\nB.P. Marsh (AIM: BPM), the specialist investor early stage financial services businesses, announces that it has been notified that Mr. Daniel Topping, Chief Investment Officer, on 9th June 2020 purchased ordinary shares of 10 pence each in the Company (\"Ordinary Shares\").\n\nDaniel Topping has purchased 2,283 Ordinary Shares for a price of 204p per share. As a result of the transaction, Daniel will have a beneficial interest in 108,263 Ordinary Shares (including 11,434 shares owned by his wife Claire Topping), together with a beneficial interest in 21,148 Ordinary Shares held in the Company's SIP Trust, representing in aggregate approximately 0.35% of the total voting rights of the Company.\n\nAdditionally, Daniel, as part of the Company's Joint Share Ownership Plan, has a beneficial interest (as a joint owner alongside RBC CEES Trustee Limited) over 167,465 Ordinary Shares, representing approximately 0.45% of the total voting rights of the Company.\n\nThe information below, set out in accordance with the requirements of the EU Market Abuse Regulation, provides further detail.\n\nNOTIFICATION AND PUBLIC DISCLOSURE OF TRANSACTIONS BY PERSONS DISCHARGING MANAGERIAL RESPONSIBILITIES AND PERSONS CLOSELY ASSOCIATED WITH THEM\n\n1 Details of the person discharging managerial responsibilities / person closely associated a) Name Daniel Topping 2 Reason for notification a) Position / status Chief Investment Officer, PDMR b) Initial notification / amendment Initial 3 Details of the issuer, emission allowance market participant, auction platform, auctioneer or auction monitor a) Name B.P. Marsh & Partners Plc b) LEI 2138008G8EPE3HAHEM13 4 Details of the transaction(s): section to be repeated for (i) each type of instrument; (ii) each type of transaction; (iii) each date; and (iv) each place where transactions have been conducted a) Description of the financial instrument, type of instrument Ordinary shares of 10 pence each Identification code ISIN: GB00B0XLRJ79 b) Nature of the transaction Purchase of Ordinary Shares via SIPP c) Price(s) and volumes(s) Price(s) £2.04 Volume(s) 2,283 d) Aggregated information N/A e) Date of the transaction 20-06-09 f) Place of the transaction London Stock Exchange, AIM (XLON)\n\nFor further information:\n\nB.P. Marsh & Partners Plc www.bpmarsh.co.uk Brian Marsh OBE +44 (0)20 7233 3112\n\n\n\nNominated Adviser & Broker Panmure Gordon (UK) Limited\n\nAtholl Tweedie / Charles Leigh-Pemberton / Ailsa Macmaster +44 (0)20 7886 2500\n\nNotes to Editors:\n\nAbout B.P. Marsh & Partners Plc\n\nB.P. Marsh's current portfolio contains seventeen companies. More detailed descriptions of the portfolio can be found at www.bpmarsh.co.uk .\n\nSince formation over 25 years ago, the Company has assembled a management team with considerable experience both in the financial services sector and in managing private equity investments. Many of the directors have worked with each other in previous roles, and all have worked with each other for approaching ten years.\n\nSince its inception B.P. Marsh has delivered an average annual compound increase in NAV of over 10% and this remains one of the Group's core goals for future years.\n\n- Ends -"}}