{"GDELT": {"GlobalEventID": 928540585, "Day": 20200610, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4384, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 72, "EventBaseCode": 72, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 8.3, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.1355932203389902, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200610113000, "SOURCEURL": "https://www.telegraph.co.uk/technology/2020/06/10/live-matt-hancock-discusses-lessons-learned-pandemic/"}, "ARTICLE": {"TITLE": "Matt Hancock downplays role of contact tracing app", "TEXT": "Matt Hancock refused to give a launch date for the much-vaunted NHS tracing app, in an interview with the Telegraph in which he also downplayed its significance.\n\n“I’m not going to put a date on it,” he said, despite having previously promised it would be available in mid-May.\n\nMinimising the significance of the app, once viewed as the centrepiece of the government track and trace strategy, Mr Hancock said that it was now viewed only as “the cherry on the cake” of a system that would rely far more on human tracers.\n\n“What really matters is the people. The technology is a facilitator for people to be able to do things better,” he said, adding that lessons from the app’s trials on the Isle of Wight had revealed serious limitations in its effectiveness.\n\n“Isolation is the number one thing you need to do that actually causes the break in the transmission of the disease,” he said. “But that is better done with human contact.”\n\nThe suggestion that people fail to isolate after being told to by a smartphone app throws the entire app project into jeopardy even though, as Mr Hancock conceded, it is the only way to track down people whose identities a newly sick person “wouldn't be able to disclose, even if [they] wanted to, [who they] might have sat close to on the bus and don’t know who they are.”"}}