{"GDELT": {"GlobalEventID": 928540033, "Day": 20200610, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4384, "Actor2Code": "USACOP", "Actor2Name": "BUFFALO", "Actor2CountryCode": "USA", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.270655270655269, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Alaska, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAK", "Actor2Geo_Lat": 61.385, "Actor2Geo_Long": -152.268, "Actor2Geo_FeatureID": "AK", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Alaska, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAK", "Action2Geo_Lat": 61.385, "Action2Geo_Long": -152.268, "Action2Geo_FeatureID": "AK", "DATEADDED": 20200610113000, "SOURCEURL": "https://www.cbsnews.com/news/trump-comments-on-buffalo-protester-martin-gugino-antifa-provocateur/"}, "ARTICLE": {"TITLE": "Trump suggests without evidence 75-year-old man shoved to the ground by Buffalo police was a \"set up\"", "TEXT": "Washington — President Trump suggested without evidence Tuesday morning that an elderly man who was hospitalized after being shoved to the ground by police in Buffalo, New York, was an \"ANTIFA provocateur\" who may have been trying to \"set up\" law enforcement.\n\nMr. Trump referenced a segment by the conservative One America News Network that claimed the 75-year-old man, identified as Martin Gugino, was using technology on his cellphone to scan and black out police communications during the protest. The reporter for the network, Kristian Rouz, who previously worked for the Russian outlet Sputnik, did not cite any evidence to back up his claims about Gugino and only referenced a report from \"The Conservative Treehouse,\" a right-wing blog.\n\nIn his tweet, Mr. Trump claimed Gugino, who is a longtime local peace activist, \"fell harder than he was pushed\" by officers with the Buffalo Police Department during the incident last week and said he was \"aiming [a] scanner\" towards the police.\n\nGet Breaking News Delivered to Your Inbox\n\n\"Buffalo protester shoved by Police could be an ANTIFA provocateur. 75 year old Martin Gugino was pushed away after appearing to scan police communications in order to black out the equipment. @OANN I watched, he fell harder than was pushed. Was aiming scanner. Could be a set up?\" the president tweeted.\n\nBuffalo protester shoved by Police could be an ANTIFA provocateur. 75 year old Martin Gugino was pushed away after appearing to scan police communications in order to black out the equipment. @OANN I watched, he fell harder than was pushed. Was aiming scanner. Could be a set up? — Donald J. Trump (@realDonaldTrump) June 9, 2020\n\nKelly Zarcone, Gugino's attorney, said in a statement that his client \"has always been a peaceful protestor because he cares about today's society.\"\n\n\"No one from law enforcement has even suggested anything otherwise so we are at a loss to understand why the president of the United States would make such dark, dangerous, and untrue accusations against him,\" Zarcone said.\n\nBuffalo Mayor Byron Brown said on Twitter that the city is praying for Gugino's recovery and that the two officers involved deserve due process.\n\n\"Mr. President @realDonaldTrump, the City of Buffalo is laser focused on healing, taking action against racial injustice and building a good future for our residents,\" he tweeted.\n\nMr. President @realDonaldTrump, the City of Buffalo is laser focused on healing, taking action against racial injustice and building a good future for our residents. We pray for a full recovery for Mr. Gugino and as I have repeatedly said, the two officers deserve due process. https://t.co/BNvp15eRWL — Byron W. Brown (@MayorByronBrown) June 9, 2020\n\nWhile Democrats condemned the president's tweet, many Republican senators said they did not see Mr. Trump's comment amplifying the unfounded theory surrounding Gugino's interaction with Buffalo police.\n\n\"I don't think Donald Trump is gonna change his behavior,\" Senator Kevin Cramer, a Republican from North Dakota, told reporters on Capitol Hill.\n\nSenate Majority Leader Mitch McConnell did not respond to questions about Mr. Trump's tweet, while Senator John Cornyn of Texas walked away after he was asked about it.\n\nBut GOP Senator Mitt Romney of Utah said Mr. Trump's tweet was \"shocking\" and told reporters he did not want to dignify it further with a response, while Republican Senator Lisa Murkowski of Alaska said \"it just makes no sense that we're fanning the flames right at this time.\"\n\nTwo Buffalo police officers were charged with second-degree assault following the incident, Eric County District Attorney John Flynn said Saturday. Footage of the interaction was seen tens of millions of times online. The officers pleaded not guilty.\n\nIn the video, Gugino, wearing a mask, is seen approaching a group of uniformed officers in protective gear as they move down the street in response to a protest. Gugino, who appears to have a cellphone in his hand, and two officers can be seen talking, though it's unclear what was said.\n\nOfficers can be heard in the video yelling \"move\" before two of the officers then push Gugino, who stumbles backward and falls to the ground. The officers continue walking around Gugino, now on his back, as blood trickles from his head and pools onto the sidewalk. Demonstrators who witnessed the altercation can be heard yelling that the elderly man is bleeding, and an officer radios for a medic.\n\nGugino was taken to the hospital and treated for a head injury, loss of consciousness and bleeding from his right ear, Flynn said. He is out of the ICU but remains hospitalized, according to Zarcone, his lawyer.\n\nMr. Trump and top administration officials have blamed the violence and vandalism at demonstrations taking place across the country in response to the death of George Floyd on a left-wing, anti-facist movement known as antifa.\n\nNicole Sganga contributed to this report."}}