{"GDELT": {"GlobalEventID": 928541007, "Day": 20200610, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4384, "Actor1Code": "NOR", "Actor1Name": "NORWAY", "Actor1CountryCode": "NOR", "Actor2Code": "GOV", "Actor2Name": "KING", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 6.25, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Skien, Telemark, Norway", "Actor1Geo_CountryCode": "NO", "Actor1Geo_ADM1Code": "NO17", "Actor1Geo_ADM2Code": "23505", "Actor1Geo_Lat": 59.2, "Actor1Geo_Long": 9.6, "Actor1Geo_FeatureID": "-278622", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Skien, Telemark, Norway", "Actor2Geo_CountryCode": "NO", "Actor2Geo_ADM1Code": "NO17", "Actor2Geo_ADM2Code": "23505", "Actor2Geo_Lat": 59.2, "Actor2Geo_Long": 9.6, "Actor2Geo_FeatureID": "-278622", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Skien, Telemark, Norway", "Action2Geo_CountryCode": "NO", "Action2Geo_ADM1Code": "NO17", "Action2Geo_ADM2Code": "23505", "Action2Geo_Lat": 59.2, "Action2Geo_Long": 9.6, "Action2Geo_FeatureID": "-278622", "DATEADDED": 20200610113000, "SOURCEURL": "https://royalcentral.co.uk/europe/norway/king-harald-back-at-work-at-the-royal-palace-144238/"}, "ARTICLE": {"TITLE": "King Harald back at work at the Royal Palace", "TEXT": "King Harald of Norway is back at work at the Royal Palace in Oslo. He has given an audience in honour to this year’s recipients of the awards handed out by the Royal Guard. The two awards “The Royal Guards watch” and “Brigadier Leif Schanche’s honour-award” were handed over in the presence of the King.\n\nThe commander of the Royal Guard, Colonel Lieutenant Vegard Flom, presented the two awards on behalf of the King. Both recipients of this year’s awards serve in the music company in the 3rd Guard Company of the Royal Guard.\n\nKing Harald in corona-safe distance to the guards. Photo: Sven Gjeruldsen / The Royal Court.\n\nGuard Daniel Haugen from Skien received The Royal Guards watch for his tireless efforts, a very good understanding of health, excellent performance, professional ability and his abilities for collaboration and communication. Commander Flom handed over Brigadier Leif Schanche’s honour-award, a sword, to Lieutenant Mads Østereng Bakken. The lieutenant is a daily squad commander in the third Guard Company and has carried out his duties in an exemplary manner. He has thus been an example to follow for both the commander and the guardians of the Royal Guard.\n\nNormally, the honours are awarded in connection with the King’s annual inspection of His Majesty the King’s Guard but, because of the corona pandemic, the inspection has been postponed until further notice.\n\nMads Østereng Bakken and King Harald. Photo: Sven Gjeruldsen / The Royal Court.\n\nBoth of the recipients of the honours are members of the 3rd Guard Company of the Royal Guard. This is the main ceremonial company in the guard. In last week it became known that the ceremonial aspect of the Norwegian Royal Guard has been dissolved and will remain so until the autumn. The drill and music squad will cancel its operations because of the coronavirus.\n\nThe King’s Guard 3 Company is a renowned military band and drill unit the Norwegian Armed Forces. It is attached to The King’s Guard, acting as its unit band and drill team. The band and drill unit is based in the capital Oslo which is its area of responsibility. It is a renowned unit that is famous around the world for its participation in international military tattoos."}}