{"GDELT": {"GlobalEventID": 928539879, "Day": 20200511, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3589, "Actor1Code": "GBR", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "Actor2Code": "USA", "Actor2Name": "MINNEAPOLIS", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.84047267355982, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lyme Regis, Dorset, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKD6", "Actor1Geo_ADM2Code": "40105", "Actor1Geo_Lat": 50.7333, "Actor1Geo_Long": -2.9333299999999998, "Actor1Geo_FeatureID": "-2602321", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Minnesota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMN", "Actor2Geo_Lat": 45.7326, "Actor2Geo_Long": -93.9196, "Actor2Geo_FeatureID": "MN", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lyme Regis, Dorset, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKD6", "Action2Geo_ADM2Code": "40105", "Action2Geo_Lat": 50.7333, "Action2Geo_Long": -2.9333299999999998, "Action2Geo_FeatureID": "-2602321", "DATEADDED": 20200610113000, "SOURCEURL": "http://www.royalgazette.com/news/article/20200610/vandals-target-somers-statue-in-lyme-regis"}, "ARTICLE": {"TITLE": "Vandals target Somers statue in Lyme Regis", "TEXT": "Vandals target Somers statue in Lyme Regis\n\nDefacing history: the plaque honouring Admiral Sir George Somers, in his hometown, Lyme Regis, Devon, has been defaced by vandals. Sir George led the fleet that was headed to Virginia but was hit by a hurricane which forced his flagship, the Sea Venture, to wreck here, leading to the settlement of Bermuda (Photograph courtesy of Lyme Online)\n\n\n\nDefacing history: this statue and plaque honouring Admiral Sir George Somers, in his hometown, Lyme Regis, Devon (Photograph courtesy of Lyme Online)\n\n\n\nA statue in an English home town of the man who claimed Bermuda for Britain was targeted as antiracism protests were held across the UK over the weekend.\n\nAn information plaque next to the likeness of Admiral Sir George Somers in Lyme Regis, Dorset, had \u0093murderer\u0094 scrawled on it and a cardboard sign with \u0093opportunist\u0094 written on it was placed nearby.\n\nBrian Larcombe, the Mayor of Lyme Regis, which is twinned with St George, condemned the vandalism and was expected to release a further statement.\n\nThe incident happened as British people took to the streets to back the Black Lives Matter campaign in the wake of the death of 46-year-old black man George Floyd in Minneapolis last month after he was arrested by police in Minneapolis, Minnesota.\n\nThe Lyme Online news website, which reported the vandalism, said the cardboard placard had been removed.\n\nThe site added that suggestions that Sir George, a former Mayor of Lyme Regis and area Member of Parliament, had been involved in the slave trade had been dismissed.\n\nLyme Regis historian and author Peter Lacey, whose book, Elizabethan Lyme, includes a section on Sir George\u0092s life, said he died in 1610 and the slave trade \u0093did not get under way until the 1640s\u0094.\n\nBut British involvement in the slave trade is recognised as having started when Captain John Hawkins made the first known English slaving voyage to Africa in 1562, in the reign of Queen Elizabeth 1.\n\nHawkins made three journeys over a period of six years, captured more than 1,200 Africans and sold them in Spanish colonies in the Americas.\n\nSir George claimed Bermuda as a British territory in 1609 after he was shipwrecked on the island on his way to the English colony of Jamestown in Virginia.\n\nThe Lyme Regis/St George\u0092s Twinning Association erected the statue in 2016.\n\nA bronze statue of Edward Colston, from Bristol, whose involvement in the slave trade in the 17th century netted him a fortune, was torn down by protesters and dumped in the city\u0092s harbour last Sunday.\n\nThe Colston statue was put up in 1895 to mark his philanthropic contributions to Bristol, including two schools and a concert hall, which were named after him.\n\nThe schools and the concert hall have said that they will consider a change of name.\n\nRick Spurling, a historian from the St David\u0092s Island Historical Society, said he was \u0093surprised\u0094 at the news.\n\nBut he added: \u0093It only takes one person.\u0094\n\nMr Spurling said: \u0093I don\u0092t know what they mean by \u0091murderer\u0092.\u0094\n\nHe added that Sir George had been involved in the sack and looting of Caracas, Venezuela, in 1595.\n\nBut Mr Spurling said: \u0093They were at war with Spain. It was rough living in those days.\u0094\n\nChristopher Famous, a Progressive Labour Party backbencher who has criticised Sir George\u0092s prominence in Bermuda\u0092s history, said: \u0093We must always remember that colonialism was the precursor to slavery.\n\n\u0093In order to colonise a place, you had to go there and steal land from the indigenous people.\u0094\n\nHe added: \u0093In 1609, Sir George Somers was admiral of a fleet heading to Jamestown, Virginia. That land didn\u0092t belong to the English. It belonged to Native Americans.\n\n\u0093They were going to someone else\u0092s land, got shipwrecked here, and colonised Bermuda. He then went to Jamestown and died after coming back.\u0094\n\nMr Famous said fresh scrutiny of statues and monuments from the colonial era was \u0093a long overdue awakening\u0094.\n\nHe added: \u0093This is not just about police brutality against blacks. It\u0092s about the historical legacy of colonialism and slavery, which has put black people in the position they are in now.\n\n\u0093I don\u0092t want anyone to say that Famous said \u0091let\u0092s deface statues\u0092. But the reality is, these are monuments to colonialism\u0092s legacy and to mass slavery.\u0094\n\nMr Famous added: \u0093If we\u0092re going to be honest about Black Lives Matter we have to be fully honest about history.\n\n\u0093Sir George Somers didn\u0092t just simply find Bermuda. He was a privateer who got shipwrecked on the way to colonise somebody else\u0092s land.\u0094"}}