{"GDELT": {"GlobalEventID": 928540320, "Day": 20200610, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4384, "Actor1Code": "COP", "Actor1Name": "DEPUTY", "Actor1Type1Code": "COP", "Actor2Code": "LEG", "Actor2Name": "DELEGATE", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.0833333333333304, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Nkawkaw, Ghana (general), Ghana", "Actor1Geo_CountryCode": "GH", "Actor1Geo_ADM1Code": "GH00", "Actor1Geo_ADM2Code": "190682", "Actor1Geo_Lat": 5.8, "Actor1Geo_Long": -0.75, "Actor1Geo_FeatureID": "-2076752", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Nkawkaw, Ghana (general), Ghana", "Actor2Geo_CountryCode": "GH", "Actor2Geo_ADM1Code": "GH00", "Actor2Geo_ADM2Code": "190682", "Actor2Geo_Lat": 5.8, "Actor2Geo_Long": -0.75, "Actor2Geo_FeatureID": "-2076752", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nkawkaw, Ghana (general), Ghana", "Action2Geo_CountryCode": "GH", "Action2Geo_ADM1Code": "GH00", "Action2Geo_ADM2Code": "190682", "Action2Geo_Lat": 5.8, "Action2Geo_Long": -0.75, "Action2Geo_FeatureID": "-2076752", "DATEADDED": 20200610113000, "SOURCEURL": "https://www.ghanaweb.com/GhanaHomePage/politics/Hoard-enough-money-or-forget-victory-NPP-Communications-officer-to-Candidates-976000"}, "ARTICLE": {"TITLE": "Hoard enough money or forget victory – NPP Communications Officer to candidates", "TEXT": "Politics of Wednesday, 10 June 2020\n\nSource: Starr FM\n\nHoard enough money or forget victory – NPP Communications Officer to candidates\n\nA Deputy National Communication Director of the ruling New Patriotic Party (NPP) Jennifer Oforiwaa Prempeh has candidly advised Candidates contesting June 20, 2020, Parliamentary Primaries to hoard enough money to share to delegates.\n\n\n\nShe said any candidate who runs out of money before the election “should forget winning the Primaries”.\n\n\n\n“I understand the real game when it comes to internal elections. If you run out of money on the eve to the election day forget it. So all candidates must be prepared, hoard enough money for the few days left to the election. Don’t spend money on anything now wait after the election then you do that.”\n\n\n\nThe Deputy National Communication Officer known in politics as Jeniffer Queen said this in a phone interview with Nkawkaw based Agoo FM’s morning show program dubbed “Ene Nso Biom” hosted by Omansofo Kwabena Asante.\n\n\n\nGhana continues to grapple with the increasing monetization of politics particularly during internal political party elections, a situation linked to the high level of corruption among government officials.\n\n\n\nHowever, Jennifer Prempeh believes it is a reality that candidates cannot do away.\n\n\n\nSpeaking on the fifteen (15) disqualified aspirants in the Eastern Region, Jennifer Prempeh called for calm among the affected persons and their supporters.\n\n\n\nShe said though painful, the decision of the National Executives Committee (NEC) must be respected adding that many of the incumbent Members of Parliament will not contest again in 2024 which would give them another opportunity to pursue their ambition of serving in Parliament.\n\n\n\nThere has been raging anger among some branch executives and supporters of the ruling New Patriotic Party (NPP) in the Eastern Region after the National Executive Committee (NEC) of the party upheld the disqualification of fifteen (15) aspirants by the vetting committee.\n\n\n\nThe branch executives and supporters of the disqualified aspirants were hopeful NEC will establish merit in petitions filed by their various aspirants to reverse the decision of the vetting Committee described by them as unfair and unjust.\n\n\n\nWhile some of the embittered supporters have threatened to vote skirt and blouse others say they will not vote at all in the December election.\n\n\n\n“We will vote skirt and blouse. Mark our words. We are the movers and shakers at the grassroots. You will see what will happen in December”.\n\n\n\n\n\nDisclaimer GhanaWeb is not responsible for the reportage or opinions of contributors published on the website. Read our disclaimer.\n\nSend your news stories to and via WhatsApp on +233 55 2699 625.\n\nJoin our Newsletter"}}