{"GDELT": {"GlobalEventID": 928709117, "Day": 20200611, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4411, "Actor2Code": "USAMED", "Actor2Name": "THE ASSOCIATED PRESS", "Actor2CountryCode": "USA", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.464480874316941, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVA", "Actor2Geo_Lat": 37.768, "Actor2Geo_Long": -78.2057, "Actor2Geo_FeatureID": "VA", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Richmond, Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_ADM2Code": "VA760", "Action2Geo_Lat": 37.5538, "Action2Geo_Long": -77.4603, "Action2Geo_FeatureID": "1499957", "DATEADDED": 20200611043000, "SOURCEURL": "https://www.timesofisrael.com/us-protesters-topple-behead-and-drown-christopher-columbus-statues/"}, "ARTICLE": {"TITLE": "US protesters topple, behead and drown Christopher Columbus statues", "TEXT": "At least three statues of Christopher Columbus have been torn down or defaced in the US, officials said Wednesday, as calls to remove sculptures commemorating colonizers and slavers sweep America on the back of anti-racism protests.\n\nThe incidents come as pressure builds in the United States to rid the country of monuments associated with racism following massive demonstrations over the killing of George Floyd by a white police officer in Minneapolis last month.\n\nItalian explorer Columbus, long hailed by school textbooks as the discoverer of “The New World,” is considered by many to have spurred years of genocide against indigenous groups in the Americas.\n\nGet The Times of Israel's Daily Edition by email and never miss our top stories Free Sign Up\n\nHe is regularly denounced in a similar way to Civil War generals of the pro-slavery south.\n\nLate Tuesday, a statue of Columbus in Richmond was torn down by protesters, set on fire and then thrown into a lake.\n\nWARNING: CONTAINS PROFANITY – Anti-racism protesters in Richmond, Virginia, tore down a statue of Christopher Columbus on Tuesday night, then draped it in a burning flag before dumping it in a lake https://t.co/bMuobBmIRR pic.twitter.com/AV4lAQ7OLB — Reuters (@Reuters) June 10, 2020\n\nThe figure was toppled less than two hours after protesters gathered in the city’s Byrd Park were chanting for the statue to be taken down, news outlets reported.\n\nAfter the figure was removed from its pedestal around 8:30 p.m. Tuesday by protesters using several ropes, a sign that reads, “Columbus represents genocide” was placed on the spray-painted foundation that once held the statue. It was then set on fire and rolled into a lake in the park, NBC 12 reported.\n\nThere was no police presence in the park, but a police helicopter was seen circling the area after the city-owned figure was torn down, the Richmond Times-Dispatch reported.\n\nThe city’s parks department did not immediately respond to a request for comment on the fallen statue from The Associated Press.\n\nEarlier during the day, Activist Chelsea Higgs-Wise and other protesters spoke to a crowd gathered at Byrd Park about the struggles of indigenous people and African-Americans in America. “We have to start where it all began,” Higgs-Wise said during her speech. “We have to start with the people who stood first on this land.”\n\nThe Columbus statue was dedicated in Richmond in December 1927, and had been the first statue of Christopher Columbus erected in the South, the newspaper reported. Its toppling comes amid national protests over the death of George Floyd and several days after a statue of Confederate Gen. Williams Carter Wickham was pulled from its pedestal in Monroe Park by demonstrators who also used ropes to tear it down.\n\nSeparately, a statue of Christopher Columbus in Boston was beheaded, police said Wednesday.\n\nThe statue — which stands on a plinth in the heart of Boston — has been controversial for years, like other Columbus statues across the US, and has been vandalized in the past.\n\nBoston police were alerted to the damage shortly after midnight on Tuesday, a spokesman told AFP. An investigation is under way but no one has been arrested, he added.\n\nA jogger running past the statue Wednesday said she approved of the decapitation.\n\n“Coming out of the Black Lives Matter protests, I think it’s a good thing to capitalize on this momentum,” she told AFP, without giving her name.\n\n“Just like black people in this country, indigenous people have also been wronged. I think this movement is pretty powerful and this is very symbolic,” she added.\n\nDozens of American cities have over the years replaced “Columbus Day” in October — which became a federal holiday in 1937 — with a day of tribute to “indigenous peoples.”\n\nBut not Boston or New York, which have large Italian-origin communities.\n\nBoston’s mayor, Marty Walsh, condemned the beheading but added that the statue would be removed on Wednesday pending a decision about its future, local media reported.\n\nIn Minnesota, a rope was thrown around the 10-foot bronze statue Wednesday afternoon and protesters pulled it off its stone pedestal.\n\nBREAKING: Protesters have toppled the Christopher Columbus statue at the Minnesota State Capitol. @WCCO pic.twitter.com/uCpZY1zoA8 — Nick Streiff (@nickstreiff) June 10, 2020\n\nThe protesters, including Dakota and Ojibwe Indians, said they consider Columbus as a symbol of genocide against Native Americans. They said they had tried many times to remove it through the political process, but without success.\n\nState Patrol troopers in helmets, who provide security in the Capitol complex, stood by at a distance but did not try to stop the protesters, who celebrated afterward with Native American singing and drumming.\n\nThe troopers eventually formed a line to protect the toppled statue so it could be taken away."}}