{"GDELT": {"GlobalEventID": 928709160, "Day": 20200611, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4411, "Actor1Code": "BGR", "Actor1Name": "BULGARIA", "Actor1CountryCode": "BGR", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.27340823970037, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Slovenia", "Actor1Geo_CountryCode": "SI", "Actor1Geo_ADM1Code": "SI", "Actor1Geo_Lat": 46.25, "Actor1Geo_Long": 15.166667000000002, "Actor1Geo_FeatureID": "SI", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bulgaria", "Action2Geo_CountryCode": "BU", "Action2Geo_ADM1Code": "BU", "Action2Geo_Lat": 43.0, "Action2Geo_Long": 25.0, "Action2Geo_FeatureID": "BU", "DATEADDED": 20200611043000, "SOURCEURL": "https://en.nhandan.org.vn/world/item/8752902-world-news-in-brief-june-10.html"}, "ARTICLE": {"TITLE": "World News in Brief: June 10", "TEXT": "* Russia and China have started making the case at the United Nations against Washington's claim that it can trigger a return of all sanctions on Iran at the Security Council, with Moscow invoking a 50-year-old international legal opinion to argue against the move.\n\n* The European Union's top diplomat has urged all conflict parties in Libya to immediately stop all military operations and engage constructively in peace negotiations. In a joint statement with the foreign ministers of Germany, France and Italy issued on Tuesday (June 9), the EU's top diplomat, Josep Borrell, called on the conflict parties in Libya to swiftly agree on a ceasefire and withdraw all foreign forces, mercenaries and military equipment.\n\n* The coronavirus pandemic in Mexico is advancing toward its peak level of infections but social distancing should continue until a vaccine is made available, World Health Organization officials said on Tuesday. The officials, from both the World Health Organization (WHO) and its Americas' arm, PAHO, stressed during a webcast conference that more testing is needed in Mexico before further economic re-opening, and that street protests could cause a spike of new cases.\n\n* Asylum applications in Europe fell to the lowest level in April for over a decade as borders closed to prevent the spread of the coronavirus, European Union figures show, compounding the challenges of people fleeing conflict and persecution. The number of asylum applications declined to 8,730 during April, an 86% drop from 61,421 in February, according to figures obtained by Reuters from the European Asylum Support Office (EASO). The EU had shut its external borders in March and many of its 27 member states suspended registration of applications.\n\n* The Paris Club of creditor nations have agreed to suspend debt service payments from Chad, Ethiopia, Pakistan and Republic of Congo as part of a G20 debt relief deal, the group said. The Group of 20 leading economies and the Paris Club, an informal group of state creditors coordinated by the French finance ministry, agreed in April to freeze debt payments of the 77 poorest countries this year to free up cash to fight the coronavirus pandemic.\n\n* Russia on Wednesday reported 8,404 new cases of the coronavirus, taking the nationwide tally of infections to 493,657. The country's coronavirus crisis response centre said 216 people had died from the virus in the past 24 hours, bringing the overall death toll to 6,358.\n\n* Brazil reported 32,091 new cases of coronavirus and 1,272 new deaths for the last 24 hours, the Health Ministry said on Tuesday. The South American country has so far recorded 739,503 confirmed cases of the virus, the second highest level of contagion after the United States, and 38,406 people have died, the third highest death toll worldwide.\n\n* Argentina confirmed more than 1,000 new cases of coronavirus on Tuesday as the rate of new infections continued to rise just days after it extended lockdown measures in the capital Buenos Aires, the country's largest city and epicenter for the virus. Argentina's Health Ministry logged 1,141 new cases in the past 24 hours, as well 24 deaths, pushing its totals to 24,761 cases and 717 deaths since the outbreak began in early March.\n\n* Mexico's health ministry reported 4,199 new confirmed coronavirus infections and 596 additional fatalities on Tuesday, bringing the total in the country to 124,301 cases and 14,649 deaths.\n\n* The French government is considering whether to end emergency health measures imposed to tackle the COVID-19 pandemic on July 10, the Prime Minister's department said on Wednesday. Prime Minister Edouard Philippe's office said the possible date of July 10 was one of several options being examined at present. Official data published on Tuesday showed that France's coronavirus death toll had risen by 87 to 29,296.\n\n* Thailand will consider a plan to reopen more businesses and establishments from as early as June 15, an official said on Wednesday, after the country has reported no local transmissions of the coronavirus in the past 16 days. The government's Centre for COVID-19 Situation Administration will consider the plan for the next phase of more \"high risk\" reopenings on Friday, said Taweesin Wisanuyothin, the centre's spokesman.\n\n* Hungary and Croatia will lift restrictions on cross-border travel from Friday as the novel coronavirus pandemic has subsided and remains under control in both countries, Hungarian foreign minister Peter Szijjarto said on Wednesday. Szijjarto said in a Facebook video that previous border openings with Austria, Slovakia, Serbia, Slovenia and the Czech Republic had not caused a spike in new cases.\n\n* Bulgaria will extend the epidemic emergency until the end of June to fight the spread of the coronavirus after an increase in new registered cases, Prime Minister Boyko Borissov said on Wednesday. Bulgaria has so far recorded 2,889 coronavirus cases of whom 167 have died. Over the past 24 hours it recorded 79 new cases.\n\n* Turkish President Tayyip Erdogan appointed new governors in 41 provinces, a presidential ruling in the Official Gazette showed on Wednesday.\n\n* Thailand reported four new coronavirus cases and no new deaths on Wednesday, bringing its total to 3,125 confirmed infections, of which 58 were fatalities. Thailand has recorded no new local transmissions for 16 days in a row.\n\n* Australia is on course to have largely eradicated the coronavirus by July, a public health official said on Wednesday, as the country's most populous state announced the removal of restrictions on community sports. Australia logged an increase of seven cases overnight in the eastern states, three in NSW and four in Victoria, bringing total nationwide cases to 7,274. Three of the most recent cases were from unknown sources, after the country recorded no cases acquired from an unknown source overnight to Tuesday.\n\n* The number of confirmed coronavirus cases in Germany increased by 318 to 184,861, data from the Robert Koch Institute (RKI) for infectious diseases showed on Wednesday. The reported death toll rose by 18 to 8,729, the tally showed.\n\n* Colombian police on Tuesday seized cocaine with an estimated value of US$265 million in shipping containers at the Pacific port of Buenaventura, a city on the Andean country's Pacific coast, a senior official reported. Some 4.9 tonnes of the drug were seized in two containers at Colombia's most important Pacific port, anti-narcotics police director General Jorge Luis Ramirez said. While there were no arrests, the operation represents the largest cocaine seizure in Colombia this year.\n\n* The Moroccan government said on Tuesday it will start easing restrictive measures imposed to curb coronavirus infections but delay a full lifting of the state of emergency until July 10. Morocco has been on lockdown since March 20. The gradual relaxation will take into account disparities in the infection rate between Moroccan regions, the government said in a statement."}}