{"GDELT": {"GlobalEventID": 928709762, "Day": 20200611, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4411, "Actor1Code": "MNCUSA", "Actor1Name": "BLACKROCK", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor2Code": "BUS", "Actor2Name": "INVESTOR", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.83928571428572, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Paris, France (general), France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR00", "Actor2Geo_ADM2Code": "16282", "Actor2Geo_Lat": 48.8667, "Actor2Geo_Long": 2.33333, "Actor2Geo_FeatureID": "-1456928", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20200611043000, "SOURCEURL": "https://amazonwatch.org/news/2020/0609-report-names-the-banks-financing-destructive-oil-projects-in-the-amazon"}, "ARTICLE": {"TITLE": "Report Names the Banks Financing Destructive Oil Projects in the Amazon", "TEXT": "Five of the biggest financial institutions in the world invested a combined $6 billion in oil extraction projects in the western Amazon between 2017 and 2019, according to a study recently published by the NGO Amazon Watch.\n\nLeading the race to underwrite this resource rush are some of the most powerful banks and investment funds in the world: Citigroup, JPMorgan Chase, Goldman Sachs, HSBC and BlackRock financed oil companies including GeoPark, Amerisur, Frontera and Andes Petroleum.\n\nThe projects are spread across 30 million hectares (74 million acres) of the Amazon, accounting for 25% of the rainforest distributed between Colombia, Ecuador and Peru.\n\nThe area is known as the Sacred Headwaters of the Amazon: it is here where the Amazon River, the largest on Earth by discharge volume, is born. But oil projects abound here, in a region considered the most biodiverse section of the Amazon and the world, and that's home to around 500,000 Indigenous people.\n\nThe region's oil reserves are estimated at 5 billion barrels. Keeping this fossil fuel in the ground would prevent the emission of 6 billion metric tons of carbon dioxide. That would be in line with the goals of the Paris climate agreement, which Colombia, Ecuador and Peru have all ratified. To achieve the agreement's long-term ambition of capping global warming at 1.5° Celsius (2.7° Fahrenheit), the rate of greenhouse gas emissions would have to be five times lower than current levels, according to the U.N.'s most recent report.\n\nThat makes these oil extraction projects, and the funding that enables them, counterproductive in the fight against climate change, activists say. According to Moira Birss, climate and finance director at Amazon Watch, only pressure from civil society can make these corporations stop extracting natural resources without guaranteeing the conservation of the environment and the rights of Indigenous people.\n\nThe issue is urgent, \"especially at a moment in which the governing bodies in the Amazon and the United States – where these banks and funds are based – are eliminating the protections to the environment and the Indigenous,\" Birss said.\n\nHeavy investments in fossil fuels\n\nIn late 2019, President Donald Trump confirmed to the United Nations that he was withdrawing the U.S. from the Paris Agreement. Though many of these financial institutions have since publicly expressed commitments to socio-environmental corporate responsibility and climate initiatives like the Paris Agreement, they continue to finance the destruction of the Amazon and the violation of Indigenous territorial rights, the report from Amazon Watch shows.\n\nMany of them are heavily invested in fossil fuels. BlackRock, for example, considered the world's largest global fund, with $7.4 trillion under management, is also the world's biggest investor in commodities as oil, gas and coal. JPMorgan Chase, meanwhile, has since 2016 invested more than $196 billion in fossil fuel companies.\n\nAmazon Watch, working in partnership with other institutions, has introduced the Stop The Money Pipeline campaign. The idea is to seek engagement from civil society to pressure banks to stop investing in these projects.\n\nAnother initiative is the request for a moratorium to be placed on the Amazon during the pandemic, suspending all projects prospecting for mining, oil, wood and agribusiness, as well as the religious proselytizing of Indigenous peoples.\n\nThe region has suffered serious consequences from commercial exploitation, including large-scale environmental contamination caused by oil extraction. From 1964 to 1990, Texaco (purchased by Chevron in 2001) illegally dumped more than 59 billion liters (15.6 billion gallons) of toxic waste and 63 million liters (16.6 million gallons) of crude oil in the Ecuadoran Amazon, directly affecting Indigenous territories.\n\nMore than 480,000 hectares (1.2 million acres) of forest were polluted and at least 30,000 people were impacted by Texaco's actions. The toxic waste made it all the way to Brazil and Peru. Another company, Occidental Petroleum, which operated in Peru from 1975 to 2000, released billions of liters of toxic waste into the region's forests and rivers.\n\n\"The oil companies that operate in the Amazon tend to use divide-and-conquer tactics in order to push their plans for drilling, leading to more inequality in the region,\" Birss said.\n\nOil activity has also severely impacted the health of the Indigenous communities. An epidemiological study in Ecuador discovered that, among people living in oil-producing areas, the risk of numerous types of cancer is a dozen times higher than the average for the population. Highly toxic elements are found in the waters near the oil sites in the Amazon, including cadmium, mercury, lead, potassium chloride, nickel, copper and others.\n\nIn the Corrientes River Basin in northeastern Peru, a study by the Ministry of Health showed that 90% of the people fromthe Achuar Indigenous community registered levels of heavy metals in their bloodstreams substantially higher than what is considered safe.\n\n\"We need to act quickly, because, as everyone knows, the Amazon is rapidly approaching the tipping point, with more fires and droughts each year. The forest and the traditional populations, especially Indigenous peoples, are in serious danger,\" Birss said.\n\nPandemic highlights risk of oil dependence\n\nThe novel coronavirus pandemic has directly impacted the oil industry. The price of a barrel of crude oil dropped below zero in late April, with supply greatly exceeding demand. In the mid term, this could curtail projects planned for the Amazon and discourage financial institutions from continuing to dump billions of dollars in the region. But Birss said she is skeptical.\n\nShe said the pandemic has made it even clearer that governments and companies must respect the rights of Indigenous peoples, since COVID-19 is having a devastating effect on their communities, especially among isolated peoples. \"The pandemic exacerbated the crisis that the oil and gas sector was already facing, both because of climate change as well as mismanagement and excessive debt. It also leaves clear the extent to which local communities are forgotten in the promises of 'development' made by companies,\" she said.\n\nIn the case of Ecuador, the crisis has revealed the vulnerability of the country's economy and its dependence of export commodities – especially oil. \"Since the 1960s and even when the price of a barrel was at $120, has oil failed to be the economic panacea that the government continues to sell it as. Instead, it has locked the country into a cycle of debt and dependence,\" Birss said.\n\nWith oil and gas hurting not just the climate and Indigenous peoples, but also investors' wallets, Birss said, \"it's time to invest in climatic resilience, Indigenous-led alternatives and renewable energy.\""}}