{"GDELT": {"GlobalEventID": 928709280, "Day": 20200611, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4411, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.01465201465202, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200611043000, "SOURCEURL": "https://www.pix11.com/news/local-news/series-of-police-reforms-in-d-c-and-albany-aim-to-narrow-police-activity"}, "ARTICLE": {"TITLE": "Series of police reforms in D.C. and Albany aim to narrow police activity", "TEXT": "NEW YORK — On Tuesday, both houses of the New York State legislature approved a repeal of Statute 50-A, which shields police officers' disciplinary records from release to the public. However, the change is one of a list of proposals in Albany and Washington aimed at restricting some police functions, and promoting greater interaction between law officers and the public.\n\nSome experts on police reform offer differing views as to whether or not all of the reforms should be implemented.\n\nIn the nation's capital, Republican members of the U.S. Senate, who control the chamber, said this week that they'll propose changes to police policies. The GOP had been resistant to new laws.\n\nMeanwhile, Democrats in Congress have introduced a series of police reforms, including:\n\n-using deadly force only as a last resort, after a long series of de-escalation tactics\n\n-a ban on most no-knock warrants, like the one used by police to enter Breonna Taylor's home, killing the innocent, off-duty EMT\n\n-a national database to track police misconduct\n\n-laws to make it easier to prosecute officers for misconduct.\n\nMeanwhile, in Albany, another series of bills regarding police activity is on the table.\n\nState Sen. Jamaal Bailey sponsored the Statute 50-a repeal, and is championing other changes, as well.\n\n\"The saying has gone, 'as goes New York, so goes the world,\" Bailey said in a recent interview with PIX11 News. \"I'd like for them to follow our lead.\"\n\nThe state's reform bills include:\n\n-requiring officers to report, within six hours, any discharge of a weapon\n\n-making courts publish racial data of all low-level offenses\n\n-criminalizing the filing of false 911 reports based on race\n\nThe last measure is a specific response to the incident last month when Amy Cooper called police on an African-American birdwatcher in Central Park.\n\nThe number of proposed changes is significant, but Peter Moskos, chair of the law and police science department at John Jay College, had a warning.\n\n\"It's hard to be against reform,\" he said in an interview, \"but the devil is always in the details.\"\n\nMoskos, a former cop and an author, said that just because there is a movement for police reform legislation doesn't necessarily mean that real change that can benefit citizens will happen legislatively.\n\nA case in point, he said, is the example that most people cite as a transformed police department -- the one serving Camden County, New Jersey. It was disbanded in 2013 and reformed. Subsequently, crime lowered in the county, which had had some of the country's highest crime rates.\n\nHowever, said Moskos, the changes were not necessarily for the reasons many people give.\n\n\"[The department] had been defunded and starved for years,\" Moskos told PIX11 News. \"One of the reasons things got better in Camden is simply they put more money into it, and hired more cops again.\"\n\nHowever, one other thing that Camden did was pay for Jack Hoban, president of Resolution Group, International, to train the entire police force in methods comprising a different approach to interacting with the community.\n\n\"They can't be afraid to be a protector, rather than an enforcer,\" Hoban, an American martial arts legend and ex-Marine, said. \"That's the bottom line.\""}}