{"GDELT": {"GlobalEventID": 928709974, "Day": 20200611, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4411, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.92165898617511, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Cleveland, Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_ADM2Code": "OH035", "Actor1Geo_Lat": 41.4995, "Actor1Geo_Long": -81.6954, "Actor1Geo_FeatureID": "1066654", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Cleveland, Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_ADM2Code": "OH035", "Action2Geo_Lat": 41.4995, "Action2Geo_Long": -81.6954, "Action2Geo_FeatureID": "1066654", "DATEADDED": 20200611043000, "SOURCEURL": "https://www.physiciansweekly.com/at-home-care-designed-for-covid-likely-here-to-stay-at-cleveland-hospital/"}, "ARTICLE": {"TITLE": "At-Home Care Designed For COVID Likely Here To Stay At Cleveland Hospital", "TEXT": "CLEVELAND, Ohio — In late March, Andrea Laquatra began to feel sick. At first, it was an overwhelming fatigue, and the 32-year-old Cleveland mother of two tried to push through it.\n\nA fever, headaches and body aches soon followed. Then she noticed she’d lost her senses of taste and smell.\n\nBy March 23, Laquatra could no longer deny the nagging fear she’d had since first falling ill: She might have COVID-19, the disease caused by the novel coronavirus, which by then had been detected in every state. That day, 351 new cases, 83 hospitalizations and three deaths were reported in Ohio.\n\nThe phone call Laquatra made next, to a COVID-19 hotline staffed by the area’s public health system, MetroHealth, likely helped contain the spread of her illness to only her husband, Tony.\n\nMetroHealth’s hotline connected the Laquatras to nurses and doctors who assessed their symptoms and checked in daily while they were ill. MetroHealth also took care of all the family’s immediate needs — including home delivery of prescriptions, groceries, toiletries and diapers for their 2-year-old — so they could safely stay home until they felt better.\n\nMetroHealth has offered the hotline and home assistance free to any Ohioan since mid-March. It said the hotline, which has fielded more than 11,000 calls, has saved the hospital system from being overwhelmed by a surge of COVID patients. It has also paved the way for a new model of health care delivery, one that brings care where patients are — at home.\n\nIt’s a model they believe must — and will — last beyond the current crisis, saving money for its health care system and addressing the myriad social needs that keep patients from getting and staying healthy.\n\nThe Hotline\n\nIt’s a Tuesday in mid-May and Dr. David Margolius is in his office on MetroHealth’s main campus in Cleveland’s Brooklyn Centre neighborhood, keeping an eye on a screen displaying a list of calls to the hotline.\n\nIt’s late afternoon, and about 63 people have called that day. Ten have been referred for testing. Nearly all of the callers have symptoms of COVID-19 and have been counseled to self-quarantine.\n\nMargolius calls a young woman who works as a protection officer at a juvenile detention center, and shares his half of the conversation with a reporter via video call. A nurse flagged the detention officer’s hotline call for follow-up with a doctor because one of the woman’s colleagues had tested positive for the coronavirus that day. While she doesn’t have any clear symptoms (just a scratchy throat), she’s worried about getting sick and exposing others. After hearing that she’s wearing a mask and maintaining social distance at work, Margolius assures her she’s probably fine.\n\n“You’re on top of it,” he tells her. “If things change and you develop symptoms, we’re here if you need us.”\n\nDr. Noha Dardir, a family medicine specialist who has fielded about 780 hotline calls, said patients were terrified, but they had few options early on because most of the primary care offices at MetroHealth were closed.\n\n“If we’re telling them to call their doctor and not go straight to the emergency room, we had to be there to take those calls. And it had to be 24/7,” she said. “I felt obligated to my patients.”\n\nMetroHealth was prepared for a surge of 1,000 patients, but at the pandemic’s peak in early May, only 13 COVID-positive patients were in intensive care. Only 82 people have been hospitalized with COVID-19 at MetroHealth since the crisis began.\n\nThe hotline’s peak came much earlier, on March 17, when nearly 700 people called. In the hotline’s first three days, staffers advised 200 people to quarantine themselves.\n\n“We just couldn’t keep up,” said Dr. Nabil Chehade, MetroHealth’s senior vice president for population health. “At one point, we had to have 12 physicians working to answer these calls.”\n\nCuyahoga County Health Commissioner Terry Allan, who has worked closely with hospitals to trace and contain COVID cases, believes the public hospital’s quick work in advising quarantines for those with symptoms — even mild ones — helped to contain the outbreak.\n\n“We joked early on that if you had a paper cut, we’d tell you to stay home for two weeks,” Allan said. “But that helps to reduce people from potentially being part of the chain of transmission.”\n\nAs of early June, about 300 of Cuyahoga County’s 1.3 million residents had died of COVID-19. While the county, Ohio’s second most populous, has had a high proportion of the cases in the state, it has fared much better than hard-hit counties with similar demographics in other parts of the country.\n\nNine weeks in, call volume has slowed. Now, about 100 people call daily and about three-quarters talk to a doctor. Still, MetroHealth’s hotline remains available round-the-clock, and Margolius said it’s clearly still needed. The county recently saw its highest rate of infections since the pandemic started, likely due to the partial reopening of Ohio’s economy, which began in mid-May.\n\n“This is obviously so far from over,” Margolius said.\n\nA New Model\n\nWhen MetroHealth’s doctors told Andrea Laquatra to quarantine at home in late March, she and her husband weren’t sure how they’d manage. They were already low on diapers and wipes, and had been grocery shopping for Tony Laquatra’s parents.\n\n“We always take care of my mom and dad. We couldn’t do nothing for them because we didn’t want to get them sick,” Tony Laquatra said.\n\nMany others the hospital told to quarantine were in the same boat. So the MetroHealth team added a social worker check-in and same-day delivery of groceries and other basic supplies through the hospital’s Institute for H.O.P.E. (health, opportunity, partnership, empowerment), launched last year with the goal of finding and addressing the causes of health disparities in the community.\n\nAs of May 22, institute staff members had delivered food and supplies to 620 households. In the early days of the pandemic, as the team scrambled to respond to the influx of calls, even members of the hospital’s executive team pitched in on those deliveries. So did some doctors.\n\nThe health system also started screening for loneliness and stress and has since referred 700 people for calls from the hospital’s behavioral health team, Chehade said.\n\nMetroHealth also connected the Laquatras to a church group that could shop for his their parents.\n\n“I just cried, I was so grateful,” Andrea Laquatra said. They have since recovered, and because they were never tested, are among the hundreds of probable COVID cases in the county.\n\nThe pandemic proved to be the perfect opportunity for MetroHealth to deliver on a long-discussed but only partly implemented plan to treat patients at home while addressing the basic social needs that sometimes prevent them from staying healthy, Chehade said.\n\n“We were forced to really transform our care overnight,” he said.\n\nNo Going Back?\n\nThe health system has vowed not to return to business as usual when the pandemic eases.\n\n“This is an inflection point in the delivery of health care, and it would be a tragedy if we didn’t learn from it,” said Dr. Brook Watts, MetroHealth’s vice president and chief quality officer. “The health care system will try to go back because there were a lot of incentives for the system to deliver care the way we did. We’re not going to go back. I’m not going back.”\n\nFor now, MetroHealth is paying for this new model of care through donations, its own funds and payment from Medicare and Medicaid, which have expanded reimbursement for telehealth in response to the pandemic. The health system estimates 30% to 60% of its visits in the future will be managed through telehealth, compared with just 0.5% pre-pandemic.\n\nAnd a new program, Hospital at Home — which delivers Bluetooth-enabled equipment such as heart rate, blood pressure and blood-oxygen monitors to patients with chronic illnesses to manage their recovery at home — could deliver hospital-quality care at 60% of the cost for half of all medical-surgical admissions.\n\nIt remains unclear if insurers, including the Centers for Medicaid & Medicare Services, will continue to pay for expanded health care delivered via telephone or video calls after the pandemic eases. If they return to pre-pandemic rules for reimbursement, it could make maintaining the current model difficult, or even impossible.\n\nFor the model to be viable and adopted widely, MetroHealth CEO Dr. Akram Boutros said, the nation’s health care system will have to reinvest these savings, and redirect the money it wastes on unnecessary tests and procedures, repeated hospitalizations for chronic, manageable diseases and overpriced medications and high-tech devices.\n\n“It may take some shaming of nonprofit medical institutions to bring them to this same area of focus,” said Boutros. But if they don’t want to do it, he added, they should financially support the health systems that do.\n\nKaiser Health News (KHN) is a national health policy news service. It is an editorially independent program of the Henry J. Kaiser Family Foundation which is not affiliated with Kaiser Permanente.\n\nby\n\nBrie Zeltner\n\nKaiser Health News\n\nKaiser Health News is a nonprofit news service covering health issues. It is an editorially independent program of the Kaiser Family Foundation, which is not affiliated with Kaiser Permanente."}}