{"GDELT": {"GlobalEventID": 928709793, "Day": 20200611, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4411, "Actor1Code": "NPL", "Actor1Name": "NEPAL", "Actor1CountryCode": "NPL", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.3509272467903, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kathmandu, Bagmati, Nepal", "Actor1Geo_CountryCode": "NP", "Actor1Geo_ADM1Code": "NP01", "Actor1Geo_ADM2Code": "22353", "Actor1Geo_Lat": 27.7167, "Actor1Geo_Long": 85.3167, "Actor1Geo_FeatureID": "-1022136", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20200611043000, "SOURCEURL": "https://www.daily-sun.com/post/486742/India-and-China:-How-Nepals-new-map-is-stirring-old-rivalries"}, "ARTICLE": {"TITLE": "India and China: How Nepal's new map is stirring old rivalries-486742", "TEXT": "Nepal's parliament is expected this week to formally approve a revised map of the country, including three areas it disputes with its giant neighbour India.\n\nIn Nepal, which is sandwiched between the two, people have reacted angrily, protesting and accusing India of disregarding the country's sovereignty.\n\nIn recent months a new Indian road on a strategic mountain pass fanned tensions, as did a revised map put out by Delhi showing disputed areas as belonging to India.\n\nTo top it off India and China are already locked in a military standoff in the northern Ladakh region of disputed Kashmir, where their troops have been facing off for weeks.\n\nMedia and some officials in India have accused China of instigating the changes to Nepal's map, a charge to which China has not responded.\n\nWhat triggered the row?\n\nTogether, the three areas cover about 370 sq km (140 square miles), Nepalese officials say. The strategic Lipulekh pass connects the Indian state of Uttarakhand with the Tibet region of China.\n\nNepal and China have been angered by India's recent moves. Delhi's published its new map of the border region in November, after it divided Indian-administered Kashmir into Jammu and Kashmir and Ladakh. The map incorporated some of the territories disputed with Nepal inside India's borders.\n\n\"We all agree that international boundary between two countries is defined by bilateral treaties. Any unilateral type of action cannot establish any legitimate claim of their presence,\" Pradeep Gyawali, Nepal's foreign minister, told the BBC.\n\nMr Gyawali said there was no other agreement beside the 1816 Sugauli treaty that defined the western border of Nepal with India, and that treaty clearly states that the three areas belong to Nepal.\n\nIn retaliation, Nepal published its revised map last month showing the disputed areas within Nepal, infuriating India in return.\n\n\"We urge the government of Nepal to refrain from unjustified cartographic assertion and respect India's sovereignty and territorial integrity,\" the Indian foreign ministry said in a statement.\n\nThe amendment to replace the map is expected to be passed in Nepal's parliament this week.\n\nIs it clear who the land belongs to?\n\nNepal surrendered a part of its western territory in 1816 after its forces were defeated by the British East India company. The subsequent Sugauli treaty defined the origin of the Kali river as Nepal's border point with India. But the two countries differ on the source of the Kali river.\n\nIndia argues that the exact co-ordinates of the river were not mentioned in the treaty and claims that improved survey techniques have redrawn the map in the years since.\n\nIn recent weeks, the so-called \"cartographic war\" has triggered nationalist sentiment on both sides of the border, and Nepal has called for India to withdraw its soldiers from the Kalapani region\n\n\"The increasing rhetoric on territorial nationalism on both sides is not good for bilateral relations,\" said Rakesh Sood, India's former ambassador to Nepal.\n\nIn reality, all the three contested areas have been firmly under India's control for the past 60 years or so and the people living in those areas are now Indian citizens, pay taxes in India and vote in the Indian elections.\n\nNepali politicians argue that as the country was going through decades of political crisis followed by a Maoist-led insurgency, they were not in a position to raise the border dispute with India.\n\nHow important is Nepal?\n\nAs a landlocked nation, Nepal depended for many years on Indian imports, and India played an active role in Nepal's affairs. But in recent years Nepal has drifted away from India's influence, and China has gradually filled the space with investments, aid and loans.\n\nChina considers Nepal a key partner in its Belt and Road Initiative (BRI), and wants to invest in Nepal's infrastructure as part of its grand plans to boost global trade.\n\nPresident Xi Jinping last year became the first Chinese leader to visit Nepal since Jiang Zemin in 1996. During his visit the two countries decided to upgrade their ties to a \"strategic partnership\".\n\n\"Nepal for a long time may have been influenced by India,\" said Professor Dingli Shen, a South Asia expert at the Fudan university in Shanghai. \"Now with China's rise they have an opportunity to accept Chinese markets and resources. The question is whether Nepal can balance its relations between India and China.\"\n\nFor India, the Lipulekh pass has security implications. After its disastrous 1962 border war with China, it was concerned about a possible Chinese intrusion through the pass, and has been keen to hold on to the strategic Himalayan route to guard against any future incursions.\n\nThe pass has proved a point of contention since. In May this year, the Indian defence minister, Rajnath Singh, inaugurated an 80km (50-mile) upgraded road on the pass. The improvements will help to reduce travel time for the Hindu pilgrims that use it, but it was this move that triggered the diplomatic spat with Nepal.\n\nScores of Nepalese held a protest in front of the Indian embassy in the Nepalese capital, Kathmandu last month demanding India withdraw its soldiers from the pass. Others expressed their anger on social media with hashtags like \"#Backoffindia\".\n\n\"We did publish a detailed map of Nepal in 1976 that showed the Lipulekh Pass and the Kalapani region within our territory. Only Limpiyadhura was left out - that was an accident,\" said Buddhi Narayan Shrestha, the former director general of the Survey Department of Nepal.\n\nEven before the territorial dispute, there were anti-India sentiments in Nepal. Violent protests erupted in 2015 when the ethnic Madhesi community revolted, demanding more rights, and goods traffic from India was blocked. Though India denied it was behind the economic blockade, very few people in Nepal believed the denial.\n\nThe five-month blockade crippled life in Nepal and many were furious that it badly affected reconstruction work after the 2015 earthquake disaster.\n\nSo has China been meddling?\n\nIn the current territorial dispute, the Nepalese government has accused Indian foreign ministry officials of not seeking to resolve what's at issue. The suspicion in Delhi is Kathmandu's new-found confidence is because of Chinese backing.\n\nThe Indian army chief, General MM Naravane, has said publicly that Nepal \"might have raised this problem at the behest of someone else\" - an indirect reference to alleged Chinese interference. And some mainstream right-wing media in India have called Nepal \"China's Proxy\" for raising the border issue. The remarks did not go down well in Kathmandu.\n\nBut Prof Shen said he did not see China's hand. \"Personally, I don't think China would be behind Nepal for what it is doing with India now,\" he said\n\nFor its part, China has been keeping quiet, apart from its foreign ministry saying it hoped India and Nepal would \"refrain from taking any unilateral action that may complicate the situation\".\n\nThere is consensus on both sides that dialogue is the way forward but it's clear that India has been disturbed by the turn of events in what used to be its closest ally.\n\nWhen Nepal's parliament formally approves the map, India will find it hard to ignore the issue any longer. Many former diplomats on both sides have been urging Delhi to begin talks.\n\nThough India's attention had been focused on tackling the pandemic in recent months, Mr Sood said the country \"should have found an opportunity to talk to the Nepalese side, at least through video conference, to address their concerns\".\n\nWhile it will be difficult for India to give up a strategic territory bordering China, Nepali leaders will struggle to sell any deal to its people without getting anything substantial in return. Both sides are in for a long haul.\n\nIf Delhi hardens its stance and attempts to compete for more influence in Nepal, it is likely to trigger more anti-India feeling.\n\nNepal stands to benefit immensely if it can steer the India-China rivalry to its advantage, but it also risks getting caught in the middle of the great Asian power game."}}