{"GDELT": {"GlobalEventID": 928709025, "Day": 20200611, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4411, "Actor2Code": "CVL", "Actor2Name": "VILLAGE", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -4.97271073377805, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Nainital, Uttaranchal, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN39", "Actor2Geo_ADM2Code": "70288", "Actor2Geo_Lat": 29.3833, "Actor2Geo_Long": 79.45, "Actor2Geo_FeatureID": "-2105459", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nainital, Uttaranchal, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN39", "Action2Geo_ADM2Code": "70288", "Action2Geo_Lat": 29.3833, "Action2Geo_Long": 79.45, "Action2Geo_FeatureID": "-2105459", "DATEADDED": 20200611043000, "SOURCEURL": "https://swarajyamag.com/ideas/the-unsung-frontline-warriors-how-gram-pradhans-in-uttarakhands-hill-districts-are-protecting-villages-and-villagers"}, "ARTICLE": {"TITLE": "The Unsung Frontline Warriors: How Gram Pradhans In Uttarakhand’s Hill Districts Are Protecting Villages And Villagers", "TEXT": "The inflow of returning migrants arriving from other states to Zarajibli village in Dharchula block of Pithoragarh district, Uttarakhand, began on 5 May. Sanjeev Singh, head of the village, gives this piece of information over the phone. A quick flipping of pages can be heard in the background.\n\nHe says, \"Iktaalis. Forty one people have arrived in the village so far from outside. Many of them were from Haridwar, Pune, Delhi and Mumbai.\" The village is 35 odd kilometres from Pithoragarh district's border with Nepal.\n\nCovid-19 has seen two kinds of movements in this border district of Uttarakhand: one, of migrant workers from India's neighbour Nepal moving back home, and second, of migrant workers who hail from the district, arriving from other states.\n\n\n\nZarajibli village, Singh mentions, has handled things well so far.\n\nReceiving the returning migrants from other states required Singh to ensure the safety of the resident villagers and percolate the awareness on social distancing norms, down to every home. He also had to ensure that the quarantine centres to be carved out from the available infrastructure in the village met the requirements.\n\nSingh readied \"seven schools\" in the village, a number he proudly states, to accommodate the returning migrants. When the migrant workers arrived, they found the material and ration to cook their own food at the quarantine centres. This one aspect is important to everyone.\n\nIt cuts the possibility of the resident villagers around the quarantine centres, besides ensuring that the quarantined returnees get the freshly cooked meals on time. Cleaning and sanitising of the rooms after the returnees leave for homes, is part of Singh's new set of responsibilities.\n\nSecurity and safety of the villages is paramount."}}