{"GDELT": {"GlobalEventID": 928709302, "Day": 20200611, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4411, "Actor1Code": "COP", "Actor1Name": "POLICE OFFICER", "Actor1Type1Code": "COP", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.67639902676399, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200611043000, "SOURCEURL": "https://www.sbs.com.au/news/mike-pompeo-promises-probe-into-beating-of-australian-journalists"}, "ARTICLE": {"TITLE": "Mike Pompeo promises probe into beating of Australian journalists", "TEXT": "US Secretary of State Mike Pompeo says the State Department will do its best to investigate the police beating of a Seven Network reporter and cameraman outside the White House.\n\nAmelia Brace and Tim Myers were broadcasting live back to Australia last week when US Park Police aggressively cleared demonstrators out of Washington DC's Lafayette Square so US President Donald Trump could pose for photos outside a church holding a bible.\n\nMs Brace was struck with a truncheon, Tim Myers was punched and hit with a riot shield and both were hit with rubber bullets and tear gas.\n\nAustralian Prime Minister Scott Morrison had asked the Australian Ambassador to the US, Arthur Sinodinos, to look into what took place.\n\nAP Pool\n\n\"I know there have been concerns from some countries of their reporters having been treated inappropriately here,\" Mr Pompeo told reporters in Washington DC on Wednesday.\n\n\"We've seen some of those allegations come into the State Department.\n\n\"You should know, those countries should know, we will handle them in a completely appropriate way.\n\n\"We will do our best to investigate them to the extent the State Department is capable of doing that and we will address them in a way that is appropriate to try to address any concerns those nations may have about their journalists, who we, too, do our level best to protect.\"\n\nTwo US Park Police officers have been placed on administrative leave while an investigation takes place.\n\nLafayette Square was packed with demonstrators following the police custody death of George Floyd in Minneapolis.\n\nMr Pompeo rejected comparisons between American authorities' tough tactics with media members to tactics used by China in Hong Kong.\n\nSeven's director of news and public affairs Craig McPherson described the police actions as \"nothing short of wanton thuggery\".\n\nBut the White House has previously defended the police treatment of the Seven Network crew, saying authorities had \"a right to defend themselves\".\n\n\"No tear gas was used and no rubber bullets were used,\" Press Secretary Kayleigh McEnany said.\n\n\"The officers had no other choice than, in that moment, to act and make sure that they were safe and that the perimeter was pushed back,\" she said."}}