{"GDELT": {"GlobalEventID": 928709851, "Day": 20200611, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4411, "Actor1Code": "PHL", "Actor1Name": "MANILA", "Actor1CountryCode": "PHL", "Actor2Code": "CHN", "Actor2Name": "BEIJING", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -0.9569377990430601, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manila, Manila, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RPD9", "Actor1Geo_ADM2Code": "24210", "Actor1Geo_Lat": 14.6042, "Actor1Geo_Long": 120.98200000000001, "Actor1Geo_FeatureID": "-2437894", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manila, Manila, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPD9", "Action2Geo_ADM2Code": "24210", "Action2Geo_Lat": 14.6042, "Action2Geo_Long": 120.98200000000001, "Action2Geo_FeatureID": "-2437894", "DATEADDED": 20200611043000, "SOURCEURL": "https://news.abs-cbn.com/news/06/11/20/china-troll-army-massive-funds-could-influence-2022-polls-ex-justice-carpio"}, "ARTICLE": {"TITLE": "China troll army, massive funds could influence 2022 polls: ex-Justice Carpio", "TEXT": "Watch more in iWant or TFC.tv\n\nMANILA - The fear of Chinese interference in the Philippine elections is very valid, retired Supreme Court Associate Justice Antonio Carpio warned Thursday, noting that Beijing could fund its preferred candidate as well as mobilize its online troll army to influence the 2022 polls.\n\n\"Those fears are very valid because 2 things: China has an army of trolls and right now they are even in our cyberspace. They are in our online newspapers making all sorts of comments. They are very open about it so they can influence their army of online trolls. Second, they could also contribute funds to their candidate of choice so this threat of China interfering in our 2022 elections is very real,” Carpio said in an interview on ANC's Headstart.\n\nDubbed the 50 Cent Party or the 50 Cent Army, the term is used to described Internet commentators allegedly hired by authorities of the People's Republic of China in an attempt to manipulate public opinion.\n\nA 2017 Harvard University paper earlier said Beijing \"fabricates and posts about 448 million social media comments a year.\"\n\nIn the interview, Carpio said the West Philippine Sea must also be an issue in the coming elections where Presidential candidates will be asked about their stand on the matter.\n\n\n\n“We will look at their records in the past because they can always say that they assert the ruling during the campaign but just like President [Rodrigo] Duterte when he gets elected, he makes a 180-degree turnaround. We have to scrutinize every candidate for what they say during the campaign and also during the past whether they are consistent,” he said.\n\nDuterte had refused to invoke Manila's victory before a UN-backed arbitration court that invalidated Beijing's sweeping claims in the South China Sea.\n\nCarpio said China wants to control the Philippine’s exclusive economic zones by putting up military bases there.\n\n“They need one in the northeastern section of the South China Sea that is in the vicinity of the Scarborough Shoal. If they want to control the South China Sea, they have to put up an air naval base on Scarborough Shoal,\" he said.\n\nHe said China’s plan to impose Air Defense Identification Zones (ADIZ) over the South China Sea means that it will soon reclaim Scarborough Shoal and put up an air and naval base there.\n\nCarpio said the Philippines can do a lot to defend its rights in the West Philippine Sea. One example is by entering into conventions with Vietnam, Malaysia, Brunei and Indonesia—or the coastal states that prejudiced by China’s 9 dash line “to agree that in the Spratlys, there are no islands that generate an [exclusive economic zone], only territorial seas.\"\n\n\"We can put this into a convention, invite naval powers to join that convention. In effect, we have here the naval powers of the world enforcing by state practice the arbitral ruling and China will be isolated because China will be the only country in the world that would oppose this because it's only China that’s claiming the entire South China Sea,” he said.\n\nThe Philippines can also have joint patrols of EEZ with coastal states or file an extended continental shelf in the coast of Luzon.\n\n“We have not done that. The Philippine can unilaterally file an extended continental shelf on the coast of Luzon facing the South China Sea,” he said.\n\nThe retired justice said Vietnam and Malaysia have filed their own claims on ECS in the South China Sea.\n\n“But we did not because we don’t want to offend China. If we don’t want to offend China, we can never defend the West Philippine Sea because by definition, defending the West Philippine Sea means going against the claim of China,” he said.\n\nHe added that the government should encourage and welcome freedom of navigation operations of naval powers.\n\n“We should welcome them because they are actually enforcing the ruling for us,\" he said.\n\nCarpio also warned that China would only agree to a Code of Conduct in the South China Sea after it has built an air and naval base on Scarborough Shoal.\n\n“Nothing will happen in the Code of Conduct because China will always object to anything that is prejudicial to its claim. China will only agree to a Code of Conduct after they have reclaimed Scarborough Shoal. That is why China is delaying this Code of Conduct because it has not yet completed its island building,” he said.\n\nHe said all these options to protect the Philippines sovereign rights in the West Philippine Sea require government action.\n\n“What we can do now as citizens is to educate ourselves and to prepare for 2022 when we elect a new president. We must make sure that the new president will defend faithfully, sincerely our sovereign rights in the West Philippine Sea,” he said.\n\nHe stressed that this is about defense of Philippine territory and maritime zone.\n\n“This involves national interest. This is not a matter of making jokes,” he said."}}