{"GDELT": {"GlobalEventID": 928924579, "Day": 20200612, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4438, "Actor1Code": "MIL", "Actor1Name": "MILITARY", "Actor1Type1Code": "MIL", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.98875918720276, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Ogun State, Ogun, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI16", "Actor1Geo_ADM2Code": "22963", "Actor1Geo_Lat": 7.0, "Actor1Geo_Long": 3.58333, "Actor1Geo_FeatureID": "-2022272", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Ogun State, Ogun, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI16", "Actor2Geo_ADM2Code": "22963", "Actor2Geo_Lat": 7.0, "Actor2Geo_Long": 3.58333, "Actor2Geo_FeatureID": "-2022272", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Ogun State, Ogun, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI16", "Action2Geo_ADM2Code": "22963", "Action2Geo_Lat": 7.0, "Action2Geo_Long": 3.58333, "Action2Geo_FeatureID": "-2022272", "DATEADDED": 20200612034500, "SOURCEURL": "https://guardian.ng/politics/june-12-grappling-with-credible-democracy-21-years-on/"}, "ARTICLE": {"TITLE": "June 12: Grappling with credible democracy 21 years on", "TEXT": "\n\nTwenty-seven years ago, former Military Head of State, Gen. Ibrahim Babangida annulled the June 12 Presidential election acclaimed to have been won by the late business mogul and candidate of the defunct Social Democratic Party (SDP), Chief Moshood Kashimawo Abiola. Abiola died in incarceration during the regime of the late Gen. Sani Abacha.\n\nAt the time, Nigerians, including members of the international community and most African leaders, were of the view that the decision would create a long-term negative effect on the unity and peaceful co-existence of the country. That prediction has largely come true.\n\nIndeed, one of the first critical and negative impacts of the annulment was the destruction of mutual trust, which the spirit of June 12 election and the personality of Abiola represented, just as it returned the country to military rule and later, a short-lived, long anticipated Third Republic.\n\nSecondly, the annulment further pushed the country into an unprecedented socio-economic and political crisis, which nearly dragged it into another civil war but for providence and the role played by major stakeholders, who rather than fold their arms and allow the country disintegrate, came together irrespective of their ethnic divide to save the union.\n\nWhile concerted efforts were put in place to stabilise the country, several groups including different socio-cultural organisations, civil rights organisations such as the National Democratic Coalition (NADECO) revolted and demanded for the restoration of Abiola’s mandate and democracy in well coordinated protests both within and outside the country. This eventually forced the military government of Gen. Babangida to step aside on August 3, 1993 and put in place a short-lived Interim National Government (ING), headed by Chief Earnest Shonekan.\n\nDespite Babangida’s exit from power and with the ING in place, the demand for the reinstatement of Abiola’s mandate eventually overwhelmed Shonekan and on November 17, 1993, Abacha, being the Minister of Defence and most senior official in the military hierarchy, forced Shonekan to resign. In a nationwide broadcast, Abacha cited the socio-political uncertainties under the Interim National Government as one of the reasons he took over government. This was sequel to the declaration of the ING as illegal by a federal judge, Dolapo Akinsanya, who made her ruling on November 11, 1993.\n\nThe judge had ruled that the interim government appointed by Babangida was illegal. The coming of Abacha, however, did not stop the strong demand for the reinstatement of Abiola’s mandate as NADECO became more confrontational with the military regime. The Nigeria Union of Petroleum and Natural Gas Workers (NUPENG), then led by its former General Secretary, Chief Frank Kokori, aligned with the pro-democracy groups across the country to demand the return of Nigeria to democracy and especially the declaration of Abiola as president. On June 11, 1994, Abiola declared himself the democratically elected President of Nigeria in the Epetedo area of Lagos. This eventually led to his arrest and detention by the Abacha regime. He remained incarcerated till he died on the day he was due to be released, July 7, 1998. Abacha had died on June 8, 1998 and was succeeded by Gen. Abdulsalami Abubakar (rtd).\n\nWithout wasting time, Gen. Abubakar hurriedly put a transition programme in place to return Nigeria to democratic rule. And on May 29, 1999, he handed over government to a democratically elected President Olusegun Obasanjo of the Peoples Democratic Party (PDP), who had been sentenced to death over a phantom coup by the Abacha regime in 1995. Unfortunately, throughout Obasanjo’s eight years in office, he neither heeded the pressure mounted on him to address the issue of Abiola’s mandate or honour the late business mogul by way of declaring June 12 as Democracy Day, instead of May 29. Neither did his successors, the late President Umaru Yar’Adua and Dr. Goodluck Jonathan recognise Abiola until the incumbent, President Muhammadu Buhari honoured the late Aare Onakankanfo of Yorubaland and declared him winner of the June 12, 1993 election. It also endorsed the day as Democracy Day commencing from 2020.\n\nIn Buhari’s declaration last year, the president had said Democracy Day anniversary would henceforth be marked on June 12 in honour of the late philanthropist instead of May 29. Buhari also said Abiola would be conferred with the nation’s highest honour, the Grand Commander of the Federal Republic (GCFR), reserved exclusively for Nigeria’s presidents. His running mate in the election, Ambassador Babagana Kingibe, would be conferred with the second highest honour, the Grand Commander of the Niger (GCON) alongside Nigeria’s foremost pro-democracy activist, the late Gani Fawehinmi.\n\nThe president said that in the past 18 years, Nigerians had been celebrating May 29 as Democracy Day, noting that it was the date when, for the second time in Nigeria’s history, an elected civilian administration took over from a military government.\n\nAccording to Buhari, “The first time this happened was on October 21, 1979. But in the view of Nigerians, as shared by this administration, June 12, 1993, was far more symbolic of democracy in the Nigerian context than May 29 or even October 1.\n\n“June 12, 1993 was the day when Nigerians in millions expressed their democratic will in what was undisputedly the freest, fairest and most peaceful election since our Independence. The fact that the then military government did not uphold the outcome of that election does not detract from the democratic credentials of that process.\n\n“Accordingly, after due consultations, the Federal Government has decided that henceforth June 12 will be celebrated as Democracy Day.\n\n“Therefore, government has decided to award, posthumously, the highest honour of the land, GCFR, to the late Chief M.K.O Abiola, the presumed winner of the June 12, 1993 cancelled elections. His running mate as vice president, Ambassador Baba Gana Kingibe, is also to be invested with a GCON. Furthermore, the tireless fighter for human rights and the actualisation of June 12 elections and indeed for democracy in general, the late Chief Gani Fawehinmi is to be awarded the GCON.\n\n“The investiture will take place on Tuesday June 12, 2018, a date which in future years will replace May 29 as a national public holiday in celebration of Nigeria’s Democracy Day.”\n\nHOWEVER, Nigerians have been asking whether the country has gained anything from the June 12, 1993 presidential election or if the endorsement of the day would be of any significance since its adoption last year.\n\nWhile reacting yesterday, NADECO commended Buhari for endorsing June 12 as Democracy Day and bestowing honour on Abiola, but said it is worried that none of the critical issues it raised about the system of governance during its press conference in 2019 when Buhari recognised Abiola had been addressed even though they “remain critical and fundamental towards resolving the incessant political instability, economic misery, national mutual mistrust, lack of cohesion and unacceptable level of national insecurity.”\n\nThe group said as Nigeria begins to mark Democracy Day today, June 12, 2020, the seeming total disregard of this administration and its party, APC, to fulfill the major electoral promises and manifesto to restore the country to federal constitutional governance constitutes a betrayal of public trust upon which it secured its mandate in 2015.\n\nNADECO added that it is painfully clear now that the president and the APC made false promises that they did not intend to keep, noting, “The (Malam Nasir) el-Rufai Committee set up (an afterthought) therefore remains a ruse, a gimmick to hoodwink the public to believe that the government was doing something. President Buhari’s so-called three pillars – to secure Nigeria, to revamp the economy and to fight corruption – have clearly recorded very low achievements because the current centralist and unitarist governance structure remains unsuitable, unsustainable and counterproductive in an heterogeneous geographical and political space where the different ethnic nationalities or groups of them must be free to govern themselves as they deem fit, given the divergent languages, religions, traditions, cultures, artifacts and folklores of the people.”\n\nThe coalition also critcised the present state of Nigeria’s economy, which it said has not really witnessed any significant and qualitative improvement as a result of the centralist and unitary governance.\n\nIt noted the fact that fiscal federalism has been abandoned since the advent of the military governance and had decreed appropriation to the central government of the major sources from which the regions were raising resources to fund their developmental programmes, the atomized/component states since then do very little for Internally Generated Revenue (IGR), since all they do is wait for the monthly allocations from the Federation Account, except for very few states that can pay their bills without the “Manna from Abuja”.\n\nOther observations by the coalition include the failure of President Buhari and his government to trim government bureaucracy in order to reduce the cost of governance, the escalating rate of unemployment and bad state of insecurity across the country. It also decried the painful reality of the Buhari government with respect to persistent herdsmen/bandits clashes with farmers.\n\nOne of the closest associates of Abiola, Chief Jide Sawyer, described the present democracy as being even worse and deficient more than military rule. He said the country appears to have learnt nothing, neither could it boast to have gained much from June 12, 1993 presidential election, apart from the fact that former military rulers dropped their military uniforms and assembled some politicians to form a civilian administration.\n\nAccording to him, “There is nothing different despite the fact that the present administration recognised June 12 as Democracy Day last year. Those in government today who pushed for the agenda only paid lip service to whole idea for their selfish political interest. I describe them as people who didn’t participate in what they are currently benefiting from. This democracy is even worse than military rule.\n\n“For instance, we have a selective mode of election where individuals, who claim to be godfathers, decide and or select who represents the people and not through free, fair democratic process, and in effect such public officers are directly responsible to their masters and not to the electorate.”\n\nSawyer added: “As much as it was good that the incumbent government recognised June 12 as Democracy Day over a year ago, tell me what has been different in the system of governance and democracy that we have had since 1999? Democracy is about honesty, determination and focus to deliver good governance to the people. The reason I said we are worse than when we were under the military regime is that critics of government are viciously attacked these days by government-sponsored agents, which has almost stopped very reasonable people from talking or faulting government’s policies.”\n\nOn the agitation to restructure the country, Sawyer said, “One unique thing about Abiola’s aborted presidency and the 1993 democratic process was the ‘hope and confidence’ it gave to Nigerians irrespective of their ethnic differences. ‘Hope 93’ made SDP very popular and acceptable before the military struck by annulling the result. Today, can we even discuss restructuring without giving the people hope first? There is the need to allay the fears of Nigerians. To get this done, good governance is key. This is when we can start talking about restructuring.”\n\nReacting on what the country had gained and lost on the June 12 struggle in the last 27 years, a former governor of Ogun State, Segun Osoba, said the greatest gain of Abiola’s sacrifice for democracy is the stability it brought into the transition programme. He said before the late business mogul paid the supreme price, which brought about the present democracy, “Nigeria had always found it difficult, if not impossible, to transit from a civilian administration to another without the military intervening. For instance, during the First Republic, the military seized government giving excuse of the uncertain and chaotic atmosphere that enveloped the political terrain then. This led to the January 1966 coup.\n\n“When Nigeria eventually returned to democratic rule in 1979, another military coup took place four years after the 1983 elections. But since MKO Abiola paid the supreme price in 1998 and Nigeria wriggled to return to civil rule in 1999, the military had remained in the barracks while we have had about five uninterrupted civilian-to-civilian transitions from 1999 to 2020. Indeed, Abiola was a political and historical factor.”\n\nOn the losses, Osoba said many people have been doing a symbolic celebration of Abiola and June 12 yearly without necessarily showing enough love and commitment to the late philanthropist and his family.”\n\nDisgusted that it took Nigeria 21 years from the re-inception of democracy to establish the fact that June 12 is the marker for the struggle to free Nigeria from the wicked stranglehold of military dictatorship, Executive Secretary, Nigeria National Summit Group (NNSG), Mr. Tony Uranta, said Buhari deserves to be commended for recognising that the Fourth Republic is built on the sacrifices of MKO Abiola, his wife, Kudirat and other political martyrs who lost their lives in the nationwide struggle to right the wrongs that the military foisted on Nigeria from 1984 especially.\n\nAccording to Uranta, “Having said that, one must state that the end of military rule only ushered in civilian governance, and not democratic rule. Nigeria is still governed by non-democratic systems and personalities, who have entrenched a corrupt electoral process that has only produced a political elite still owing their existence to military and not at all dependent on the electorate.”\n\nHe said until there is internal democracy in the political parties, “we cannot say Nigeria is a republic, whose leadership respects democracy. Until we have elections not premised on fake population census and the threats of a violent few, Nigeria cannot claim to have embraced democracy. Until only the eligible vote for candidates who emerge through transparent elections at all levels of the democratic system counts, we cannot truthfully be said to be a democracy.\n\n“Until the country is so reconfigured to clearly aspire to the highest standards economically and politically; that is, until Nigeria is restructured along the lines that our founding fathers agreed to, Nigeria cannot be seen as the united, stable democracy we like to fool ourselves that it is already.”\n\n"}}