{"GDELT": {"GlobalEventID": 928924012, "Day": 20200612, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4438, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.41085271317829, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_Lat": 40.3363, "Actor1Geo_Long": -89.0022, "Actor1Geo_FeatureID": "IL", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Illinois, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIL", "Actor2Geo_Lat": 40.3363, "Actor2Geo_Long": -89.0022, "Actor2Geo_FeatureID": "IL", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_Lat": 40.3363, "Action2Geo_Long": -89.0022, "Action2Geo_FeatureID": "IL", "DATEADDED": 20200612034500, "SOURCEURL": "https://mix967online.iheart.com/content/2020-06-11-opelika-chamber-announces-new-presidentceo/"}, "ARTICLE": {"TITLE": "Opelika Chamber Announces New President/CEO", "TEXT": "Opelika, AL - June 11, 2020– The Opelika Chamber is pleased to announce that Ali Rauch has been selected as the chamber’s new President & CEO. On June 10, 2020, the chamber’s Board of Directors voted unanimously to approve Rauch for the position after a search committee that reported to the Board of Directors conducted an extensive nationwide search. The chamber retained Anissa Starnes with Swingbridge Partners, LLC, to provide oversight for the executive search. Rauch will begin work officially on July 6th, 2020.\n\n“I am honored and extremely excited to join the Opelika Chamber,” said Rauch. “My husband, Todd, and I first chose Opelika 12 years ago, while he was attending Auburn University. Prior military & transplants from very small midwestern towns, we fell in love with everything about Opelika. The small-town feel, the beautiful downtown, the kind people, and the atmosphere that made us want to call it home. We’ve done just that, and we’ve made this our home, and I can think of no better way to play an integral role in continuing to help shape the community than serving in this role.” Rauch stated “The chamber’s work has never been more vital to the community than it is right now and I look forward to working with the chamber’s board, volunteers, staff and greater community to grow the organization and to promote the interest and ensure the livelihood of our business community. I have long been an advocate and supporter of our chamber and I am ready to roll up my sleeves and get started with the team.”\n\nRauch most recently served as the Director of Marketing for Chicken Salad Chick’s Corporate Office headquartered in Auburn, where she helped to grow the Chicken Salad Chick brand from its infancy of just three locations, to its now 150+ locations over her more than seven years with the company.\n\nAli is a graduate of Southern Illinois University in Edwardsville, Illinois where she graduated Suma Cum Laude and earned a Bachelor of Science in Speech Communication. She also holds an Associate of Science degree in Communication from Lake Land College, in Mattoon, Illinois.\n\nShe has served on the Board of Directors, of the Opelika’s Chamber 20 Under 40 program and has been on the committee for the Opelika Chamber’s Women’s Business Council. She is a proud member of Leadership Lee County, Class of 2014-2015 and was named to Fast Casual Magazine’s Top 27 Women in the Lead in 2019.\n\nRauch brings an infectious positive attitude and a passion for supporting local businesses to her new position with the Opelika Chamber.\n\nChair of the chamber’s Search Committee and Past chamber Chair Brooke Kastner, said, \"The interest level and response to our search within our own community and from across the country was high. We had many qualified applicants. Ali Rauch was the most qualified, the best fit for our community and the ideal choice. “\n\nCarlton Hunley, 2019-2020 Chairman of the chamber states “Ali brings a wealth of experience in management, operations, marketing, and communications to our Chamber. With her exceptional background and her commitment to Opelika, not to mention her wealth of relationships in the community, she is uniquely positioned to represent every stakeholder in our business community; she is a community advocate and a proven leader with an obvious commitment to supporting local businesses of all sizes and her wealth of marketing experience will be an asset to our chamber.” Hunley added, “We are excited to welcome Ali to this position and believe that her leadership and proven track record will be a great fit for the chamber and keep the organization on a path of success for the future.”\n\nRauch will succeed Pam Powers-Smith, who left the Opelika Chamber in May to become the Director for Business and Industry Services for the Rome-Floyd Chamber located in Rome, GA.\n\nIf you would like more information, please contact Carlton Hunley at carlton@golambertteam.com"}}