{"GDELT": {"GlobalEventID": 928923982, "Day": 20200612, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4438, "Actor1Code": "BUS", "Actor1Name": "BANK", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 13, "NumSources": 2, "NumArticles": 13, "AvgTone": 3.39654297126082, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200612034500, "SOURCEURL": "https://www.ipswichadvertiser.com.au/news/blood-bank-says-thank-you/4035351/"}, "ARTICLE": {"TITLE": "Blood bank says thank you", "TEXT": "Australian Red Cross Lifeblood is recognising blood donors across the country as part of National Blood Donor Week.\n\nDuring the past 12 months blood donors in Ipswich rolled up their sleeves 12,338 times to help save the lives of some of Australia's most vulnerable patients.\n\nThe blood and plasma collected in Ipswich contributed to the 1.5 million donations collected nationwide in the past year.\n\nIpswich Lifeblood spokesman Sandee Thompson said despite the trials and tribulations Australia had recently experience, donating blood had remained the same.\n\n\"Whether it be rescheduling a donation, adjusting to new processes in our centres, or even changing donation type, our donors have continued to support us, support patients across the country and we cannot thank them enough,\" she said.\n\nIpswich donor legend Gregory (Greg) Owens is one of 102 local milestone donors being honoured during this special week.\n\nIn the past 12 months Mr Owens has given blood 150t times and he says giving blood is a simple way to give back to the community.\n\n\"I first donated many years ago during my career with the air force, but then I stopped. It was my wife Hilary who actually got me started again, later in life,\" he said.\n\n\"She was a Palliative Care nurse at West Moreton Health for 23 years, and we'd often donate together.\n\n\"Blood donation was very important to Hilary. So when she passed away, my four sons and I decided to continue donating as often as we could in her memory. It means a great deal to our family to give back in this way.\"\n\nMrs Thompson said it was important to recognise the generous contribution of donors.\n\n\"During National Blood Donor Week, we say thank you to all our donors for their generosity and lifesaving gifts and urge others to join them,\" she said.\n\n\"It takes just an hour of your time to donate blood and every donation can help save up to three lives.\""}}