{"GDELT": {"GlobalEventID": 928924336, "Day": 20200612, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4438, "Actor1Code": "GOV", "Actor1Name": "STATE GOVERNOR", "Actor1Type1Code": "GOV", "Actor2Code": "NGAGOVLEG", "Actor2Name": "BALA MOHAMMED", "Actor2CountryCode": "NGA", "Actor2Type1Code": "GOV", "Actor2Type2Code": "LEG", "IsRootEvent": 0, "EventCode": 56, "EventBaseCode": 56, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.30120481927711, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bauchi, Bauchi, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI46", "Actor1Geo_ADM2Code": "22661", "Actor1Geo_Lat": 10.3134, "Actor1Geo_Long": 9.84327, "Actor1Geo_FeatureID": "-2002330", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bauchi, Bauchi, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI46", "Actor2Geo_ADM2Code": "22661", "Actor2Geo_Lat": 10.3134, "Actor2Geo_Long": 9.84327, "Actor2Geo_FeatureID": "-2002330", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bauchi, Bauchi, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI46", "Action2Geo_ADM2Code": "22661", "Action2Geo_Lat": 10.3134, "Action2Geo_Long": 9.84327, "Action2Geo_FeatureID": "-2002330", "DATEADDED": 20200612034500, "SOURCEURL": "https://punchng.com/afenifere-tinubu-atiku-others-hail-abiola-lagos-hosts-youths/"}, "ARTICLE": {"TITLE": "Afenifere, Tinubu, Atiku, others hail Abiola, Lagos hosts youths", "TEXT": "Olalekan Adetayo, John Alechenu, Sunday Aborisade, Friday Olokor, Leke Baiyewu, Adelani Adepegba, Samson Folarin, Oladimeji Ramon, Dayo Ojerinde, Armstrong Bakam, Peter Dada and Kayode Idowu\n\nThe National Democratic Coalition has rated the President, Major General Muhammadu Buhari (retd.), low on the delivery of his campaign promises.\n\nIn a statement on Thursday to commemorate the 27th anniversary of the annulled June 12, 1993 presidential election won by the late MKO Abiola, NADECO attributed Buhari’s alleged woeful performance in office in the last five years to the faulty federalism being practised by Nigeria.\n\nThe group insisted that the only way the country could move forward was for Buhari to install true federalism, where the federating units could exercise greater autonomy.\n\nIt accused Buhari and the APC of deceiving Nigerians in 2015 with the false campaign promise that they would restructure the country.\n\nNADECO said, “President Buhari’s so-called three pillars – to secure Nigeria, to revamp the economy and to fight corruption – have clearly recorded very low achievements because the current centralist and unitarist governance structure remains unsuitable, unsustainable and counterproductive in an heterogeneous geographical and political space where the different ethnic nationalities or groups of them must be free to govern themselves as they deem fit, given the divergent languages, religions, traditions, cultures, artifacts and folklores of the people.”\n\nNADECO said due to the unitary system of government being practised by Nigeria, the economy had not witnessed any significant and qualitative uplift, while unemployment and poverty remained high in the land despite government’s social investment programme.\n\nThe group also raised concern about the country’s mounting debts and berated Buhari’s failure to cut the cost of governance.\n\nNigeria won’t progress without returning to June 12 – Afenifere\n\nOn its part, pan-Yoruba socio-political organisation, Afenifere, said Nigeria would not progress except the country returned to the spirit of the June 12, 1993 presidential election.\n\nAfenifere made its submission in a statement by its leader, Chief Reuben Fasoranti, entitled, “June 12: A time for reflection on nationhood.”\n\nIt said, “We have to return the faith of our people in the ballot box like June 12 and restructure the polity so we can make progress under federalism.\n\nREAD ALSO: Abuja stadium not enough to honour Abiola – Ex-athletes\n\n“While we acknowledge the official recognition that was done last year, we insist that repairing the damage the annulment did to the polity is more than a holiday.”\n\nPDP hails Nigerians, tasks Buhari on electoral reforms\n\nMeanwhile, the Peoples Democratic Party has hailed Nigerians for their resilience and sacrifices made to promote democratic ideals since the annulment of the June 12, 1993 presidential election.\n\nThe opposition party also urged the President, Major General Muhammadu Buhari (retd.), to take steps to reform the electoral system by using his remaining time in office to restore credibility to the electoral process.\n\nThe National Publicity Secretary of the PDP, Kola Ologbondiyan, said this at a media briefing in Abuja, on Thursday.\n\nOlogbondinyan said, “Our party demands that President Buhari speak to the issue of amendments to the Electoral Act in his June 12 address and to, within the next 14 days, initiate the process of returning the Electoral Act Amendment Bill to the National Assembly, with a strong commitment to sign it into law immediately it is passed by the legislature.”\n\nOlogbondiyan said it was the opinion of the PDP that the failure to initiate an electoral reform would amount to a deliberate plot by the APC to kill Nigeria’s hard-earned democracy “and return our nation to a state of nature where the will of any individual, supported by bandits and vagabonds, will become the norm.”\n\nBuhari addresses Nigerians Friday\n\nThe President, Major General Muhammadu Buhari (retd.), will on Friday (today) address the nation in commemoration of this year’s Democracy Day.\n\nAccording to a statement on Thursday by his Special Adviser on Media and Publicity, Femi Adesina, the President’s message will be broadcast by 7am.\n\nJune 12, metaphor of free, fair poll – Lawan\n\nThe President of the Senate, Ahmad Lawan, described June 12 as a metaphor of a free and fair election.\n\nLawan said, “The heroic demonstration of patriotism by the Nigerian voters on June 12, 1993 will continue to inspire generations of their compatriots to promote national unity and defend democracy in Nigeria.\n\n“Having come this far in our journey as a nation, we have no reason to doubt our ability to govern ourselves and attain our great potential as a nation.”\n\nNigeria has learnt a lot since 1999 – Gbajabiamila\n\nThe Speaker of the House of Representatives, Femi Gbajabiamila, congratulated Nigerians on the occasion of this year’s Democracy Day.\n\nIn a statement by his Special Adviser on Media and Publicity, Lanre Lasisi, the Speaker said he believed that Nigeria had learnt a lot in the last 21 years of uninterrupted democracy.\n\nGbajabiamila called on Nigerians to remain united in the face of daunting challenges facing the country and urged the people to pray for the country to overcome its challenges.\n\nJune 12, a milestone for democracy, says Tinubu\n\nThe National Leader of the ruling All Progressives Congress, Asiwaju Bola Tinubu, described the annulled June 12, 1993, presidential election as a milestone for democracy in Nigeria.\n\nHe said “The election of June 12, 1993 changed Nigeria profoundly. That it would have this deep and positive effect was not always certain. Many people laboured, struggled and sacrificed for democracy. They fought not that we would have Democracy Day but that Nigeria might exist as a democracy everyday.\n\n“We dare not forget how we got to this point. Planting the seedlings of democracy required much toil and sacrifice. Many potent forces tried to prevent both the planting and the harvest.\n\n“People like late Dr Beko Ransome Kuti, the late Gani Fawehinmi, Baba Omojola, the late Pa Rewane, the late Pa Enahoro, Baba Ajasin, Pa Adesanya, Baba Adebanjo, Prof. Wole Soyinka, Prof. Bolaji Akinyemi, Femi Falana, members of the civil society groups, student-activists and others fought hard and struggled mightily on our behalf. Many laid down their lives that we may have this brighter moment. Many people who we do not even know gave of themselves and lost life or limb to bring this moment to pass,” Tinubu said.\n\nThe former Lagos State governor commended the President, Major General Muhammadu Buhari (retd.), for having the political courage to make June 12 Democracy Day.\n\n[YOU MAY ALSO LIKE] June 12: Democracy and the pursuit of happiness\n\nSanwo-Olu to host Tinubu, Soyinka, Blair\n\nTo commemorate this year’s Democracy Day, the Lagos State Governor, Babajide Sanwo-Olu, his deputy, Dr Obafemi Hamzat, will today hold a Democracy Day webinar for youths in Lagos.\n\nThey will be joined by Tinubu, and Nobel laureate, Prof. Wole Soyinka, at the event which will hold via Zoom at 12pm.\n\nAlso to join are the Special Adviser to the President on Political matters, Babafemi Ojudu; former Lagos State Commissioner for Information and Strategy, Chief Dele Alake; publisher of Ovation magazine, Dele Momodu, daughter of the late Chief MKO Abiola, Dr Hafsat Abiola-Costello, and Cherie Blair, wife of former UK Prime Minister.\n\nAbiola remains a symbol of June 12 struggle – Atiku\n\nFormer Vice-President Atiku Abubakar said the late Chief Mashood Abiola had continued to be the symbol of the June 12 struggle 27 years after the event.\n\nWhile blaming Nigeria’s problems on the failure of leadership, Atiku urged citizens to make better choices when recruiting people into public offices.\n\nHe said, “Between 1999 to the present time, our democracy has thrown up all shades of characters at the leadership levels. Many, if not all of them, have tried their best to deliver good governance to the country. But the results of their efforts, judging by what we have at hand today, clearly show that our best has not been good enough thus far.\n\n“It is clear that the problem of leadership is at the epicentre of governance issues that has afflicted Nigeria since the restoration of this democratic dispensation.\n\n“To get at this problem would require the voting citizens of the country to undertake a more critical evaluation of national leadership recruitment – a rare gift which democracy guarantees through the instrumentality of periodic elections.”\n\nMKO Abiola, martyr of democracy – Ogun APC\n\nThe Ogun State chapter of the All Progressives Congress described the acclaimed winner of June 12, 1993 presidential election, Bashorun MKO Abiola, as a “martyr of democracy, who paid the supreme price for the democracy we now enjoy in Nigeria.”\n\nThe declaration was made in a statement on Thursday by the Assistant State Publicity Secretary of the APC Caretaker Committee, Mrs Olusola Ogunsanya, and the party chairman, Chief Yemi Sanusi.\n\nThe party also described the late Abiola as a “worthy ambassador of our state, and emblems of the many contributions of her citizens to national development in many spheres of life, which we are very proud of.”\n\nObasa urges unity\n\nThe Speaker of the Lagos State House of Assembly, Mudashiru Obasa, said Nigerians needed a united front more than ever before at this crucial period.\n\nObasa, who is the Chairman of the Conference of Speakers of State Legislatures in Nigeria, said June 12, 1993 would remain in the hearts of Nigerians as the day the country’s citizens took their destinies in their hands with hope of a better future even though their collective decision was truncated by the military.\n\nHe said, “June 12 was a manifestation of unity, an election during which Nigerians jettisoned the primordial sentiments of ethnocentrism and religious bigotry.”\n\n‘Use June 12 for electoral reforms’\n\nA civil society group, Centre for Liberty, called on the President, Major General Muhammadu Buhari (retd.), and the National Assembly to use the occasion of this year’s Democracy Day celebration to recommit to electoral reforms.\n\nThe centre, in a statement in Abuja by its co-conveners, Ariyo-Dare Atoye and Adebayo Raphael, said without enduring electoral reforms that could guarantee credible elections like the presidential election of June 12, 1993, the Democracy Day “will amount to an exercise in futility.”\n\nStrive for unity, Glo urges Nigerians\n\nIn a congratulatory message on Thursday, telecommunication firm, Globacom, called on Nigerians to strive for unity as a way of overcoming the challenges facing the nation.\n\nIt said, “June 12 is a watershed. It stands for a series of events which gave us new heroes of democracy in the early to the late 90s. We must remember that some of our fellow compatriots laid down their lives, making the ultimate sacrifice before the country arrived at the democracy that we have been enjoying for the past 21 years.\n\n“These heroes of Nigeria’s democracy should be remembered for shedding their blood to build a more cohesive, united and prosperous country. For their labour to be fruitful, we must ensure that the federating units of this great nation unite and work assiduously towards maintaining the peace and mutual co-existence that we have enjoyed since we returned to civil rule in 1999.”\n\nREAD ALSO: Sustaining our democracy has been a struggle, says Buhari\n\nBauchi, Ondo grant clemency to 101 inmates\n\nTo commemorate the Democracy Day, the governments of Bauchi and Ondo states have granted amnesty to 101 prison inmates.\n\nBauchi freed 73 while Ondo pardoned 28 inmates.\n\nThe Bauchi State Governor, Senator Bala Mohammed, disclosed granting amnesty to 73 inmates in his speech, shortly after the swearing-in of two Special Advisers at the Government House on Thursday.\n\nSimilarly, a statement by the Chief Press Secretary to Governor Mr Rotimi Akeredolu of Ondo State, Segun Ajiboye, said the governor on Thursday granted 28 prison inmates of the Federal Correctional Custodial Centres in the state.\n\nYobe gov calls for prayers\n\nThe Yobe State Governor, Alhaji Mai-Mala Buni, said the Democracy Day should be used to pray for improved peace, security and development of the nation.\n\nThe governor, in a statement on Thursday, said Nigerians should go to mosques and churches to seek the face of God and ask for the restoration peace, security and development of Yobe State and the entire nation.\n\nCopyright PUNCH.\n\nAll rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH.\n\nContact: [email protected]"}}