{"GDELT": {"GlobalEventID": 928924772, "Day": 20200612, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4438, "Actor1Code": "THA", "Actor1Name": "THAILAND", "Actor1CountryCode": "THA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.28571428571429, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH", "Actor1Geo_Lat": 15.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "TH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH", "Action2Geo_Lat": 15.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "TH", "DATEADDED": 20200612034500, "SOURCEURL": "https://extratv.com/2020/06/11/first-pic-bravo-personality-ali-levine-welcomes-baby-2/"}, "ARTICLE": {"TITLE": "First Pic! Bravo Personality Ali Levine Welcomes Baby #2", "TEXT": "Bravo TV personality Ali Levine is a mom again!\n\nLevine welcomed a baby girl last month. In a statement to Extra on Thursday, her rep said, “Ali Levine gave birth to second daughter Arley Joe born 5/30 at Cedars Sinai 3:19 pm of natural birth, weighing 9 lbs 3 Oz.”\n\nThe statement continued, “Arley arrived as the riots broke out in Los Angeles, and they could smell the fire in their delivery room. Arley in Hebrew means Promise and this is the promise of all the new babies bringing us into a beautiful new world.”\n\nAli last posted to Instagram just two days before she gave birth. At the time, she opened up about her struggle to sleep while pregnant.\n\nShe wrote, “Being a pregnant mama in my third trimester has made it extremely difficult to stay as active as I normally am and alert for a full day. Falling asleep during the day has become more of a norm recently, and I’m loving my naps. I’ve had to adjust my routine accordingly.”\n\nShe added, “The most difficult part about my day time naps are having to block out the sunlight in my home. Thanks to my @blubloxofficial REMedy sleep mask I am able to fall asleep seamlessly without having to go to my bedroom and turn down the blinds.”\n\nAli and her husband Justin Jacaruso announced they were expecting in December, nearly two years after welcoming their first child, Amelia. Using a “Friends” reference, the pair held up a sign that read, “The one where Justin and Ali have their second baby.”\n\nShe wrote on Instagram, “This picture is from when we found out at 3 weeks & I ordered Thai food/ “faux NY Chinese” food to celebrate & tell Jus the news! He was quite surprised to find that news in his fortune cookie 😆 🥠.”\n\nAli continued, “We are SO EXCITED to be adding to our family 🤗 & for Amelia Rei @ameliareijacaruso to be promoted to big sister!! 👧 🤰 We feel Very FORTUNATE to be going through this journey again!!”"}}