{"GDELT": {"GlobalEventID": 928925054, "Day": 20200612, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4438, "Actor1Code": "hau", "Actor1Name": "HAUSA", "Actor1EthnicCode": "hau", "Actor2Code": "hauSET", "Actor2Name": "HAUSA", "Actor2EthnicCode": "hau", "Actor2Type1Code": "SET", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.172839506172839, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kauru, Kaduna, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI23", "Actor1Geo_ADM2Code": "22827", "Actor1Geo_Lat": 10.575999999999999, "Actor1Geo_Long": 8.14782, "Actor1Geo_FeatureID": "-2015067", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kauru, Kaduna, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI23", "Actor2Geo_ADM2Code": "22827", "Actor2Geo_Lat": 10.575999999999999, "Actor2Geo_Long": 8.14782, "Actor2Geo_FeatureID": "-2015067", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kauru, Kaduna, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI23", "Action2Geo_ADM2Code": "22827", "Action2Geo_Lat": 10.575999999999999, "Action2Geo_Long": 8.14782, "Action2Geo_FeatureID": "-2015067", "DATEADDED": 20200612034500, "SOURCEURL": "https://punchng.com/teacher-murdered-state-declares-curfew-in-southern-kaduna-communities/"}, "ARTICLE": {"TITLE": "Teacher murdered, state declares curfew in Southern Kaduna communities", "TEXT": "Godwin Isenyo, Kaduna\n\nThe Kaduna State Government on Thursday imposed a 24-hour curfew in Atyap Chiefdom of the Zangon Kataf Local Government Area and Chawai Chiefdom in Kauru LGA of the state.\n\nThis followed heightened tension over the killing of a teacher, Yusuf Moses Magaji, by some bandits in his farm in Zango-Kataf on Wednesday.\n\nIt was gathered that the teacher’s remains were discovered by a search party on Thursday, sparking an outrage among the youths in the community, which shared boundary with the Kauru LGA.\n\nThe two local government areas – Zango-Kataf and Kauru, are in Southern Kaduna.\n\nIn order to douse the heightened tension in LGAs, the state government slammed a 24-hour curfew on them.\n\nA statement by the Commissioner for Internal Security and Home Affairs, Mr Samuel Aruwan, on Thursday disclosed that community leaders had tried to ease the tension, which seemed to have escalated.\n\nHe said, “Kaduna State Government has imposed a 24-hour curfew in Atyap Chiefdom of Zangon Kataf Local Government and Chawai Chiefdom in Kauru LGA with immediate effect.”\n\nREAD ALSO: Ogun man jailed two years for raping eight-year-old girl\n\nMeanwhile, the Southern Kaduna Peoples Union has condemned the killing of the teacher.\n\nA statement by SOKAPU’s National Public Relations Officer, Luka Binniyat, said, “SOKAPU calls for the immediate investigation of this evil so that the killers can be brought to face justice.\n\n“The issue of ownership of farmlands between Hausa settlers of Zangon Kataf town and their long term Atyap host has been a subject of concern to us in the past two years.\n\n“Government must take proactive measures to ensure that a sustainable solution agreed by the two parties is reached.”\n\nCopyright PUNCH.\n\nAll rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH.\n\nContact: [email protected]"}}