{"GDELT": {"GlobalEventID": 928924445, "Day": 20200612, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4438, "Actor1Code": "IND", "Actor1Name": "PATNA", "Actor1CountryCode": "IND", "Actor2Code": "INDOPP", "Actor2Name": "BIHAR", "Actor2CountryCode": "IND", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.21413276231263, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Patna, Bihar, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN34", "Actor1Geo_ADM2Code": "17632", "Actor1Geo_Lat": 25.6, "Actor1Geo_Long": 85.1167, "Actor1Geo_FeatureID": "-2107500", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Patna, Bihar, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN34", "Actor2Geo_ADM2Code": "17632", "Actor2Geo_Lat": 25.6, "Actor2Geo_Long": 85.1167, "Actor2Geo_FeatureID": "-2107500", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Patna, Bihar, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN34", "Action2Geo_ADM2Code": "17632", "Action2Geo_Lat": 25.6, "Action2Geo_Long": 85.1167, "Action2Geo_FeatureID": "-2107500", "DATEADDED": 20200612034500, "SOURCEURL": "https://timesofindia.indiatimes.com/city/ranchi/wish-to-contribute-to-bihar-yashwant-on-his-return-to-patna/articleshow/76328629.cms"}, "ARTICLE": {"TITLE": "Wish to contribute to Bihar: Yashwant on his return to Patna", "TEXT": "Chatra: Former external affairs minister Yashwant Sinha , who quit BJP in 2018 citing “democracy in India is in great danger”, is planning to shift to Patna in Bihar from Delhi. Many believe the 82-year-old politician’s move is a “big plan” ahead of the Bihar assembly elections slated to be held later this year. Sinha, however, terms his return as more of a journey towards his roots and says he wishes to contribute to Bihar.Breaking his silence over the issue for the first time since speculations ran high, Sinha spoke to TOI over phone and said, “Patna is my bitrthplace and I wish to contribute to Bihar for the betterment of the state.”“Bihar was the cadre I served after joining the IAS. I have several friends and acquaintances in Patna. As of now I am just visiting the place, but may look for a permanent address after speaking to my people there,” said Sinha, who represented the Hazaribag Lok Sabha constituency thrice in his political career. The seat is presently held by his son Jayant Sinha, former minister of state for civil aviation in the Narendra Modi cabinet.Asked about the upcoming Bihar state election, Sinha said, “It is purely incidental. I quit both party and electoral politics long time ago. Why is there so much discussion about my shifting?” However, the octogenarian, in the same breath said though he has pulled himself away from active politics, he hasn’t detached himself from the problems in the country. “I will continue to voice my opinion on issues that are important for the larger good of the people of the country.”Clearing the air that he is not in touch with any opposition party in Bihar, Sinha said, “If I like staying there in Patna, I will think of permanently shifting to the city.”Still confident about himself, Sinha said he has not allowed age to take over him. “Age is just a number game. I am mentally alert and physically fit. Everybody has a right to decide till what age he or she wishes to remain active in whichever field they are.”Targeting Prime Minister Narendra Modi for fixing 75 as the age of retirement from politics, he said, “These are done by people who are junior to many and reach the top in order to sideline their opponents. It is an individual’s diktat, but Modi is not the only person to do so. Many other leaders in the past too practised this.”Citing the example of former attorney general of India Soli Sorabjee, who still argues in the Supreme Court despite being almost 90-year-old, Sinha said, “I am thankful to people who keep him in his debates and take note of his activities.”"}}