{"GDELT": {"GlobalEventID": 928923786, "Day": 20200612, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4438, "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.9914651493598898, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200612034500, "SOURCEURL": "http://www.xinhuanet.com/english/2020-06/12/c_139132398.htm"}, "ARTICLE": {"TITLE": "UN chief calls on global community to expand digital cooperation - Xinhua", "TEXT": "Source: Xinhua| 2020-06-12 01:18:21|Editor: huaxia\n\nVideo Player Close\n\nVideo: UN Secretary-General Antonio Guterres on June 11, 2020, presents a set of recommended actions for the international community to help ensure all people are connected, respected, and protected in the digital age. (Xinhua/Xie E)\n\n\"There are no borders in cyberspace,\" says Antonio Guterres.\n\n\n\nUNITED NATIONS, June 11 (Xinhua) -- United Nations Secretary-General Antonio Guterres on Thursday presented a set of recommended actions for the international community to help ensure all people are connected, respected, and protected in the digital age.\n\n\"To fully reap its benefits and contain potential harms we must ensure the digital age is defined by increased international cooperation,\" said Guterres.\n\n\"There are no borders in cyberspace. Today I call on all UN member states and our partners in industry and civil society to expand cooperation on digital technology issues. Only by working together can we connect all people by 2030, respect human rights online, and protect the most vulnerable from the potential perils of the digital age,\" said the UN chief.\n\nOfficials of Bangladeshi tech company AIIM GLOBAL Limited and The China Electronics Technology Group Corporation shake hands and exchange documents after signing a cooperation agreement on the sidelines of the Bangladesh Digital Summit 2019 in Dhaka, Bangladesh, Nov. 23, 2019. A day-long Bangladesh Digital Summit 2019 was held here on Saturday with more focus on the development of smart city, smart agriculture, smart campus and informatization. (Str/Xinhua)\n\nThe secretary-general's Roadmap for Digital Cooperation is the result of a multi-year, multi-stakeholder, global effort to address a range of issues related to the internet, artificial intelligence, and other digital technologies, according to a press release.\n\nThe Roadmap for Digital Cooperation comes at a critical inflection point for digital issues, with the COVID-19 pandemic accelerating digitization and magnifying both opportunities and challenges of digital technology.\n\nNearly half of the global population, 46.4 percent according to the International Telecommunication Union, cannot connect to the internet and remain unable to fully participate in the digital age. Women are disproportionately affected with only 48 percent connected globally. Meanwhile, as efforts to connect more people proceed, new vulnerabilities have arisen. Cyberattacks and misinformation threaten human rights, privacy, and security.\n\nAttendees are seen at the launching ceremony of \"The Belt and Road\" Digital Economy International Cooperation Initiative during the 4th World Internet Conference, in the water town of Wuzhen, east China's Zhejiang Province, Dec. 3, 2017. (Xinhua/Weng Xinyang) (lb)\n\nThe rapid speed of adoption of digital technology has outpaced policy and governance at the national, regional, and global levels. The secretary-general's newly announced roadmap seeks to address these challenges by recommending concrete action to harness the best of these technologies and mitigate their risks, said the press release.\n\nTo meet the call to connect, respect, and protect the online world, the action-oriented roadmap presents the secretary-general's recommendations for concrete action by diverse stakeholders that would enhance global digital cooperation in the following areas, such as achieving universal connectivity by 2030, promoting digital public goods to unlock a more equitable world, and ensuring digital inclusion for all, including the most vulnerable.\n\n(From L to R) Nanjira Sambuli, Digital Equality Advocacy Manager for the World Wide Web Foundation, Nikolai Astrup, Norway's Minister of Digitalization, and Vinton Cerf, Chief Internet Evangelist at Google, attend a press briefing on the report of the High-level Panel on Digital Cooperation, at the UN headquarters in New York, on June 10, 2019. An expert group appointed by the United Nations called on governments, the private sector and civil society, in its first report released Monday, to work together urgently to maximize the benefits and minimize the harms of digital technologies. (Xinhua/Li Muzi)\n\nThe UN chief's roadmap builds on recommendations made by the High-level Panel on Digital Cooperation, and input from member states, the private sector, civil society, the technical community and other stakeholder groups.\n\nThe High-level Panel on Digital Cooperation, co-chaired by Melinda Gates and Jack Ma, represented an unprecedented mix of disciplines and sectors as well as geographic, gender and age diversity. The panel's report, submitted in June 2019, was followed up with extensive multi-stakeholder outreach and consultations to provide input and help shape the roadmap. ■"}}