{"GDELT": {"GlobalEventID": 929269127, "Day": 20190615, "MonthYear": 201906, "Year": 2019, "FractionDate": 2019.4521, "Actor1Code": "SDN", "Actor1Name": "SUDAN", "Actor1CountryCode": "SDN", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 4.03877221324717, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sudan", "Actor1Geo_CountryCode": "SU", "Actor1Geo_ADM1Code": "SU", "Actor1Geo_Lat": 16.0, "Actor1Geo_Long": 30.0, "Actor1Geo_FeatureID": "SU", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF", "Actor2Geo_Lat": -30.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "SF", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Sudan", "Action2Geo_CountryCode": "SU", "Action2Geo_ADM1Code": "SU", "Action2Geo_Lat": 16.0, "Action2Geo_Long": 30.0, "Action2Geo_FeatureID": "SU", "DATEADDED": 20200614050000, "SOURCEURL": "https://www.afr.com/markets/commodities/the-global-gold-market-is-breaking-up-20200614-p552ed"}, "ARTICLE": {"TITLE": "The global gold market is breaking up", "TEXT": "There is increased interest in gold from institutional investors watching each other and needy of validation from the usual pension consultants. Prices, while off their 2020 highs, continue an upward trend.\n\nSo why would there be deglobalisation of “physical” gold trading?\n\nBecause the emerging leaders of the gold trading world are not the Anglo-Saxon bankers or the “Cousinhood” Jewish families who were the gold establishment of the past couple of centuries.\n\nThese new leaders have different ethnic origins, and often focus on particular countries that we have condescended to call emerging markets.\n\nTake, for example, MKS Pamp, founded by Mahmoud Kassem Shakarchi, a northern Iraqi who got his commercial start as a sheep-trader in Istanbul.\n\nPamp gold bars, often left in their original plastic wrappers, are the most recognised bits of bullion in India. MKS Pamp is the largest refiner and trader of small bars in the world.\n\nOr are you familiar with the Saigon Jewelry Company, or its SJC branded bullion? Everybody knows SJC’s products at the Vietnam-China border, where I understand much trade goes through informal networks.\n\n“The SJC bars are mostly used in Vietnam, but they are even recognised by central banks. Gold is a major means of payment (especially) for the unofficial trading,” says Trung Khans Huynh, a Ho Chi Minh City gold expert.\n\nAdvertisement\n\nChina limits gold exports to the equivalent of $50,000 per resident.\n\nThe Turkish government has enthusiastically embraced the gold trade in the past couple of decades. The Istanbul Gold Refinery, founded by the Halac family, serves the highly efficient national gold trade centred on the Borsa Istanbul. Even during the Covid-19 shutdowns, the Istanbul jewellery shops remained open as an essential trade.\n\nI would offer statistics about the Turkish gold trade, but estimates seem to differ. When I lived there as an infant, the gold trade often conducted business in Ladino, the Sephardic Jewish language, but times have changed and the lingua franca, so to speak, is Turkish.\n\nIn south-east Asia, Mr Trung says that “Vietnam is among the top three gold trading countries, with 60 to 70 tonnes per year, and only behind Thailand and Indonesia with 80 to 90 tonnes per year. Over the years Vietnamese have imported nearly 850 tonnes of gold.” That compares with the UK’s official gold reserves of about 310 tonnes.\n\nA few years ago, Malaysian officials were surprised to hear from a foreign metals expert that a great deal of gold was held in their country in private facilities. Apparently, for some gold-rich Muslims, Malaysia’s recognition of sharia law is a source of reassurance that their assets will be safe.\n\nThen there is conflict gold, or, more gently, artisanal gold mined in Africa. Gold industry people’s eyes glaze over when you bring up the subject, but an EU-funded study from last year pointed out: “Estimates of the scale of gold smuggling annually include Sudan 30 tonnes, South Africa 25 tonnes, Zimbabwe 20 tonnes, Mali 20 tonnes . . .”, and so on.\n\nIt all seems to get refined, even though the London Bullion Market Association is strongly opposed to the trading of conflict gold, child slavery, etc. One of the most insidious aspects is the mercury poisoning of the people, animals, water and land.\n\nAccording to Jeffrey Christian of metals consultancy CPM, even with the present high gold prices: “This wasn’t peak fear. We are in the foothills of the global changes coming.” Global political and economic fragmentation is leading to a long-term increase in the demand for monetary and financial gold.\n\nThat increased energy on the buy side, though, will not bring back the dominance of the traditional banks and families that were the previous masters of gold.\n\nFinancial Times"}}