{"GDELT": {"GlobalEventID": 929244252, "Day": 20200614, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4493, "Actor1Code": "MED", "Actor1Name": "MEDIA", "Actor1Type1Code": "MED", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.760709010339741, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200614001500, "SOURCEURL": "https://www.balloon-juice.com/2020/06/13/its-all-so-unneccessary/"}, "ARTICLE": {"TITLE": "It’s All So Unneccessary", "TEXT": "Another black man was killed by police in Atlanta yesterday- apparently drunk in his car and passed out in line at the Wendy’s. Cops were called, they talked for a while, a struggle ensued, he was tazed, ran, and they shot him in the back:\n\nA 27-year-old man was shot and killed by police in Atlanta, Georgia, on Friday after resisting arrest, according to the Georgia Bureau of Investigations (GBI). The GBI said it was asked by the Atlanta Police Department to investigate the incident. A press release from the agency said Atlanta police were called to a Wendy’s drive-thru late Friday night after receiving a complaint that the driver of a vehicle in the drive-thru had fallen asleep, forcing customers to drive around him. When police arrived around 10:30 p.m. they performed a sobriety test on the man, later identified as Rayshard Brooks. According to police, Brooks failed the test and then resisted arrest. He allegedly struggled with officers outside the fast-food restaurant. “A field sobriety test was performed on the male subject. After failing the test, the officers attempted to place the male subject into custody,” reads the press release. “During the arrest, the male subject resisted and a struggle ensued. The officer deployed a Taser.” Brooks was allegedly shot after he took an officer’s taser. The officer who fired the fatal shot has not been identified.\n\nWhy? Why not just let him run away? You have his fucking name. You have his fucking car and license plate. You were arresting him for being drunk and asleep- it’s not like he was on a murder spree. Just call more cops, follow him, and get him when he sobers up or passes out again. What the fuck is there to be gained from this?\n\nThe same with Breonna Taylor. The entire reason the cops broke down her door was because she and her boyfriend were under surveillance because GUYS DOWN THE HALL were suspected of selling drugs. Breonna and her boyfriend sometimes accepted packages for them, AS NEIGHBORS FUCKING DO, so they got pulled into the dragnet. If they had them under surveillance, then they had to know WHEN they went to work and WHEN they would not be there, so they could go search the apartment either when they were not there and apprehend them in the broad daylight on their way to work. There literally was no fucking reason to do a no-knock raid and come in guns blasting other than that the VIOLENCE IS THE FUCKING POINT.\n\nQualified immunity has got to go, and the police have got to be retrained and priorities have to be set straight."}}