{"GDELT": {"GlobalEventID": 929243836, "Day": 20200614, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4493, "Actor1Code": "CPVGOV", "Actor1Name": "CAPE VERDE", "Actor1CountryCode": "CPV", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -8.928571428571411, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200614001500, "SOURCEURL": "https://www.bbc.com/news/world-latin-america-53037072"}, "ARTICLE": {"TITLE": "Businessman close to Venezuela's Nicolás Maduro arrested in Cape Verde", "TEXT": "Image caption Saab was charged with money laundering in the US last July\n\nCape Verde authorities have arrested a businessman accused by the US of corrupt dealings with the government of Venezuela's President Nicolás Maduro.\n\nAlex Nain Saab, who is Colombian, was indicted by the US justice department for money laundering last July.\n\nThe 48-year-old was detained on Friday on an Interpol \"red notice\" stemming from the indictment.\n\nMr Saab was reportedly travelling to Iran on a Venezuelan plane and had stopped in Cape Verde to refuel.\n\nHis lawyer in the US, María Domínguez, confirmed the arrest, but declined to comment.\n\nMr Saab is accused by the US government of serving as President Maduro's front man in a large network of money laundering and corruption.\n\nHe is accused of making large amounts of money from overvalued contracts, as well as Venezuela's systems of government-set exchange rate and centralized import and distribution of basic foods.\n\nVenezuela has faced chronic shortages of food and medicine as a result of years of political and economic crisis.\n\n\"Saab engaged with Maduro insiders to run a wide-scale corruption network they callously used to exploit Venezuela's starving population,\" said Treasury Secretary Steven Mnuchin said when the sanctions were announced.\n\n\"They use food as a form of social control, to reward political supporters and punish opponents, all the while pocketing hundreds of millions of dollars through a number of fraudulent schemes.\"\n\nMedia playback is unsupported on your device Media caption From 2018: Families have resorted to eating rotten meat in Zulia state\n\nMr Saab was also wanted for money laundering in his native Colombia, where he is regarded as a fugitive from justice.\n\nWashington has long accused the President Maduro of leading a corrupt regime in Venezuela - a charge he has repeatedly rejected.\n\nIn March, the US charged him and other senior officials in the country with \"narco-terrorism\".\n\nThe Trump administration backs Venezuelan opposition leader Juan Guaidó, who declared himself interim president last year."}}