{"GDELT": {"GlobalEventID": 929269771, "Day": 20200614, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4493, "Actor1Code": "USA", "Actor1Name": "ATLANTA", "Actor1CountryCode": "USA", "Actor2Code": "USACOP", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 831, "EventBaseCode": 83, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -9.07335907335907, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200614050000, "SOURCEURL": "https://www.independentsentinel.com/atlantas-out-of-control-after-police-shooting-of-a-black-man/"}, "ARTICLE": {"TITLE": "Atlanta’s out of control after police shooting of a black man", "TEXT": "The Atlanta police chief resigned after one of her officers shot and killed a black man running away after grabbing his taser and pointing it at an officer, possibly firing it. The officers at the scene had just been in a fight with the suspect trying to contain him as he resisted arrest.\n\nAtlanta’s Police Chief Ericka Shields has voluntarily stepped down after the NAACP demanded it.\n\nAtlanta resident Rayshard Brooks, 27, was shot by an officer during a struggle and died after surgery at a local hospital, according to the Georgia Bureau of Investigation.\n\nAtlanta Mayor Keisha Lance Bottoms called for the termination of the police officer who shot and killed Rayshard Brooks on Friday.\n\n“I do not believe this was a justified use of deadly force,” she said.\n\nDo they have the right to use force if the accused is a white person? Just wondering.\n\nPolice won’t get a lot of support for defending themselves in dangerous situations in blue cities. Six officers were fired in Atlanta for using their tasers, which the officials called deadly force. Now, when the accused pulls a taser on an officer, they are saying the opposite. Basically, officers are told they can’t defend themselves.\n\nThis is the surveillance video:\n\nThe 27-year-old Rayshard Brooks was allegedly sleeping in his car at a drive-thru which lead to a failed sobriety test, and then a struggle during his arrest. He reportedly grabbed a taser from an officer and aimed it at police, who then fired.pic.twitter.com/RvDmsxzsBC — Alex Salvi (@alexsalvinews) June 13, 2020\n\nATLANTA PROTESTERS ARE OUT OF CONTROL\n\nProtesters are starting to go out of control. WSB Radio reports vandals were smashing windows at the Wendy’s in Atlanta – the scene of the shooting. Then they set it on fire.\n\nThugs attack Atlanta fire truck and CNN crew. pic.twitter.com/dl9ml7bnpM — toddstarnes (@toddstarnes) June 14, 2020\n\nJUST IN: Protesters in Atlanta, Georgia have set a Wendy’s restaurant on fire where Rayshard Brooks was shot and killed by police last night. pic.twitter.com/qVTzJk1HSu — Cicada News (@cicada_news) June 14, 2020\n\nProtesters have lit a fire inside Wendy’s in Atlanta. @ajc Who likes Wendy’s? pic.twitter.com/Zl3OYV2nVr — AMERICAN CITIZEN (@GodFamilyJesus) June 14, 2020\n\nThey’re shutting down highways:\n\nThe protests are still active throughout blue cities in the nation and in London:\n\nWow!! The #BlackLivesMatter march in Philly today. No signs of slowing down. pic.twitter.com/w6eAU15TOb — Joshua Potash (@JoshuaPotash) June 14, 2020\n\nDefund the Police is the big rallying cry here, as protestors camp out in front of police guarding Trump Hotel, blocks from the White House #DCProtest pic.twitter.com/4RKscCpCO3 — Ashish Malhotra (@amalhotra2) June 13, 2020"}}