{"GDELT": {"GlobalEventID": 929244057, "Day": 20200614, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4493, "Actor1Code": "GOV", "Actor1Name": "THE PM", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.82436010591351, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Malaysia", "Actor1Geo_CountryCode": "MY", "Actor1Geo_ADM1Code": "MY", "Actor1Geo_Lat": 2.5, "Actor1Geo_Long": 112.5, "Actor1Geo_FeatureID": "MY", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY", "Action2Geo_Lat": 2.5, "Action2Geo_Long": 112.5, "Action2Geo_FeatureID": "MY", "DATEADDED": 20200614001500, "SOURCEURL": "https://www.thestar.com.my/opinion/columnists/on-the-beat/2020/06/14/more-pressing-matters"}, "ARTICLE": {"TITLE": "More pressing matters", "TEXT": "Politicians are making their sales pitches again. However, Malaysians have greater life concerns.\n\nANYONE unfamiliar with Malaysian politics must think we’re living on the edge with the ruling government commanding a wafer-thin majority in Parliament.\n\nOn the contrary, Malaysia is politically stable. It may be hard to explain to foreigners that despite the Perikatan Nasional government’s need to shore up its numbers, the country is calm and peaceful.\n\nIn other countries, especially in Africa and West Asia, huge protests and riots would have rumbled in the streets, with the military sometimes even plotting to wrest power from civilians.\n\nInstead, most of us here have simply shrugged off the political situation, and just watched nonchalantly the rinse-and-repeat scenarios.\n\nNothing amazes us anymore, to the point we could be accused of being indifferent and cynical about the political shenanigans.\n\nMost Malaysians simply have other priorities. Many of us are worried about losing our jobs, paying bills, and if you are a businessman, struggling with cash flow and debt collection.\n\nThat’s what sends a chill down the spine for Malaysians, so the last thing we care about is squabbling politicians, because politicking is what they do best.\n\nAny endeavour of theirs, including defections, is always done in “our” interest, with them claiming they could serve us better if they switched camps. Of course, none of them has conceded to all this being about their own selfish interests.\n\nWhen an opposition MP defects, the lawmaker is a traitor, but when a government MP jumps to the opposition, the lawmaker is a principled man doing it for justice.\n\nAnd Malaysian politicians have short memories or pretend to have amnesia. Both the federal and Sabah governments are guilty of being formed by defectors, and not to forget the bizarre action of Tun Dr Mahathir Mohamad in collapsing his own Pakatan Harapan government with his resignation as PM.\n\nWhat fools we all are for thinking party hopping is comprehensively deplored.\n\nBut back to the order of the day, most of us are also adjusting to the recovery stage of the MCO after three months.\n\nAlthough many offices have reopened, we’ve become used to working from home (WFH), and employers have even encouraged their staff to continue with this practice. With schools not fully operational, except for students taking public exams, many parents have appealed to their bosses to let them continue with WFH arrangements.\n\nLast week, a regional survey revealed most Malaysians were still not ready to take part in cultural events, hit the gym, or travel either locally or abroad this year. In contrast, Indonesian, Singaporean, Filipino and Thai respondents were more comfortable indulging in such activities as their countries gradually rolled back Covid-19 restrictions to kickstart their economies.\n\n“The people of Vietnam are ahead of the curve in fully adapting to the ‘new norm’ and see the pandemic as being behind them, ” multinational polling outfit Ipsos said in a statement on its survey.\n\nThe survey involved 3,000 people from six Asean countries, with 500 respondents from each including Indonesia, Singapore, Vietnam, Thailand, Malaysia and the Philippines.\n\nIn a nutshell, Malaysians want to feel safe. Safe from the Covid-19 virus and that their jobs are secure, too. Without mincing words, they don’t care about politicians because there’s little they can do besides whine and grumble with their circle of friends over coffee and WhatsApp chat groups.\n\nLast week, at least some uncertainties were resolved, in some ways, after we’d been tantalised in the psy-war about the state of our federal government.\n\nMost of us were kept guessing about Perikatan’s true numbers, although the consensus is that it’s probably around 114 seats.\n\nLast week, Opposition Leader Datuk Seri Anwar Ibrahim revealed that Pakatan Harapan have 107 Members of Parliament. It was as good as confirming the Opposition does not have enough MPs to form the federal government immediately.\n\nThe next day, Anwar clarified that the 107 MPs he cited as supporting “Pakatan Plus” didn’t include independent lawmakers or other non-attendees of a high-level Opposition meeting on June 9. The office of the PKR president released a statement saying that the 107 MPs were based on the numbers that each party presented during the meeting at the PKR headquarters in Petaling Jaya. A day after the meeting, Anwar said, during a Facebook Live session, that the grouping had 107 MPs.\n\n“Now, we have 107 (MPs) in this group, and we will move forward as a team to ensure that the people’s mandate is respected, and the inconsistencies and corruption are halted, ” he said.\n\nEarlier, there were claims on social media about Pakatan having 129 MPs, but there hadn’t been a peep from the party on the real quantum until last week.\n\nThere was even a widely shared piece of fake news about Dr Mahathir and Anwar seeking an audience with His Majesty, the Yang diPertuan Agong, to present the numbers. But media outlets were able to dismiss this cheap fodder because a meeting between the King and these two personalities would be no secret.\n\nDr Mahathir had also expressed doubt about having the numbers to regain power from the Perikatan government.\n\n“Well, numbers keep on appearing and disappearing. We don’t know. What we do know is at the time Muhyiddin was sworn in, he did not have the majority, ” Dr Mahathir said. He has also claimed that his supporters were wooed with positions, with many succumbing to these offers.\n\nBut that’s not the only obstacle apart from the inability to attain the simple majority, what with the impasse since both Anwar and Dr Mahathir can’t agree on who should be the PM, if Pakatan forms the government.\n\nAnwar’s camp is also irked by suggestions that Dr Mahathir should be allowed to be PM for at least six months.\n\nOn Friday, PKR central committee member Datuk Abdullah Sani Abdul Hamid made it clear that the party would never allow Dr Mahathir to be PM.\n\n“He (Dr Mahathir) should retire and leave it to the next generation who can serve the country, ” he said.\n\nBersatu leader Dr Maszlee Malik also found himself rebutted by PKR MP Nik Nazmi after he said the post of the ninth PM was not the absolute right of Anwar\n\nThe MP for Setiawangsa tweeted that he “agreed” with Dr Maszlee that it also wasn’t the absolute right of Dr Mahathir.\n\nSo it looks like there won’t be a change of government, at least for a while, not until the Opposition has the numbers and can decide who should be the PM.\n\nCan we all now get back to real life? Let’s boost our economy and sustain businesses, pay workers and make sure the virus has truly been thwarted in Malaysia, with no possibility of a fresh wave of infections. With what has already happened, we should know better now."}}