{"GDELT": {"GlobalEventID": 929244042, "Day": 20200614, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4493, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.7758046614872398, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200614001500, "SOURCEURL": "https://www.indepthnews.info/index.php/opinion/3615-global-governance-from-the-perspective-of-us-president-trump"}, "ARTICLE": {"TITLE": "Global Governance From The Perspective Of US President Trump - IDN-InDepthNews", "TEXT": "OPINION\n\nGlobal Governance From The Perspective Of US President Trump\n\nViewpoint by Manish Uprety F.R.A.S. and Ritesh Tandon*\n\nManish Uprety F.R.A.S. is an ex-diplomat, and Ritesh Tandon is the Republican Party Candidate for the U.S. Congress from 17th Dist. California.\n\nCALIFORNIA (IDN) – Pursuit of Peace and Development has been cherished both by nations and the international community. The U.S. under the Trump administration, in particular, has made it a specific policy and manifested a synergy of both in the government's many decisions.\n\nThe first one has been a very conscious one to take the U.S. out of the wars and conflicts in which the previous governments had embroiled the country, such as in the Middle East and Afghanistan.\n\nIt would come as a surprise to many. But the Trump administration discontinued the policy of previous administrations and \"deep state\" to lead the U.S. into conflicts across the globe on very flimsy grounds.\n\nThe refusal of President Trump to go to war matters because American Lives Matter, and would play a crucial role to Make America Great Again. Like any other nation that has its primary responsibility towards its citizens and their well-being, the U.S. too has a priority for its citizens. America First would be pivotal for the U.S. to seek friendship and goodwill with the nations of the world.\n\nAnother important decision has been to affect a change in international governance infrastructure that has failed to fulfil its mandate and to deliver effective development to the peoples of the world. The withdrawal of the U.S. from organizations such as the UNHRC, UNESCO, and WHO falls in the very category\n\nAbout its pull-out from the WHO, President Trump announced on May 29 that the U.S. \"will be today terminating our relationship with the World Health Organization and redirecting those funds to other worldwide and deserving, urgent global public health needs\".\n\nThe U.S. is the largest contributor to the UN system. However, like most supranational bodies with little accountability, the UN is marred by corruption and undeserved privilege that over the years has achieved very little. It is full of obscene financial waste, theft and fraud, and is almost entirely anti-democratic.\n\nFrom the notorious bribery scandal in the UN such as in the John Ashe case to an utter lack of transparency, real-time communication and professionalism as evinced in the case of COVID-19 by the WHO are many of the immense challenges that need to be addressed on a priority basis.\n\nAnother serious but oft-ignored issue is of the scientific disagreements in these institutions that have very wide policy implications. For example, WHO in the case of transmission of COVID-19 has been out of step with most of the world on the issue of droplets and aerosols as noted by Michael Osterholm, an infectious disease expert from the University of Minnesota. Many countries, including the U.S., adopted lockdown strategies because they recognized that isolating only people who were sick might not be enough to contain the epidemic.\n\nSeveral countries have also realized some very serious chinks in the armour of global governance, and are following the lead of the U.S. Recently, Brazil which is a leading country in the BRICS bloc, also announced its intention to withdraw from the WHO. A few days back, the EU also shifted its position and recognised that China is behind the 'huge wave' of COVID-19 disinformation and accused Beijing for the first time of running false campaigns, something that the U.S. had maintained for long.\n\nLeading multilateral institutions suffer from governance deficit and the UN continues to flabbergast the world with its very questionable decisions. There is an increased recognition in the international community that the UN has failed the very principles on which it was founded.\n\nThis has serious implications for the peace, prosperity and development of the world because when global institutions remain unreformed, they become less able to deliver. The lack of transparency, accountability and reforms skews global governance and makes global bodies less effective and impotent.\n\nAnd now one seriously doubts whether things will get any better in the near future because of COVID-19. It is the most crucial global health calamity of our times and the greatest challenge that the humankind faced since World War II. According to IMF, the global economy is expected to shrink by over 3 per cent in 2020 – the steepest slowdown since the Great Depression of the 1930s.\n\nCOVID-19 has pushed the global economy into a recession. It means the economies have started shrinking, and the growth has stopped. As a result, just in the U.S., people are filing for unemployment benefits which is reaching almost a quarter of the working-age population.\n\nThe UN Secretary-General recently said that with every percentage point drop in global GDP, some 49 Million additional people may fall into extreme poverty due to the COVID-19 crisis. A global recession unleashed by COVID-19 shall reverse the improvements in living standards, push hundreds of millions of people worldwide into poverty especially in the poorest countries in Africa, Asia, and Latin America, along with many middle-income countries.\n\nPresident Trump took the lead and donated his salary to the Department of Health and Human Services, where it will be used to \"support the efforts being undertaken to confront, contain, and combat Coronavirus\". This is not the first time President Trump has donated his salary to an agency facing an urgent problem.\n\nInterestingly, President Trump's contributions to various agencies are more than the contributions of many member states of the UN for its annual budget. And many of these member states of the UN work against the interests of the U.S. and the peace and prosperity of the world.\n\nThis necessitates a complete overhauling of the global governance infrastructure as it exists today. None shall disagree with the contention that the cost of governance both in terms of administration, and delivery should be minimal. It helps boost the efficiency and effectiveness of an apparatus including organizations. Therefore, a rationalization of the workforce at the UN and its pays, perks and pensions is something to start with.\n\nThe International Civil Service should be known for its sense of selfless service to the peoples of the world; whereas the UN as it stands today is upside down and backwards – no taxes and low performance. Salary, grants and allowances paid by the UN are exempt from income tax and where little is paid, it is mostly reimbursed indirectly.\n\nThe importance of public revenue from the point of view of accelerated economic development could hardly be exaggerated. The power to tax lies at the heart of state development. In any society, businesses, policy makers, bureaucrats, civil society and individuals pay taxes.\n\nNicholas Kaldor, a Cambridge economist in the post-war period, highlighted that the shortage of resources limits the pace of economic development. So, in times of COVID-19 when resources and revenues are in shortage, international civil servants should be no exception. There should be a level playing field of all to contribute towards development in a post-COVID-19 world.\n\nBesides, the global governance structures have to cut their flab to be more responsive to the needs of the peoples. A trimmed and smart bureaucracy is the need of the hour as efficient functioning of any civil service depends on the quality of people that it can recruit. The dedication and effort of the recruits for their time-bound association should be compensated by \"rational\" salaries.\n\nThe very process would create a \"virtuous cycle\", whereby the international civil service gets good entrants, who work diligently, and contribute toward better economic growth and sustainable development while generating more government revenues that help to pay the rational salaries and thus sustain the good equilibrium.\n\nWe are living in times of new age technology and Industrial Revolution 4.0 where the rapid pace of technological integration and development is shaping global governance norms and institutions. The U.S. is at the forefront of artificial intelligence, big data, and automation which are just a few of many emerging technologies that will impact governments, societies, and multilateral organizations.\n\nWhile automation shall help cut the flab, Digital Assistants which are available today would become far more capable in the future to anticipate individual needs and to help manage schedules playing a major role to shape the bureaucracy of the future.\n\nThe above technological developments would help make global governance more responsive and efficient, and the U.S. will lead the change. The benefits would be for all to see in the form of increased productivity, reduction and elimination of poverty with appropriate Public Policy measures. The emerging technology could also be deployed to augment ongoing global efforts aimed at containing the fallout from global warming and climate change\n\nWe have to realize that cooperation not coercion is a great equalizer. In September 2002, a radical new document concerning the new National Security Strategy of the United States declared that \"no nation can build a safer, better world alone\". For all its underpinnings in realpolitik, the strategy U.S. is firmly committed to, is in favour of multilateralism. However, a reformed multilateralism to reflect contemporary realities should be the priority.\n\nAnd, the very spirit is exhibited in the U.S. administration's Taiwan Allies International Protection and Enhancement Initiative Act (TAIPEI Act), aimed at supporting Taiwan's international presence enacted in March 2020 or inviting India, Russia, Australia and South Korea to participate in the G-7 Summit.\n\nFor long the process of international governance has been under increasing strain and friction has increased. The U.S. has always been a voice of reason that seeks a new orientation for global governance and a reformed multilateral system. President Trump has recognized that lack of reforms is making global institutions less effective, and therefore less able to deliver.\n\nThe post-COVID-19 world will seek structural adjustments in the global governance apparatus for a better and effective delivery of the Sustainable Development Goals (SDGs). The U.S. under the able-leadership of President Trump is willing to lead the change for a reformed multilateralism that reflects contemporary reality and seeks comprehensive approach to peace, security and development guided by dialogue and mutual respect and commitment for a better world. [IDN-InDepthNews – 13 June 2020]\n\n*Note: The views and opinions expressed in this article are those of the authors and do not necessarily reflect those of the Non-profit International Press Syndicate and its flagship IDN-InDepthNews.\n\nPhoto: U.S. President Donald J. Trump addresses the general debate of the General Assembly's seventy-fourth session. 24 September 2019. United Nations, New York. Credit: UN Photo/Cia Pak\n\nIDN is flagship agency of the Non-profit International Press Syndicate.\n\nVisit us on Facebook and Twitter.\n\nThis article is published under the Creative Commons Attribution 4.0 International licence. You are free to share, remix, tweak and build upon it non-commercially. Please credit to the source."}}