{"GDELT": {"GlobalEventID": 929269222, "Day": 20200614, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4493, "Actor1Code": "BUS", "Actor1Name": "ENTREPRENEUR", "Actor1Type1Code": "BUS", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 35, "EventBaseCode": 35, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.53699788583509, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200614050000, "SOURCEURL": "https://www.thisisoxfordshire.co.uk/news/18516098.speedway-fans-hail-step-forward-oxford-stadium/"}, "ARTICLE": {"TITLE": "Speedway fans hail 'step forward' for Oxford Stadium", "TEXT": "CAMPAIGNERS fighting to protect Oxford Stadium have hailed the council's approval of its local plan as a 'fantastic step forward'.\n\nAt a virtual meeting last Monday evening, Oxford City Council voted by a majority of 36 votes for to 10 against in favour of the plan, which impacts all development across the city until 2036.\n\nIt states Oxford Stadium should be retained as a leisure facility for the next 16 years, while allowing for 100 homes on the main stadium car park.\n\nALSO READ: Travellers move in at one of county's biggest housing estates\n\nSave Oxford Stadium (SOS) chairman Ian Sawyer said: “This is a fantastic step forward for the campaign. It doesn’t mean that we’ve won, but it does place another major obstacle in the way of anyone wanting to redevelop the stadium into housing.\n\n“It’s not a knockout blow, but it is a body blow to the stadium owners.”\n\nIn December, planning inspector Nick Fagan considered opinions from the council, Steven Sensecall, a lawyer representing the SOS campaign group and real estate company Savills, representing stadium owner Cowley Property Investments Ltd.\n\nThe hearing considered whether it is likely to be economically viable to refurbish and reopen the stadium for greyhound and speedway racing.\n\nSavills argued the stadium should be knocked down to make way for 200 homes as it could not be profitable as the land was too expensive, and there had been a downturn in both greyhound and speedway racing’s popularity across the UK and beyond.\n\nBut Oxford City Council officer Carolyn Ploszynski disagreed with the Savills assessment and the council’s figures showed that the reopened stadium would be turning over a profit of £540,000 by its fifth year.\n\nMr Sawyer said: “The council also proved to the inspectors that they could provide enough housing for the local plan without touching the stadium, and the inspectors agreed with them.”\n\nSpeedway came to a halt after 59 successive seasons at Cowley following the 2007 season, with greyhounds also ceasing in 2012.\n\nREAD MORE:Return of racing? Or housing development? Future of Oxford Stadium considered\n\nThe local plan states: “The greyhound racing and speedway events at Oxford Stadium were popular and well attended. These represents important leisure activities which should be resumed at the Oxford Stadium (alongside additional appropriate and compatible leisure and hospitality uses).\n\n“It is recognised that the existing facilities at Oxford Stadium are likely to require investment and modernisation to meet the current and future expectations of operators and spectators.\n\n“The City Council considers that there exist opportunities to bring forward enabling residential development within the current car park to facilitate such investment and modernisation.\"\n\nLast November, entrepreneur Nik Budimir revealed plans for a £20-25m investment which would fully reopen the stadium as a speedway and greyhound venue, and there are believed to also be other interested parties.\n\nIf the current owners refuse to sell, the council’s options regarding a Compulsory Purchase Order are strengthened now that planning inspectors have been consulted."}}