{"GDELT": {"GlobalEventID": 929269598, "Day": 20200614, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4493, "Actor1Code": "NPLLEG", "Actor1Name": "NEPALESE", "Actor1CountryCode": "NPL", "Actor1Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 83, "EventBaseCode": 83, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.8196721311475441, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gorkha, Nepal (general), Nepal", "Actor1Geo_CountryCode": "NP", "Actor1Geo_ADM1Code": "NP00", "Actor1Geo_ADM2Code": "22363", "Actor1Geo_Lat": 28.0024, "Actor1Geo_Long": 84.6201, "Actor1Geo_FeatureID": "-1021991", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gorkha, Nepal (general), Nepal", "Action2Geo_CountryCode": "NP", "Action2Geo_ADM1Code": "NP00", "Action2Geo_ADM2Code": "22363", "Action2Geo_Lat": 28.0024, "Action2Geo_Long": 84.6201, "Action2Geo_FeatureID": "-1021991", "DATEADDED": 20200614050000, "SOURCEURL": "https://timesofindia.indiatimes.com/city/dehradun/amid-india-nepal-stand-off-3-nepalese-cadets-graduate-from-ima-join-indian-army/articleshow/76364359.cms"}, "ARTICLE": {"TITLE": "Amid India-Nepal stand-off, 3 Nepalese cadets graduate from IMA, join Indian Army", "TEXT": "Dehradun: On the day the Nepalese parliament passed a constitutional amendment bill to update the country’s map to include areas like Limpiyadhura, Kalapani and Lipulekh situated in Uttarakhand as part of its own territory, three Nepalese cadets graduated from the Indian Military Academy (IMA) to become commissioned officers in the Indian Army.Although the three newly-commissioned officers refused to speak on the ongoing tension between India and Nepal , terming it ‘a political matter’, they were unanimous in asserting that they are dedicated in their intent to serve India. Speaking to TOI, Suraj Rai, one of the new officers hailing from Nepal, recounted his journey from being a soldier in the Indian Army to graduating from the Indian Military Academy (IMA) as an officer on Saturday. Rai, who hails from Itahari in eastern Nepal, served as a jawan for seven years before he was able to get admission into the Army Cadet College (an institution which trains soldiers for commission as officers in the Indian Army).While undergoing training at the IMA, Rai suffered a huge personal loss as his father, a former soldier in the Gorkha regiment of the Indian Army, passed away due to cardiac arrest last month at his residence in Nepal. “I received the news of his death while our training was going on. I felt very bad that I was not able to see him one last time. He would have been extremely happy today to know that I am finally going to become an Army officer,” said the 29-year-old who has been commissioned in the Jat Regiment.Rai is a third-generation Army man as his father and grandfather served in the Gorkha Regiment as soldiers. He is the first in his family to earn an officer’s rank.There has been a long tradition of Nepalese personnel joining the Indian Army. “People from Nepal have been joining Indian Army since many decades, both as jawans and officers, mainly in the Gorkha Regiment,” said Dehradun-based senior Army officer Lt Gen Shakti Gurung (retd)According to Brigadier PS Gurung (retired), another senior officer who has served as commandant of the Gorkha Recruiting Depot in Gorakhpur, “there was a time when only Gorkhas from Nepal used to join this regiment. Now, with many people from Nepal having settled in India, the ratio of Indian and Nepalese personnel is almost equal. As per the India-Nepal peace treaty, any Indian can settle in Nepal and do any job and vice-versa, and this is how people of Nepal joined the Indian forces both as jawans and officers”.Commenting on whether tension between the two countries will have an impact on Nepalese continuing to join the Indian Army, former Indian Army officer and defence expert Maroof Raza told TOI, “I believe that people from Nepalwill continue joining the Indian Army.”"}}