{"GDELT": {"GlobalEventID": 929243918, "Day": 20200614, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4493, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 3.44827586206897, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200614001500, "SOURCEURL": "https://panow.com/2020/06/13/st-louis-grads-honoured-in-style/"}, "ARTICLE": {"TITLE": "St. Louis grads honoured in style", "TEXT": "Brake said he wasn’t really sure what he was going to do beforehand, but decided to use the water deck turrets on the two engines to make what he described as a sort of ‘crossed sword symbol’ over the groups in St. Louis and again in Bellevue.\n\n“I just thought in my heart it’s a very visual representation of them underneath the [water] stream and, as you see in the video, there’s a partial double rainbow. It was symbolic and a way of honouring them,” he explained.\n\nPlenty of noise, fun and pride. Each student was driven in a pickup truck to comply with social distancing. (submitted/Dianne Broom)\n\nOne of the grad moms, Lynn Boyer, helped organize the cavalcade in St. Louis which involved each student being driven in their own pickup truck. She, like so many other grad moms across the region and beyond, saw the need to try to make the day special, given the absence of formal ceremonies this year.\n\n“We just didn’t want their graduation to go by unnoticed, uncelebrated,” she said. “So, we threw a little parade for them.”\n\nHer daughter, Elizabeth Pala, said she and her fellow grads enjoyed it all, given the lack of other organized formalities.\n\n“It was really nice, especially because most of us [grads] didn’t think we were going to get anything, period,” she said. “It was a great way to connect with the community while respecting the social distancing guidelines. We were in luck because everyone had a truck to use.”\n\n(Courtesy of the St.Louis Fire Dept/Facebook)\n\nAnd Pala – who will study nursing at the new single U of S campus in Prince Albert from the fall – pondered whether the truck cavalcade and perhaps the fire department’s involvement can become something of a new tradition.\n\n“It was definitely a great, new experience and I think it’s something future grads will look to do to enhance their own Grad,” she said. “That would be pretty cool to see that in the future.”\n\n–\n\nglenn.hicks@jpbg.ca\n\nOn Twitter:@princealbertnow"}}