{"GDELT": {"GlobalEventID": 929244354, "Day": 20200614, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4493, "Actor1Code": "POLGOV", "Actor1Name": "POLAND", "Actor1CountryCode": "POL", "Actor1Type1Code": "GOV", "Actor2Code": "MED", "Actor2Name": "PUBLIC RADIO", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.24378109452736, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Warsaw, (PL67), Poland", "Actor1Geo_CountryCode": "PL", "Actor1Geo_ADM1Code": "PL67", "Actor1Geo_ADM2Code": "24452", "Actor1Geo_Lat": 52.25, "Actor1Geo_Long": 21.0, "Actor1Geo_FeatureID": "-534433", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Warsaw, (PL67), Poland", "Actor2Geo_CountryCode": "PL", "Actor2Geo_ADM1Code": "PL67", "Actor2Geo_ADM2Code": "24452", "Actor2Geo_Lat": 52.25, "Actor2Geo_Long": 21.0, "Actor2Geo_FeatureID": "-534433", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Warsaw, (PL67), Poland", "Action2Geo_CountryCode": "PL", "Action2Geo_ADM1Code": "PL67", "Action2Geo_ADM2Code": "24452", "Action2Geo_Lat": 52.25, "Action2Geo_Long": 21.0, "Action2Geo_FeatureID": "-534433", "DATEADDED": 20200614001500, "SOURCEURL": "https://whtc.com/news/articles/2020/jun/13/poland-and-us-deny-that-fort-trump-proposal-is-bogged-down/1029067/"}, "ARTICLE": {"TITLE": "Poland and U.S. deny that Fort Trump proposal is bogged down", "TEXT": "by Thomson Reuters\n\nWARSAW (Reuters) - Some members of Poland's government on Friday denied a Reuters report saying talks over a U.S.-Polish defense deal known as Fort Trump were crumbling amid disputes over how to fund the deployment of additional U.S troops and where to garrison them.\n\n\"This is fake news,\" Krzysztof Szczerski, a top aide to the Polish president, told public radio on Friday.\n\nThe U.S. ambassador to Poland, Georgette Mosbacher, reacting on Twitter to the report, said negotiations remained on track.\n\n\"President Trump @POTUS & @Prezydentpl Duda's vision for increased US presence in Poland will be even greater than originally outlined. Announcement coming soon.\"\n\nMosbacher and the U.S. Embassy in Poland were not immediately available for comment to elaborate on the timing of the announcement and what the new plans would look like.\n\nA U.S. State Department spokesperson said in an email to Reuters on Saturday that talks were productive and on track.\n\nA spokesman for Reuters said the company stood behind its reporting which accurately reflected the situation at the time.\n\nReuters was unable on Friday to determine what fresh efforts, if any, had been made since Wednesday's report to advance the negotiations and resolve major outstanding issues such as funding.\n\nA year ago, Polish President Andrzej Duda and U.S. President Donald Trump agreed that an additional 1,000 U.S. troops would be stationed in Poland. Six locations were shortlisted for the troops when Vice President Mike Pence visited Warsaw in September.\n\nThe Reuters report published on Wednesday cited government officials in Washington and Warsaw saying they still could not agree where the troops should be stationed, and how much of the multi-billion-dollar deployment Warsaw should fund.\n\nIn that story, Polish deputy foreign minister Pawel Jablonski told Reuters complex issues remained to be ironed out. \"There's the question of financing, of the placement, of legal rights, under what principles these soldiers will function here,\" he said.\n\n\"I do think we will come to a final decision, but this will still take some time.\"\n\nBut Poland's defense minister said the deal was going ahead.\n\n\"We are currently agreeing the last details and discussions are taking place in a good atmosphere,\" Mariusz Blaszczak said in a tweet on Thursday.\n\n(Reporting by Joanna Plucinska, Marcin Goclowski and Pawel Florkiewicz; Editing by Frances Kerry and Daniel Wallis)"}}