{"GDELT": {"GlobalEventID": 929244767, "Day": 20200614, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4493, "Actor1Code": "USALEG", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "LEG", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.73469387755103, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Sacramento, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA067", "Actor1Geo_Lat": 38.5816, "Actor1Geo_Long": -121.494, "Actor1Geo_FeatureID": "1659564", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Sacramento, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_ADM2Code": "CA067", "Actor2Geo_Lat": 38.5816, "Actor2Geo_Long": -121.494, "Actor2Geo_FeatureID": "1659564", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Sacramento, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA067", "Action2Geo_Lat": 38.5816, "Action2Geo_Long": -121.494, "Action2Geo_FeatureID": "1659564", "DATEADDED": 20200614001500, "SOURCEURL": "https://www.detroitnews.com/story/news/nation/2020/06/13/floyd-death-sparks-efforts-hold-officers-accountable/111958862/"}, "ARTICLE": {"TITLE": "Floyd death sparks efforts to hold more officers accountable", "TEXT": "Andrew Selsky\n\nAssociated Press\n\nSalem, Ore. — The murder charges against the four police officers involved in George Floyd’s death present rare instances of officers being held legally responsible for their actions. Now state lawmakers around the country want to make it easier to do.\n\nIn the days since protests rocked cities across the U.S., lawmakers and other elected officials have introduced proposals to take such charging decisions away from local prosecutors, eliminate officers’ wide immunity from lawsuits and make the relationship between prosecutors and police less cozy.\n\nPolice fatally shoot about 1,000 people each year across the country, according to a Washington Post database. Since the beginning of 2005, 110 non-federal law enforcement officers have been arrested on murder or manslaughter charges resulting from on-duty shootings. Five were convicted of murder and 22 of manslaughter, said Philip Stinson, a criminal justice professor at Bowling Green State University who maintains a database of cases.\n\n“When there is a fatal shooting by a police officer … investigators seem to start with the assumption that the shooting by the officer was legally justified,” said Stinson, a former officer. “As a result, the investigations are often incomplete and inadequate, making it difficult for prosecutors to successfully prosecute.”\n\nInitiatives introduced in several states would put the state attorney general’s office in charge of investigating and, if warranted, prosecuting officers accused of wrongdoing.\n\nIn Oregon, the Legislature’s People of Color Caucus is seeking the legislation, which would apply to any death or serious injury caused by police. Democratic House Speaker Tina Kotek said she supports the proposal.\n\nSome advocates point to recent fatal shootings of black men by law enforcement in Sacramento, California’s capital, as a reason to seek change.\n\nStephon Clark was killed in 2018 while holding a cellphone. Police said they thought it was a gun. Officers tried to run down Joseph Mann with a squad car and then gunned him down in 2016 after he brandished a pocket knife. Sacramento County sheriff’s deputies killed Mikel McIntyre in 2017, firing at him more than two dozen times as he ran along a highway after hitting a deputy in the head with a rock.\n\nNo charges were filed in any of those cases, leading to criticism that Sacramento County District Attorney Anne Marie Schubert was too close with law enforcement.\n\nTo eliminate even the appearance of a conflict of interest, three district attorneys and a former one in California urged the state bar association to prohibit elected prosecutors or candidates for the job from accepting campaign donations or other political support from law enforcement unions.\n\n“Such a rule change will not only help to avoid conflicts and ensure independence on the part of elected prosecutors, it will also enhance trust in our criminal justice system at a time when it is sorely needed,” they wrote.\n\nTaking his own initiative, and invoking Floyd’s name, a district attorney in Oregon said he will no longer seek or accept donations or endorsements from law enforcement unions, law enforcement officers and defense attorneys.\n\n“Let’s make our criminal justice system what we know it should be,” Deschutes County District Attorney John Hummel said on the grounds of the county courthouse. Days earlier, hundreds of demonstrators had gathered there to call for policing reforms.\n\nMost of those pushing for reforms are Democrats, but some Republicans have offered support or even spearheaded changes.\n\nArizona’s Republican attorney general called for all police shootings or excessive-force allegations to be investigated by an outside agency such as his office, as California and New York currently do. In a letter to Republican Gov. Doug Ducey and GOP House and Senate leaders, Mark Brnovich said he hoped Floyd’s death would “serve as a catalyst for positive reforms.”\n\nThe Arizona Legislature’s minority Democrats asked the governor to hold a special session to enact reforms. In Georgia, another Republican-ruled state, Democrats in the state Senate want to require a special prosecutor to handle investigations involving police officers.\n\nIn Colorado this past week, the Legislature overwhelmingly approved a bill that, among other things, would seek to prevent officers from lying under oath. False police testimony has become so common in some jurisdictions that it has spawned a nickname — “testilying.”\n\nIf the bill becomes law, an officer could not testify in court about events not recorded by a body camera. Jurors considering a misconduct lawsuit would be allowed to assume that the failure to record an incident was intended to hide wrongdoing.\n\nRepublican Sen. Larry Crowder said law enforcement concerns in his rural Colorado district focused on the cost of saving footage from body cameras, but he said small-town America “is not excused from this situation.”\n\n“The reality is we’ve lost too many citizens. Something needs to be done,” Crowder said.\n\nOn the national level, at least two bills in Congress would end qualified immunity, a legal doctrine that makes successfully filing a lawsuit against an officer almost impossible. Lawmakers in Arizona, Colorado and Georgia also have introduced proposals seeking to eliminate it.\n\nQualified immunity caused a lawsuit to be dismissed against an officer in Georgia who fired at a family dog but instead shot and wounded a child. It was cited in the rejection of a lawsuit against three Fresno, California, police officers accused of stealing almost $250,000 from owners of a business.\n\nSome police advocates complain that law enforcement officers are being unjustly vilified, when millions of arrests and other interactions occur peacefully each year.\n\nLance LoRusso, an attorney in Atlanta who has defended almost 100 officers involved in shootings, said the current push to make it easier to hold officers legally accountable endangers the public because police will hesitate to act out of fear of being criminally charged or sued.\n\n“More importantly, it’s going to be a danger to the public if people just stop becoming law enforcement officers,” he said.\n\n———\n\nAssociated Press writers Jim Anderson in Denver, Bob Christie in Phoenix and Don Thompson in Sacramento, California, contributed to this report."}}