{"GDELT": {"GlobalEventID": 929243998, "Day": 20200614, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4493, "Actor1Code": "GBR", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.13452188006483, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200614001500, "SOURCEURL": "https://nationalinterest.org/blog/buzz/meet-gloster-meteor-only-allied-jet-aircraft-world-war-ii-162758"}, "ARTICLE": {"TITLE": "Meet the Gloster Meteor: The Only Allied Jet Aircraft of World War II", "TEXT": "During the Second World War, the German Luftwaffe developed several jet-powered aircraft, beginning with the Me-262, Me-163 Komet, and the He-162. These were unable to turn the tide simply because Germany wasn't able to produce enough of the aircraft to make a difference. However, Germany wasn't alone in utilizing a jet fighter during the war.\n\nMeet the Gloster Meteor I\n\nIt actually made its operational debut at almost the same time as the Me-262, yet has never gotten as much notoriety. One reason is due to the fact that while the German-made fighter saw action against the Allied aircraft – notably bombers – over Germany, the Meteor was initially tasked with trying to down the V-1 Buzz Bombs.\n\nDesign of the Gloster Meteor fell to George Carter and began in 1940 when turbojet technology was still in its infancy, yet while Germany gets the credit for having the first successful jet fighter, the fact remains that Britain was also at the forefront of the technology.\n\nThe Air Ministry approached the Gloster Aircraft Company to develop a single-seat, jet-powered interceptor due to the fact that at the time German bombers were considered a serious threat. Much like the design for the Me-262, Carter opted for twin engines, but these were mounted to the aircraft's straight-wings compared to the swept-back wings. The cockpit position in the Meteor was allocated to the forward portion of the fuselage, however, which provided good all-around views.\n\nThe British had initially dubbed the aircraft the Gloster Thunderbolt, but the American Republic P-47 Thunderbolt was already in service, so the Meteor was selected as its official designation. Likely no consideration was given to the fact that Germany was developing Me-163 Komet – but it seems fitting that early jet aircraft had names that evoked objects falling from the heavens.\n\nPerhaps Meteor was an apt moniker given the fact that the fighter wasn't much faster than the fastest piston-fighter of the era including the P-51 Mustang, Spitfire, and Hawker Tempest. The Gloster Meteor likely could have been faster and even surpassed the Me-262 in performance and even more in the number built, but the Allies had time on their side. The Germans needed super weapons to turn the tide, and rushed out the Me-262, which proved to a dangerous aircraft to fly. The Allies wanted to ensure the Meteor was airworthy and safe to fly.\n\nWhile both the Me-262 and Meteor were operational by mid-1944 the two aircraft never engaged in combat. Not only was the Meteor tasked with trying to stop the V-1 flying bombs, but its jet engines consumed fuel so quickly that it had a limited range. The Me-262, which also consumed excessive amounts of fuel, was flying on its home turf.\n\nThe Gloster Meteor remained in service after the war, and a total of 3,875 were built – far more than any other British jet aircraft of the era. While the aircraft never engaged German jet fighters, it did see combat in the Korean War when it was flown by the Australian Air Force, against but largely outclassed by the Soviet-designed North Korean and Chinese Mig-15 fighters. Despite the shortcomings, the Meteor saw operation service in the 1980s serving with Ecuador's Air Force.\n\nThe last airworthy Gloster Meteor made its final flight at Bruntinghorpe Airfield in Leicestershire in January 2019. It has since joined the Classic British Jets Collection, where it will be maintained in running condition so that if it doesn't fly it can still taxi on the runway.\n\nPeter Suciu is a Michigan-based writer who has contributed to more than four dozen magazines, newspapers and websites. He is the author of several books on military headgear including A Gallery of Military Headdress, which is available on Amazon.com.\n\nImage: Wikimedia.\n\nWeekends Reads from TNI:\n\nThe War On History Has Come for George Washington\n\nMeet America's Best and Worst Presidents Ever Ever\n\nWhy Joe Biden Should Fear Donald Trump"}}