{"GDELT": {"GlobalEventID": 929244402, "Day": 20200614, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4493, "Actor1Code": "SLV", "Actor1Name": "SANTA ANA", "Actor1CountryCode": "SLV", "Actor2Code": "SLVGOV", "Actor2Name": "SANTA ANA", "Actor2CountryCode": "SLV", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.07816711590297, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX", "Actor1Geo_Lat": 23.0, "Actor1Geo_Long": -102.0, "Actor1Geo_FeatureID": "MX", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX", "Actor2Geo_Lat": 23.0, "Actor2Geo_Long": -102.0, "Actor2Geo_FeatureID": "MX", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX", "Action2Geo_Lat": 23.0, "Action2Geo_Long": -102.0, "Action2Geo_FeatureID": "MX", "DATEADDED": 20200614001500, "SOURCEURL": "https://oppositelock.kinja.com/find-your-bearings-1844026944"}, "ARTICLE": {"TITLE": "Find your bearings.", "TEXT": "A few months ago, I found a plaque marking the starting point of all of Spain’s radial highways, I didn’t think about it until a couple of days ago when I was prompted an article “The starting point of Mexican highways.” It just happens to be this statue to Mexican-German engineer Enrico Martinez next to the Metropolitan cathedral.\n\nAdvertisement\n\nVandalized because of the recent protests against police brutality, this statue celebrates an important engineer of the Porfirian era. Unlike Spain’s conspicuous plaque, this statue doesn’t have any reference to the zero kilometer point of Mexican highways, and for good reason.... Because it isn’t.\n\nYou see, no one really knew where the zero kilometer should be. When Hernan Cortez was the ruler of New Spain, the marker was supposed to be placed behind the cathedral. But then, the ever illustrious President Santa-Ana said it should be exactly 11.85 meters west from the main door of the national palace. This was a controversial topic in 2016 of which I had no clue until today when I arrived to that statue. I then walked up to the national palace looking for the bronze plaque supposedly ordered placed by INEGI four years ago.\n\nAdvertisement\n\nYou see, Mexicans are a bit like the French in the sense that we love protesting, and because of that the National Palace was blocked by some protestors, I say some because each tent was full of protestors protesting different things. The entire road in front of the palace was closed, but pedestrians could access.\n\nAdvertisement\n\nBy the Secretariat of Communications and transportation own admission, Mexican highways do not have a standardized origin and end point like other systems do, meaning the kilometer markers on highways are absolutely arbitrary. When the project to place a zero kilometer began in 2014, states were also asked to place a marker in their capital cities for their local road network’s own bearings.\n\nI got as near as possible to the National Palace’s main entrance, but I did not see the bronze plaque 11.85 meters west of it. Since I was in the neighborhood, I paid a visit to the Vasconcelos super-library. Not surprisingly, it was shut. Still an incredible place.\n\n\n\nAdvertisement\n\nThe main entrance does no justice to the sheer size of the building. The Vasconcelos library was actually pretty controversial, as it had to be closed just after inauguration due to structural issues. Calderon pushed it so that it could be opened before his presidential term was over. It was fixed later on during Peña Nieto’s. The building next door has... an eagle. The other one has, I suppose, a mix between the hulk and an aztec warrior... I’d rather have this than cheap graffitti. An aerial picture of the library to put it in perspective. This mega-library was designed by one of Mexico’s current top architects, Alberto Kalach. Advertisement You can skip ad after 1 second You can go to the next slide after 1 second Continue The interior has a bunch of floating bookshelves through multiple stories. 1 / 5\n\nI also went to the Biblioteca de Mexico, a library made inside an old fort. It was also closed, but I got a picture of the outside. Confoundingly, the full name of this library is “Biblioteca de Mexico Jose Vasconcelos.” People often confuse it, the Vasconcelos super library, and UNAM’s library because of the name...\n\nAdvertisement\n\nThis building, known as the citadel, was built in the 18th century, and turned into a library in the 1940s. It was renovated in the 80s by Abraham Zabludovsky, who covered the squares with these metal structures to increase the useful area, it sounds strange but it looks incredibly well executed in person. He collaborated with Pani and Teodoro Gonzales de Leon on other projects. One of the building’s squares was turned into this auditorium that hosts some academic events. Biblioteca de Mexico is right next to a University complex owned by IPN. 1 / 3\n\nOn my way back I also took some pictures of the graffiti and vandalism left behind by the protestors.\n\nAdvertisement\n\nThis was outside the American embassy in Reforma. 1 / 4\n\nTis all for today."}}