{"GDELT": {"GlobalEventID": 929402361, "Day": 20200615, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4521, "Actor1Code": "CHRCTH", "Actor1Name": "CATHOLIC", "Actor1Religion1Code": "CHR", "Actor1Religion2Code": "CTH", "Actor2Code": "CVL", "Actor2Name": "NEIGHBORHOOD", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 0.48309178743961, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "West Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWV", "Actor1Geo_Lat": 38.468, "Actor1Geo_Long": -80.9696, "Actor1Geo_FeatureID": "WV", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "West Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWV", "Actor2Geo_Lat": 38.468, "Actor2Geo_Long": -80.9696, "Actor2Geo_FeatureID": "WV", "Action2Geo_Type": 2, "Action2Geo_Fullname": "West Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWV", "Action2Geo_Lat": 38.468, "Action2Geo_Long": -80.9696, "Action2Geo_FeatureID": "WV", "DATEADDED": 20200615051500, "SOURCEURL": "https://www.theintelligencer.net/news/community/2020/06/catholic-charities-to-host-takeout-spaghetti-dinner-fundraiser/"}, "ARTICLE": {"TITLE": "Catholic Charities to Host Takeout Spaghetti Dinner Fundraiser", "TEXT": "WHEELING – Many annual traditions are taking on a new look due to the COVID-19 pandemic, and the annual spaghetti dinner — one of the largest fundraisers for the Catholic Charities Neighborhood Center — is no exception.\n\nThe Catholic Charities Neighborhood Center on 18th Street in Wheeling will host its 24th annual spaghetti dinner fundraiser from noon-5 p.m. Sunday, June 28. Originally scheduled for April 28, the fundraiser has been reformatted as a takeout-only event for the safety of staff, volunteers and guests amid the pandemic.\n\n“When we had to cancel our initial event, everyone here at the Neighborhood Center was really disappointed,” said Mark Phillips, Catholic Charities West Virginia Northern Regional director. “The spaghetti dinner has been an important community event for more than 20 years, and we thought that it was important to continue that tradition — even if it might operate a little differently.”\n\nProceeds will support the vital services the Neighborhood Center provides to ensure all people can access the services they need to reach their full potential and work toward lasting and meaningful change. Phillips indicated that the Neighborhood Center has continued to operate throughout the COVID-19 pandemic to help ensure food security for people in Wheeling and throughout the Ohio Valley.\n\n“In the 11 weeks since this health crisis began, we have provided over 500 boxes of food to families in need. Over 4,000 hot meals have been served in our doorway.\n\nMore than 10,000 meals have been delivered to folks who are unable to prepare food for themselves,” Phillips said.\n\nSpaghetti dinner meals will include spaghetti, meatballs, sausage, salad and dessert. Dinners will be delivered to cars curbside outside of the Neighborhood Center on 18th Street in Wheeling. Members of the community are encouraged to purchase tickets online in advance, and guests who buy tickets online will be entered into a special drawing for several prizes.\n\n“Though we’re sad that we won’t have the pleasure of dining with so many community members in person, we know that we can still provide a fantastic meal to hundreds of people while serving our core mission. We look forward to seeing people for pickup at the end of the month,” Phillips said.\n\nTickets are $8 each and can be purchased at www.catholiccharitieswv.org/blog/catholic-charities-neighborhood-center-spaghetti-dinner-2020 or by contacting the Neighborhood Center at 304-232-7157. For more information, visit www.CatholicCharitiesWV.org."}}