{"GDELT": {"GlobalEventID": 929402724, "Day": 20200615, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4521, "Actor1Code": "MYS", "Actor1Name": "KUALA LUMPUR", "Actor1CountryCode": "MYS", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.3960396039604, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Johor, Johor, Malaysia", "Actor1Geo_CountryCode": "MY", "Actor1Geo_ADM1Code": "MY01", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 1.4655, "Actor1Geo_Long": 103.758, "Actor1Geo_FeatureID": "-2405456", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Johor, Johor, Malaysia", "Actor2Geo_CountryCode": "MY", "Actor2Geo_ADM1Code": "MY01", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 1.4655, "Actor2Geo_Long": 103.758, "Actor2Geo_FeatureID": "-2405456", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Johor, Johor, Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY01", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 1.4655, "Action2Geo_Long": 103.758, "Action2Geo_FeatureID": "-2405456", "DATEADDED": 20200615051500, "SOURCEURL": "https://www.malaymail.com/news/malaysia/2020/06/15/education-minister-says-schools-will-be-inspected-to-ensure-covid-19-preven/1875542"}, "ARTICLE": {"TITLE": "Education minister says schools will be inspected to ensure Covid-19 preventive measures work", "TEXT": "Education Minister Mohd Radzi Md Jidin (right) said it was important to see the SOPs in real-world conditions as the schools would resume operations in unprecedented circumstances. — Bernama pic\n\nKUALA LUMPUR, June 15 — Education Ministry officials at all levels will regulatory inspect schools at random to gauge the efficacy of the standard operating procedures (SOP) to contain Covid-19 when they reopen.\n\nEducation Minister Mohd Radzi Md Jidin pledged to also conduct such inspections personally, during an interview with Berita Harian published today.\n\nSchools are scheduled to reopen on June 24 for upper secondary students due to sit key national examinations such as the Malaysian Certificate of Education (SPM), Vocational Certificate of Malaysia (SVM), Higher School Certificate of Malaysia (STPM) and Higher Religious Certificate of Malaysia (STAM).\n\n“I’ve asked everyone in the ministry, state and district departments, including myself, to go to the schools unannounced,” Radzi was quoted as saying.\n\n“It’s not to punish the schools, not at all. Instead, it’s to help us evaluate how well the SOPs and our preparedness naturally.\n\n“For example in the first week we may take samples from 50 schools. We will then evaluate how well the SOPs worked, how many schools are fully prepared, how many are 50 per cent ready and how many haven’t started yet in order to gauge the level of preparedness.\n\nRadzi said it was important to see the SOPs in real-world conditions as the schools would resume operations in unprecedented circumstances resulting from the world-stopping Covid-19 pandemic.\n\nNext week, schools in Terengganu, Kelantan, Kedah and Johor will open on Wednesday and Thursday while in other states Wednesday till Friday.\n\nThe minister said the SOPs will be adjusted and fine-tuned over the weekend based on observations.\n\n“This is a long-term assessment and no one can predict if it will be successful or not. We will however do our best to implement every possible SOP,” said Radzi.\n\n“Say 2,000 schools reopen, we will identify 10 issues that need attention, we will fine tune it and then from time to time continue to improve on it.\n\nOn June 10, the ministry announced the reopening of public schools to examinations students from June 24.\n\nRadzi said at the time that decision was made with advice from the Health Ministry and the National Security Council (NSC), and will involve around 2,000 schools involving nearly 500,444 students.\n\nThe minister reminded all parents and teachers to cooperate in order to achieve full compliance with the new norms of life alongside Covid-19\n\nHe said apart from teachers taking on the extra role of performing temperature checks and making sure the students eat their meals in classrooms, parents must also assist through their compliance with rules introduced when they send and pick up their children from schools.\n\nSchools remain closed indefinitely for students other than those sitting for the aforementioned examinations.\n\nMalaysia reported eight new Covid-19 infections yesterday but active cases fell below the 1,000-patient mark for the first time in months."}}