{"GDELT": {"GlobalEventID": 929402721, "Day": 20200615, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4521, "Actor1Code": "MYS", "Actor1Name": "MALAYSIA", "Actor1CountryCode": "MYS", "Actor2Code": "AUS", "Actor2Name": "BRISBANE", "Actor2CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.30674846625767, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kuala Lumpur, Kuala Lumpur, Malaysia", "Actor1Geo_CountryCode": "MY", "Actor1Geo_ADM1Code": "MY14", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 3.16667, "Actor1Geo_Long": 101.7, "Actor1Geo_FeatureID": "-2403010", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Brisbane, Queensland, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS04", "Actor2Geo_ADM2Code": "154654", "Actor2Geo_Lat": -27.5, "Actor2Geo_Long": 153.017, "Actor2Geo_FeatureID": "-1561728", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kuala Lumpur, Kuala Lumpur, Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY14", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 3.16667, "Action2Geo_Long": 101.7, "Action2Geo_FeatureID": "-2403010", "DATEADDED": 20200615051500, "SOURCEURL": "https://www.thesundaily.my/local/student-helps-stranded-malaysians-KB2571972"}, "ARTICLE": {"TITLE": "Student helps stranded Malaysians", "TEXT": "KUALA LUMPUR: In May, two elderly Malaysians were desperate to return home from a trip to Australia.\n\nBoth were stranded – one in Brisbane and the other in Sydney – after Malaysia closed its borders in an attempt to curb the spread of Covid-19.\n\nWhen the Australian government had announced that a last-minute flight from Sydney to Kuala Lumpur was available, the two senior citizens had run out of money.\n\nThey called student Darren Lee Yeu Jyn, who rallied the Malaysian diaspora and raised more than A$1,000 (RM2,926.47), to pay for their flight home.\n\nThis is one of the many good deeds Lee and others have done to help fellow Malaysians stranded in Australia when borders were closed.\n\nLee’s efforts were inspired by a similar initiative launched by Malaysians studying or working in New Zealand.\n\nHe said his team has 38 volunteers working together to help Malaysians who are stranded in Australia to return home.\n\n“We have helped 58 individuals to return home to their families in Malaysia, mainly from Brisbane, Sydney and Melbourne,” Lee told theSun yesterday.\n\nApart from helping raise funds to pay for their fare home, they have also helped in sorting out immigration problems.\n\nLee said most of them who sought help had either student, tourist or temporary work visas.\n\nSometimes, the Malaysian High Commission in Canberra or the Consulate-General of Malaysia in Melbourne will refer these cases to them, said the Ipoh- born 25-year-old.\n\nThose needing help can register with their global network called Malaysians Reach Out at bit.ly/MalaysiansReachOut.\n\nLee said one of the volunteers has also started a WhatsApp group to share information.\n\nLee, who is taking a course in microbiology (public health) at the University of Melbourne, hopes to form lasting friendship with those who got together to help their fellow countrymen, as well as those who have sought and been given assistance.\n\n“I hope to meet them one day,” he added."}}