{"GDELT": {"GlobalEventID": 929402786, "Day": 20200615, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4521, "Actor1Code": "PSE", "Actor1Name": "PALESTINE", "Actor1CountryCode": "PSE", "Actor2Code": "ISR", "Actor2Name": "ISRAELI", "Actor2CountryCode": "ISR", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.33898305084745006, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ramallah, West Bank (general), West Bank", "Actor1Geo_CountryCode": "WE", "Actor1Geo_ADM1Code": "WE00", "Actor1Geo_ADM2Code": "68767", "Actor1Geo_Lat": 31.9026, "Actor1Geo_Long": 35.1955, "Actor1Geo_FeatureID": "-795956", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ramallah, West Bank (general), West Bank", "Actor2Geo_CountryCode": "WE", "Actor2Geo_ADM1Code": "WE00", "Actor2Geo_ADM2Code": "68767", "Actor2Geo_Lat": 31.9026, "Actor2Geo_Long": 35.1955, "Actor2Geo_FeatureID": "-795956", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ramallah, West Bank (general), West Bank", "Action2Geo_CountryCode": "WE", "Action2Geo_ADM1Code": "WE00", "Action2Geo_ADM2Code": "68767", "Action2Geo_Lat": 31.9026, "Action2Geo_Long": 35.1955, "Action2Geo_FeatureID": "-795956", "DATEADDED": 20200615051500, "SOURCEURL": "https://www.canindia.com/palestine-urges-un-session-over-israeli-annexation-plan/"}, "ARTICLE": {"TITLE": "Palestine urges UN session over Israeli annexation plan • Canindia News", "TEXT": "Ramallah, June 15 (IANS) Palestine has submitted an official request to hold a UN session to discuss Israel’s plan to annex parts of the West Bank and take appropriate steps towards it, a senior official said.\n\n“This request came as part of the Palestinian leadership plans to prevent Israel from implementing its annexation,” Minister of Foreign Affairs Riyad al-Maliki told the radio station Voice of Palestine on Sunday.\n\nThe UN Secretary Council (UNSC) is going to hold a virtual meeting on June 24 to discuss the report of Secretary-General Antonio Guterres on implementation of Secretary Council Resolution 2334, al-Maliki said.\n\nAl-Maliki said that Palestine is going to talk about the seriousness of the Israeli annexation plan during the coming meeting, hoping that the members of the UNSC would speak about it in order to prepare for the emergency session of the UN General Assembly when its date is set.\n\nIn April, Israel’s new unity government formed by Prime Minister Benjamin Netanyahu and Benny Gantz, the leader of Blue and White Party, had agreed to impose Israeli sovereignty on the Palestinian territories, which they called as “part of the historic lands of Israel” as of July 1.\n\nOn May 7, US Ambassador to Israel David Friedman said that American President Donald Trump’s administration supports Israel’s application of sovereignty over the Jordan Valley and the settlements in the occupied West Bank and East Jerusalem.\n\nThe annexation is part of Trump’s Middle East peace plan.\n\nThe Palestinians – who claim all of the West Bank, Gaza and East Jerusalem – have rejected the idea.\n\nIsrael has occupied the territories since the 1967 Middle East war.\n\nMore than 600,000 Jews live in about 140 settlements in the West Bank and East Jerusalem.\n\n–IANS\n\nksk/"}}