{"GDELT": {"GlobalEventID": 929402613, "Day": 20200615, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4521, "Actor1Code": "IND", "Actor1Name": "KARNATAKA", "Actor1CountryCode": "IND", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.746268656716422, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Karnataka, Karnataka, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN19", "Actor1Geo_ADM2Code": "17688", "Actor1Geo_Lat": 13.5, "Actor1Geo_Long": 76.0, "Actor1Geo_FeatureID": "-2099860", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Karnataka, Karnataka, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN19", "Actor2Geo_ADM2Code": "17688", "Actor2Geo_Lat": 13.5, "Actor2Geo_Long": 76.0, "Actor2Geo_FeatureID": "-2099860", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Karnataka, Karnataka, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN19", "Action2Geo_ADM2Code": "17688", "Action2Geo_Lat": 13.5, "Action2Geo_Long": 76.0, "Action2Geo_FeatureID": "-2099860", "DATEADDED": 20200615051500, "SOURCEURL": "https://english.sakshi.com/news/andhrapradesh/apsrtc-operate-interstate-bus-services-karnataka-june-17-120173"}, "ARTICLE": {"TITLE": "APSRTC To Operate Bus Services To Karnataka From June 17", "TEXT": "AMARAVATI: The Andhra Pradesh government has decided to resume inter-state buses to Karnataka from June 17. Following the approval from state government, the Andhra Pradesh State Road Transport Corporation (APSRTC) management has taken the decision to start bus services to Bengaluru city and few other places in Karnataka state from June 17.\n\nthe APSRTC will initially resume the inter-state services to Karnataka with a limited number of 168 buses, which will be increased to 500 in four different phases. The corporation has arranged for buses from various district centres and towns across the state to Karnataka.\n\nReservations for the buses will be launched online from Tuesday, June 16. People who wish to travel to Karnataka can book their tickets online through official website apsrtconline.in .\n\nFollowing the physical distance, the use of masks and sanitizers has been made mandatory for all the passengers.\n\nThe AP government has made all the arrangements to carry out COVID-19 tests for people who will return to the state from Karnataka.\n\nRTC MD Madireddy Pratap has urged the authorities to follow the protocol issued by the Centre and state to prevent the spread of COVID-19 through passengers who travel through RTC buses.\n\nAPSRTC has shut down all the inter-state bus services due to the lockdown. However, the Andhra Pradesh government officials have written letters to neighbouring states to allow inter-state bus services to operate in the wake of the relaxations announced by the Centre in lockdown restrictions.\n\nAP Chief Secretary Neelam Sawhney has written letters to Telangana, Karnataka and Odisha governments except Tamil Nadu over the resumption of the bus services between states."}}