{"GDELT": {"GlobalEventID": 929402286, "Day": 20200615, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4521, "Actor1Code": "AUSMED", "Actor1Name": "AUSTRALIAN", "Actor1CountryCode": "AUS", "Actor1Type1Code": "MED", "Actor2Code": "BUSMED", "Actor2Name": "COMPANIES", "Actor2Type1Code": "BUS", "Actor2Type2Code": "MED", "IsRootEvent": 1, "EventCode": 1312, "EventBaseCode": 131, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -5.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.66666666666666, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS", "Actor2Geo_Lat": -25.0, "Actor2Geo_Long": 135.0, "Actor2Geo_FeatureID": "AS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200615051500, "SOURCEURL": "https://www.abc.net.au/news/2020-06-15/facebook-responds-to-calls-for-it-to-pay-for-news-content/12355612"}, "ARTICLE": {"TITLE": "Facebook says it could survive without news, rejects calls to pay media companies", "TEXT": "Facebook has flatly rejected calls for it to share advertising revenue with local news organisations, arguing it is \"not healthy or sustainable\" for tech companies to shoulder the burden of propping up the media.\n\nKey points: Facebook says it would survive comfortably if Australian media companies boycotted it\n\nFacebook says it would survive comfortably if Australian media companies boycotted it The ACCC is developing a mandatory code of conduct to have tech companies pay for content they host\n\nThe ACCC is developing a mandatory code of conduct to have tech companies pay for content they host Facebook says it is already investing in local news, and that it is not necessary for it to pay more\n\nIn a submission to the Australian Competition and Consumer Commission (ACCC), the social media giant argued there was already a \"healthy, competitive rivalry\" between tech companies and news publishers when vying for advertising dollars, and that it was heavily investing in Australia's media landscape.\n\nIn April, the Federal Government gave the ACCC the job of developing a mandatory code of conduct to address what it described as the \"power imbalances between Australian news media businesses and … Google and Facebook\".\n\nThe Government has made it clear it wants to see tech companies paying local media companies for using their content.\n\nThe inquiry was prompted after the coronavirus pandemic caused a massive drop in revenue for media companies, along with repeated concerns that tech companies were benefitting from the hard graft of journalists without paying for the privilege.\n\nFalling ad revenues have seen widespread layoffs and closures in the media industry during the pandemic.\n\nOne of the matters up for discussion during the inquiry is whether media companies could collectively boycott platforms like Facebook if the social media company does not agree to provide more support.\n\n\"A collective boycott, or the threat of a collective boycott, may encourage each of Google and Facebook to offer news media businesses more appropriate remuneration for the use of their content,\" the ACCC said.\n\nIn rejecting calls that it should pay Australian media companies for access to their content, Facebook told the ACCC it could survive quite comfortably without news on its site.\n\n\"We made a change to our News Feed ranking algorithm in January 2018 to prioritise content from friends and family,\" the company said.\n\n\"These changes had the effect of reducing audience exposure to public content from all pages, including news.\n\n\"Notwithstanding this reduction in news content on our services, the past two years have seen an increase in people engaging on our services and increased revenues, suggesting both that news content is highly substitutable with other content for our users and that news does not drive significant long-term commercial value for our business,\" Facebook said.\n\nFacebook points to 'investments in news'\n\nFacebook's submission to the inquiry also argued it was being targeted by the code, along with Google, while other companies were not.\n\n\"The decision to limit the initial version of the code to two US companies is discriminatory and will inevitably give an unfair advantage to Facebook's competitors in the technology sector, including rivals from countries that propagate different and undesirable visions for the internet,\" the company said.\n\nDespite arguing it could survive without news content, Facebook was keen to spruik the work it has done to support and invest in the media sector, and the work it has done to give Australian media new outlets to showcase their work.\n\n\"Any value that we receive from publishers is outweighed by the significant costs and investment that we make in news,\" Facebook said.\n\n\"We do this because news has societal value for the people who use our services and the broader community.\n\n\"However, we do not agree that it only falls to one or a handful of private, internet-based companies to subsidise this public good above and beyond the investments that make sense for our business.\"\n\nFacebook suggested the creation of an \"Australian Digital News Council\", modelled on the Australian Press Council, to manage the relationship between the media and tech companies."}}