{"GDELT": {"GlobalEventID": 929654379, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "JEW", "Actor2Name": "JEWISH", "Actor2Religion1Code": "JEW", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.18261897088839002, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Haram, Diyarbakir, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU21", "Actor1Geo_ADM2Code": "27749", "Actor1Geo_Lat": 37.7656, "Actor1Geo_Long": 40.6175, "Actor1Geo_FeatureID": "6281500", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Haram, Diyarbakir, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU21", "Actor2Geo_ADM2Code": "27749", "Actor2Geo_Lat": 37.7656, "Actor2Geo_Long": 40.6175, "Actor2Geo_FeatureID": "6281500", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200616091500, "SOURCEURL": "https://adonis49.wordpress.com/2020/06/16/jewish-wailing-wall-turned-out-to-be-a-false-story/"}, "ARTICLE": {"TITLE": "Jewish Wailing Wall? Turned out to be a false story", "TEXT": "Jewish Wailing Wall? Turned out to be a false story\n\nNote: I loath separations walls, to divide among other neighboring people, kind of No see, No hear, Does Not exist. Walls of Shame for humanity.\n\nI loath even more all walls that were meant to wail on or pray in front of. I am posting this long, repetitious, tedious and convoluted article just for whatever historic information that might interest you. I just stopped editing the rest of the article.\n\nThe present “Wailing Wall” is a modern invention (devised about 350 years ago) and Jewish scholars know this to be a certain fact.\n\nThat “Wailing Wall” is actually the Western Wall of Fort Antonia. The true Temple was located over the Gihon Spring on the southeast ridge of Jerusalem.\n\nThere can be no doubt of this fact. It is time for all people to abandon these false religious sites.\n\nThe Strange Story of\n\nthe False Wailing Wall By Ernest L. Martin, PH. D., July 2000 [The secular dates in this article rendered B.C.E. and C.E. (meaning “Before Common Era” and “Common Era”) are identical to the false religious dates B.C. and A.D. (“Before Christ” and “After our Lord”) which erroneously became standard in Christian countries (though 3 years off) in the sixth century of our Era.] Listen to the Byte Show Interview on this article: The Strange Story of the False Wailing Wall – Listen • Download • MP3 There is absolute proof that the present site of the Jewish “Wailing Wall” in Jerusalem is NOT any part of the Temple that existed in the time of Herod and Jesus. In fact, that particular location that the Jewish authorities have accepted represents the Western Wall of an early Roman fortress (finally built and enlarged by Herod the Great). King Herod called it Fort Antonia, after the famous Mark Anthony who lived at the end of the first century before Christ.\n\nIt was formerly called the Baris in the proceeding hundred years and it finally became known as the Praetorium in the New Testament period (the central military edifice in Jerusalem where the commanding general of a Legion of troops had his headquarters).\n\nThis rectangular type of building clearly resembles most permanent military camps that the Romans constructed throughout the Empire to house their Legions.\n\nWhen the Bordeaux Pilgrim visited Jerusalem in 333 C.E., he looked east from an area in front of the Church of the Holy Sepulchre (then in its final stages of being built) and said he saw this Praetorium directly eastward with its walls (he mentioned “walls” in the plural – meaning the southern and western walls) firmly entrenched in the bottom of the Tyropoeon Valley.\n\nThis central valley of Jerusalem (the Valley of the Cheesemakers) separated the eastern mountain ridge of the city (the original Mount Zion of the Bible) from the larger and more extensive western ridge.\n\nWhat the Bordeaux Pilgrim provided in his writing is a perfect description of what we call today the Haram esh-Sharif. It is the remains of Fort Antonia.\n\nThis Herodian structure housed the Tenth Legion left by Titus after the Roman/Jewish War of 66 to 73 C.E.\n\nThe Tenth Legion continued its presence within its walls for over 200 years — until the Legion left for Ailat on the Red Sea in 289 C.E.\n\nThe Haram esh-Sharif (Fort Antonia) is the only remaining part of the Jerusalem that existed in the period of Herod and Jesus. And the present Jewish authorities have mistakenly accepted its Western Wall as being the wall of Herod’s Temple. They are wrong! It is actually the Western Wall of Fort Antonia.\n\nBut how did the present “Wailing Wall” get erroneously selected by the Jewish authorities as a holy place for the Jews?\n\nAs I have abundantly shown in my new book “The Temples that Jerusalem Forgot” and in my supplemental articles on the ASK Web Site, the Jewish authorities in and around Jerusalem from 70 C.E. until 1077 C.E. (for over a thousand years) only showed their religious interest for the location of the Temple at the area positioned over and around the Gihon Spring.\n\nThis was at least 1000 feet south of what later became known as the Dome of the Rock. This is the exact area that the Genizah documents from Egypt show the Jewish authorities wished to live (to be near their Temple) in the time of Omar, the Second Caliph (638 C.E.).\n\nThe Jewish records show (mentioned in my book and supplemental articles) that it is without doubt the southeastern ridge of Jerusalem that contained the Temples of Solomon, Zerubbabel and that of Herod.\n\nWith the period of the Crusades, things begin to change. After a period of 50 years (from 1099 to 1154 C.E.) during which no Jewish person was allowed into the City of Jerusalem, we then have records that a few Jews began to return to Jerusalem.\n\nIt was only at this time (around 1054 C.E.) that some Jewish people started to imagine that the Christian and Muslim identification of the Dome of the Rock for the site of the former Temples might have relevance.\n\nThis was first mentioned by Benjamin of Tudela. It was this Jewish traveler in about 1169 C.E., who first suggested that the region of the Dome of the Rock should be considered the site of the former Temples.\n\nThis was a great error, but within a hundred years after Benjamin all Jews in the world came to believe it (I will explain why the Jews erroneously did so in a biblical and historical way in next month’s article titled: “Expansion and Portability of Zion”).\n\nA new area for the site of the Temple was selected by the Jews in the time of Benjamin of Tudela. Benjamin even pointed to a low balustrade that existed in his time near the western entrance to the octagonal edifice (this balustrade has since been destroyed) and he identified it with the “Western Wall” of the Holy of Holies that earlier Jews had mentioned in their former literature.\n\nBenjamin was wrong. The “Western Wall” that the Talmuds and the writers of the Midrashim referred to was that remnant wall that was at one time the Western Wall of the Holy of Holies from the ruins of a later Temple than that of Herod.\n\nThis later Temple was twice attempted to be built (once was in the time of Constantine from 313 to 325 C.E. and again a short time later in the period of Julian the Apostate about 362 C.E.). The particular site where those two later Temples were attempted to be constructed was within the proper precincts of Herod’s former Temple. This later Temple was built over and near the Gihon Spring on the southeast ridge (1000 feet SOUTH of the Dome of the Rock).\n\nBut in the time of Benjamin of Tudela (1169 C.E.), some Jews decided to reposition the Temple from that southeastern section of Jerusalem up to the Dome of the Rock. They also invented a new “second” Western Wall as a part of the supposed Holy of Holies by identifying it with that ruined balustrade at the western entrance to the Dome of the Rock.\n\nDuring this time (in 1169 C.E. and for the next 380 years), the Jewish people paid NO ATTENTION whatever to the “Western Wall” of the Haram esh-Sharif which is now called their “Wailing Wall.”\n\nUntil the 16th century of our era, that western area produced NO INTEREST in the minds of the Jewish authorities or laity.\n\nIndeed, from the Crusades until the rise of the Ottoman Empire in 1517 C.E., the Jews customarily assembled in the very opposite direction — at the EASTERN side of the Haram on the Mount of Olives (or, at the EASTERN wall itself at what they called the Gate of Mercy if the Muslim authorities would allow them to get that close).\n\nThey congregated in the eastern part from the Haram in order to face the Dome of the Rock in the west that they finally considered (erroneously) to be the former spot of their Temples.\n\nWhen Benjamin of Tudela visited the spot in the middle of the 12th century, he was able to stand at the eastern wall and pray toward the Dome of the Rock.\n\nHowever, a few years later, the Jewish traveler Petachia of Ratisbon mentioned the “Gate of Mercy” but said “no Jew is permitted to go there.”\n\nPetachia said the Jews were then meeting on the Mount of Olives and “prayers were offered up there” (Elkan Adler, Jewish Travellers in the Middle Ages, p.90).\n\nThis is further vindicated by Rabbi Jacob in 1238-44 C.E. who said “we ascend the Mount of Olives…until we reach a platform which is on the Mount of Olives, where the Red Heifer was slain, and we go uphill to the platform which faces the Temple gate. Thence we see the Temple Mount and all the buildings upon it, and we pray in the direction of the Temple” (ibid., p,117).\n\nFurther on in his writing, Rabbi Jacob states: “Around the Foundation Stone, the Ishmaelite kings have built a very beautiful building for a house of prayer and erected on the top of a very fine cupola [Dome]. The building is the site of the Holy of Holies and the Sanctuary” (ibid. p.118).\n\nThough the Jewish records show that Jews before the Crusades believed the Temple Mount was over the Gihon Spring, now in the 13th century it was being reckoned (wrongly) to be at the Dome of the Rock.\n\nLater, in the time of Isaac Chelo (1334 C.E.), he refers to the “Western Wall” that was mentioned by Benjamin of Tudela which he said stood before the Temple of Omar ibn al Khattab.\n\nThe language of Chelo is confusing because he strangely called Omar’s “Temple” as being the “Gate of Mercy” and that the “Western Wall” was located before the Temple [which normally means east of the building].\n\nBut since Chelo is citing Benjamin (who placed the “Western Wall” just in front of the entrance to the Dome of the Rock), this is no doubt what Chelo also intended to convey. Yet Chelo mixed-up the chronology and said his “Western Wall” was discovered in the time of Omar (638 C.E.) when some Jews told him that there was some “heaped rubbish and filth over the spot, so that no one knew exactly where the ruins [of the former Temple] stood.”\n\nBut an old Jewish man finally showed Omar (back in 638 C.E.) “the ruins of the Temple under a mound of defilements” (ibid. p.131).\n\nThe records are chronologically confusing because the later Jewish travelers misidentified a “Western Wall” as being that of two different time periods.\n\nThe first period was that when the Muslims first conquered Jerusalem in 638 C.E., and the second period was that which began with Benjamin of Tudela in 1169 C.E. (well over 400 years later).\n\nIndeed, as I have explained in my book, the first “Western Wall” was connected with the Holy of Holies of the Sanctuaries built in the time of Constantine and Julian, while the second “Western Wall” (over 400 years later) was thought to be at the west side of the Dome of the Rock.\n\nThe Jews in the Crusade period finally accepted the Dome of the Rock as the general site of the Holy of Holies. There is a further complication in rationally trying to identify the “Western Wall.”\n\nThis further confusion is the selection by the Jews of the present “Wailing Wall” as being the “Western Wall” mentioned by the early Talmudic Jews in their literature.\n\nThe truth is, on the other hand, that later “Western Wall” had nothing to do with the Holy of Holies and everyone knew this. The “Wailing Wall” is actually the outer “Western Wall” of the Haram esh-Sharif which I have shown in my book to be the Western Wall of the former Fort Antonia and it has nothing to do with ANY of the former Temples of the Jews.\n\nThis latter wall was finally selected by the Jews in about 1570 C.E. This is our modern “Wailing Wall.” But in order to semi-justify their selection, present day Jews are prone to mix up the two earlier accounts and erroneously to confuse them with events surrounding their present “Wailing Wall” that is located north of Robinson’s arch.\n\nWhen the Present “Wailing Wall” Was Selected by the Jewish Authorities\n\nLet us look at the historical records to see what happened in about the year 1520 C.E. (and again in 1537 C.E.) that caused the Jewish people to abruptly accept the wrong spot.\n\nThey abandoned their customary practice of officially assembling at the EASTERN wall at the Gate of Mercy (or mainly on the Mount of Olives). The Jewish authorities decided to select the WESTERN WALL of the Haram esh-Sharif (just north of what became known as “Robinson’s Arch“) as their official site for assembly.\n\nIt was an error of the first magnitude to transfer their devotions to this Western Wall of the Haram. Israeli scholars today understand that the present “Western Wall” has nothing to do with the former “Western Wall of the Holy of Holies” that was thought to be previously located at first near the Gihon Spring and then later (1000 feet further north) at the west entrance to the Dome of the Rock.\n\nIn his excellent book “The Western Wall,” Meir Ben-Dov wants it to be clearly understood that the Western Wall of the Haram (the present Wailing Wall) is NOT the same as the “Western Wall” mentioned in early Jewish literature that once considered it to be a part of the Holy of Holies. Notice how Ben-Dov makes this abundantly clear:\n\n“There is a tradition that the Temple’s Western Wall remained standing [after the Roman/Jewish War of 66 to 73 C.E.].” Meir Ben-Dov then continues: “This is not a reference to the western wall of the Temple Mount [the present Wailing Wall of the Haram, emphasis mine] — all of its walls [those of the Haram] have survived to this day. The western wall about which it was prophesied [by Jews in the Talmudic period] that it would never be destroyed, is the Western Wall of the actual sanctuary, and in the course of time, it [the Western Wall of Herod’s Temple] was razed to the ground completely” (The Western Wall, p.27).\n\nThe Western Wall that later Jews were prophesying would NOT be destroyed was the Western Wall of the Holy of Holies of the Temple that was attempted to be built in the time of Constantine and Julian (in the fourth century). As for the present Wailing Wall, it was finally selected by the Jewish authorities only about 350 years ago and that wall had nothing to do with the Holy of Holies.\n\nIndeed, No Jew in history before the sixteenth century thought that outer Western Wall of the Haram esh-Sharif was holy and important.\n\nSomething happened that made the Jewish authorities to accept the erroneous Wailing Wall site.\n\nWhat occurred that made the Jews eventually to pick this upstart “wall” that wasn’t even a part of the inner sanctuary (that the former “Western Walls” were a part of)?\n\nThe fact is, something very mystical occurred in the history of Judaism in the early sixteenth century that caused the Jewish authorities and people to abandon the other two sites which they formerly accepted for the location of their Temples and they began to concentrate on their present “Wailing Wall” as the holiest spot in all Judaism.\n\nThat story is an interesting one. I will now cite two Jewish sources that explain how the Jews finally accepted their new “Wailing Wall.”\n\nThe Site of the “Wailing Wall” Was at First a Christian Holy Place\n\nLet us understand the historical reasons why the Jews finally (and erroneously) accepted their present Wailing Wall as their holiest place in Judaism. The Jewish records of the sixteenth and seventeenth centuries inform us that the place of the “Wailing Wall” was a spot situated at the base of the Western Wall of the Haram esh-Sharif where Christian women would assemble at various times in order to deposit their garbage (such as ordure, menstrual clothes and other junk).\n\nThe first Jewish account of this practice refers to about the year 1520 C.E. It describes the place as having long been a dump of religious significance for Christian women.\n\nBefore 1520 C.E., NO Jew or Muslim was at all interested in the place (it had no significance for them) because it was a Christian site that only Christians believed to be significant. It was a Christian “dump” of religious meaning to Christians alone.\n\nThe pile of refuse at the spot was so huge (having accumulated for decades over the site by the deposits of the Christian women) that it finally became noticeable to the first Ottoman king who conquered Jerusalem (Selim – the father of Suleiman the Magnificent).\n\nSince the garbage dump was near a region where Selim had his palace, he inquired why the filthy area was there and who maintained it.\n\nThe historical account of what happened is first given in a Jewish historical work recorded in approximately 1730 C.E. (about 200 years after the event it claims to recount). The man who wrote it was Moses Hagiz, a then resident of Jerusalem. The full narrative is given in the excellent book mentioned above written by Meir Ben-Dov, Mordechai Naor and Zeev Aner for the Ministry of Defence Publishing House in 1983 titled: “The Western Wall (HaKotel),” pages 108-110.\n\nLet us notice carefully the gist of the story. In fact, there were actually two stories that became entwined together within the decades that follow the first account, but it is easy to gather the main points and to understand the central thread of their themes without any ambiguity.\n\nThe first (and chronologically the earliest for the actors of the story) is that given by Moses Hagiz (mentioned above). He reports it was Selim (the father of Suleiman the Magnificent) who was the feature actor.\n\nThe second story on the other hand describes a time about 20 years later, and it has Suleiman himself as the central actor. The Jewish writer Eliezer Nahman Poa wrote this second story of the account (sometime in the 17th century). It is the earlier of the two accounts from the point of view of relating the story to listeners and readers.\n\nSome features of the two stories remind us of allegorical personages mentioned in ancient accounts found in the Holy Scriptures. These stories no doubt evolved in order to make political points or to show lines of religious significance within the accounts.\n\nI will now copy in italics what the above book “The Western Wall” relates.\n\n“One day he (the Sultan Selim) saw from his window, an old gentile woman, more than ninety years of age, bring a sack or box (basket) of garbage and drop it at a spot near his office. He became very angry…and sent one of his slaves to bring the woman and her sack. When she came he asked to which people she belonged and she told him that she was a Roman (Christian). Selim then asked her where she lived and she answered: ‘Not far from here, about two days’ walk’ [Bethlehem] and explained that that was why she was tired because, according to the custom the Roman leadership imposed, everyone who lived in Jerusalem had to deposit garbage at that spot [that became the Western Wall] at least once a day; those who lived in the environs of the city had to do it twice a week and those who lived at least three days away had to do it once every thirty days, because that place was the house of Israel’s God [the site of the Temple] and when they were not able to destroy it completely, they decreed, by a ban,….that the name of Israel should never again be mentioned concerning it. “Therefore,“ (said the old Woman), “do not be angry that I came with a bag of garbage to your royal court. I meant no offence to you. The king, may he rest in paradise, listened to everything the woman had to say and then told his slaves to detain her until he had investigated the matter to see if she spoke the truth …. His slaves brought to him many others who brought (sacks of garbage) and he interrogated them and found that they told the same story as the woman…. “He (the Sultan) opened his store of silver and gold and took several bags of coins as well as a basket and a hoe which he slung over his back. He issued a proclamation: ‘All who love the King and want to give him satisfaction should watch and follow suit!.’ He then went to the garbage heap and scattered a bagful of coins so that the poor should dig for them, and, out of their love of money, clear the garbage away. He (the Sultan) stood over them and encouraged them…. Every day he scattered more coins…. For some thirty days, more than ten thousand people cleared away garbage until he revealed the Western Wall and the foundations as they can be seen today by everybody….” [End of first quote from the book by Meir Ben-Dov titled “The Western Wall.”]\n\nThe above represents the first story. It gives the essence of the account that brings the Wailing Wall into focus and it states that the narrative was chronologically based in the time of Selim (about 1520 C.E.). I now continue with the further quote from the book “The Western Wall” about the second account.\n\n“The hero of the second, parallel story about the discovery of the Wall is the sultan Suleiman the Magnificent, the son of the Selim, referred to above. The author (or source) of this story is Eliezer Nahman Poa (17th century) and he attaches the story to the verse, ‘He raises up the needy from the earth; He lifts up the poor from the garbage heap’ (Psalm 113:7). Poa brings the story from an oral tradition and introduces it with the words, “And this was told to me:” “In the days of the king Sultan Suleiman, nobody knew the location of the Temple [emphasis mine], so he ordered a search of Jerusalem to find it. “One day, the man in charge of the search who had already given up hope [of discovering the true site of the Temple], saw a woman coming and on her head was a basket full of garbage and filth. “What is that on your head?“ he asked. “Garbage,“ she said. “Where are you taking it?” “To such-and-such a place.” “Where are you from?” “From Bethlehem.” “And between Bethlehem and this place are there no garbage dumps?” “We have a tradition that anyone who brings garbage and dumps it here is performing a meritorious deed. “This must be it said the man [it must be the place of the Temple], and [the captain] ordered many men to clear out the garbage from that spot. The garbage which, because of the great time that had passed, had turned into earth at the bottom. And so he uncovered the holy place. He went and told the king who rejoiced greatly and ordered them to clear and sweep (the place) and wash the Wall with rose-water.“ [End of the second account recorded in the book “The Western Wall.”] [Then, Meir Ben-Dov continues with his commentary on the two accounts.] “We may assume that the tradition which ascribes the discovery to Suleiman is the more reliable of the two, not only because its source, Eliezer Nahman Poa, lived closer chronologically to the event or because its strands are more true to folk-tradition, but also because Suleiman was famous for his preoccupation with excavation and building. It was he who, in 1538 completed the walls of Jerusalem which are still standing. It would appear that theory line [the first account] was transferred (by Moses Hagiz?) to the beginning of the Turkish occupation and to the earlier sultan in order to give it more importance. Thus the Selim version was created later. The logic of such a transfer would be: If the new rulers decided to “search Jerusalem” for the unknown Temple site [emphasis mine, note that NO ONE at this time KNEW the whereabouts of the former Temples], why would Selim not do it [cleanse the site at the Wailing Wall] immediately on their arrival? Meir Ben-Dov continues: “The stories cited above serve as examples of the general historical legends connected with the Wall in the past. Another type of legend is connected with the sanctity of the Wall in the present, a sanctity which is both general and particular. The general sanctity finds expression in the tales about miraculous cures effected by the Wall, in stories about its desecration being punished, and similar motives, which are common in folk literature in connection with other holy places and saints. When they happen at the Wall, however, the miracles that happen are more intense.“ [End of commentary cited in the book “The Western Wall.”]\n\nA Significant Observation in Regard to these Jewish Accounts on Why the Wailing Wall was Selected?\n\nIt is important to recognize that these records show that at the beginning of the sixteenth century (a mere 380 years ago) NO JEWISH PEOPLE were going to the Western Wall of the Haram esh-Sharif and calling it the Western Wall of the Temple. Indeed, the Jewish historical narrative we have been reading states that in the days of Suleiman (1538 C.E.) “nobody knew the location of the Temple, so he ordered a search of Jerusalem to find it.”\n\nAnd why was the first account dated to the rule of Selim (the first Turkish ruler to conquer Jerusalem)? It was to justify the fact that NO ONE knew precisely in the early sixteenth century WHERE the actual Temples were located. True, all at this late date thought that the site of the former Temple was SOMEWHERE within the area of the Haram esh-Sharif. But exactly where? No one knew.\n\nIsn’t it interesting that even the scholars today are in the same plight of understanding? They are also as ignorant as the historians and theologians were at the time of the beginning of the Ottoman Empire.\n\nFurther Evidence the Jewish Authorities DID NOT Accept the Wailing Wall Until AFTER 1520 C.E.\n\nThe Jewish authorities in Jerusalem did not at first accept the site of the Christian dump as having any Jewish significance. It was only after the Muslims decided to clean up the area that some Jews became interested in the place of the later Wailing Wall. But soon after the Ottoman invasion of Jerusalem, certain miraculous events occurred that gave confidence to the people of Jerusalem that the Dome of the Rock was located near the former Holy of Holies of the Temple. Let us notice what happened.\n\nIn the year 1517 C.E. (when the Ottoman Turks first entered Jerusalem under Selim), it was then believed that the area of the Dome of the Rock had the best credentials for being the place of the Holy of Holies. Zev Vilnay in his “Legends of Jerusalem,” relates: “It is said that during the Feast of Tabernacles in 1519 it [the crescent on top the Dome of the Rock] turned eastward [its horns turned to the east].\n\nThe Arabs believed this to be a portentous omen. They attempted to turn it [to face] southward, in the direction of Mecca, the holy city of the Muslims in Arabia [the crescent’s normal position was toward the south with its horns pointing westward]” (page 30).\n\nThe Muslims interpreted this eastward positioning of the crescent to signal the coming of the Messiah (Jesus had taught that he would come back to earth from the east and to the Mount of Olives).\n\nAfter the restoration of the crescent on the Dome, another similar event occurred three years later in 1522. Again Vilnay states: “Rabbi Moses Bassola, who visited the Holy Land in 1522, in the time of the Turks, reported that the ‘rumor concerning the crescent is, that an overturned crescent [was] facing south [it was bent toward the south], protrudes from a big column of metal at the head of a dome [the Dome of the Rock] which the Arabs have in the Temple” (page 30).\n\nThese supernatural events seemed to substantiate the thought that the Dome was indeed the site of the Temple. There were even more miraculous occurrences concerning the crescent atop the Dome of the Rock.\n\nVilnay reports another occurrence that happened a year later (in 1523) when a false prophet of the Jews named David ha-Reubeni came to Jerusalem claiming to be the Messiah. Vilnay continues: “David ha-Reubeni, a false Messiah of Israel, went to Jerusalem from Arabia. He was on his way to Rome to petition the Pope for help in his endeavor to restore the Jewish people to their land.\n\nIn 1523, ha-Reubeni entered the Dome of the Rock [this was normally forbidden to any Jew, but the so-called supernal events happening at this time, notably with the mysterious twisting of the crescent atop the Dome of the Rock, caused even the Muslim Arabs to admit David ha-Reubeni into the inner sanctuary of the Dome of the Rock].”\n\nVilnay continues with the story: “Now on the top of the dome there is a crescent which faces westward [it horns pointed westward]. On the first day of the Feast of Pentecost, this crescent was seen to face the east [it had twisted a hundred and eighty degrees with its horns now pointing eastward], and when the Arabs saw this, they shouted in great alarm. I asked them, ‘Why do you shout?’ They answered, ‘Because of our sins this crescent has turned toward the east, which is an evil omen to the Arabs’\n\nA workman climbed to the Dome and returned the crescent to its former position, but on the next day it was facing the east. And the Arabs continued to shout and to weep as they vainly tried to turn the crescent.” These supposed supernatural signs caused David ha-Reubeni to further proclaim his Messiahship. He teamed up with another Jew named Solomon Molcho in Rome and many Christians believed that some type of Jewish Messiah was indeed in their midst. The two men, however, were judged for practicing witchcraft and both died ignominiously.\n\nThe prime reason I give these historical accounts at this juncture is because at the beginning of the Ottoman rule, it was common knowledge both by Muslims and Jews that the former Temple was then recognized as being near or at the site of the Dome of the Rock. There is not one mention of the importance of the “Wailing Wall” that was located at the Western Wall of the Haram esh-Sharif in these early records. However, this was soon to change.\n\nA most eminent individual arrived on the historical scene who was to drastically alter the beliefs of the Jews — almost to a man, woman and child. This was Rabbi Isaac Luria. With the advent of Rabbi Isaac Luria around 1570 C.E., the “Wailing Wall” became a prominent holy fixture among Jews. This was because of the influence of Rabbi Luria. He was a most powerful mystic and religious leader among the Jews.\n\nThe historical records reveal that it was Rabbi Luria who selected the former Christian holy site at what became the Wailing Wall. What this all shows is that not only Jews by this time did not know the precise area of the Temple site, but they and the Muslim Turks were now relying on a Christian traditional site to locate it for them. And what tradition did they select? It was a very negative and hostile Christian tradition that was designed to antagonize the beliefs of Jews and Muslims.\n\nStill, the Jews and Muslims reasoned that IF the Christians had for a long time cast garbage at the site where the Wailing Wall was finally selected (and the heap of rubbish had grown so high that the bottom of the pile had turned back into soil), then surely THE CHRISTIANS MUST BE RIGHT.\n\nThis was Jewish and Muslim reasoning at the time. After all, the Jews and Muslim authorities readily admitted that no one of them knew the precise spot where the Holy of Holies had once been located. The actions of the Christians regarding the place of their “religious dump” impressed the Jews and Muslims. There seemed to be historical precedents for this belief.\n\nRecall that there was also an early Jewish account that when Omar the Second Caliph back in 638 C.E. was seeking the spot of the Jewish Temple that an old Jewish man showed the Sultan where the Holy of Holies had been.\n\nIt was also a rubbish dump (but mentioned in the records some 900 years before the time of the Ottoman Turks). It was this earlier story that had long circulated in the Middle East that no doubt led Selim (or Suleiman and later the Jewish authorities) to think that this new rubbish dump that the Christians had maintained was in some way connected with the original Temple site.\n\nWhat is astonishing is the fact that the stories relate that it was the Christians who had initiated the dump and had perpetuated its use from olden days. Jews and Muslims in the preceding 350 years had paid no attention to the site whatever! It was other areas that Jews and Muslims were interested in.\n\nIt must be remembered that Omar was shown in his day the Temple site over and near the Gihon Spring, while the accounts of the Christian women some 900 years later in the sixteenth century had repositioned the Temple site to an area somewhere near their rubbish dump that was adjacent to the Western Wall of the Haram.\n\nSo, first the Muslims and then the Jewish authorities in the middle and late sixteenth century began to think that perhaps the Christian identification at what became the Wailing Wall was indeed the correct site.\n\nWhat an anachronism!\n\nHere we have the Muslim authorities in the time of Suleiman the Magnificent relying on a Christian site that was established as a place of hate and revulsion to locate the Jewish “House of God.” Indeed, this garbage dump (according to the story) became a Muslim prime proof of where the once glorious Temples were located. This must be the case because the accounts show that neither Selim nor Suleiman before their selection of the dump area (with all their historians and professional men) were able to discover the true site of the Temple.\n\nThe Ottoman Turks were oblivious of the real site. True, tradition placed the Temple somewhere within the Haram esh-Sharif, but just where within that enclosure was the correct spot? What is interesting is the fact that there is still not a scholar today (whether Jewish, Muslim or Christian) who can inform any person dogmatically where the Holy of Holies was even at this start of the twenty-first century.\n\nAll scholars and religious authorities are still in the dark regarding what they consider to be the exact spot for the Temple within the area of the Haram. The fact is, however, they are all looking in the wrong place. The Haram esh-Sharif (as I have adequately proved) is the military camp of Fort Antonia. The actual Temples of God were located 1000 feet further SOUTH from the Dome of the Rock and 600 feet SOUTH of the southern wall of the Haram esh-Sharif.\n\nWhy Did the Jewish Authorities Finally Select the “Wailing Wall” as a Wall of Herod’s Temple?\n\nThe historical records show that the Jewish authorities DID NOT at first follow the Muslims in this identification of this Christian garbage dump as being near the Temple (or that it pointed toward it).\n\nThe Jews had to rely on other factors to accept the area of the dump. True, it is clear that the Jewish authorities finally relented and began to pay attention to the “Wailing Wall.” This happened because of the experiences and teachings of a most respected Rabbi that finally accepted the spot as holy.\n\nThat Rabbi was Isaac Luria (referred to as Ha-Ari, “the Lion”), the creator of what became known as the Lurianic Kabbalah. Indeed, the Jews from the time of Benjamin of Tudela (1069 C.E.) until the rise of the Ottoman Empire (1517 C.E.) showed not the slightest attention to this formerly Christian part of the Western Wall as a place holy and sanctified to them.\n\nIt was a Christian holy spot for many years. Then it was cleaned up by the Muslims to become a holy site to them. And eventually, the Jewish authorities felt it was also proper for them to recognize it – but they were the last to do so in Jerusalem.\n\nIt was when Rabbi Isaac Luria told them that the Shekinah was then located at that former Christian dump, that the Jews began to assemble (and later to flock) to the region and pushing out the Muslims who had at first cleaned up the place from its Christian defilement. Up to the time of Rabbi Isaac Luria (who was born in Jerusalem 1534 and died 1572 C.E.), the Jewish custom (for almost the previous 400 years) was to assemble at the Eastern Wall at the Gate of Mercy (or, on the Mount of Olives) and pray westward toward the Dome of the Rock.\n\nThey adored a balustrade they thought was the Western Wall of the Holy of Holies. But Rabbi Luria changed this. I will now show what prompted this action of acceptance. What the Jewish authorities did was to heed the words of Luria and from then on they began to assemble (as they do now) at their new “Western Wall.”\n\nThe Importance of Rabbi Isaac Luria\n\nIn the middle of the sixteenth century, practically the whole of the Jewish people went over to a belief in the philosophies of a man named Rabbi Isaac Luria. He was the person who established what is called Lurianic Kabbalah (a form of mystic Gnosticism) that led people into doctrines that were as foreign to Moses, Isaiah and Ezra as anyone could get (and this also includes the teachings of those Jews who wrote the Talmuds and other writings up the about the thirteenth century).\n\nAmong other false doctrines (that are counter to the simple teachings of the Holy Scriptures), Luria taught the Gentile doctrine of the Immortality of the Soul and even more Gentile in origin, the doctrine of the Transmigration of Souls (very similar as the Hindus do today). Both these doctrines are diametrically contrary to the basic teachings of the Old Testament (the Tanak) and also of the New Testament.\n\n[I have written numerous research papers showing this which can be read and downloaded on our ASK Web Page.]\n\nRabbi Luria promoted as a prime doctrine that it was normal for the people who lived in one generation to appear after their deaths as other persons in the next generation (and his teaching did not require a resurrection from the dead, as Scripture demands). In other words, Luria believed and taught Reincarnation (Metempsychosis). And the whole of the Jewish nation at the time went over to believing his strange and anti-biblical teachings (while they continued to keep the Sabbath, food laws and other external rituals that identified the people as still being Jews). Note what the Encyclopedia of Religion has to relate about the influence of Luria.\n\n“LURIA, ISAAC (1534-1572), known also by the acronym [A’RiY, that is, Ha-Ari (ha-Elohi Rabbi Yitshaq, “the godly Rabbi Isaac”); Jewish mystic. Isaac Luria was the preeminent Kabbalist of Safed, a small town in the Galilee where a remarkable renaissance of Jewish mystical life took place in the sixteenth century.\n\nNot only did Luria’s original mythological system and innovative ritual practices achieve great popularity in Safed itself; they also exerted profound influence upon virtually all subsequent Jewish mystical creativity. By the middle of the seventeenth century, Lurianic theology and ritual practices had permeated much of the Jewish world.\n\nIt has been observed that Lurianism was the last premodern theological system to enjoy such widespread acceptance within Judaism” (Vol.9, pp.54,55). Luria even adopted some theological teachings similar to Christian belief in the Trinity (that God is found to be One God manifested in Three Persons).\n\nLuria went even further. He used the same principle of interpretation of the early Christians, but he devised “ten different manifestations of God” (that he called Sefirot) that were supposed to represent “one” God. Luria’s top and foremost manifestation of his plural “Godhead” was a “Non-being” never known by Moses or the Prophets, or those Sages of the Talmuds. He called his final manifestation of the Deity as Ein Sof which means in Hebrew “No End” (or, simply, “the End is Nothing” or “Nothing is the End”) which is another way of saying in a philosophical sense “there is NO definable God” (or, all that there is in the Universe is NOTHING – or that God is a “God” who is in exile or in hiding).\n\nThis was another way of teaching there is “no God” in the final analysis of things. In a word, it is a teaching advocating atheism. Luria also followed in the footsteps of Maimonides even further in his acceptance of the principles of Aristotle.\n\nFor a century and a half, Luria had a profound influence on all sections of Jewish religious belief and society. Continuing with the comments in the Encyclopedia of Religion, we read: “It appears that Luria possessed the traits of a genuinely inspired and charismatic individual. He became known in Safed as an extraordinarily saintly person who had been privileged to experience personal revelations of Kabbalistic knowledge from the Holy Spirit, the prophet Elijah, and departed rabbis.\n\nHe was regarded as having knowledge of such esoteric arts as metoposcopy and physiognomy and the ability to understand the language of animals. He was able to diagnose the spiritual condition of his disciples and others and provided them with specific acts of atonement for restoring their souls to a state of purity.\n\nTo his formal disciples, who numbered about thirty-five, Luria imparted esoteric wisdom, vouchsafing to each one mystical knowledge pertinent to his particular soul, such as its ancestry and the transmigrations through which it had gone. He also gave his disciples detailed instructions on the meditative techniques by which they could raise their souls up to the divine realm, commune with the souls of departed rabbis, and achieve revelatory experiences of their own” (Vol.9, p.55).\n\nRabbi Luria was born in Jerusalem in A.D. 1534. In Jewish opinion, he was a most important child in a prophetic point of view. It was believed that Elijah the prophet appeared to the father of Rabbi Luria and told him “to keep this child well, for a great light shall shine forth from him to Israel and to the whole world” (Vilnay, Legends of Jerusalem, p.199).\n\nThrough much meditation (that he learned in Egypt), he finally moved to Safed in Galilee and won over most of the Jewish Kabbalists who lived there. He was capable of pointing out at a distance the unmarked and unknown graves of past Rabbis and holy men and to precisely identify them. There was no way of proving Luria wrong in most instances because many of the graves he discovered had no markings on them, and people had to assume that Luria (because of his saintliness) had to be right in his identifications.\n\n“Visiting holy graves was considered particularly desirable by the Kabbalists of Safed. Isaac Luria, the foremost exponent of that school, is credited with having ‘revealed’ hitherto unknown graves” (Encyclopaedia Judaica, article “Luria“). Continuing the quote: “The custom of visiting graves itself seems to be of old Arabic origin.\n\nNearly all the Jewish travelers who visited Erez Israel mentioned graves in their accounts and, indeed, many travel books outlining itineraries and listing the graves enjoyed wide circulation. A pilgrimage to a holy grave was considered to have therapeutic value and many customs developed for such visits. Candles were lit at the grave; often the supplicants made ceremonial processions around it and prostrated themselves on it.\n\nThere was—and still is—a widespread custom of placing a small stone or pebble on the grave and some pilgrims take a stone from it when they leave. It is also common practice to leave a written petition at the grave. As early as the beginning of the tenth century the Karaite scholar Sahl b. Mazli’ah complained: ‘How can I remain silent when some Jews are behaving like idolaters?\n\nThey sit at the graves, sometimes sleeping there at night, and appeal to the dead: ‘Oh! Rabbi Yose ha-Gelili! Heal me! Grant me children!’ They kindle lights there and offer incense…’ (Pinsker, Likkutei Kadmoniyyot, Nispahim, II p. 32)” (Encyclopaedia Judaica, article “Jewish Holy Places“). True enough, this practice is outright paganism in its origin.\n\nThe Karaite Jewish scholar mentioned in the last quote was absolutely correct. People who do such things are practicing heathen and idolatrous customs and it is utterly condemned in the Holy Scriptures (Isaiah 8:19,20). In the majority of cases, these grave sites that the people began to visit in pilgrimages in the land of Israel in the time of Rabbi Isaac Luria were identified “miraculously.”\n\nThere were very few graves that had gravestones with inscriptions that identified the person who was buried at the spot. This is where Rabbi Isaac Luria became so famous and recognized as being saintly. He was considered to possess the spirit of Elijah and the spirits and souls of other important men of the past. The new Encyclopedia of Judaism (edited by Jacob Neusner, Avery-Pick and Green) has this to say about these “miraculously” identified graves (most of which were unmarked and no one could prove one way or another whether Luria was correct in his selections). The Encyclopedia relates:\n\n“During the sixteenth century, many graves of Mishnaic and Talmudic rabbis were miraculously [emphasis mine] identified in Palestine and became loci of individual and organized pilgrimage. With the spread of Luranic Kabbalah and the collections of the miraculous deeds of Luria himself [emphasis mine], entitled ‘The Praises of the Ari,’, local pilgrimage sites began to appear among many Jewish communities throughout the entire Muslim world, especially in North Africa.\n\nThere [in North Africa], [the native] Berber popular religion, with graves of holy men, sacred trees, groves, brooks, pools, rocks, and grottos, had been thoroughly syncretized with local Islam….” [Continuing the quote:] “By the twentieth century, in Morocco alone there were no fewer than 652 shrines to Jewish saints…. This is due to the common influence of the Lurianic Kabbalah in both its intellectual and popular manifestations…\n\nEven those Middle Eastern and North African rabbis who objected to the more exuberant and syncretistic practices of popular saint veneration tended to take a generally permissive attitude, due in part to the ubiquity of saint veneration and in part to a desire to keep pilgrimages and other practices associated with such venerations as much as possible within Halakhic [oral law] bounds.\n\nThus, for example, while the great Iraqi legal decisor :Yosef Hayyim (1833 or 1835-1909) ruled that the Jews of Arbil in Iraqi Kurdistan ought to abandon their custom of sacrificing cattle on the graves of tzaddiqim in times of drought [the tzaddiqim were dead ‘righteous men’ of the past], he did not forbid prayer at those places. This tolerant attitude continues throughout much of the Sephardic world and in the state of Israel today, where saint veneration has undergone a major revival and is stronger than ever before” (Encyclopedia of Judaism, pp.679,680).”\n\nYes, there is widespread acceptance of these saint venerations even in modern Israel. It was Rabbi Isaac Luria who commenced in earnest (and popularized) these pilgrimages to the graves of dead men who were thought to be righteous and still alive (often hovering around their graves).\n\nThese dead men (who were still thought to be alive) were thought to have the powers of blessing and healing — and they could still work miracles for those who relied on them for spiritual help. Indeed [continuing with the Encyclopedia of Judaism]: “In the 1960’s, synagogues named after tzaddiqim began to proliferate, and some became the sites of major annual hillulot [pilgrimage]. Around the same time, pilgrimages to graves of holy men buried in Israel began to attract increasing numbers of people…..\n\nThe hillulot of Simeon b. Yohai [the reputed originator of the Zohar which taught the Kabbalah] on Lag B’Omer at Meron in the Galilee has become the most important pilgrimage among Sephardim in Israel, attracting more than 100,000…. A great many new pilgrimage sites have emerged in Israel in recent decades, and newly recognized individuals are continually being added to the pantheon of tzaddiqim” (The Encyclopedia of Judaism, pp.688,699).\n\nThese actions are pure and simple paganism in action (utterly condemned in the Torah and Tanak – the Holy Scriptures). The prime originator of these pilgrimages to the graves of ‘righteous men’ is the same man who first selected the Wailing Wall as a divine spot for the Jews to assemble.\n\nThis was Rabbi Isaac Luria. He was one of the most powerful men in sixteenth century Judaism (with outstanding influence throughout all of Judaism). His credentials center around the fact that he could identify the persons in unmarked graves through visions, dreams and supernatural revelations, not through the application of sound historical and geographical methods.\n\nIndeed, Luria’s prestige is still extremely high among many religious Jews. Those who accept him and his teachings are those Jews who have the religious mentality that governed the Jewish masses in the sixteenth century. Christians and Muslims have their share of such people as well. It is by such visionary and miraculously claimed identifications that so many places of pilgrimage have been selected to adore and at which the Jewish people should assemble and pray. But are these places genuine? The real truth is, there has been much error that has infiltrated into the bosom of the three Abrahamic faiths.\n\nThe Christians and Muslims of the past have done the same thing on a large scale. The ubiquity of the practice (and its popularity even today) shows just how pervasive and insidious are such customs. If people believe them (as do thousands upon thousands of folk), they do immeasurable harm to the real facts of history and they perpetuate “Dark Age” religious and societal practices that have no basis of fact in demonstrating historical or geographical truths. Time is long overdue for a rectification of these absurd and ridiculous teachings and false identifications.\n\nNotice Some False Geographical Identifications Made by Rabbi Isaac Luria\n\nThis Rabbi should not be looked on as a simple deceived “religious man.” This is because of the supreme influence that the man and his teachings have had (and still have) on modern day Judaism. Let us look at a few points. There was also a side to Rabbi Luria that many people have decided to ignore. But we need to be aware of it. The fact is, Luria also made some outstanding mistakes in his selection of former sites mentioned in the Holy Scriptures. We are told in Vilnay’s The Legends of Jerusalem that Rabbi Luria supposedly knew in his day in a supernatural way where Jeremiah was placed in the Court of the Guard mentioned in Jeremiah 32:2. Notice what Vilnay records:\n\n“It is told of Ha-Ari the holy, head of the Safed Kabbalists in the sixteenth century, that he discovered the Court of the Guard and its pit into which Jeremiah was cast. [Ha-Ari then envisioned:] ‘And the mouth of the pit is narrow and its bottom large and round, about two ells in diameter. And there are places cut out of the mountain rock which were used as jails by the kings of Judah. And it is told that Jeremiah the prophet is buried in the Court of the Guard” (pp.242–3).\n\nThe only trouble was, Rabbi Luria (that is, Ha-Ari) picked the spot now called “Jeremiah’s Grotto” in back of the East Jerusalem bus station. Luria selected the wrong place — a place that the Holy Scriptures would in no way allow. Luria was about 3000 feet north of the true site that was near the Gihon Spring. It is clear in the biblical text that the prison in the House of the King of Judah was located just south of the Temple.\n\nAnother geographical and historical error attributed to Rabbi Luria (Ha-Ari) was his selection of the person who supposedly “blocked up” the Gihon Spring in earlier days (which had in the previous century been re-discovered in Jerusalem). According to Jewish historical sources, the Gihon Spring was again revealed and restored to the knowledge of the Jewish people by the disciple of Isaac Luria named Rabbi Haim Vital.\n\nThis great mystical leader of the Jews brought all Judaism within the embrace of the Lurianic Kabbalistic teachings in the sixteenth century. I shall give the Jewish rendition of how the Gihon Spring was again restored to the knowledge of the Jews, as shown in Zev Vilnay’s Legends of Jerusalem, pp.276,277. Remember that Jews of this time were prone to accept the teachings of some of the mystics as divine revelations direct from God.\n\n“In the sixteenth century, Jerusalem was ruled by a tyrannical Turkish governor called Abu-Seifen — Father of Two Swords. Knowing that a king of Judah had sealed up the Fountain of Gihon, he asked whether there was one who could open it. His friends advised him: ‘There is a wise Jew in this city, a man of God, and his name is Rabbi Haim Vital. He will surely know how to open it.’\n\nThe governor sent for him on Friday, the Muslim day of rest, and said: ‘I command you to open the fountain, which was sealed by your king, during the time that I am at prayer in the mosque. If you obey not, your blood be on your head.’ Then a miracle occurred, and there appeared to Rabbi Vital in a vision his teacher, Ha-Ari the holy [that is, Rabbi Luria], head of the mystics [who had been dead several years]. He said: ‘The soul of King Sennacherib, the enemy of King Hezekiah, has been transmitted into the body of this governor, and in your body there is a spark of the soul of King Hezekiah, peace be upon him!\n\n[The Lurianic Kabbalistic teaching of the Ha-Ari (Isaac Luria) believed in the Transmigration of Souls — an Indian or Gentile doctrine never believed by mainline Jews before the revelation of the Kabbalah in the thirteenth century. This vision of Isaac Luria to Haim Vital continued by saying:] ‘And now is the time to open the Fountain of Gihon, for it was without the consent of the sages that Hezekiah sealed its waters.’ ‘And now,’ continued the vision of Rabbi Luria, ‘if you are able to open the sealed Gihon, you will bring great blessing upon the people!’ Rabbi Vital answered: ‘I shall open the fountain.’”\n\nThis account vindicates the belief that Rabbi Vital accepted the instruction of “Rabbi Luria” that it was indeed King Hezekiah who “blocked up” the waters of the Gihon Spring [this belief, however, was the first historical falsehood].\n\nAs it has been shown in my book “The Temples that Jerusalem Forgot,” we have records from the Crusade period that it was actually Saladin, the Kurdish Muslim ruler about 400 years before who “blocked up” the Gihon (Francesco Gabrieli, Arab Historians of the Crusades, p.93). But the Jewish people in the sixteenth century believed that Rabbi Luria was (through the teaching of the Transmigration of Souls) a re-manifestation on earth of Adam, Abraham, Moses, Elijah and the Messiah all combined in the person of Rabbi Luria.\n\nWith such credentials, Jews thought Rabbi Luria must have known the true sites in Jerusalem and the long-lost unmarked graves of many early Rabbis who lived in Galilee. They also believed he must have known it was Hezekiah who “blocked up” the Gihon, rather than Saladin as the historical records revealed. Saladin was the right person, NOT Hezekiah as Luria stated in his visionary explanation. Some of Luria’s identifications were gigantic errors.\n\nBut why blame the Jewish people for believing such “miraculous” identifications when we equally have a similar amount of erroneous sites promulgated by our early Christian and Muslim authorities and still maintained by their modern representatives. There needs to be a thorough house cleaning of all of these nonsensical and paganized forms of idolatry that now permeate the religious beliefs, customs and traditions of the Jews, of the Christians and of the Muslims. God help us and save us from our stupidities.\n\nHow the Wailing Wall Was Selected as a Jewish Holy Site\n\nThe ordinary Jewish people in the sixteenth century had no idea how anti-biblical Luria’s teachings were or how wrong his geographical identifications were. They accepted his teachings altogether because he was to them a holy man of the first rank. And in his endeavor to select former unmarked graves of early Rabbis of the past, and also to show holy places long forgotten by the Jews, he had a hand in determining the Wailing Wall (that was at first a Christian/Muslim holy site) as being a holy place for the Jews.\n\nIndeed, in my research it appears that Luria was the first person in Jewish history (450 years ago) to point out the present “Western Wall” (the “Wailing Wall”) as the place to assemble for the Jewish people and where they ought to worship God. No Jewish person had ever gone to the “Wailing Wall” (as we call it today) until Luria told one Rabbi Abraham Halevy that he was worthy to see the Shekinah (the Divine Presence). Vilnay spoke about Luria (Ha-Ari) and what he said to Rabbi Abraham Halevy. Notice the comment by Vilnay.\n\n“Once the holy Ha-Ari said to Rabbi Abraham: ‘Know that your days are numbered and that you will soon die if you will not do as I tell you: but if you do, you will yet live another twenty-two years. This is what I bid you do: Go to Jerusalem and pour out your prayers before the Wailing Wall and you will prove yourself worthy by seeing the divine Presence there.’ Rabbi Abraham went home, shut himself in his house for three days and three nights, clothed himself in sackcloth and ashes, and fasted the whole time.\n\nThen he went forth to Jerusalem; he stood before the Wailing Wall in prayer, deep meditation, and weeping. The image of a woman, clad in black, appeared to him on the face of the wall. Immediately he fell upon the ground in great fear. Tearing his hair, he cried in a loud voice: ‘Woe is me, what have I seen?’ Finally he fell in a deep slumber and in a dream the divine Presence appeared to him, clad in fine raiment, and said to him: ‘Console thyself, My son Abraham; there is yet hope for thee, and the children of Israel will return to their inheritance, and I will have mercy on them.’ He arose and returned to Safed, and when Ha-Ari the Holy saw him, he said to him at once: ‘Now I know that you have seen the Divine Presence and you can rest assured that you will live another twenty-two years” (Legends of Jerusalem, pp.165,166).\n\nAs a result, Rabbi Abraham Halevy who witnessed these things at the “Wailing Wall” lived exactly 22 more years. The people considered this an astonishing confirmation of Rabbi Luria’s divine powers and the truthfulness of his revelations for identifying geographical sites of former holy sites. From that time forward, Jews in Jerusalem began to flock to that former Christian holy spot (which the Muslims had cleaned up after they inherited it from the Christians), and the Jewish authorities soon turned it into what is now called the “Wailing Wall.”\n\nThe fact is, the geography of the “Wailing Wall” fits the erroneous theological teachings of Luria to a tee. Beyond that wall (eastward) was “nothing” (no buildings or shrines) and it provided support to his Kabbalistic teaching of the Ein Sof as being in Exile and in a state of “Nothingness,” and that God’s “end” would terminate in “nothing.” In other words, Luria’s God for the Jewish people was a “Nothingness” (a truly exiled and unknowable “God”). It is no wonder that Luria’s “God” could not be seen.\n\nTo Luria and those who followed him for the next 200 years, there was “NO discernable God” in the final degree of his non-thesitic understanding of the divine epiphany. Plainly, if a person reasoned the Lurianic philosophical beliefs to a proper conclusion, the person encounters “NO God.” He finds only “empty space.” The “empty space” east of the Western Wall was ideal in Luria’s mind to emphasize the “Ein Sof” (Nothingness) of the Deity. And the Deity was not in His Temple, but in exile (like the Children of Israel).\n\nAnd to further demonstrate this, the account shows the Shekinah first decorated as an old woman in black mourning clothes as a sign of its exile from its “home,” and then when Rabbi Halevy was blessed with longer life the Shekinah appeared in resplendent glory. To Luria, it was this Wailing Wall that best represented the spot to show the exilic condition of the Shekinah (and even Luria’s tenth display of his divine epiphany called the Sefirot — the Ein Sof as also being in exile).\n\nFrom then on, Jews began to assemble at this part of the Haram esh-Sharif. In time, it became their most holy place in Jerusalem. It had nothing to do with the Western Wall of the Holy of Holies that earlier Jewish authorities had spoken about. As far as I can find, before the time of Luria no Jewish person ever went to the present “Wailing Wall” to pray. But Luria directed the Jewish people to the Western Wall. In doing so, he sent them to the wrong place. But Jewish people at the time were so impressed with Luria, that they gave him a status that equaled that of Moses (or even greater). The Jewish authorities at his time absorbed his beliefs almost hook, line and sinker.\n\nThe Perpetuation of the False (and Anti-biblical) Teachings of the Kabbalah\n\nLuria also established his own unique version of the Kabbalah.\n\nThe teachings of this form of worship are almost thoroughly in the mystical vein. Through his teaching of Transmigration of Souls, he stated to his disciples that he had inherited the “soul” of Adam, along with some other “souls” (who came into Luria’s body to inhabit it by reincarnation). Several “souls” entered Luria’s body: those of Abraham, Moses, David, Elijah and he even had the “soul” of the Messiah.\n\nLuria won over most of the influential Rabbis at the time with his teachings, and for the next 200 years (until the Jewish enlightenment of the 1700’s). Lurianic Kabbalah reigned supreme in most Jewish circles (see the Encyclopaedia Judaica article “Judaism”).\n\nMost Jews do not believe in many of the weird teachings of Rabbi Luria today. Many Jewish scholars and intellectuals have now learned to place such beliefs into a category of “dark age mentality” that most religious groups have gone through at one time or another.\n\nThis is true enough, but it is the philosophy behind the concepts of Rabbi Luria that often continue to be believed by many religious Jews. There is still among religious Jews (and many Christian and Muslims) believers in what must be called “Dark Age doctrines of a Middle Age mentality.”\n\nAt any rate, I have shown with an abundance of historical and biblical evidences that the original Temples of God were positioned over and around the Gihon Spring in the southeastern part of Jerusalem. The evidence is so strong that one wonders how such an obvious fact could be so hidden from the attention of the world for so long? Perhaps we all ought to read the whole of Isaiah 29 once again.\n\nThe answer why the site of the Temples has been hidden is no doubt found in that chapter 29 of Isaiah.\n\nIn conclusion, the acceptance of the present “Wailing Wall” by the Jewish authorities as a wall of Herod’s Temple was inspired by false visions and dreams and so-called miraculous events that turned a former Christian holy site into the prime Jewish spot for divine veneration.\n\nThat spot was NOT discovered by using historical and biblical facts.\n\nThe present “Wailing Wall” is a modern invention (devised about 350 years ago) and Jewish scholars know this to be a certain fact.\n\nThat “Wailing Wall” is actually the Western Wall of Fort Antonia. The true Temple was located over the Gihon Spring on the southeast ridge of Jerusalem. There can be no doubt of this fact. It is time for all people to abandon these false religious sites."}}