{"GDELT": {"GlobalEventID": 929653246, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor2Code": "GOVMIL", "Actor2Name": "DEFENCE MINIST", "Actor2Type1Code": "GOV", "Actor2Type2Code": "MIL", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -7.46268656716418, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ladakh, Jammu and Kashmir, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN12", "Actor2Geo_ADM2Code": "72785", "Actor2Geo_Lat": 34.5, "Actor2Geo_Long": 77.5, "Actor2Geo_FeatureID": "-2102224", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ladakh, Jammu and Kashmir, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN12", "Action2Geo_ADM2Code": "72785", "Action2Geo_Lat": 34.5, "Action2Geo_Long": 77.5, "Action2Geo_FeatureID": "-2102224", "DATEADDED": 20200616091500, "SOURCEURL": "https://www.outlookindia.com/website/story/india-news-live-india-china-tension-live-updates-defence-minister-rajnath-singh-holds-meeting-with-top-military-brass-after-three-/354836"}, "ARTICLE": {"TITLE": "India-China Border Tensions Live Updates: China Took Premeditated Action, Responsible For Violence, Says Jaishankar", "TEXT": "Twenty Indian soldiers were killed during a violent clash with Chinese troops in the Galwan Valley in eastern Ladakh on Monday night, in first such incident involving fatalities in the last 45 years and signalling a massive escalation in the five-week border row in the sensitive region.\n\nDefence Minister Rajnath Singh briefed Prime Minister Narendra Modi about Monday night's clash as well on the overall situation in eastern Ladakh after he held a high-level meeting with External Affairs Minister S Jaishankar, Chief of Defence Staff Gen Bipin Rawat and the three service chiefs.\n\nRead All The Live Updates Here:\n\n5:50PM: EAM Jaishankar tells Chinese foreign minister that Chinese side took premeditated action that was responsible for violence and casualties.\n\n5:44PM: Two sides should scrupulously implement understanding reached by senior commanders, EAM Jaishankar tells Chinese counterpart on Ladakh situation.\n\n5:43PM: EAM Jaishankar tells Chinese counterpart unprecedented development in Galwan Valley will have serious impact on bilateral relationship, says MEA.\n\n4:27 PM: \"Pain of losing our brave soldiers while protecting our motherland at Ladakh's Galwan cannot be put in words. Nation salutes our immortal heroes who sacrificed their lives to keep Indian territory safe and secure,\" says Amit Shah.\n\n4:26 PM: \"Entire nation, Modi government are standing firmly with families of soldiers killed along Sino-India border in this hour of grief,\" says Home Minister Amit Shah.\n\n4:25 PM: \"I bow to families who have blessed the Indian Army with such great heroes. India will always be indebted for their supreme sacrifice,\" says Amit Shah.\n\n3:37PM: PM should tell nation how Chinese occupied Indian territory, why 20 brave soldiers were martyred, says Congress chief Sonia Gandhi.\n\n3:35PM: What is govt's strategy to deal with situation on border? Sonia Gandhi asks PM on India-China stand-off in eastern Ladakh.\n\n3:23PM: The sacrifices of soldiers along the border with China will not go in vain, says PM Modi during virtual meet with CMs.\n\n3:22PM: We have tried that differences do not come into disputes, says PM Modi on Ladakh face-off.\n\n1:36PM: PM Narendra Modi convenes all-party meeting on June 19 over Ladakh face-off\n\n1:13PM: We are having communication through diplomatic and military channels. The right and wrong of this is very clear... The incident happened on the Chinese side of LAC and China is not to blame for it: Zhao Lijian\n\n1:12PM: We ask India to strictly discipline its frontline troops, stop infringing and provocative activity at once, work with China and come back to the right track of resolving the differences through dialogue and talk: Chinese Foreign Ministry Spokesperson\n\n1:10PM: The sovereignty of the Galwan valley area has always belonged to China. The Indian border troops flip-flopped and seriously violated our border protocols on border-related issues and the consensus of our commander level talks: Zhao Lijian, Chinese Foreign Ministry Spokesperson\n\n12:22PM: \"The loss of soldiers in Galwan is deeply disturbing and painful. Our soldiers displayed exemplary courage and valour in the line of duty and sacrificed their lives in the highest traditions of the Indian Army,\" tweets Defence Minister Rajnath Singh\n\nThe Nation will never forget their bravery and sacrifice. My heart goes out to the families of the fallen soldiers. The nation stand shoulder to shoulder with them in this difficult hour. We are proud of the bravery and courage of India’s breavehearts. — Rajnath Singh (@rajnathsingh) June 17, 2020\n\n12:16PM: 35 dead and injured on Chinese side during clash in Galwan Valley: official sources quoting US intelligence reports, reports news agency PTI\n\n11:50AM: Don't be afraid, come out of hiding and tell truth to the nation, says Congress leader Rahul Gandhi to PM on Indo-China face-off\n\n11:46AM: Can't Hold Nehru, Indira Gandhi or Rahul Gandhi Responsible For Whatever Happened At The Border: Sanjay Raut\n\nWe can't hold Jawaharlal Nehru, Indira Gandhi or Rahul Gandhi responsible for whatever happened at the border. We all are responsible for martyrdom of 20 jawans. All parties will support whatever decision PM takes but he should tell ppl what went wrong: Shiv Sena MP Sanjay Raut pic.twitter.com/EAZ76SgBxK — ANI (@ANI) June 17, 2020\n\n11:28 AM: Commanding Officer of Chinese Unit among those killed in face-off with Indian troops in Galwan Valley, reports ANI.\n\n11:05 AM: Defence Minister Rajnath Singh holds meeting with three Service Chiefs (Army, Navy and Air Force) and the Chief of Defence Staff General Bipin Rawat. He also spoke to External Affairs Minister S Jaishankar on the current situation in Ladakh, ANI reported.\n\n10:55 AM: The troops who were part of the face-off said that a significant number of Chinese casualties. Although it is difficult to specify the exact number of casualties both killed and wounded, the number is estimated to be much beyond 40, ANI quoted sources as saying.\n\n9:40 AM:'Why Is PM Silent,' Asks Rahul Gandhi\n\n\"Enough is enough, we need to know what has happened: Rahul Gandhi on Ladakh face-off. Why is PM silent, why is he hiding: Rahul Gandhi on India-China face-off. How dare China kill our soldiers; how dare they take our land,\" said Rahul Gandhi\n\n9:35 AM: Four Indian soldiers are in critical condition after the violent face-off with Chinese troops on Monday evening, sources quoted by ANI said.\n\n8:43 AM: China provokes a nationalist tiger say American media\n\nChinese People Liberation Army has provoked the \"Indian nationalist tiger\" by engaging in a face-off with Indian Army personnel in which 20 soldiers were killed, according to US media.\n\n7:55 AM: Alert in Himachal Pradesh's Lahaul-Spiti, Kinnaur border districts\n\nFollowing the violent face-off in Galwan valley in Ladakh between Indian troops and Chinese People's Liberation Army forces, Himachal Pradesh has been put on alert.\n\n7:46 AM: Closely monitoring India-China situation, says US\n\nThe United States is closely monitoring the situation following a fierce clash between Indian and Chinese forces in eastern Ladakh and hopes that the differences will be resolved peacefully, officials said here.\n\nJune 17\n\n10:30PM: Indian Army releases official statement\n\nIndian and Chinese troops have disengaged at the Galwan area where they had earlier clashed on the night of 15/16 June 2020. 17 Indian troops who were critically injured in the line of duty at the stand off location and exposed to sub-zero temperatures in the high altitude terrain have succumbed to their injuries, taking the total that were killed in action to 20. Indian Army is firmly committed to protect the territorial integrity and sovereignty of the nation.\n\n10:22PM: Indian intercepts also reveal that Chinese side suffered 43 casualties including dead and seriously injured in the face-off, Sources told ANI.\n\n10:21PM: At least 20 Indian soldiers were killed in the violent face-off with China in Galwan valley in Eastern Ladakh on Monday night government sources told news agency ANI.\n\n8:22PM: We are firmly convinced of need for maintenance of peace, tranquillity in border areas and resolution of differences through dialogue, says MEA.\n\n8:19PM: India very clear that all its activities are always within Indian side of the LAC, we expect the same from Chinese side: MEA.\n\n8:18PM: \"Both sides suffered casualties that could have been avoided had agreement at higher level been scrupulously followed by China,\" clarifies Ministry of External Affairs.\n\n8:15PM: \"On late evening and night of Jun 15, there was a violent face-off as a result of attempt by China to unilaterally change status quo,\" says Ministry of External Affairs.\n\n8:11PM: MEA Responds To Galwan Clash | \"India and China have been discussing through military and diplomatic channels de-escalation of situation in border area in eastern Ladakh,\" says Ministry of External Affairs on Clash with China in Galwan valley.\n\n8:03PM: Rajnath Singh Briefs PM Modi | Defence Minister Rajnath Singh held two-back-to-back meetings with top military brass deliberating on the situation in eastern Ladakh after an Indian Army officer and two soldiers were killed in a violent clash with Chinese troops in Galwan Valley. Singh also briefed Prime Minister Narendra Modi about Monday night's clash.\n\n7:56PM: Borders of India will remain intact under the leadership of PM Narendra Modi, says BJP chief JP Nadda on India-China face- off during Kerala Jan-Samvad' virtual rally.\n\n7:18PM: Colonel Santosh Babu, Commanding Officer of the 16 Bihar regiment lost his life in the violent face-off with Chinese soldiers in Galwan valley area near Patrolling Point 14, Indian Army Sources tell news agency ANI.\n\n5:09PM: As Face-off Continues, Where Is Prime Minister Narendra Modi? Defence Minister Rajnath Singh briefed Prime Minister Narendra Modi about last night's clash as well on the overall situation in eastern Ladakh after he held a high-level meeting with External Affairs Minister S Jaishankar, Chief of Defence Staff Gen Bipin Rawat and the three service chiefs.\n\n4:27PM: India Has Stared Down The Dragon, But Is That Enough To Make China Shudder? David Axe quoted in his article in nationalinterest.org ,“A key lesson China took from the 1991 Desert Storm campaign was to strike hard and fast during war’s earliest stages, as initiative once lost would be all but impossible to regain against an opponent capable of 24-hour, all-weather guided-munitions bombardment. The Chinese also are planning on: Attacking effectively, Developing “Assassin’s Mace” capabilities and becoming the world leader in artificial intelligence.\" Read the full piece here.\n\n4:17PM: Did India Violate Consensus With China? \"Our border troops had a high-level meeting and reached important consensus on easing the border situation but astonishingly on June 15 the Indian troops seriously violated our consensus and twice crossed the border line for illegal activities and provoked and attacked Chinese personnel which led to serious physical conflict between the two sides and China has lodged strong protest and representation with the Indian side,\" Chinese Foreign Ministry spokesman Zhao Lijian said.\n\n4:02PM: The ‘talks’ between India and China did not bring home the desired results it seems, and diplomacy and military are again locked together in an impasse with our bully neighbour, who is unwilling to work on improving bilateral relationships. Once tranquil and undisturbed, Galwan valley is now rife with battle cries of passionate soldiers and is suddenly one of the hottest trending topics on social media. Read Retired Major Manik M Jolly's full article here about how China currently finds itself in a Catch-22 situation.\n\n3:54PM: Former Jammu and Kashmir Chief Minister Omar Abdullah reacts to the death of 3 Indian army soldiers in Ladakh.\n\nIf the Chinese shoot dead an Indian army colonel & two jawans during a “de-escalation process” imagine how escalated the situation must be in the first place. This is what happens when the media propagates the government line that asking questions is anti-national. — Omar Abdullah (@OmarAbdullah) June 16, 2020\n\n3:47PM: JD(S) supremo HD Deve Gowda says the Prime Minister and Defence Minister should offer a clearer picture to the nation on the border issue with China.\n\nReports coming from #GalwanValley are disturbing. Why did our soldiers lose their lives during a de-escalation process? In national interest, the PM and RM should offer a clearer picture to the nation on the border issue with the Chinese. #LADAKHSTANDOFF — H D Devegowda (@H_D_Devegowda) June 16, 2020\n\n3:32PM: India Should Abide By Agreement: Chinese Foreign Ministry | \"China has lodged solemn representations & protests to India. Here, we are sternly demanding India to earnestly abide by the relevant agreement and strictly restrain their frontline troops. They should not cross the borderlines,\" says Zhao Lijian, Chinese Foreign Ministry Spokesperson.\n\n3:12PM: ‘Shocking, Unacceptable,' Says Cong On Death Of Indian Soliders | The Congress termed as “shocking” and “unacceptable” the death of an Indian Army officer and two soldiers in a violent face off with the Chinese troops, and asked Defence Minister Rajnath Singh to speak about the development.\n\nShocking,\n\nUnbelievable\n\n&\n\nUnacceptable!\n\n\n\nWill the Raksha Mantri confirm? https://t.co/kAtNuHxZVV — Randeep Singh Surjewala (@rssurjewala) June 16, 2020\n\n3:05PM: What Was India's Initial Approach Against China? After the standoff began early last month, the Indian military leadership decided that Indian troops will adopt a firm approach in dealing with the aggressive posturing by the Chinese troops in all disputed areas of Pangong Tso, Galwan Valley, Demchok and Daulat Beg Oldie.\n\n2:57PM: What Triggered India-China Face-off In Ladakh? The trigger for the face-off was China's stiff opposition to India laying a key road in the Finger area around the Pangong Tso Lake besides construction of another road connecting the Darbuk-Shayok-Daulat Beg Oldie road in Galwan Valley.\n\n2:46PM: With tensions escalating at the India-China border, Army Chief Gen MM Naravane’s planned visit to Pathankot military station has been cancelled, Army Sources told news agency ANI.\n\n2:24PM: What Is China Saying About The Confrontation? \"Both sides agreed to resolve the bilateral issues through dialogue to ease the border situation and maintain peace. Indian troops on Monday seriously violated consensus of the two sides by illegally crossing the border twice & carrying out provocative attacks on Chinese soldiers, resulting in serious physical clashes,\" China's Global Times quotes their Foreign Minister.\n\n2:15PM: What Are The Countries Doing To De-escalate? Major Generals of India and China are talking to defuse the situation in the Galwan Valley, Ladakh and other areas after the violent face-off last night in which casualties have been suffered by both sides.\n\n1:54PM: What Is Happening In Ladakh? The Indian and Chinese armies are engaged in a standoff in Pangong Tso, Galwan Valley, Demchok and Daulat Beg Oldie in eastern Ladakh.\n\nA sizeable number of Chinese Army personnel even transgressed into the Indian side of the de-facto border in several areas including Pangong Tso.\n\n1:47 PM: Beijing has accused India of crossing the border, and 'attacking Chinese personnel'.\n\n1:43 PM: In a revised statement, the Indian Army said that \"casualties suffered on both sides\" in \"violent face-off\" during de-escalation process with China in Galwan Valley, Ladakh.\n\n1:34 PM: Defence Minister Rajnath Singh held a meeting with Chief of Defence Staff General Bipin Rawat, the three service chiefs and External Affairs Minister Dr S Jaishankar. Recent developments in Eastern Ladakh were discussed."}}