{"GDELT": {"GlobalEventID": 929653296, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.8409090909091, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ07", "Actor2Geo_ADM2Code": "36785", "Actor2Geo_Lat": 33.3386, "Actor2Geo_Long": 44.3939, "Actor2Geo_FeatureID": "-3103581", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ07", "Action2Geo_ADM2Code": "36785", "Action2Geo_Lat": 33.3386, "Action2Geo_Long": 44.3939, "Action2Geo_FeatureID": "-3103581", "DATEADDED": 20200616091500, "SOURCEURL": "https://www.memri.org/tv/iraqi-researchers-discuss-homosexuality-islamic-punishments-beheading-burning-throwing-rooftop"}, "ARTICLE": {"TITLE": "Iraqi Researchers React To E.U. Baghdad Embassy's Flying The Rainbow Flag: In Islam, Homosexuals Should Be Decapitated, Burned Alive, Or Thrown Off A Mountain", "TEXT": "Muhammad Sadeq Al-Hashemi, the President of the Iraq Research Center, said in a June 7, 2020 interview on Al-Masar Al-Oula TV (Iraq) that according to Islamic law, homosexuals are punished by decapitation by sword, by being tied up and thrown down a rugged mountain, or by being burned alive. In addition, Al-Hashemi said that in every country it has ever conquered, America has been responsible for spreading drugs, armed violence, and forbidden sexual relations, including the rape of children and mothers. The following day, the same channel aired an interview with Iraqi Islamic researcher Sheikh Muhammad Al-Sanjari, who also listed the three Islamic punishments for homosexuality, claiming that the people with AIDS are also burned alive.\" These interviews were aired on the backdrop of the flying of the rainbow flag at the EU Embassy in Baghdad. For more on this subject, see MEMRI TV Clip No. 8028. Al-Masar Al-Oula is an Iraqi-Shi'ite TV Channel affiliated with the Islamic Dawa Party – Iraq Organization.\n\nMuhammad Sadeq Al-Hashemi: \"The West and those who try to destroy the Islamic nations are embellishing ugliness. They do not call it 'sodomy.' Rather, they call it 'homosexuality' – a person is attracted to someone like him, not to someone of the opposite sex. Such expressions attempt to reduce the ugliness of this matter.\n\n[...]\n\n\"Do you know what the Islamic punishments for homosexuality are? It is clear. Either [the homosexual] is decapitated with a sword, or he is thrown off a wall. All the jurisprudents, including Sayyed Al-Khoei, argue that a 'wall' in this case is a tall and rugged hill or mountain. The homosexual is tied up and tossed off the mountain. Another option is to burn him alive. This is the punishment in Islam. Homosexuals are the only people that Islam punishes with being burned alive, with decapitation by sword, or with being thrown off a high place.\n\n[...]\n\n\"In every single country it has conquered, America has spread three things. [The first is] forbidden sexual relations of all forms. This includes the rape of children, which has become widespread in our parts. It also includes the rape of mothers. This assault... I can give you figures about the things [America] has done in each country – in Latin America, in Europe, in Asia, in Afghanistan, in Vietnam during the war, and in Iraq, as you can see. In addition, [America] spreads all types of drugs. All the document indicate that the U.S. would use its planes and cars to transport and spread drugs here and that it provided protection to this drug trade. We had no drugs before America came. And they blame Iran for this, even though the drugs – as acknowledged by Adel Abdul-Mahdi – come from the Mediterranean Sea to Lebanon, cross the border into Syria, and are then delivered into Iraq by ISIS, which spread them all over the country. We are talking about the most destructive types of drugs. America has done this in every country it has conquered. Only in America itself do they wage a fierce battle against drugs. America also spreads weapons – the phenomenon of armed violence.\"\n\nSheikh Muhammad Al-Sanjari: \"People who carry out this act are punished in one of three ways: They are tied up and tossed off a rooftop, or they are burned alive. There is scientific reason for this. What do they do to people who contract AIDS? – They burn them. They burn them in a fire. The third option is to kill them with a sword. It's different with adulterers. If the adulterer is married, he is stoned to death and if the adulterer is unmarried, he is [only] lashed.\""}}