{"GDELT": {"GlobalEventID": 929653836, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "NGA", "Actor2Name": "NIGERIAN", "Actor2CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.08163265306123, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI11", "Actor1Geo_ADM2Code": "191147", "Actor1Geo_Lat": 9.08333, "Actor1Geo_Long": 7.53333, "Actor1Geo_FeatureID": "-1997013", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI11", "Actor2Geo_ADM2Code": "191147", "Actor2Geo_Lat": 9.08333, "Actor2Geo_Long": 7.53333, "Actor2Geo_FeatureID": "-1997013", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI11", "Action2Geo_ADM2Code": "191147", "Action2Geo_Lat": 9.08333, "Action2Geo_Long": 7.53333, "Action2Geo_FeatureID": "-1997013", "DATEADDED": 20200616091500, "SOURCEURL": "https://dailypost.ng/2020/06/16/covid-19-cases-will-rise-may-overwhelm-health-infrastructures-nigerian-govt-issues-strong-warning/"}, "ARTICLE": {"TITLE": "COVID-19: Cases will rise, may overwhelm health infrastructures", "TEXT": "The Federal Government has warned Nigerians that the figures of COVID-19 cases in the country will rise and overwhelm the health infrastructures.\n\nIt said people are becoming careless following the lifting of lockdown, adding that it (the government) is no longer a frontliner in the fight against the virus.\n\nThe Government said that it is now left for the citizens to determine whether Nigeria will reach its peak or not.\n\nBoss Mustapha, Chairman of the Presidential Task Force on COVID-19, said this in Abuja yesterday at the daily press briefing\n\n“If you listen to me conscientiously in the past four weeks, I’ve spoken about personal responsibility,” the Secretary to the Government of the Federation, SGF, said.\n\n“We’re not your frontliners any more. The choice of whether you’ll get to the hospital is yours.”\n\nMustapha pointed out that it has got to a stage where no amount of enforcement will help stop the spread.\n\nThe PTF Chairman said it is now the choices made by the people that will determine what will happen next.\n\nAccording to him, the people are the only ones that can work assiduously to ensure that the level of transmission is reduced now that it has gone into communities spreading.\n\n“Nobody should be deceived that Nigeria has reached the peak of the pandemic,” Mustapha said.\n\nHe warned: “COVID -19 is real and because restrictions have been lifted is not a licence for carelessness. Yes, we’ll return to a new normal, but not the normal of the past.\n\n“Are figures going to rise? Yes, they’re. The quantum in which they rise is dependent on what we do.\n\n“But as for the figures, we don’t want to delude anybody; they’ll rise. The quantum with which they’ll rise exponentially or gradually is dependent on what Nigerians do.”\n\nThe SGF warned that if the people decide to be careless because restrictions have been lifted, then the country will have a peak, “if we’re not careful, it can overwhelm even our health infrastructure.”"}}