{"GDELT": {"GlobalEventID": 929653181, "Day": 20200517, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.3753, "Actor1Code": "LAB", "Actor1Name": "STAFF MEMBER", "Actor1Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 20, "NumSources": 1, "NumArticles": 20, "AvgTone": -2.23048327137547, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS11", "Actor1Geo_ADM2Code": "24984", "Actor1Geo_Lat": 37.5664, "Actor1Geo_Long": 127.0, "Actor1Geo_FeatureID": "-716583", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS11", "Action2Geo_ADM2Code": "24984", "Action2Geo_Lat": 37.5664, "Action2Geo_Long": 127.0, "Action2Geo_FeatureID": "-716583", "DATEADDED": 20200616091500, "SOURCEURL": "https://www.japantimes.co.jp/news/2020/06/16/national/politics-diplomacy/comfort-women-group-controversy/"}, "ARTICLE": {"TITLE": "Former South Korean 'comfort women' support group hit by criticism and probe", "TEXT": "Last month, South Korea was stunned when 91-year-old former “comfort woman” Lee Young-soo blasted incoming lawmaker Yoon Mee-hyang, 55, who had previously headed a prominent group that supported the women.\n\nComfort women are women who provided sex to Japanese soldiers in wartime brothels. They were forced or coerced into sexual servitude under various circumstances, including abduction, deception and poverty.\n\nLee charged that Yoon and the group she had led, the Korean Council for Justice and Remembrance for the Issues of Military Sexual Slavery by Japan, had exploited her and other former comfort women for many years. Korean prosecutors then raided the Seoul office of the Korean Council on suspicion the group had misused funds. The scandal has shaken not only those in South Korea who deal with the issue but also the administration of President Moon Jae-in.\n\nHow did the scandal erupt and what has Lee been charged with?\n\nThe trigger appears to have been Yoon’s election to the National Assembly in April. A former head of the Korean Council, she ran and won her first election as a proportional representative from President Moon`s Democratic Party. Lee and Yoon appear to have long been at odds over the way the Korea Council operated.\n\nLast month, Lee accused Yoon and the council of collecting money while putting the comfort women on public display, “like bears doing tricks.” Lee was also angry because she felt Yoon was discarding the comfort women issue after nearly three decades in order to become a politician.\n\nLee was also quoted in South Korean media as saying that she would no longer participate in the Korean Council-led weekly rallies in front of the Japanese Embassy, suggesting that the deep animosity between Japan and South Korea over the historical issues needed to be resolved by education and more exchanges between Japanese and South Korean students.\n\nFinally, Lee said there was a big difference between the comfort women issue and that of male and female Korean wartime laborers who worked in Japanese factories between 1910-1945, when Korea was a Japanese colony, and that it was wrong to link the two issues when planning their activities, as the Korean Council did.\n\nWhat is the Korean Council?\n\nIt’s origins date to 1990, after various women’s groups in South Korea came together to form a support group for former comfort women.\n\nThe group says its purpose is to resolve the comfort women issue, and to spread the messages of the victims worldwide in order to restore their dignity and human rights, and achieve a peaceful world. To that end, it has established close relations with the Moon administration and many other politicians.\n\nSince 1992, the group has organized weekly demonstrations in front of the Japanese Embassy. It opposed a December 2015 agreement between Japan and South Korea on the comfort women issue, calling for its annulment and the return of ¥1 billion provided by Japan under the agreement.\n\nThe council also supported The House of Sharing, a Seoul-based shelter for former comfort women that was also set up in 1992. Last month, House of Sharing staff members also accused the council of mishandling donations to the shelter.\n\nThe fund scandal surrounding Yoon Mee-hyang, a former head of the Korean Council, has grabbed headlines in South Korea. | KYODO\n\nWhat was the result of Lee’s accusations?\n\nPolitically, the conservative United Future Party, which was heavily defeated in April, saw the rift between Lee and Moon as a chance to do political damage to Moon. They supported Lee by calling for a thorough investigation of her charges against Yoon and the Korean Council. Prosecutors then launched a probe into the Korean Council’s finances, and raided the group’s Seoul office.\n\nFor her part, Yoon apologized to Lee in relation to the charges. While she promised to cooperate with the prosecutors’ investigation into how donations to the council were dispersed, she has denied media allegations that some of the funds did not go to the victims but went instead to real estate purchases or tuition for the overseas studies of her daughter.\n\nBut public sympathy has turned against Yoon, with one poll in the South Korean media showing 70 percent of respondents think she should now resign. The National Assembly has now reconvened, and Yoon is under pressure within her own party to resign.\n\nAt a meeting on June 8th with his advisers, however, President Moon described the controversy involving Lee, Yoon, and questions about the Korean Council as bewildering. He expressed concern that the scandal could jeopardize South Korea’s 30-year civil movement in support of the comfort women.\n\nIn particular, he highlighted that because Lee played a leading role in raising international awareness by testifying in front of the U.S. House of Representatives and leading the effort to have comfort-women related records inscribed on the UNESCO Memory of the World Register, an effort which Japan strongly opposed. In 2017, UNESCO announced it was postponing a decision on the issue, and called for further dialogue.\n\nWhat has been Japan’s reaction to these developments, and what might they mean for future Japan-South Korea relations?\n\nThere has been very little in the way of an official reaction. Asked about the issue by South Korean media at his May 19th news conference, Foreign Minister Toshimitsu Motegi refrained from commenting, saying it was a domestic issue for South Korea to deal with. Japan’s basic position has remained unchanged since the 2015 agreement with South Korea on the issue, which Motegi said committed both sides to implement the agreement. At the time, both governments said the deal was a final and irreversible resolution to the comfort women issues.\n\nHowever, at the same May press conference, Motegi noted that, for the first time since 2017, Japan’s diplomatic blue book, which outlines its basic diplomatic stance toward other countries, listed South Korea as an “important” country. This decision to return to calling the Japan-South Korean relationship important could signal a new approach by Japan toward South Korea.\n\nWhile it is not yet clear how much damage the Korean Council scandal will do to Moon’s administration, April’s solid victory by the Democratic Party suggests that, for the foreseeable future, the Abe administration will continue to deal with a center-left South Korean government that is likely to continue to press Japan on the issue, no matter who is in the president’s seat."}}