{"GDELT": {"GlobalEventID": 929653423, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "BUS", "Actor1Name": "INDUSTRY", "Actor1Type1Code": "BUS", "Actor2Code": "MED", "Actor2Name": "NEWS AGENCY", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 20, "NumSources": 1, "NumArticles": 20, "AvgTone": -0.543478260869565, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chennai, Tamil Nadu, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN25", "Actor1Geo_ADM2Code": "70251", "Actor1Geo_Lat": 13.0833, "Actor1Geo_Long": 80.2833, "Actor1Geo_FeatureID": "-2103041", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Chennai, Tamil Nadu, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN25", "Actor2Geo_ADM2Code": "70251", "Actor2Geo_Lat": 13.0833, "Actor2Geo_Long": 80.2833, "Actor2Geo_FeatureID": "-2103041", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Chennai, Tamil Nadu, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN25", "Action2Geo_ADM2Code": "70251", "Action2Geo_Lat": 13.0833, "Action2Geo_Long": 80.2833, "Action2Geo_FeatureID": "-2103041", "DATEADDED": 20200616091500, "SOURCEURL": "https://www.ndtv.com/business/jet-fuel-aviation-turbine-fuel-price-news-jet-fuel-price-increased-over-16-in-second-hike-within-a-fortnight-2247046"}, "ARTICLE": {"TITLE": "Jet Fuel Price Increased Over 16% In Second Hike Within A Fortnight", "TEXT": "The price of aviation turbine fuel - or jet fuel - has been hiked for the second time in 15 days\n\nOil companies on Tuesday increased the price of aviation turbine fuel (ATF) for the second time within a span of 15 days. In Delhi, the price of ATF was increased by Rs 5,494.50 per kilolitre (kl), or 16.3 per cent, to Rs 39,069.87 per kilolitre, according to notifications by state-owned oil marketing companies. Earlier, on June 1, the prices of ATF, or jet fuel, as it is commonly known, were hiked a record 56.5 per cent - by Rs 12,126.75 per kilolitre. Jet fuel prices are revised on 1st and 16th of every month by oil companies, as opposed to petrol and diesel prices which are reviewed on a daily basis.\n\nThe hike in jet fuel prices earlier this month followed seven straight reductions. Triggered by a significant slump in global crude oil prices, the cost of jet fuel in the country came down to Rs 21,448.62 per kilolitre last month, from Rs 64,323.76 per kilolitre in February.\n\nHere are the latest jet fuel prices in the four metros:\n\nLocation Price For Domestic Airlines (In Rupees Per Kilolitre) Price For Domestic Airlines On International Run (In Dollars Per Kilolitre) Delhi 39,069.87 395.99 Kolkata 44,024.10 438.75 Mumbai 38,565.06 400.53 Chennai 40,239.63 391.8 (Source: Indian Oil)\n\nThe two straight hikes come as global oil prices witnessed an uptick, with Russia and members of the Organization of the Petroleum Exporting Countries (OPEC) agreeing to cut their production.\n\nNews agency Press Trust of India quoted industry officials as saying that the hike was necessitated because benchmark international rates have bounced back from a two-decade low.\n\nThe increase in ATF prices may also have a cascading effect on air fare as majority of the operating cost of airlines are attributed to fuel costs.\n\nAviation stocks were in the green in afternoon deals on Tuesday, with IndiGo, Jet Airways and SpiceJet shares trading up between 0.60 per cent and 5 per cent, and oil company stocks edging higher.\n\nMeanwhile, petrol and diesel prices were hiked for the tenth straight day on Tuesday."}}