{"GDELT": {"GlobalEventID": 929653520, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "CHNMED", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor1Type1Code": "MED", "Actor2Code": "USAMED", "Actor2Name": "REUTERS", "Actor2CountryCode": "USA", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.76344086021506, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200616091500, "SOURCEURL": "https://economictimes.indiatimes.com/markets/stocks/news/india-china-flareup-halts-stocks-rally-sensex-plunges-1000-pts-from-days-high/articleshow/76401928.cms"}, "ARTICLE": {"TITLE": "India-China flareup dents stocks rally; Sensex plunges 400 pts from day's high", "TEXT": "NEW DELHI: Domestic equity indices reversed course to slip into the red in afternoon trade on Tuesday after reports that tensions between India and China escalated into violence, leading to the death of three Indian Army personnel.The Indian Army said an officer and two soldiers were killed in Ladakh's Galwan Valley on Monday night during \"violent face-off\" with Chinese personnel. Senior military officials of India and China are currently meeting to defuse the situation in Ladakh, it added.However, Chinese foreign ministry spokesman Zhao Lijian told Reuters that he was not aware of any incident on the border with India.Following the reports, the 30-share benchmark Sensex plunged over 1,000 points from the day's high to hit intraday low of 32,9853, but eventually pared some losses. The index was up 373 points at 33,602. Similarly, NSE Nifty was trading up by 100 points at 9,914.This is not the only border tension India is dealing right now. Nepal’s lower house on Saturday passed a bill, which seeks to add disputed areas of Lipulekh, Kalapani and Limpiyadhura in Uttarakhand to Nepal’s official map. Sanjiv Bhasin of IIFL Securities said the news will dominate the session. “Already we are dabbling with Covid, so we do not rule out 9,200 coming on Nifty in the next fortnight. The entire banking sector will be at risk but weakness will be across the board, particularly, some of the private banks. Axis Bank, ICICI Bank and Kotak Mahindra Bank will be the most affected,” he told ETMarkets The market was under pressure on Monday as well but it opened with gains following global markets. US Fed said it will start buying corporate bonds that energised investors across the globe, but the flare-up between India and China tilted the balance in the favour of bears.Axis Bank was the biggest loser among bluechips, down 6.20 per cent at Rs 365.20 while IndusInd Bank tanked 5.36 per cent, its second five-plus per cent drop in as many days. Tech Mahindra, ITC, SBI and Bharti Airtel were among other top losers.Meanwhile, advances in Infosys , HDFC, Hero Moto and HDFC Banks provided some support to indices, capping the losses."}}