{"GDELT": {"GlobalEventID": 929653237, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 37, "EventBaseCode": 37, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.27322404371585, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI", "Actor2Geo_Lat": 53.0, "Actor2Geo_Long": -8.0, "Actor2Geo_FeatureID": "EI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "EI", "DATEADDED": 20200616091500, "SOURCEURL": "https://www.leinsterexpress.ie/news/news/550793/laois-offaly-sinn-fein-td-responds-to-ff-fg-green-wish-list-deal.html"}, "ARTICLE": {"TITLE": "Laois Offaly Sinn Fein TD responds to FF/FG/Green 'wish list deal'", "TEXT": "Laois Offaly's poll-topping TD has described the deal struck to form a Government as an 'aspirational wish list'.\n\nSinn Féin TD Brian Stanley responded to the announcement that Fianna Fáil, Fine Gael and the Green Party have agreed on a Programme for Government.\n\n“For four and a half months Fianna Fáil and Fine Gael excluded Sinn Féin from the government formation process in an attempt to deny change, to protect the status quo and to continue with the same politics that have so badly failed workers and families.\n\n“They have now reached an agreement on a Programme for Government with the Green Party, most of which is an aspirational wish list.\n\n“But the reality is that a government led by Fianna Fáil and Fine Gael - no matter who they are propped up by - does not represent the change that people voted for and will not deliver for workers and families.\n\n“Their record in government together over the past four years shows us exactly what they will do if this Programme for Government is endorsed by the parties involved.\n\n“What we need is a complete break from the past, not a repeat of it.\n\n“That means rebuilding the economy in a fair and sustainable way, delivering affordable housing, delivering universal healthcare, making sure workers can retire at the age of 65, investing in rural Ireland and delivering the type of real change required to tackle the climate emergency.\n\n“This will not be delivered by a Fianna Fáil and Fine Gael led government.\n\n“In the time ahead we in Sinn Fein will use our increased political strength to push forward the policies we put before the electorate in February and which increasing numbers of people voted for. We are within touching distance of a better Ireland. Fine Gael and Fianna Fáil can delay change, but they cannot stop it,” he said.\n\nDeputy Stanley is the first of the five TDs in Laois Offaly to respond to the agreement which now must be sanctioned by the membership of the three parties involved."}}