{"GDELT": {"GlobalEventID": 929654291, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "REL", "Actor1Name": "BISHOP", "Actor2Code": "BGDREL", "Actor2Name": "BANGLADESH", "Actor2CountryCode": "BGD", "IsRootEvent": 0, "EventCode": 17, "EventBaseCode": 17, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.31923601637107, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dhaka, Dhaka, Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG81", "Actor1Geo_ADM2Code": "5778", "Actor1Geo_Lat": 23.7231, "Actor1Geo_Long": 90.4086, "Actor1Geo_FeatureID": "-2737683", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dhaka, Dhaka, Bangladesh", "Actor2Geo_CountryCode": "BG", "Actor2Geo_ADM1Code": "BG81", "Actor2Geo_ADM2Code": "5778", "Actor2Geo_Lat": 23.7231, "Actor2Geo_Long": 90.4086, "Actor2Geo_FeatureID": "-2737683", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dhaka, Dhaka, Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG81", "Action2Geo_ADM2Code": "5778", "Action2Geo_Lat": 23.7231, "Action2Geo_Long": 90.4086, "Action2Geo_FeatureID": "-2737683", "DATEADDED": 20200616091500, "SOURCEURL": "http://www.heraldmalaysia.com/news/bangladesh-has-21-new-deacons-a-sign-of-growing-religious-vocations/53973/1"}, "ARTICLE": {"TITLE": "Bangladesh has 21 new deacons, a sign of growing religious vocations", "TEXT": "Bangladesh has 21 new deacons, a sign of growing religious vocations\n\nSome priests and nuns from Bangladesh work abroad as missionaries; others will do the same in the future. Thirty years ago, the local Catholic Church needed the help of international missionary groups like PIME, the Xaverians, and the priests and nuns of the Holy Cross.\n\nJun 16, 2020\n\nBy Sumon Corraya\n\nThe Catholic Church in Bangladesh has been blessed recently with 21 new deacons, whilst three seminarians currently studying abroad will ordained in the near future.\n\nBangladesh is a Muslim majority country with a small Christian community. Catholics number around 390,000. The Major Seminary of the Holy Spirit in Banani (Dhaka) is the country’s only seminary and currently has 125 seminarians.\n\nSome of the newly ordained deacons study at Holy Spirit Seminary. Six seminarians were ordained at the Holy Cross Scholasticate in Rampura (Dhaka). Other seminarians are from six other Dioceses.\n\nIn Bangladesh’s history, this is the first time that 24 seminarians become deacons almost at once. For some priests, they come as blessings from the Almighty God.\n\nTwo of the seminarians ordained to the deaconate come from the Diocese of Barisal. Father Anol Terence D 'Costa, a priest in Barisal, took part in the training programme for deacons.\n\n“The Catholic Church seems blessed because young people are attending the seminary to become priests,” he told AsiaNews. “This is a good sign. The country’s religious vocation is good. We are very happy.”\n\nIt seems that the contribution of parents, teachers, priests and nuns is also good. \"Young people are getting a proper education from their family, priests and nuns; for this reason, they choose to join the religious life.”\n\nFather Anol notes that the ordination of deacons generally takes place every year at the Major Seminary of the Holy Spirit in Dhaka. But owing to the pandemic and the lockdown, this year it took place in the dioceses where the seminarians come from.\n\n\"Now the deacons will help the priests in their own diocese, in accordance with the directives of their bishops,” said Father Anol.” We are helping the needy during this coronavirus pandemic, and the deacons will be involved in this work, including family visits and pastoral care.”\n\nSome newly ordained deacons spoke about how they discovered their religious vocation and feelings. One of them, Lanard Rozario, hails from Tumilia, a parish in the Archdiocese of Dhaka.\n\n“My parents and relatives encouraged me to be a priest,” he said. “Their encouragement helped me decide to enter the seminary and today I have become a deacon and I am very happy. What I wished in life has come true,” he added.\n\nDeacon Richard Babu Halder’s story is similar. He hails from Narikelbari, a parish in the Diocese of Barisal. Speaking to AsiaNews, he said \"I wanted to be a priest since childhood. Now I hope to become one as I reach the final stage. My mother and grandmother encouraged me a lot.”\n\n“I looked at the holy life of a local priest, Father Sylvester, and was inspired to become a religious.” Father Sylvester dedicated his life to Almighty God, as a servant of Jesus Christ, and so “I shall work for all people of faith and take care of their spiritual life.”\n\nSeminarian Anil Ignatius Marandy was ordained deacon in the Diocese of Rajshahi. In addition to providing pastoral care in the parish, he wants to devote himself to prisoners, workers and children. Bishop Gervas Rozario of Rajshahi celebrated his ordination Mass.\n\n“As deacons you will have to be in the service of what falls within your responsibility,” Bishop Rozario said in his homily. “You will have to work according to what God needs. You don’t need to make us happy; you must be faithful to God.” The bishop expressed his best wishes to the newly ordained deacons.\n\nThe number of male religious vocations in the Catholic Church of Bangladesh is adequate. But in this super modern era of globalisation female vocations are on the decline.\n\nSome priests and nuns from Bangladesh work abroad as missionaries. Others will do the same in the future.\n\nThirty years ago, the country’s Catholic Church received the help of several international missionary groups such as PIME, the Xaverians, and the priests and nuns of the Holy Cross. Few of the latter are left whilst local priests and nuns are now the majority.--Asia News"}}