{"GDELT": {"GlobalEventID": 929654233, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 1822, "EventBaseCode": 182, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -7.37051792828685, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20200616091500, "SOURCEURL": "https://zeenews.india.com/india/punched-beaten-with-rods-forced-to-drink-filthy-water-pakistan-tortures-manhandles-2-indian-staffers-2290209.html"}, "ARTICLE": {"TITLE": "Punched, beaten with rods, forced to drink filthy water: Pakistan tortures, manhandles 2 Indian staffers", "TEXT": "New Delhi: The two staff members of the Indian mission in Islamabad, who were detained for over 12 hours on Monday and were released later in the evening, were reportedly thrashed, manhandled and were forced to confess of their involvement in a hit-and-run case.\n\nAccording to ANI reports, the Indian staffers, who are working as drivers in the Indian High Commission in Islamabad, were picked up by around 15 to 16 armed persons who had come in 5-6 cars at around 8:30-45 hours from a petrol station close to the mission. They were blindfolded with a rucksack thrown over their heads and handcuffed and were then taken to an unknown destination, the report said.\n\nThe Indian officials were regularly punched, beaten with rods and wooden sticks and were made to drink filthy water.\n\nThe abductors made multiple videos in which the High Commission officials were forced to confess under duress that they had committed an accident. Armed men also forced the Indian staffers to confess that alleged Intelligence officials in the High Commission compel them to bring people from outside in their cars for meetings inside the High Commission. Reports said they were interrogated regarding the specific role and function of all High Commission officials down to the lowest staff.\n\nDuring the interrogation, they were repeatedly threatened that this is how the other members of the High Commission would be treated as well in future. Following the investigation, the drivers were then taken for a medical checkup where they were also injected with what was claimed to be a tetanus shot.\n\nOn Monday, at around 9 pm, they were handed back to the Indian High Commission and although they were able to walk, they carried extensive injury marks to their neck, face, thighs and rear, indicating extensive manhandling.\n\nOn Monday evening, the Minister of External Affairs summoned Pakistan's Charge d'affaires to India Syed Hyder Shah after two officials of Indian High Commission in Islamabad went missing. In the demarche, it was made clear to the Pakistani CDA that there should be no interrogation or harassment of the Indian officials and the responsibility for their safety and security lay squarely with the Pakistani authorities.\n\nThe sources added that Indian also asked Pakistan to ensure the return of two Indian officials along with the official car to Indian High Commission in Islamabad immediately. The missing of Indian staffers on June 15 morning had come a few days after India had expelled two Pakistani High Commission officials in Delhi after they were caught red-handed for spying against India. The two Pakistani officials worked in the visa section of the High Commission in New Delhi.\n\nOn May 31, the Indian authorities had nabbed two Pakistani High Commission officials in Delhi's Karol Bagh while they were trying to source a sensitive document. For this act of espionage, India had declared them as persona non grata and both were sent back to Islamabad on June 1."}}