{"GDELT": {"GlobalEventID": 929653815, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "GOV", "Actor1Name": "PRIME MINISTER", "Actor1Type1Code": "GOV", "Actor2Code": "IGOEUREEC", "Actor2Name": "THE EU", "Actor2CountryCode": "EUR", "Actor2KnownGroupCode": "EEC", "Actor2Type1Code": "IGO", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.41935483870968, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP", "Actor1Geo_Lat": 49.0, "Actor1Geo_Long": 32.0, "Actor1Geo_FeatureID": "UP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP", "Actor2Geo_Lat": 49.0, "Actor2Geo_Long": 32.0, "Actor2Geo_FeatureID": "UP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20200616091500, "SOURCEURL": "https://www.ukrinform.net/rubric-polytics/3046134-ukraine-to-raise-issue-of-updating-association-agreement-with-eu-at-october-summit.html"}, "ARTICLE": {"TITLE": "Ukraine to raise issue of updating Association Agreement with EU at October summit", "TEXT": "The Government of Ukraine intends to raise the issue of updating of the EU-Ukraine Association Agreement at the EU-Ukraine summit in October.\n\n\"We have several stages of summarizing - the EU-Ukraine summit in October and the Association Council in late December. I believe that this year's summit should be very substantive. The updating of the EU-Ukraine Association Agreement should be discussed at the summit\" Vice Prime Minister for European and Euro-Atlantic Integration of Ukraine Olha Stefanishyna said in an interview with the Yevropeyska Pravda online media outlet.\n\nThe Vice PM believes that it is necessary to move towards full liberalization of all four freedoms: the free movement of goods, services, labor, and capital.\n\n\"It is in this context that Ukraine prepares for the summit and for the Association Council, which will consolidate the summit's agreements,\" Stefanishyna said.\n\nThe official acknowledged a significant retard and not very positive dynamics in the implementation of the Agreement but expressed hope that it could be ramped up. In this context, the Vice Prime Minister noted that the cooperation between the Government and the Parliament was very important for her.\n\n\"By the autumn session of the Parliament, I plan to prepare proposals on European integration bills that need to be adopted. First, I plan to conduct an internal audit of legislation activity in recent months to understand how long it takes to ramp up,\" Stefanishyna said.\n\nAs reported, on June 4, the Verkhovna Rada appointed Olga Stefanishyna as the Vice Prime Minister for European and Euro-Atlantic Integration of Ukraine.\n\nol"}}