{"GDELT": {"GlobalEventID": 929653635, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "DEU", "Actor1Name": "DEUTSCHE", "Actor1CountryCode": "DEU", "Actor2Code": "LEG", "Actor2Name": "REPRESENTATIVES", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.0973451327433597, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Actor1Geo_CountryCode": "BE", "Actor1Geo_ADM1Code": "BE11", "Actor1Geo_ADM2Code": "5850", "Actor1Geo_Lat": 50.8333, "Actor1Geo_Long": 4.33333, "Actor1Geo_FeatureID": "-1955538", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Actor2Geo_CountryCode": "BE", "Actor2Geo_ADM1Code": "BE11", "Actor2Geo_ADM2Code": "5850", "Actor2Geo_Lat": 50.8333, "Actor2Geo_Long": 4.33333, "Actor2Geo_FeatureID": "-1955538", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Action2Geo_CountryCode": "BE", "Action2Geo_ADM1Code": "BE11", "Action2Geo_ADM2Code": "5850", "Action2Geo_Lat": 50.8333, "Action2Geo_Long": 4.33333, "Action2Geo_FeatureID": "-1955538", "DATEADDED": 20200616091500, "SOURCEURL": "https://ftnnews.com/aviation/39675-personnel-surplus-at-lufthansa-group-totals-22-000-full-time-positions"}, "ARTICLE": {"TITLE": "Personnel Surplus at Lufthansa Group Totals 22,000 Full-Time Positions", "TEXT": "The Executive Board of Deutsche Lufthansa AG informed the representatives of the trade unions Verdi, VC and Ufo about the current personnel situation in the companies of the Lufthansa Group. This was followed by information to the Lufthansa works councils to whom concrete figures of personnel overcapacity were presented and explained in the Group Economic Committee.\n\nAccording to these figures, the 22,000 full-time positions that will probably be permanently after the crisis are distributed across all business segments and almost all companies in the Group. The Lufthansa airline's flight operations alone will be affected by the crisis with a calculated 5,000 jobs, 600 of which will be pilots, 2,600 flight attendants and 1,500 ground staff. A further 1,400 jobs at headquarters and in administration at other Group companies will also be affected. Lufthansa Technik has a worldwide surplus of about 4,500 jobs, 2,500 of them in Germany. In the LSG Group's catering business 8,300 jobs are affected worldwide, 1,500 of them in Germany.\n\n\"According to our current assumptions about the course of business over the next three years, we have no perspective of employing one in seven pilots and one in six flight attendants as well as numerous ground staff at Lufthansa alone. This excess capacity could even increase if we do not find a way to get through the crisis with competitive personnel costs. We therefore want to reach the urgently needed crisis agreements with our collective bargaining partners quickly. Our objective remains unchanged: We want to keep as many colleagues on board as possible throughout the crisis and avoid layoffs for operational reasons. To achieve this, the negotiations on the crisis agreements must conclude with a joint success\", said Michael Niggemann, Executive Board Member Human Resources and Legal Affairs of Deutsche Lufthansa AG.\n\nIn view of the serious consequences of the Corona pandemic for the entire airline industry, the need for restructuring applies to almost all companies in the Group. Germanwings, for example, will not resume flight operations, while Eurowings will reduce its administrative staff capacity by 30 percent and cut 300 jobs in return. Austrian Airlines has a personnel surplus of 1,100 jobs due to fleet downsizing. Brussels Airlines will reduce its capacity by 1,000 jobs, Lufthansa Cargo by 500.\n\nStaff overcapacity can be partially compensated for by short-time working, collective agreements to reduce weekly working hours or other cost-cutting measures. The necessary crisis agreements are to be concluded by 22 June.\n\nMichael Niggemann: \"In the biggest crisis in aviation history, we want to secure over 100,000 jobs in the Lufthansa Group in the long term, despite all the challenges. To achieve this, painful restructuring measures are unavoidable, which we want to implement in a socially responsible manner.”"}}