{"GDELT": {"GlobalEventID": 929653459, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "CHN", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -8.11485642946318, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pangong, India (general), India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN00", "Actor1Geo_ADM2Code": "72785", "Actor1Geo_Lat": 33.6214, "Actor1Geo_Long": 78.6734, "Actor1Geo_FeatureID": "-1897937", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pangong, India (general), India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN00", "Action2Geo_ADM2Code": "72785", "Action2Geo_Lat": 33.6214, "Action2Geo_Long": 78.6734, "Action2Geo_FeatureID": "-1897937", "DATEADDED": 20200616091500, "SOURCEURL": "https://www.washingtonpost.com/business/why-chinese-and-indian-troops-are-scuffling-again/2020/06/16/2952309a-afaf-11ea-98b5-279a6479a1e4_story.html"}, "ARTICLE": {"TITLE": "Why Chinese and Indian Troops Are Clashing, Again", "TEXT": "1. What is this dispute about?\n\nOn May 5, China surprised India by deploying troops in three main locations, two in Ladakh, a region of strategic importance nestled between western Tibet and Pakistan-occupied Kashmir. The reason for the maneuver remains unclear, but India’s decision in 2019 to bring the region under direct federal control had drawn an angry response from China, similar to that of neighboring Pakistan, which has close ties with the government in Beijing. China said at the time it was unacceptable that India “continued to undermine its territorial sovereignty.” Recent confrontations are centered on the Galwan River area and Pangong Tso, a glacial lake at 14,000 feet in the Tibetan plateau.\n\nAD\n\nAD\n\n2. How bad have things gotten?\n\nAfter weeks of skirmishes left scores of troops injured, the standoff entered a new more dangerous phase in mid-June when three Indian soldiers died in a violent clash with Chinese troops in the Galwan area. It was the first deaths on the border in four decades. The Chinese foreign ministry said two Indian soldiers had illegally crossed into Chinese territory twice on June 15 in a “serious violation” of the consensus reached between the two countries.\n\n3. How old is the India-China border conflict?\n\nThe dispute dates back to the 1950s. Skirmishes were reported after India granted the Dalai Lama asylum following an uprising against Chinese rule in Tibet in 1959. War broke out three years later after China objected to India establishing outposts along the effective boundary, established by the British in 1914, between the Tibetan region and Northeast India. The current “Line of Actual Control” that forms the ambiguous border partially adheres to the British-drawn boundaries. Clashes were also reported in 1967 and again in 1987 in what’s sometimes referred to as the loudspeaker war -- no bullets were fired and soldiers simply kept shouting at each other via loudspeakers. Relations improved as the two governments signed five treaties between 1993 and 2013 and -- with economic growth racing ahead in both countries -- China became India’s largest trading partner. The border remained mostly calm through 2017, when troops faced off for several months at Doklam, a plateau near the Indian border that is claimed by both China and Bhutan. The clashes are mostly seasonal, given the harsh winter conditions.\n\nAD\n\nAD\n\n4. What is different about the current flare-up?\n\nThe context. India is fighting a growing coronavirus outbreak that infected about 200,000 people by early June as well as inflicting severe damage on the economy. Prime Minister Narendra Modi has also been shifting his country diplomatically closer to the U.S., whose strained relations with China have worsened in 2020 in the wake of the pandemic that originated in China. Since its 2017 standoff with China, India has signed crucial communications and arms agreements with the U.S. India has also recently blocked Chinese companies from taking over local businesses and stepped up road construction in border areas. China has been building border infrastructure for decades, including -- to India’s chagrin -- through disputed areas that link China to Pakistan. Meanwhile, China is getting more assertive. It is pressing ahead in the face of international condemnation with stricter security laws in Hong Kong, while also getting involved in more military run-ins in the South China Sea and warning Taiwan against any moves toward independence.\n\n5. Will tensions escalate?\n\nAD\n\nAD\n\nDiplomatic talks continue after an offer to mediate by U.S. President Donald Trump was rejected by both nations. Before the death of three of its soldiers, India had been downplaying the skirmishes while China was saying dialog could resolve the situation. Most observers say war is unlikely since neither side wants to escalate matters. One outcome may be closer alignment between India and the U.S., which has called for expanding the G7 to include India. The U.S. has been broadening trade and strategic ties with nations of the Indo-Pacific -- India, Japan and Australia -- who form the informal grouping known as the Quad. Meantime, there’s always a chance border scuffles will resume elsewhere. India this year opened a bridge to enable faster movement of troops and artillery in the region of the 2017 border clashes.\n\nFor more articles like this, please visit us at bloomberg.com"}}