{"GDELT": {"GlobalEventID": 929653243, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 129, "EventBaseCode": 129, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.35663786331501, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Czech Republic", "Actor2Geo_CountryCode": "EZ", "Actor2Geo_ADM1Code": "EZ", "Actor2Geo_Lat": 49.75, "Actor2Geo_Long": 15.0, "Actor2Geo_FeatureID": "EZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Czech Republic", "Action2Geo_CountryCode": "EZ", "Action2Geo_ADM1Code": "EZ", "Action2Geo_Lat": 49.75, "Action2Geo_Long": 15.0, "Action2Geo_FeatureID": "EZ", "DATEADDED": 20200616091500, "SOURCEURL": "https://www.americanthinker.com/articles/2020/06/the_woke_lefts_war_on_american_history.html"}, "ARTICLE": {"TITLE": "The 'Woke' Left's War on American History", "TEXT": "The 1971 movie Zeppelin, starting Michael York, is about an Imperial German plot to destroy irreplaceable British artifacts, paintings, and documents during the First World War. The premise was simple; destroy the nation's history, and you destroy the nation. The outcome was a mixed result with the successful destruction of some of the irreplaceable documents, but also the loss of the German superweapon.\n\nThe Czech playwright Milan Kundera, who lived under totalitarian governments such as the Nazis and communists, elaborated (emphasis is mine), \"The first step to liquidating a people is to erase its memory. Destroy its books, its culture, its history. Then have somebody write new books, manufacture a new culture, invent a new history. Before long the nation will begin to forget what it is and what it was.\" This approach was put into practice in George Orwell's 1984, and \"woke\" left wing extremists are putting the same principle into practice today by vandalizing statues of Christopher Columbus, Queen Victoria, Mohandas Gandhi, Winston Churchill, and other historical figures.\n\nThe Army now says it is open to renaming bases that have been named for Confederate generals, and it is time to draw the line. The electorate should support President Trump's decision to veto this idea right out of the starting gate. In addition, any Confederate statues that are removed or destroyed should be replaced, with educational placards that explain, \"This statue honors the named individual but not the cause for which he fought. His actions were praiseworthy and laudable under the standards of the mid-19th century, which have however changed for the better during the past 150 years.\"\n\nIt's about Not Slavery, but Character\n\nNo civilized person defends, justifies, or glorifies slavery as practiced in the antebellum South along with the Union states of Delaware, West Virginia, and Maryland — unless we count Nancy Pelosi and other Democrats who recently tried to show their solidarity with black Americans by wearing the kente cloth favored by Ashanti slave traders who sold other Africans to Europeans during the 19th century. Maybe the Democrats will next hitch their wagon to Harriet Beecher Stowe's Uncle Tom's Cabin, and somebody like Joe Biden (D-Del.) will dress up as Simon Legree (D-La.) because he thinks Legree was one of the abolitionists in the story (hint: he wasn't) while The Squad will call Little Eva a \"Karen\" and denounce her white privilege. Joe Biden has meanwhile made it clear that while the Democratic Party understands that it can no longer own black people, he thinks it still owns their votes.\n\nIf we applied our own standards to people of the mid-19th century, we would also have to demolish the Lincoln Memorial, rename the USS Abraham Lincoln, remove a quarter of Mount Rushmore, and redesign the penny and five-dollar bill because of Abraham Lincoln's blatantly racist (by our standards) remarks during his debate with Stephen Douglas.\n\nI will say then that I am not, nor ever have been, in favor of bringing about in any way the social and political equality of the white and black races [applause] — that I am not nor ever have been in favor of making voters or jurors of negroes, nor of qualifying them to hold office, nor to intermarry with white people; and I will say in addition to this that there is a physical difference between the white and black races which I believe will forever forbid the two races living together on terms of social and political equality. And inasmuch as they cannot so live, while they do remain together there must be the position of superior and inferior, and I as much as any other man am in favor of having the superior position assigned to the white race.\n\nLincoln was a great man because we judge him by the standards of the 1850s rather than the 21st century. His positon that no human being should ever be permitted to own another is taken for granted today, but it was extremely progressive and courageous at the time. Uncle Tom's Cabin would be taken for granted today — \"Stowe argues that slavery is evil — so what? Everybody knows it is evil.\" — but Stowe was arguably our country's real \"breaker of chains\" without the aid of Daenerys Targaryen's dragons, although the Union Army's \"terrible swift sword\" was more than up to the job. The Confederate generals and soldiers have the same right to be judged by their era's standards rather than ours.\n\nLast we heard, by the way, the \"woke\" left has no plans to remove statues of William Tecumseh Sherman, who committed what were arguably atrocities against civilian property — a violation of the then-prevailing Lieber Code — i.e., the standards of his era as well as ours — during his march through Georgia.\n\nRobert E. Lee and the Bhagavad Gita\n\nThis concept of performing one's duty, even if one does not like it, is thousands of years old. The Bhagavad Gita is about an Indian hero's dilemma as to whether he should fight his cousins and his teacher at India's Armageddon (Kurukshetra). Krishna then shows the hero that his duty or Right Path requires him, in fact, to fight his teacher and his cousins, while the teacher's own duty or Right Path requires him to fight the hero and his companions.\n\nThe focus of the Bhagavad Gita is \"selfless action,\" which describes similarly Robert E. Lee's dilemma. Lee had to choose between fighting for his state, Virginia, and fighting for the Union. The idea of secession was quite acceptable in the mid-19th century; New England had previously threatened to secede rather than fight the War of 1812. Lee chose, under these circumstances, to turn down supreme command of the Union Army in favor of a subordinate role in the Confederate Army.\n\nPut Historical Figures in Perspective\n\nOther countries understand quite well that historical figures must be judged according to the standards of their own eras rather than ours. \"Attila\" is a popular name in Hungary. Mohammad was similarly a great leader by the standards of the 6th century but would qualify as a war criminal today. Moses, one of Judaism's most venerated patriarchs, who led the Hebrew people out of slavery, committed genocide, and the \"civilized and democratic\" Athenians' treatment of the Melians is self-explanatory. Mongolian money features Genghis Khan, who purportedly reduced the world's carbon footprint by killing 40 million people. Spain is not ashamed of its statue of the conquistador Hernán Cortés, who killed and enslaved Americans Indians. Far more controversial are a street in Belgrade named for Gavrilo Princip, the assassin who started the First World War, and a French village's \"Rue Gérard,\" named for the assassin of William of Orange. Assassins were villains under the standards of their own eras as well as ours.\n\nThe proper course of action is to educate people that we are judging these historical figures solely according to the standards under which they lived, which are however not acceptable standards today. Under no circumstances should we tolerate the \"woke\" left's agenda of destroying our history, and the U.K.'s history, right in front of us. This means a straight Republican vote for House, Senate, and president in November.\n\nCivis Americanus is the pen name of an American Thinker contributor who remembers the lessons of history and wants to ensure that our country never needs to learn those lessons again the hard way."}}