{"GDELT": {"GlobalEventID": 929653970, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 174, "EventBaseCode": 174, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.9455081001472796, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jordan", "Action2Geo_CountryCode": "JO", "Action2Geo_ADM1Code": "JO", "Action2Geo_Lat": 31.0, "Action2Geo_Long": 36.0, "Action2Geo_FeatureID": "JO", "DATEADDED": 20200616091500, "SOURCEURL": "https://www.timesofisrael.com/us-mulls-withholding-aid-to-jordan-to-force-extradition-of-palestinian-terrorist/"}, "ARTICLE": {"TITLE": "US mulls withholding aid to Jordan to force extradition of Palestinian terrorist", "TEXT": "The United States is considering withholding aid from one of its closest Arab partners, Jordan, in a bid to secure the extradition of a woman convicted in Israel of a 2001 terror bombing that killed 15 people, including two American citizens.\n\nThe family of one of those US citizens, 15-year-old Malki Roth, has been leading a campaign to extradite the terrorist to the US, after Israel imprisoned and then freed her.\n\nThe Trump administration says it’s weighing “all options” to press Jordan to extradite Ahlam Aref Ahmad Al-Tamimi, who is wanted by the US on a charge of conspiring to use a weapon of mass destruction against American nationals. The charge was filed under seal in 2013 and announced by the Justice Department four years later.\n\nGet The Times of Israel's Daily Edition by email and never miss our top stories Free Sign Up\n\nThe extradition issue is likely to be raised this week when Jordan’s King Abdullah II speaks to several congressional committees to voice his opposition to Israel’s plans to annex portions of the West Bank.\n\nMalki Roth’s father Arnold on Tuesday said the new “reports of US officials challenging the Jordanians over their sheltering of Ahlam Tamimi are encouraging” and “a meaningful step forward.” He told The Times of Israel: “We long for the day she faces justice in a US court.”\n\nThe office of Israel’s Prime Minister Benjamin Netanyahu, who approved the 2011 Shalit prisoner deal in which Tamimi was released from 16 life terms, declined to comment.\n\nRelated: Failed by Israel, Malki Roth’s parents hope US can extradite her gloating killer\n\nTamimi is on the FBI’s list of “most wanted terrorists” for her role in escorting the suicide bomber from Ramallah to the crowded Jerusalem pizzeria where he struck. It was one of the deadliest terror attacks during the second Palestinian Intifada, or uprising. She has expressed no remorse and has been seen gloating that she managed to kill Israeli children.\n\nShe has lived freely in Jordan since Israel released her in the 2011 prisoner swap with terror group Hamas, when she and more than a thousand other security prisoners were released in exchange for captured IDF soldier Gilad Shalit. Jordanian authorities have rebuffed US requests to turn her over, despite an extradition treaty.\n\nThe US “Further Consolidated Appropriations Act, 2020,” which was signed into law on December 20, provides (section 7055) for financial consequences for Jordan if the case is not handled properly. Jordan has a large Palestinian population and it’s unclear if a threat over aid would cause it to rethink its position.\n\nAhead of King Abdullah’s video congressional appearances, scheduled for Wednesday with the US Senate Foreign Relations and House Foreign Affairs committees, the State Department said that billions of dollars of foreign assistance to Jordan could be used as leverage to get Jordanian authorities to extradite Tamimi.\n\nThe threat came in written answers submitted by the administration’s nominee for ambassador to Jordan, Henry Wooster, to the Senate Foreign Relations Committee in response to questions posed by Senator Ted Cruz, a Texas Republican.\n\n“The United States has multiple options and different types of leverage to secure Ahlam Aref Ahmad Al-Tamimi’s extradition,” Wooster wrote. “We will continue to engage Jordanian officials at all levels not only on this issue, but also on the extradition treaty more broadly. US generosity to Jordan in Foreign Military Financing as well as economic support and other assistance is carefully calibrated to protect and advance the range of US interests in Jordan and in the region.”\n\nAsked specifically if aid to Jordan would be part of that leverage in the Tamimi case, Wooster replied: “If confirmed, I would explore all options to bring Ahlam Aref Ahmad Al-Tamimi to justice, secure her extradition, and address the broader issues associated with the extradition treaty.” Wooster’s responses to the questions were obtained by The Associated Press.\n\nThe reference to aid in Wooster’s response was unusual. Previously, the Trump administration, and the Obama administration before it, had taken a low-key approach to Tamimi, bringing it up in private conversations with Jordanian officials but shying away from a public fight with a rare Arab country that recognizes Israel and has been a dependable source of intelligence information about the region, including in neighboring Syria.\n\nThe US has long been a major provider of aid to Jordan. In early 2018, the Trump administration signed a five-year, $6.4 billion aid agreement with Jordan that increased the annual amount of aid by $275 million to $1.3 billion. That boost “highlights the pivotal role Jordan plays in helping foster and safeguard regional stability and supports US objectives such as the global campaign to defeat ISIS, counter-terrorism cooperation and economic development,” the State Department said then.\n\nTamimi was arrested by Israel weeks after the bombing and sentenced to 16 life terms but released in the 2011 Israel-Hamas prisoner swap and moved to Jordan. She has made frequent media appearances, expressing no remorse for the attack and saying she was pleased with the high death toll.\n\nAmong the victims of the attack was Malki Roth, a 15-year-old Israeli-American girl, whose father, Arnold Roth, has led a campaign seeking Tamimi’s extradition to the US.\n\n“As much as issues like justice get noisy public support, the odds tend to be stacked against people who want to see actual justice done in actual cases where they feel personally engaged,” Roth told The Times of Israel Tuesday. “As parents of Malki, one of the child victims among the many innocents whose lives ended in the Sbarro pizzeria massacre, we encounter obstructiveness and double-talking officials far too often. I have no interest in hiding how embittering and frustrating this is.\n\n“Reports today of US officials challenging the Jordanians over their sheltering of Ahlam Tamimi are encouraging. No one can be sure this is going to lead to justice, least of all us. But it’s a meaningful step forward in exposing and we hope ending a dark chapter.”\n\nAdded Roth: “Ahlam Tamimi, who chose Sbarro as her target and brought the human bomb there because of the children she knew would be murdered, should never have been freed. And once freed and back in Jordan, she should never have been allowed to become an adored celebrity. And once she was famous, Jordan should have jumped at the opportunity to hand over to their most important ally, the US. We long for the day she faces justice in a US court.”\n\nRoth told AP on Monday that his attempts to speak to Jordanian officials, including a letter sent to the ambassador in Washington last year, have been ignored. “The Jordanians have been egregiously rude and unhelpful in every possible way which we’ve tried to engage with them,” he said.\n\nRoth said he has begun to make progress with members of the US Congress, citing an April 30 letter signed by seven Republican lawmakers to Jordan’s ambassador seeking Tamimi’s extradition.\n\n“My wife and I have been battling since February 2012 to see the United States charge, extradite and prosecute this horrifying fugitive from justice who proudly boasts of murdering so many children,” he said.\n\nThe blast at the Sbarro restaurant in downtown Jerusalem went off on the afternoon of August 9, 2001. The terrorist detonated explosives hidden in a guitar case packed with nails. Among the people killed were seven between the ages of 2 and 16, and scores were wounded.\n\nTamimi, a Hamas activist who chose the target and guided the bomber there, said in a 2017 interview with the AP that Palestinians have a right to resist Israeli rule by any means, including deliberately targeting uninvolved civilians and children.\n\nIn 2017, Jordan’s high court ruled she could not be extradited to the US, reportedly saying the 1995 extradition treaty had not been ratified. She has also claimed the US has no right to charge her because she was already tried and sentenced in Israel.\n\nThe US insisted in a report last year that the extradition treaty is valid in the case of Tamimi.\n\nArnold Roth told The Times of Israel last month “There is wall-to-wall agreement among the legal experts at the Department of Justice that there is no ‘double jeopardy’ concern.”\n\nHe added: “She was convicted of acts of murder on her own confession. She has now been indicted with different charges and in a different jurisdiction.”\n\nThe charge filed by the Department of Justice against Tamimi is one of “conspiring to use a weapon of mass destruction against US nationals outside the US, resulting in death.”"}}