{"GDELT": {"GlobalEventID": 929653314, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "AFRJUD", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor1Type1Code": "JUD", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -8.79120879120883, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Khayelitsha, Western Cape, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF11", "Actor1Geo_ADM2Code": "77317", "Actor1Geo_Lat": -34.0393, "Actor1Geo_Long": 18.6792, "Actor1Geo_FeatureID": "-1243454", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Khayelitsha, Western Cape, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF11", "Actor2Geo_ADM2Code": "77317", "Actor2Geo_Lat": -34.0393, "Actor2Geo_Long": 18.6792, "Actor2Geo_FeatureID": "-1243454", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Khayelitsha, Western Cape, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF11", "Action2Geo_ADM2Code": "77317", "Action2Geo_Lat": -34.0393, "Action2Geo_Long": 18.6792, "Action2Geo_FeatureID": "-1243454", "DATEADDED": 20200616091500, "SOURCEURL": "https://allafrica.com/stories/202006160299.html"}, "ARTICLE": {"TITLE": "South Africa: Public Urged to Report Suspected GBV Cases", "TEXT": "National Police Commissioner, General Khehla Sitole, has called on the public, families and communities to report suspected cases of domestic violence.\n\nSitole made the call amid a deluge of media reports of fatal gender-based violence cases across South Africa last week.\n\n\"We are urging people to alert the police of such cases before it's too late to help a victim of such cases,\" he said, adding that friends, families and neighbours are often aware of cases or potential cases of domestic violence.\n\nHowever, Sitole applauded what he described as sterling detective work that led to suspects traced and arrested in most of the cases.\n\n\"In the case of the killing of 45-year-old Nompumelelo Tshaka, her alleged murderer, Ayanda Zenani was arrested. Tshaka's body was found dumped in an open field in Mthatha by a passer-by on 5 June 2020. Zenani has since appeared in the Mthatha Magistrate's Court on Thursday, 11 June. He will be appearing in the same court again on 18 June 2020 for a formal bail application,\" read the statement.\n\nIn KwaZulu-Natal, Msunduze Reserve, a 52-year-old Bhekukwanda Cele has appeared in the Ndwedwe Magistrates Court, charged with the alleged murder of his estranged wife, 31-year-old Nwabisa Mgwandela. It is alleged that three men assaulted and tied her up with a rope, leaving her hanging in the house on 7 June 2020.\n\nRecently in Gauteng, 28-year-old Tshegofatso Pule was killed. Her body was found in the bushes on 5 June 2020. Her family reported her missing on 7 June 2020, and it was identified the following day. The police are following leads to apprehend and bring her killer to book. Pule was eight months pregnant at the time of her death.\n\nIn the Western Cape, the 34-year-old ex-boyfriend of slain 25-year-old Naledi Phangindawo has appeared in court in Mossel Bay for her murder. She was killed in KwaNonqaba a week ago and the suspect fled to Lwandle in Strand but later handed himself over to the police. The suspect remains in custody until his next court appearance.\n\nIn another incident in the Western Cape, last month a suspect was arrested for the alleged murder of his girlfriend, 34-year-old Nomfazi Gabada. The suspect, Sithembele Klaas, was initially arrested earlier this month but the case was withdrawn. The investigating officer persevered in this matter and obtained a warrant for the arrest of Klaas. He was then traced and rearrested on Saturday. Klaas will be brought before a Magistrate at the Khayelitsha Magistrates Court today.\n\nPolice in the statement said in all the cases where suspects have been arrested, the victim was in a relationship with the suspect.\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines South Africa Governance Women By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\n\"It is these circumstances that makes the prevention of crimes against women and children that much more complex,\" read the statement.\n\nSitole in the statement reassured the public that crimes against vulnerable people will not go unpunished.\n\n\"The Family Violence Child Protection and Sexual Offences Unit is extremely obstinate in its cause to bringing perpetrators of crimes against women, children and people of vulnerable groups to book.\n\n\"Crimes against women, children and all other vulnerable groups continue to remain a priority of the South African Police Service.\"\n\nSAPS is making a clarion call to family, friends and neighbours, who often are aware of cases or potential cases of domestic violence.\n\n\"We are urging people to alert the police of such cases before it's too late to help a victim of such cases.\"\n\nPeople with information can call the SAPS Emergency Number, 10111, before a crime is committed or when a crime is in progress.\n\nCallers that want to remain anonymous may contact SAPS Crime Stop Number ‪08600 10111 or send a tip-off via MySAPSApp, which can be downloaded on any android or iPhone. All information received will be treated with confidentiality."}}