{"GDELT": {"GlobalEventID": 929653917, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "IGOSEAASN", "Actor1Name": "ASEAN", "Actor1CountryCode": "SEA", "Actor1KnownGroupCode": "ASN", "Actor1Type1Code": "IGO", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.23713646532439, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Singapore", "Actor1Geo_CountryCode": "SN", "Actor1Geo_ADM1Code": "SN", "Actor1Geo_Lat": 1.366667, "Actor1Geo_Long": 103.8, "Actor1Geo_FeatureID": "SN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP", "Action2Geo_Lat": 13.0, "Action2Geo_Long": 122.0, "Action2Geo_FeatureID": "RP", "DATEADDED": 20200616091500, "SOURCEURL": "https://sg.channelasia.tech/article/680573/crowdstrike-builds-asean-channel-play-through-exclusive-networks/"}, "ARTICLE": {"TITLE": "CrowdStrike builds out ASEAN channel play through Exclusive Networks", "TEXT": "Brad Gray (Exclusive Networks) Credit: Exclusive Networks\n\nCrowdStrike has signed a distribution agreement with Exclusive Networks in ASEAN, in a move designed to drive cyber security solutions through the channel ecosystem.\n\nTerms of the alliance will see Exclusive Networks gain access to the vendor’s portfolio of solutions across Singapore, Malaysia, Indonesia, Thailand and Philippines, delivered via value-added resellers and system integrators.\n\nCentred around Falcon - a cloud-based endpoint protection platform - the partnership will also leverage pre- and post-sales support through the distributor’s network of more than 200 engineers.\n\n“We are proud to partner with CrowdStrike and offer our customers the leading cloud-based, endpoint cyber security solutions in the world,” said Brad Gray, senior vice president of Asia Pacific at Exclusive Networks. “Together, we will allow companies in Asia to keep up-to-date with the right solutions, knowing that they are being supported by our experts who can point them in the right direction.”\n\nAccording to Gray - appointed to the role in January - Exclusive Networks will offer CrowdStrike solutions to partners and end-users across the region, supported by a local network comprising of more than 20 offices in Asia Pacific. The distributor will also work with partners to ensure businesses in Southeast Asia - ranging from start-ups and SMEs to multinationals - can deploy \"robust cyber security protection\".\n\n“The Southeast Asia region is incredibly diverse with different markets requiring unique solutions,” added Geoff Swaine, regional vice president of Channel and Alliances across Asia Pacific and Japan at CrowdStrike. “Exclusive Networks’ local knowledge, combined with their regional reach, make them a fantastic partner to deliver CrowdStrike’s solutions to enterprises in key Asian markets.”\n\nCrowdStrike’s Falcon platform provides cloud-delivered endpoint protection for enterprises, leveraging artificial intelligence (AI) to detect threats within networks and across devices.\n\n“Cyber security has become mission critical for organisations as they look to secure their IT operations and prevent breaches,” Swaine added. “Our CrowdStrike Falcon platform, coupled with the expertise of Exclusive Networks’ team, will provide organisations with a powerful and comprehensive defence program that will allow them to spot and stop breaches.”\n\nAs reported by Channel Asia, Exclusive Networks appointed Gray as senior vice president of Asia Pacific in January amid plans to combine Asia and Pacific as one region.\n\nTasked with driving growth at both vendor and partner levels, Gray joined the specialist value-added distributor with more than 25 years of in-market experience, having most recently held the position of vice president of general business sales at SAP. Based in Singapore, Gray reports to Andy Travers, executive vice president of Worldwide Sales and Marketing at Exclusive Networks."}}