{"GDELT": {"GlobalEventID": 929653937, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "IND", "Actor1Name": "DELHI", "Actor1CountryCode": "IND", "Actor2Code": "MOS", "Actor2Name": "ISLAM", "Actor2Religion1Code": "MOS", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.5, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Delhi, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6667, "Actor2Geo_Long": 77.2167, "Actor2Geo_FeatureID": "-2094230", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20200616091500, "SOURCEURL": "https://www.timesnownews.com/india/article/delhi-minorities-commission-chief-zafarul-islam-khan-joins-delhi-police-probe/607240"}, "ARTICLE": {"TITLE": "Delhi minorities Commission chief Zafarul Islam Khan joins Delhi police probe", "TEXT": "Zafarul Islam Khan at Delhi police Special Cell Office\n\nKey Highlights Zafarul Islam Khan joined the Delhi police investigation Cyber cell of the Delhi Police had booked Khan for sedition and promoting enmity between religious groups Khan posted instigatory messages on social media on 28th April\n\nNew Delhi: Delhi minorities commission chief Zafarul Islam Khan, who has been booked for sedition, joined the probe on Tuesday.\n\n72-year-old Khan arrived at the office of the special cell in west Delhi at around 11:45 am. The cyber cell of the Delhi Police had booked Khan for 124-A (sedition), 153-A (promoting enmity between religious groups). The case was later transferred to Special Cell.\n\nSpecial Cell has issued notice to Khan two days back asking him to join the probe.\n\nOn 28th April, Khan had taken to social media platforms to say, \"thanking Kuwait for standing up with Indian Muslims.\" It was in context with the north-east Delhi riots. In the same post, he also mentioned that \"Zakir Naik is a respected name in the Arab and Muslim world\".\n\nControversial preacher Zakir Naik is being probed by the National Investigation Agency and Enforcement Directorate for terror and money laundering. He is presently hiding in Malaysia and India has asked Interpol to issue a Red Corner Notice against him.\n\nKhan's tweet and the Facebook post had caused a huge outrage on social media. On 3rd May, he wrote, \"I have not apologized for the tweet or deleted it. I have not apologized for the tweet itself but it was ill-timed and insensitive in the midst of a medical emergency faced by our country\".\n\nKhan is the founding editor of Milli Gazette and through his columns and shows has questioned the probe being carried out by the Delhi Police in north-east riots. He was appointed by Delhi government as the chairman of minorities commission in July 2017. Both AAP and Delhi government has maintained a safe distance from Khan's recent remarks.\n\nIn May, Khan approached the Delhi High Court seeking anticipatory bail. Khan's lawyer Vrinda Grover said the sedition case is untenable and FIR should be quashed. High Court has directed police not to take any coercive action till 22nd June. Last month, on Delhi Police instructions, Khan has already handed his laptop.\n\nSources in the Delhi Police said Khan will be questioned about why he wrote this post and mentioned Zakir Naik who is a fugitive.\n\nProminent Muslim bodies, however, have criticised Delhi Police for filing an FIR against Khan. In a statement issued on 8th May, they said,\" We demand that the government should immediately take back the FIR registered against Dr Khan and stop the Delhi Police from taking action against innocent citizens.\""}}