{"GDELT": {"GlobalEventID": 929654425, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 5.820105820105821, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chicago, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL031", "Actor1Geo_Lat": 41.85, "Actor1Geo_Long": -87.6501, "Actor1Geo_FeatureID": "423587", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chicago, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL031", "Action2Geo_Lat": 41.85, "Action2Geo_Long": -87.6501, "Action2Geo_FeatureID": "423587", "DATEADDED": 20200616091500, "SOURCEURL": "https://www.mirror.co.uk/3am/celebrity-news/kim-kardashian-splashes-out-lavish-22198651"}, "ARTICLE": {"TITLE": "Kim Kardashian splashes out on lavish fireworks display for North's seventh birthday", "TEXT": "Kim Kardashian pulled out all the stops for her eldest daughter North West on her seventh birthday.\n\nThe 39-year-old Keeping Up With The Kardashians star took to Instagram to share a series of surprise snaps and videos of the family celebration at their Wyoming ranch last night.\n\nProud mother-of-four Kim, who also shares children Saint, four, Chicago, two, Psalm, one, with husband Kanye West, threw a lavish party for her daughter North.\n\nNorth's special day was topped off with a stunning fireworks display which Kim captured on camera.\n\n(Image: DIGITAL/EROTEME.CO.UK)\n\nThe LA night sky lit up with flashes of colour for the seven-year-old, who Kim described as her \"everything\".\n\nAlthough her birthday may have been in lockdown, North was still able to celebrate with her best friend, cousin and partner in crime, Penelope Disick, seven.\n\nTaking to Instagram, Kourtney Kardashian shared a gorgeous tribute to her eldest niece with a sweet snap of the two kids enjoying the colourful day.\n\n(Image: Instagram) (Image: BACKGRID)\n\nNorth and Penelope pranced and danced around the Wyoming ranch together in the wholesome family snapshot.\n\nAlongside the precious post, Kourt wrote: \"My Northie birthday girl\".\n\nIt comes after Kim treated her fans to an inside glimpse of life at home with North.\n\nCaptioning the series of snaps of her stylish daughter, Kim wrote: \"Happy 7th Birthday to my first born baby North!\n\n\"I can’t believe you are 7. Crazy how time has flown by so fast like this! You are everything and more than I ever dreamed of!\n\n\"The most stylist creative Gemini performer ever! I love you to your alien planet and back!\"\n\n(Image: Kim Kardashian/Instagram)\n\nNorth, who is also known as Nori to friends and family has grown up in the spotlight with her birth being documented on Keeping Up With The Kardashians.\n\nThe seven-year-old has been noted as 'the best big sister' by her rapper dad Kanye West and due to her performative ways, there's no doubt that North will grow up to shine in the limelight just like her celebrity parents.\n\nDo you have a story to sell? Get in touch with us at webcelebs@trinitymirror.com or call us direct 0207 29 33033."}}