{"GDELT": {"GlobalEventID": 929779665, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.07462686567164, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_Lat": 32.9866, "Actor1Geo_Long": -83.6487, "Actor1Geo_FeatureID": "GA", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Dekalb County, Georgia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USGA", "Actor2Geo_Lat": 33.7504, "Actor2Geo_Long": -84.2333, "Actor2Geo_FeatureID": "1687424", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 32.9866, "Action2Geo_Long": -83.6487, "Action2Geo_FeatureID": "GA", "DATEADDED": 20200616213000, "SOURCEURL": "https://www.ajc.com/news/local/supreme-court-not-guilty-means-not-guilty-dekalb-murder-case/Txb46vEa5f6KmgVkMi5DSO/"}, "ARTICLE": {"TITLE": "Ga. Supreme Court: Not guilty means not guilty in DeKalb murder case", "TEXT": "In its ruling, the Georgia Supreme Court said once that not guilty verdict was signed by the jury foreperson and delivered in open court, Medina was not guilty of malice murder in this specific case once and for all. That means he cannot be retried for it on double jeopardy grounds, the defense and prosecution agreement notwithstanding.\n\n“Whether or not the trial court intended it to be, the jury’s verdict was validly returned,” Justice Nels Peterson wrote for an 8-1 majority. “… And the valid verdict here of not guilty as to the malice murder count precludes retrial on that count.”\n\nAttorney Dwight Thomas, who represents Medina, applauded the ruling.\n\n“I’ve never heard of anything like this before,” he said. “But this is a good decision. I’m sure Mr. Medina will be happy to know about what happened.”\n\nMedina, 44, was charged with fatally shooting James Thornton, who police said was squatting in a South Ponce de Leon Avenue home owned by a relative of Medina's. Medina said when he went to check on the home on July 20, 2015, he encountered the 40-year-old Thornton and shot him in self-defense.\n\nAt the close of the 2019 trial, Medina’s jury told Judge Seeliger it had “exhaustively examined all of the evidence of this case in meticulous detail numerous times.”\n\nEven though jurors were unanimous on Count 1, the malice murder charge, “we find ourselves in a total impasse” as to Counts 2-4: felony murder, aggravated assault, and possessing a firearm during the commission of a felony, the jurors told the judge. Without disclosing which way they were leaning, jurors said their votes were 8 to 4 on those counts.\n\nOn appeal, Medina argued that he also should not face a retrial on the remaining counts. But the state high court ruled otherwise, telling DeKalb prosecutors they can once again take those three counts to trial.\n\nDeKalb County District Attorney Sherry Boston. (David Barnes/ AJC file photo)\n\nIn a statement, District Attorney Sherry Boston said, “We respectfully disagree with the Georgia Supreme Court’s opinion” as to the malice murder count. “Upon resumption of jury trials following the Covid-19 pandemic, we intend to retry Mr. Medina at the earliest possible time” on the remaining three counts against him."}}