{"GDELT": {"GlobalEventID": 929779672, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "COP", "Actor1Name": "LAW ENFORCEMENT OFFICER", "Actor1Type1Code": "COP", "Actor2Code": "chy", "Actor2Name": "CHEYENNE", "Actor2EthnicCode": "chy", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -5.21920668058455, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Dawson County, Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_ADM2Code": "GA085", "Actor1Geo_Lat": 34.4334, "Actor1Geo_Long": -84.1666, "Actor1Geo_FeatureID": "351312", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Dawson County, Georgia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USGA", "Actor2Geo_Lat": 34.4334, "Actor2Geo_Long": -84.1666, "Actor2Geo_FeatureID": "351312", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Dawson County, Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 34.4334, "Action2Geo_Long": -84.1666, "Action2Geo_FeatureID": "351312", "DATEADDED": 20200616213000, "SOURCEURL": "https://www.dawsonnews.com/local/teens-death-in-dawson-county-jail-drives-protesters-to-the-dawsonville-square/"}, "ARTICLE": {"TITLE": "Teen’s death in Dawson County jail drives protesters to the Dawsonville Square", "TEXT": "\n\n\n\nSanford’s family and friends say that they feel left in the dark, with no real answers about why the teen was arrested or how he died, when by all accounts he was a healthy young man that had never been in trouble with law enforcement before.\n\n“This was his first time in jail,” Cheyenne Sanford said. “He’s never really even been in trouble before. We love my brother. He has a heart of gold and he lived to make everyone laugh. I miss my baby brother.”\n\nIn an email to the Dawson County News, Dawson County Sheriff Jeff Johnson said that his office extends it’s sympathies to the Sanford family for the teen’s death, stating that due to the investigation by the Georgia Bureau of Investigation it has been necessary to limit what information is released, even to immediate family members.\n\n“An unfortunate side effect of not releasing all the Information is that rumors and speculation run rampant,” Johnson said. “One such rumor is that Jonathan was left unchecked for 13 hours. This is completely false.”\n\nWhile denying the rumor, Johnson said that at this point the times and contact that law enforcement officers had with Sanford during his arrest are relevant to the investigation, and not releasable at this time.\n\n“Anytime an individual dies while in law enforcement custody, questions will be raised and rightfully so,” Johnson said. “This is why an outside, independent agency is requested to handle the investigation.”\n\nAn incident report obtained through open records request by the DCN shows that Jonathan Sanford was arrested Tuesday, June 1, on a narcotics charge and for DUI Drugs.\n\nPrior to Sanford’s arrest, the report states that Dawson County deputies were searching for a possible impaired driver identified by a witness several hours earlier and after a traffic stop at 378 Marketplace Parkway in south Dawson County, the teen was taken into custody.\n\nFollowing Sanford’s death, the Georgia Bureau of Investigation was called in to investigate the death.\n\nDue to the GBI investigation, a sheriff’s office records manager also denied the DCN’s request for an officer’s investigative summary that usually accompanies incident reports.\n\nIn a statement to the Dawson County News on Thursday, GBI spokeswoman Nelly Miles said that there has been no update in the state’s investigation of Sanford’s death, beyond that the teen’s autopsy is pending further tests.\n\nJohnson said that regardless of the GBI investigation, the incident also allows the sheriff’s office to critique its own processes and implement changes if necessary.\n\n“We trust that our community will reserve judgment until the investigation has been completed and the details have been released,” Johnson said.\n\nCheck back to dawsonnews.com for any updates to this story.\n\nReporter Jacob Smith contributed to this report."}}