{"GDELT": {"GlobalEventID": 929780252, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "LBY", "Actor1Name": "LIBYA", "Actor1CountryCode": "LBY", "Actor2Code": "IGOEUREEC", "Actor2Name": "THE EUROPEAN UNION", "Actor2CountryCode": "EUR", "Actor2KnownGroupCode": "EEC", "Actor2Type1Code": "IGO", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.65486725663717, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tripoli, Tarabulus, Libya", "Actor1Geo_CountryCode": "LY", "Actor1Geo_ADM1Code": "LY61", "Actor1Geo_ADM2Code": "19101", "Actor1Geo_Lat": 32.8925, "Actor1Geo_Long": 13.18, "Actor1Geo_FeatureID": "-3178767", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tripoli, Tarabulus, Libya", "Action2Geo_CountryCode": "LY", "Action2Geo_ADM1Code": "LY61", "Action2Geo_ADM2Code": "19101", "Action2Geo_Lat": 32.8925, "Action2Geo_Long": 13.18, "Action2Geo_FeatureID": "-3178767", "DATEADDED": 20200616213000, "SOURCEURL": "https://tass.com/world/1168407"}, "ARTICLE": {"TITLE": "Russia, EU stress need for early ceasefire in Libya — Lavrov", "TEXT": "MOSCOW, June 16. /TASS/. Russia and the European Union favor soonest cessation of hostilities in Libya and a constructive dialogue involving all Libyan political forces, Russian Foreign Minister Sergey Lavrov told reporters on Tuesday after a phone conversation with EU High Representative for Foreign Affairs and Security Policy Josep Borrell.\n\n\"We emphasized the importance of an early ceasefire in Libya and spoke in favor of seeing a constructive dialogue with the participation of all Libyan political forces launched as soon as possible,\" Russia’s top diplomat said.\n\n\"A lot of initiatives have been voiced recently in this regard, namely the Berlin conference and the ideas voiced by the chair of the Tobruk-based Libyan parliament, Mr. [Aguila] Saleh [Issa],\" Lavrov added.\n\nCurrently, Libya has two parallel bodies of executive power: the internationally recognized Government of National Accord (GNA) headed by Fayez al-Sarraj, and Abdullah Abdurrahman al-Thani’s interim government, operating in the country’s east together with parliament and supported by the Libyan National Army (LNA), led by Commander Khalifa Haftar. For over a year, the warring parties have been fighting for Libya’s capital Tripoli.\n\nOn January 19, an international high-level conference on Libya took place in Berlin, with at least ten heads of state and government attending the event including Russian President Vladimir Putin. The conference’s final communique includes a call to ceasefire, as well as the call for foreign countries to refrain from intervening in Libya’s affairs, while it also proposes creation of a single government and launch of reforms to restore statehood that was demolished by NATO almost ten years ago. The conflict sides also agreed to establish a special ceasefire monitoring commission.\n\nOn June 6, an initiative aimed to overcome the Libyan crisis was published in Cairo. It supposes a full ceasefire between both sides starting June 8 and the continuation of talks in Geneva under the auspices of the UN with the aim to unite the state institutes of power. This initiative was rejected by the government in Tripoli."}}