{"GDELT": {"GlobalEventID": 929779530, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 31, "EventBaseCode": 31, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.14465408805031, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bauchi, Bauchi, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI46", "Actor1Geo_ADM2Code": "22661", "Actor1Geo_Lat": 10.3134, "Actor1Geo_Long": 9.84327, "Actor1Geo_FeatureID": "-2002330", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bauchi, Bauchi, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI46", "Actor2Geo_ADM2Code": "22661", "Actor2Geo_Lat": 10.3134, "Actor2Geo_Long": 9.84327, "Actor2Geo_FeatureID": "-2002330", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bauchi, Bauchi, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI46", "Action2Geo_ADM2Code": "22661", "Action2Geo_Lat": 10.3134, "Action2Geo_Long": 9.84327, "Action2Geo_FeatureID": "-2002330", "DATEADDED": 20200616213000, "SOURCEURL": "https://www.premiumtimesng.com/news/top-news/398056-icpc-seizes-multi-million-naira-landed-property-from-bauchi-governor.html"}, "ARTICLE": {"TITLE": "ICPC seizes multi-million naira landed property from Bauchi governor", "TEXT": "Related News\n\nThe Independent Corrupt Practices and Other Related Offences Commission (ICPC), has seized a multi-million Naira property belonging to Governor Bala Mohammed of Bauchi State.\n\nMr Mohammed is a former Minister of the Federal Capital Territory (FCT).\n\nSpokesperson of the ICPC, Rasheedat Okoduwa, in a statement on Tuesday said that the property which houses Zinaria International School is located at Plot 298 Wuye District, Cadastral Zone B3, FCT, Abuja.\n\n“ICPC’s intelligence-led investigation revealed that Senator Mohammed in his official capacity as the FCT Minister had allocated the said property to a school that had himself and family members as directors and shareholders, despite an existing right of the Federal Ministry of Agriculture over the land.\n\n“To this end, the commission will issue notices of seizure and shall cause them to be served on the appropriate land registry, ministry and department where the property is situated as required by law,” she said.\n\nMrs Okoduwa added that Mr Mohammed had earlier been charged for using his office to confer corrupt advantage on himself and relations under Section 19 of ICPC law.\n\nShe added that he could not be arraigned before he was sworn in as governor of Bauchi State.\n\n“In view of the provisions of Section 308 of the 1999 Constitution as amended, the charge which was pending before Hon. Justice Senchi of FCT High Court 13, Jabi, was withdrawn by the commission to forestall its being struck out by the court suo moto.\n\n“Following the notice of seizure, the commission will apply to the court for an order of forfeiture under Section 48 of the ICPC Act.\n\n“This is in line with the federal government Policy focusing on recovery of proceeds of crime, pending when the tenure of the governor expires.’’\n\n(NAN)"}}