{"GDELT": {"GlobalEventID": 929779898, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.0, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Brooklyn, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY025", "Actor1Geo_Lat": 42.3442, "Actor1Geo_Long": -75.1704, "Actor1Geo_FeatureID": "944840", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Brooklyn, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_ADM2Code": "NY025", "Action2Geo_Lat": 42.3442, "Action2Geo_Long": -75.1704, "Action2Geo_FeatureID": "944840", "DATEADDED": 20200616213000, "SOURCEURL": "https://nyc.streetsblog.org/2020/06/16/decision-2020-adem-bunkedekko-vs-yvette-clarke-in-central-brooklyn/"}, "ARTICLE": {"TITLE": "Decision 2020: Adem Bunkedekko vs. Yvette Clarke in Central Brooklyn", "TEXT": "Decision 2020: Adem Bunkedekko vs. Yvette Clarke in Central Brooklyn Streetsblog asked the contenders for their views on transportation. Says Clarke: 'Let's make New York car-free — like Wakanda!'\n\nThis is the second of our previews for the June 23 primary election. A previous survey covered a free-for-all primary for an open seat in The Bronx.\n\nRep. Yvette Clarke, who has represented central Brooklyn’s Ninth Congressional District since 2013, has another barn-burner of a primary on her hands.\n\nShe edged out newcomer Adem Bunkeddeko two years ago — and now he’s back, along with two more challengers for the Crown Heights, Park Slope, East Flatbush and Sheepshead Bay seat. Statistics show that the area comprises some of the most dangerous streets in the city for traffic violence, and a quick look at a map (below) shows that many parts of the district are poorly served by adequate public transportation.\n\nThe scion of a prominent Brooklyn political family (her mother former Council Member Una Clarke), Clarke is a co-chair of the Congressional Black Caucus. She says she has been a “vocal advocate for the populations who have long been overlooked and underserved,” according to her campaign website. She has been backed by some public-sector unions.\n\nCommunity organizer Adem Bunkeddeko, the son of Ugandan war refugees, vows to bring more economic opportunity to the district. He gained the endorsement of the New York Times.\n\n“Change would be welcome,” in the district, the Times wrote, citing Clarke’s “regrettably” few legislative achievements. The paper added that Bunkeddeko’s “résumé is impressive, and his biography is inspiring.”\n\nThe other candidates — Council Member Chaim Deutsch, community activist Lutchi Gayot, and housing activist Isiah James — declined to answer our transportation questionnaire and, as a result, will not be featured in this write-up. (Deutsch is running what The City called a “stealth” and “scorched earth” campaign that featured a borderline racist ad.) (All information about how or where or when to vote is on the Board of Elections website here.)\n\nHere are Bunkeddeko’s and Clarke’s unedited answers to our questions (come for the high-minded discussion, stay for Clarke’s evocation of the fictional land of Wakanda):\n\nWhat would be your top transportation policy agenda item as a Congress member?\n\nADEM BUNKEDDEKO: My top transportation priority is to fund the MTA, especially in light of plummeting revenues due to the COVID-19 pandemic, so that we can expand public transport options to folks who live in transit deserts. The lack of federal investment in our public transit is one of the reasons our system is in such disrepair.\n\nAdditionally, more than a third of New Yorkers don’t live within walking distance of a subway or train station. There are a number of transit deserts in our district, and Marine Park and Flatbush have particularly poor access to transit. Expanding access to public transit is critical as we consider ways to address pollution and climate change.\n\nMy specific solutions in the district for the subway include: Extend the 4 train from Utica South into East Flatbush and wrap around into Coney Island and extend the Nostrand Avenue line to the Sheepshead Bay stop on Avenue Z. Last, we need to attain federal funding for the RPA proposal for Triboro rail that would connect 17 subway lines and four commuter lines through Bronx, Queens, and Brooklyn.\n\nWithout expanding access to public transport, we cannot reduce car usage and fuel emissions in our communities.\n\nYVETTE CLARKE: Going forward, we must work to build the infrastructure necessary to house a more climate conscious lifestyle. That includes the obvious, such as upgrading our electric grid to accommodate renewables and retrofitting buildings to make them more energy efficient, but it will also require the type of infrastructure spending easily forgotten.\n\nFor example, we cannot move towards an electric car fleet until we build the infrastructure necessary to allow everyone to charge up safely, not just those that own garages. To this end, I proudly introduced HR 5751-Electric Vehicles for Underserved Communities Act of 2020, which will direct resources to historically underserved communities to facilitate the construction of the necessary infrastructure to support a fleet of electric vehicles taking direct aim at disease causing greenhouse-gas emissions.\n\nWhat should the federal government do to stop the massive increase in pedestrian deaths nationwide, which are rising due to the size of SUVs and increasingly distracted driving?\n\nBUNKEDDEKO: We need to see serious federal funding going toward road safety initiatives like speed cameras. They are proven to work to reduce speed. Beyond speed cameras, the federal government must partner with localities so that they can fund studies at intersections with a high number of pedestrian accidents and deaths and then implement the necessary infrastructure to keep pedestrians safe.\n\nLong term, the federal government needs to invest in public transportation so that individuals do not need to rely on cars. Not only do bus and subway systems need to have improved service and be expanded, but we also need new light rail and high speed rail options for longer distances. Once our public transport options are invested in properly, we can start closing off some streets to cars and allow pedestrians and cyclists to travel safely. Let’s be clear though, we have a fossil fuel industry that is funding Republicans and Corporate Dems that has heavily lobbied against expansions of public transportation because it would lead to reduced demand for gasoline. This is one reason why I have sworn off all fossil fuel contributions.\n\nCLARKE: While roads are meant for cars, we have seen in many cities across the country that closing some roads in favor of walking pavilions can benefit everyone.\n\nThis creates less pollution, increases the walkability and attractiveness of your city, and disincentivizes driving due to the associated uptick in congestion.\n\nAlong with more innovative ideas like this, we must be willing to levy more punishing penalties on those that violate our traffic laws.\n\nHow do you feel about current federal allocation formulas for highway spending versus transit? If not, what is the correct formula? What would you change about federal transportation funding generally, and what would you like to see in terms of funds for your district?\n\nBUNKEDDEKO: We spend too much on highways. We need more money for light rail and high speed rail so that folks do not need to rely on cars.\n\nThese are the most efficient ways to travel and they are the greenest ways.\n\nWe are lightyears behind countries in Europe and Asia and that is directly because our federal government shows it would prefer to govern based on the ideals of car ownership from the 1950s.\n\nCLARKE: Our current formula structure allows historic inequities to persist despite the lack of a clear rationale to support their existence. We cannot allow the mistakes of the past to dictate our forward trajectory if we hope to materially improve the ability of the public to make use of our transportation systems. We must provide aid to states based on demonstrated need and a commitment to their transportation systems.\n\nWhat could the federal government do to promote transit better?\n\nBUNKEDDEKO: They could properly fund it.\n\nFolks want to use public transit when it is reliable, clean, safe, and ADA compliant.\n\nCLARKE: Above all else, the federal government has a singular ability to help fund projects that otherwise would lack the locked-in funding necessary to get off the ground.\n\nFor years now, candidates of all stripes have discussed the necessity of a national infrastructure package to help rebuild our nation. The current administration has even gone so far as to name a number of different weeks after the aspirations around the project.\n\nCounterintuitively, this robust history of discussion without action makes me hopeful that a comprehensive infrastructure package will come sooner than we might think. While the delays have not been inspiring, the consensus on the issue has only grown with time making the question of climate consciousness one of the last remaining roadblocks.\n\nWith Democrats back in control of the executive branch, I believe there will be nothing left in our way to change.\n\nWhat have you done in your career to get reckless drivers off our streets. Please be very specific.\n\nBUNKEDDEKO: As a member of the community board (Brooklyn #8), I always voted to erect speed bumps, and other instruments to slow down traffic and disincentivize reckless driving.\n\nI also voted in favor of bike lanes and sidewalk cafes.\n\nCLARKE: Since coming to Congress, I have always been a proud advocate for safer streets and stricter penalties on those who put others at risk.\n\nWith traffic laws and street safety typically coming under more local jurisdiction, the real influence of the federal government comes in the form of carrots and sticks in the budget.\n\nThroughout my career, and especially during the last few years as pedestrian accidents have risen in my district, I have always pushed to use this incentive power to push local jurisdictions to take the issue of pedestrian safety more seriously.\n\nHow can Congress support active transportation such as biking, walking and micromobility?\n\nBUNKEDDEKO: Congress needs to allocate additional funding to the Transportation Alternatives Program, and it should limit the amount that states can allocate to car infrastructure so that states have the funding they need to support pedestrian and biking infrastructure projects.\n\nAdditionally, if we want more people to use bicycles, we need to expand access to bike-share ventures. Here in NYC, Citi Bike is not accessible in much of the outer boroughs and does not cover large swaths of the Ninth District, including Kensington, Midwood, Marine Park, Sheepshead Bay.\n\nCLARKE: Active transportation, when coupled with safety concerns, requires space.\n\nSpecifically, active transportation and the ancillary benefits associated with it for a city, like increased foot traffic and commerce, can only come when you provide more space for pedestrians and less space for car traffic.\n\nIn order to accommodate a system such as this, the federal government should provide more funding to public transportation projects that successfully get cars off the roads creating more space for people.\n\nIs there a safety, design or enforcement strategy that is not being deployed that you think is vital to making our roadways, sidewalks and public spaces work better for everyone? How would you promote it in office? (Hint: This is a “visionary” question, so don’t think small.)\n\nBUNKEDDEKO: We need to add more public spaces and public art in communities of color who have often been forgotten in these conversations. We have seen this most evidently during the pandemic that low income communities simply don’t have access to public spaces where they can safely go with their families to social distance and get some fresh air.\n\nWhile debates rage about how we reopen the city, we know that open air spaces have the lowest risk of transmission, and yet low income communities have few options close to their homes. I’d like to bring that perspective into Congress.\n\nAdditionally, we need to end our transit deserts in our underserved communities. We can do that in the short term by funding bus rapid transit and in the longer term by building out our subway system. We need free transit for low income families.\n\nOur transport system is currently woefully inaccessible for those with disabilities. Only a quarter of subway stops are ADA accessible right now, meaning about 640,000 disabled and elderly people are unable to take the subway in NYC. The 9th district has a high proportion of elderly folks and this disproportionately hurts them and hinders their independence.\n\nCLARKE: Ultimately, our goal should be largely car-free cities. I enjoyed the movie “The Black Panther” for any number of reasons, but one typically does not get the public attention it deserves. When you see the depiction of Wakanda in the movie, you see a bustling metropolis teaming with life and vibrancy. You see monorails and other forms of public transportation to allow for more time efficient travel, as well as bikes and other forms of micromobility.\n\nWhat you do not see, however, are personal vehicles. Without the clutter caused by personal vehicles aided by their robust public transit systems, Wakanda was able to turn their city center into a hub for all aspects of life — a goal we should all hope to emulate."}}