{"GDELT": {"GlobalEventID": 929780667, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "USA", "Actor1Name": "WYOMING", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.06489675516224, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Wyoming, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWY", "Actor1Geo_Lat": 42.7475, "Actor1Geo_Long": -107.209, "Actor1Geo_FeatureID": "WY", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Wyoming, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWY", "Action2Geo_Lat": 42.7475, "Action2Geo_Long": -107.209, "Action2Geo_FeatureID": "WY", "DATEADDED": 20200616213000, "SOURCEURL": "https://trib.com/news/state-and-regional/health/wyoming-eases-visitation-restrictions-on-long-term-care-facilities/article_cac8ce07-f72a-5e25-aa97-35fc5f12f65a.html"}, "ARTICLE": {"TITLE": "Wyoming eases visitation restrictions on long-term care facilities", "TEXT": "× Sign Up Today and Support Local Journalism Enjoy more articles from Casper's Most Trusted Information Source. Subscribers can log in for unlimited digital access Log in Sign up {{featured_button_text}}\n\nThe state has eased restrictions that effectively stopped Wyoming families from visiting loved ones in nursing homes and long-term care facilities, strictures that were put in place three months ago in an effort to protect the residents of those facilities from the coronavirus.\n\n“We recognize how challenging this pandemic has been for Wyoming’s aging population and their families,” Gov. Mark Gordon said in a statement announcing the changes Tuesday. “Isolation can be debilitating for our seniors. I’m glad we are able to take this step to make in-person visits possible in a safe manner.”\n\nThe new requirements allow in-person visitation of two people in outdoor settings. The visitors must be screened for symptoms, and a trained staff member must be present throughout the visit. Staff and residents are required to wear surgical masks, and visitors have to don face coverings.\n\nIn the press release, officials said that they hope to test 100% of residents and staff for the virus. The facilities have been the most heavily tested spots in Wyoming; any cases linked to a particular organization has prompted a swift response by the state that has included a broad collection of samples, which are processed at an expedited pace."}}