{"GDELT": {"GlobalEventID": 929780843, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor1Code": "USA", "Actor1Name": "BOSTON", "Actor1CountryCode": "USA", "Actor2Code": "JPN", "Actor2Name": "JAPAN", "Actor2CountryCode": "JPN", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.1054131054131098, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Boston, Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_ADM2Code": "MA025", "Actor1Geo_Lat": 42.3584, "Actor1Geo_Long": -71.0598, "Actor1Geo_FeatureID": "617565", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA", "Actor2Geo_Lat": 36.0, "Actor2Geo_Long": 138.0, "Actor2Geo_FeatureID": "JA", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Boston, Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_ADM2Code": "MA025", "Action2Geo_Lat": 42.3584, "Action2Geo_Long": -71.0598, "Action2Geo_FeatureID": "617565", "DATEADDED": 20200616213000, "SOURCEURL": "https://411mania.com/wrestling/njpw-new-japan-cup-2020-06-16-2020-review/"}, "ARTICLE": {"TITLE": "Hamilton’s NJPW New Japan Cup 2020 06.16.2020 Review", "TEXT": "— So, where were we before the big shutdown? Ah yes, the first round of the New Japan Cup, and these first round “shows” will feature five matches: four from the tournament, and a non-tournament bout. Since these shows were announced a week ago, New Japan’s slowly started to fill out their summer schedule. Normality looks to be resuming. Slowly.\n\nQuick Results\n\nNew Japan Cup – First Round: Togi Makabe pinned Yota Tsuji in 9:00 (**¾)\n\nNew Japan Cup – First Round: Toru Yano pinned Jado in 9:00 (*)\n\nMinoru Suzuki, Taichi, Zack Sabre Jr. & Yoshinobu Kanemaru pinned Yuya Uemura, Hiroshi Tanahashi, Kota Ibushi & Yuji Nagata in 13:30 (***¼)\n\nNew Japan Cup – First Round: Hiromu Takahashi pinned Tomoaki Honma in 18:45 (***½)\n\nNew Japan Cup – First Round: Tomohiro Ishii pinned El Desperado in 20:00 (***¾)\n\nCommentary on these shows live will be only in Japanese – English commentary for this entire tour will come from the extremely capable Kevin Kelly, added at a later date.\n\nNew Japan Cup 2020 – First Round: Yota Tsuji vs. Togi Makabe\n\nHoly unlicensed Immigrant Song – they’re not dubbing out music on the Internet shows! Makabe and Tsuji have a scuffle before the bell, and we start with Tsuji spearing Makabe for a quick two-count in the opening seconds.\n\nThe pair trade forearms before a shoulder tackle got Tsuji another two-count. Makabe rolls outside, but Tsuji stays on top of him with forearms, before an Irish whip was reversed, with Tsuji getting taken into the guard rails. Back inside, Makabe stays on top with some forearms, before a slam drew an easy two-count for the veteran.\n\nForearms and elbows take Tsuji into the corner before a half crab forced Tsuji to break via the ropes. It remained one-way traffic, until Makabe got charged down with another shoulder tackle from Tsuji, leading to a Stinger splash from Tsuji… but he spams those shoulder tackles, so they’re ineffective, as he’s forced to dump Makabe with a suplex for a near-fall.\n\nA Boston crab from Tsuji’s powered out of by Makabe, as the pair go back to trading right hands, until Tsuji ducked a clothesline and hit a spear for another two-count. It’s back to the Boston crab as he rolls over Makabe, but Makabe powers up and hand-walks to the ropes to force the break. Yet more shoulder tackles get cut-off as Tsuji and Makabe clatter into each other, before a scoop slam gets Makabe back in front.\n\nNow Makabe looks to get the win with a Boston crab, but Tsuji manages to get to the ropes once more. A lucha roll-up gets Tsuji a flash near-fall as he almost caused the monster upset, before Makabe absorbed some elbows on the way to spinning Tsuji with a lariat! From there, it’s elementary as he picked up Tsuji and folded him with a bridging German suplex for the winning three count. Quite straightforward stuff with Tsuji looking good in defeat here. **¾\n\nNew Japan Cup 2020 – First Round: Jado vs. Toru Yano\n\nJado’s got company, as Gedo and Yujiro Takahashi accompany him to the ring. I smell shenanigans. Where’s that Red Shoes flipping-the-bird image that Larry used to love…\n\nYano’s brought a spray bottle with him, because COVID-19, before he tried to start his own chants. I mean, at least he’s trying… Jado tries it too, but not even his mates at ringside joined in. Like last night, Yano goes for the turnbuckles, but the referee stops him, as Jado reached for the Kendo stick. Yano ducks, then goes to the other corner, and this time gets the pad off! He puts the pad down as the referee has to wrestle the Kendo stick away from Jado… and in the shenanigans, Yano grabs the pad and whacks Jado over the head with it. Jado’s dizzy, left staggering around the ring and of course… we get the Flair flop!\n\nAs the ref checks on him, Yujiro runs in and throws Yano outside, tossing him into the guard rails as Marty Asami shows his uselessness. Yano’s thrown back inside, where Jado bites away at him before he just… stands on him. It’s not as effective as when Fale does it. Back rakes too, and this has been a long five minutes. Jado throws Yano into the exposed corner, before he looked for a German suplex. It’s blocked, as Jado instead hits a roll-up, then came in with an abdominal stretch. Yano staggers into the ropes, as Gedo gets up to distract… cue Yujiro again for more cheating, including a double-team back suplex that gets Jado a delayed two-count.\n\nYano rakes the eyes as Jado teased a draping DDT, getting himself free before he went to his usual bag of tricks. Holding the ropes. Break. Weirdly, Gedo and his bucket hat doesn’t get involved here, as Yano unties a second turnbuckle pad, before he slapped Jado in the back of his chrome dome. Jado grabs the turnbuckle pad and “clotheslines” Yano with it as he came off the ropes, before he went back for the Kendo stick. Here’s Gedo to tease a mule kick, but he misses as Yano instead low blows the pair and rolls up Jado for the win. This felt way too long for what they had – I mean, they got their stuff in, but nine minutes with a guy who barely wrestles, let alone in singles matches, wasn’t needed. *\n\nSuzuki-gun (Minoru Suzuki, Zack Sabre Jr., Taichi & Yoshinobu Kanemaru) vs. Hiroshi Tanahashi, Kota Ibushi, Yuji Nagata & Yuya Uemura\n\nYou’ll be shocked and saddened to learn that Suzuki-gun jumped their opponents before the bell.\n\nAlmost everyone heads outside, pairing off as you’d expect, as Nagata and Suzuki had a scrap in the railings, while Uemura put the boots to Kanemaru in the early stages. Things settle down as we got Tanahashi and Taichi, with Tanahashi hitting a running dropkick and a slam as he looked to make short work of Dangerous T.\n\nElbow drops keep Taichi down as Tanahashi looked for a Cloverleaf, but Sabre runs in to break it up. Taichi suckers Tanahashi to the corner as Sabre returned for a PK, as we’re back to the bedlam with Taichi and Sabre double-teaming Tanahashi with some restrained Dragon screws to the oft-injured knee. A half crab from Taichi keeps the pressure up, and things get worse for Tanahashi when Suzuki tagged into the fray.\n\nTaking Tanahashi to the ropes, Suzuki stomps on the knee some more before he applied a knee bar that Ibushi tried (and failed) to break up. Sabre deals with Ibushi as Kanemaru came in to stomp on the knee some more, leading to another half crab as Uemura broke up the hold. Luckily for him, Kanemaru threw him outside as Suzuki came in to wrench away on Tanahashi, rather than kill a guy… Tanahashi’s thrown outside as Taichi found a chair to jab into the knee, and as long as the first five minutes of Yano/Jado was, this has probably felt just as long for Tanahashi. They head back inside as Sabre and Taichi have the IWGP tag titles, and that awakens Tanahashi who hit back with some forearms before he got caught in a Cobra Twist.\n\nTanahashi counters out, downing Sabre with a Dragon screw, before Kota Ibushi finally got the tag in. He clears the apron before going toe-to-toe with Sabre, peppering him with palm strikes and kicks before a standing moonsault landed for a near-fall. Zack’s back as he rolled into a modified knee bar on Ibushi, which Nagata quickly stomped apart… so Sabre kicks Ibushi in the knee some more. A toe hold led to more knee work, ending with a high kick from Kota laying out Sabre. Tags bring in Nagata and Suzuki for a preview of their scrap, which was a spirited as you’d expect as they trade elbows and kicks. Suzuki snapmares Nagata, but the PK’s caught as Yuji fought back with back-and-forth forearms, which upscaled into those goddamn clonking elbows.\n\nSuzuki catches Nagata off guard as he slides past into a rear naked choke, but the Gotch piledriver’s countered with a back body drop and an Exploder for good measure. Uemura tgas in as he tries to beat Suzuki with a capture suplex, but Kanemaru tried in vain to break it up as everyone gangs up on Suzuki. Uemura gets the release capture suplex off for a near-fall, before he went to the Boston crab… and there’s the fatal flaw. That and the kick he threw to Suzuki mid-roll.\n\nKanemaru stomps the hold away before he booted Uemura down, sparking the big ol’ Parade of Moves. It included Ibushi getting dumped on his neck from a Taichi clothesline, before Uemura got drilled with a bottle of whiskey, leaving him open for a rear naked choke and a Gotch piledriver as Suzuki took home the straightforward win. By-the-numbers, but this continues the excellent build for the Tanahashi/Ibushi/Sabre/Taichi cup and tag title matches. ***¼\n\nAfter the match, Suzuki and Nagata slap each other silly, before Suzuki took his shots at Gabriel Kidd, who tried in vain to break it up. Meanwhile, Sabre and Ibushi argued about their past outings, as Suzuki broke through the barriers to intimidate the commentary team. Social distancing only offers you so much protection from the Murder Grandpa…\n\n— The Grand Master is coming… soon… and now, cleaning time!\n\nNew Japan Cup 2020 – First Round: Hiromu Takahashi vs. Tomoaki Honma\n\nHiromu has big dreams this year – he wants that IWGP title shot… but he’s got a big field to get through. Tomoaki Honma’s not had a singles match since last year’s New Japan Cup, when he lost in 18 minutes to Taichi… and it’s fair to say the downward slope has remained since then.\n\nHiromu’s in no rush to start, as he measured up Honma ahead of a lock-up that came to nought. A side headlock ends up getting pushed away as Hiromu comes back with shoulder tackles, with Honma eventually knocking him down before he began to put the boots to the IWGP Junior champion. Honma restrains Hiromu with a cravat, then a snapmare and a neck crank, as he made a point of working over Hiromu’s surgically-repaired neck.\n\nA slam sets up Honma for a Kokeshi, but of course it misses, as Hiromu comes back with more shoulder tackles, knocking down Honma in the end. Chops take Honma into the corner, as a low dropkick ends up sending Honma rolling to the outside for some respite. Hiromu follows him outside and flies off the apron with a dropkick to send Honma into the rails, before going on a lap of honour as a second dropkick took Honma back into the blue bars. Hiromu looks for the count-out, but Honma gets back to his feet… and rolls back in to avoid being jumped on again. So Hiromu puts the boots to him before he choked him with his shin a la William Regal. Grounded headscissors trap Honma, who has to scoot his way to the ropes to force a break, but Hiromu “needs the ref to help” separate things.\n\nHonma tries to strike back with chops, but he’s just elbowed repeatedly by Hiromu, before catching him with a surprise DDT for some respite. Chops from Honma build momentum as Hiromu’s taken from corner to corner, leading to a bulldog and a Kokeshi that… misses. Hiromu misses one of his own as well, and ends up taking a suplex as Honma began to build anew. More chops sink Hiromu to his knees, before the pair teed off on each other with elbows again. Clattering clotheslines left both men wobbly as Honma folded up Hiromu with a release German suplex… then blocked a retaliatory German from Hiromu as the junior champion instead came back with a clothesline. Honma drags himself towards the apron, which was a bad move as Hiromu ran towards him in search of a sunset bomb… but Honma grabs the middle rope before stomping his way free.\n\nA leaping Kokeshi knocks Hiromu off the apron and into the ropes, before Honma decided to go up top and tease a Kokeshi to the floor… but Hiromu’s up to stop him as he dumps him onto the apron with a death valley driver! Honma’s pretty much out on his feet, but he tries to fight on as Hiromu pelts him with more elbows… while Honma crumbles to the ground as he tried to throw elbows of his own. Honma’s running on fumes as his elbows connect, sparking another battle of chops and elbows… which somehow got Honma back into it, as he dropped Hiromu. Then missed with yet another Kokeshi. Oh boy. Hiromu tries to pick up Honma for another death valley driver, but can’t quite do it as he instead hit the ropes and ran into a Kokeshi! A second one lands, then a third as Hiromu was sitting up, but it’s not enough to get the win.\n\nHonma misses a swandive Kokeshi, and almost loses to a roll-up as Hiromu tried to capitalise. A leaping Kokeshi to the back of Hiromu’s head follows, before Hiromu replied with a clothesline for just a one-count! From there, Hiromu eats more leaping Kokeshi before he had to wriggle out of a Kokeshi Otoshi in order to superkick Honma as and charge him into the corner with a running death valley driver. All that’s left is the Time Bomb, and that’s the hard fought win for Hiromu – perhaps a little longer than you’d expect, but Hiromu’s going to have a LOT of those if he’s going to win the cup. ***½\n\nNew Japan Cup 2020 – First Round: El Desperado vs. Tomohiro Ishii\n\nEl Desperado doesn’t get as many singles matches as you think, especially since he missed last year’s Best of the Super Junior with a broken jaw. Of course, this is a first time match, with a perennial tournament favourite headlining. Potential banana skin?\n\nFrom the opening lock-up, Ishii and Desperado struggle into the ropes, where Desperado mocked Ishii for being shorter than him. The response? Ishii throttled him. As you’d expect. Ishii offers up his jaw for an elbow, which sparks some back-and-forth there, until Desperado stomped on the foot… and got charged down for good measure. Kicks from Ishii rock Desperado on the mat, as the junior ended up being thwarted as he tried to fight back. Chops had some effect, as did shoulder tackles, as Desperado actually knocked Ishii off his feet, following up with kicks to the recently-recovered knee of Ishii.\n\nA splash to the leg keeps Ishii down, as Desperado proceeds to drag him towards the ring post as he used it to help him exacerbate things. The guard rails come into play too as Ishii’s thrown into them, before Desperado wrapped Ishii’s leg around the ropes as he continued to make sure that Ishii wouldn’t be tape-less there for long. My feed drops out, and recovers with the turnbuckle pad having disappeared… so of course, Ishii’s thrown into the exposed corner repeatedly. Eventually, Ishii charges back out and bulldozes through Desperado, taking him into the opposite former for chops and forearms that wore down Suzuki-gun’s original luchador. More elbows take down Desperado as Ishii tried to make Despy tap to a knee bar, but instead there’s a rope break as Ishii tried to fight fire with fire. Not literally.\n\nDesperado returns by taking Ishii into the ropes for a spinebuster, before he again looked for Numero Dos… this time grabbing Ishii’s free hand, only for it to end in the ropes as the former NEVER champion powered free. Despy tries to go back to kicking Ishii’s knee, but he monsters up and reverses a whip, bouncing Desperado into the exposed corner.\n\nIshii measures up for a clothesline, but has to put the brakes on as Desperado pulled Red Shoes in the way, before a low dropkick set up for another Numeros Dos, this time in the middle of the ring! Ishii gets free, and has to escape a Guitarra de la Muerta before he planted Desperado with a pair of suplexes, before Desperado found himself absorbing some rapid-fire elbows. A more measured shot decks him as we cross the 15-minute mark, before a powerbomb from Ishii went sour as Desperado flipped out, clipping his knee in the process. A second powerbomb hits the mark, with Ishii folding Despy for a near-fall, before Desperado blocked a lariat and tried to unsight the ref so he could hit a mule kick. It’s avoided, as Ishii hauled him up for a Samoan drop, following up with a sliding lariat for a near-fall, before Desperado slipped out of a sheer drop brainbuster.\n\nShoving Ishii towards the cornered ref, Desperado’s able to hit a low blow and a roll-up for a near-fall, and that might be the end of his chances here. Even more so when Despy charge sinto the exposed corner, but he sidesteps an on-rushing Ishii and almost wins with a roll-up… then again with a Guitarra de Angel as Ishii was surprisingly being taken to his limits. Pinche Loco looks to follow, but Ishii blocks before he was knocked flat out with an elbow strike!\n\nDesperado picks him back up, only to get headbutted down as a running lariat folded him in half for yet another near-fall. Ishii tries ot finish off with a brainbuster, but Desperado slips out with a roll-up for a near-fall before Ishii put him away at the 20-minute mark with a lariat and a sheer-drop brainbuster. A hell of a fight from Desperado, who really brought his A-game here, but in the end Big Tom was just too much for him here. ***¾\n\nSo we’ve got Yano vs. Hiromu and Makabe vs. Ishii in the second round next Wednesday from this part of the bracket… those have quite some potential. Tomorrow, we’ve got Okada/Gedo and Suzuki/Nagata that leap off the page. Yes please!"}}