{"GDELT": {"GlobalEventID": 929779275, "Day": 20200616, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4548, "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.68852459016394, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Uttar Pradesh, Uttar Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN36", "Action2Geo_ADM2Code": "17938", "Action2Geo_Lat": 27.25, "Action2Geo_Long": 80.75, "Action2Geo_FeatureID": "-2113996", "DATEADDED": 20200616213000, "SOURCEURL": "https://www.business-standard.com/article/current-affairs/covid-19-crisis-green-shoots-visible-in-the-economy-pm-modi-tells-cms-120061700067_1.html"}, "ARTICLE": {"TITLE": "Covid-19 crisis: Green shoots visible in the economy, PM Modi tells CMs", "TEXT": "On a day when India’s Covid-19 tally crossed 340,000 and the death toll hovered at around 10,000, Prime Minister Narendra Modi complimented the country for its recovery rate at over 50 per cent.\n\nAlmost two weeks after the nationwide was relaxed, the PM in a virtual interaction with chief ministers of some 21 states and Union Territories said on Tuesday that green shoots of economic growth had started showing.\n\nIn a similar forum on Wednesday, he will meet CMs of some of the worst-hit states including Maharashtra, Delhi, Gujarat, Tamil Nadu, and Uttar Pradesh.\n\nALSO READ: Galwan Valley clash: 20 Indian soldiers killed in face-off with China\n\nWhile warning against complacency, he said timely action had prevented a potential catastrophe but India was recovering rapidly.\n\nIn his meeting with the CMs Punjab, Kerala, Goa, Uttarakhand, Jharkhand, the Northeastern states and some UTs, the PM said the economy was fast reaching the levels where it was before the pandemic had hit India while referring to cooperative federalism in dealing with the Covid crisis.\n\nAlmost all offices (public and private) were open, people were returning to work and the streets were busy with commuters, he pointed out. In a reminder of what it took to save a large part of the population from the infection, the PM told the chief ministers that discipline of washing hands frequently and using masks needed to continue.\n\nALSO READ: Coronavirus LIVE: Maharashtra adds 1,328 unreported deaths to official toll\n\nThere was more good news. Power consumption was rising, the PM said. Also, the amount of fertiliser used in May was double the consumption same period last year. In comparison to 2019, area under kharif sowing had gone up as well by 12 to 13 per cent.\n\nTwo-wheeler demand and production had virtually hit 70 per cent of pre- levels. Digital payments in the retail sector were showing improvement. The PM added that toll collections in May had shown a healthy jump — a sign of economic recovery. After export weakness for three months, there was a bounce back in June."}}