{"GDELT": {"GlobalEventID": 929891900, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "JUD", "Actor1Name": "COUNSEL", "Actor1Type1Code": "JUD", "Actor2Code": "GNQ", "Actor2Name": "EQUATORIAL GUINEA", "Actor2CountryCode": "GNQ", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.39573617588274, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Malaba, Provincia de Bioko Norte, Equatorial Guinea", "Actor1Geo_CountryCode": "EK", "Actor1Geo_ADM1Code": "EK04", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 3.75, "Actor1Geo_Long": 8.78333, "Actor1Geo_FeatureID": "-2064461", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Malaba, Provincia de Bioko Norte, Equatorial Guinea", "Actor2Geo_CountryCode": "EK", "Actor2Geo_ADM1Code": "EK04", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 3.75, "Actor2Geo_Long": 8.78333, "Actor2Geo_FeatureID": "-2064461", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Malaba, Provincia de Bioko Norte, Equatorial Guinea", "Action2Geo_CountryCode": "EK", "Action2Geo_ADM1Code": "EK04", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 3.75, "Action2Geo_Long": 8.78333, "Action2Geo_FeatureID": "-2064461", "DATEADDED": 20200617101500, "SOURCEURL": "https://www.dailymaverick.co.za/article/2020-06-17-six-vbs-bank-and-two-kpmg-executives-arrested-in-r27-billion-vbs-robbery/"}, "ARTICLE": {"TITLE": "Four VBS Bank, two PIC executives, KPMG auditor and SAP...", "TEXT": "Eight men were arrested early on Wednesday morning in connection with the theft of R2,7-billion at VBS Mutual Bank between 2015 and 2018. The National Prosecuting Authority issued a racketeering certificate in which the group is accused of being instrumental in the fleecing of the bank's resources and its ultimate implosion. They will be prosecuted for a broad range of crimes, including allegations of racketeering, corruption, money laundering, fraud, bribery and theft, Scorpio was told.\n\nFour bankers, two officials from the Public Investment Corporation (PIC), a KPMG auditor and a lieutenant-general in the South African police have been arrested in connection with their instrumental role in the theft of over R2,7-billion from VBS Mutual Bank, a bank mainly catering for the poor. This group includes four chartered accountants and an attorney.\n\nThose arrested are:\n\nTshifhiwa Matodzi, chairman of VBS and Vele Investments (a company which obtained the majority shareholding in VBS through an alleged scam);\n\nVBS treasurer Phophi Mukhodobwane;\n\nVBS CFO Philip Truter;\n\nnon-executive directors of VBS and nominees of the PIC Ernest Nesane and Paul Magula;\n\nKPMG auditor Sipho Malaba;\n\nCEO and executive director of VBS Andile Ramavhunga; and\n\nVBS non-executive director and chair of the bank’s audit committee, lieutenant-general Avhsahoni Ramikosi.\n\nThis marks the first arrests in the VBS scandal after Advocate Terry Motau and law firm Werksmans at the behest of the SA Reserve Bank investigated what looked like a “liquidity issue” in 2018. In October that year, Motau and Werksmans announced that the bank was actually robbed into insolvency. Investigators fingered the bank’s managers, auditors, attorneys, politicians and fixers as the main beneficiaries of the scam.\n\nUnder the guise of a legitimate business the men participated in a “pattern of racketeering activity”, the National Prosecuting Authority (NPA) said. This refers to the planned, ongoing, continuous and/or repeated participation or involvement of several offences which aimed to hoodwink the bank (and ultimately its depositors) out of their money.\n\nThey will be charged and prosecuted under the Prevention of Organised Crime Act (Poca) of 1998.\n\nThe lead prosecutor in the case is the highly experienced deputy director of public prosecutions Advocate Hein van der Merwe.\n\nThe Hawks and a task team of investigators and prosecutors have been investigating the orchestrated theft at VBS for months. Their colleagues in the NPA have sung their praises, saying “South Africa has really good prosecutors and investigators who worked very hard on this matter to ensure we bring justice for the bank’s poor depositors”.\n\nRacketeering is a complex crime – it essentially refers to the group activity of running and hiding a criminal enterprise while deriving benefit from it. A group of people can be prosecuted for racketeering when at least two concomitant crimes mentioned in Prevention of Organised Crime Act (Poca) are present. This ensures that the definition of racketeering is extremely broad. The Constitutional Court has considered and upheld the broad nature of Poca, saying the act “seeks to ensure that the criminal justice system reaches as far and wide as possible in order to deal with the scourge of organised crime in as many of its manifestations as possible”.\n\nThis ensures that even when a person only knew of – or reasonably ought to have known of – a racketeering enterprise they can be found guilty of a crime.\n\nThe crime of racketeering carries the penalty of a fine not exceeding R100-million and/or imprisonment for up to life behind bars.\n\nIn the judgment of State vs Phillip Nsofor delivered by the High Court in Gauteng on 2 November 2018 – where the appellant was sentenced to 25 years imprisonment – the court explained that “heavy sentences for racketeering” are based on the fact that the crimes committed are organised and planned over time, “which is regarded as more reprehensible and damaging to a society than a person who yields to temptation to commit crime”.\n\nThe eight VBS-looters\n\nTshifhiwa Matodzi was fingered by Motau and Werksmans as the most central character in the scam that fleeced VBS of its resources. Matodzi ordered and orchestrated the flow of over R325-million in VBS money to companies and people associated with him. He used multiple fronts to hide his role in these crimes, Motau found. He was the chairman of both VBS and a company called Vele Investments, which obtained the majority shareholding in VBS through a scam, Motau found. Matodzi baldly denied any wrongdoing, but WhatsApps and internal documents Scorpio has seen shows how Matodzi ordered his co-accused to distribute VBS money to companies and individuals involved in the secret\n\nMatodzi accused his right-hand man, former VBS treasurer Phophi Mukhodobwane, of the VBS crimes. Mukhodobwane admitted under oath to Motau to have played a central role in manipulating the banking system and fraudulently misrepresented the bank’s financial position while fleecing VBS of its resources over the course of about four years. Along with his co-accused, Mukhodobwane acted on Matodzi’s instructions, WhatsApp-discussions Scorpio has seen, show. In several instances, for example, Matodzi ordered Mukhodobwane to pay millions of VBS-rand to the front company of EFF leaders Julius Malema and Floyd Shivambu, adding that they were “lobbying fees”, that the account was “extremely strategic” to the business of VBS and that “they” were under “pressure”. He allowed over R30,5-million in cash and banking facilities to be channelled towards front companies and people linked to him. Matodzi bought a helicopter and Ferrari while living the high life on his VBS riches.\n\nOn paper, Mukhodobwane reported to former VBS CFO Philip Truter, but WhatsApp-discussions between the two suggest that it was, in fact, Mukhodobwane who pulled Truter’s strings. Truter admitted to having participated in the manipulation of the VBS banking systems, and along with his co-accused made fraudulent misrepresentations in VBS’ 2017 annual financial statements, while lying to the Reserve Bank by submitting fraudulent DI returns. Truter received R5,8m for being a team player. His testimony can tie several of his co-accused to the crime.\n\nFormer KPMG auditor Sipho Malaba helped Truter to hide the black hole in VBS’ finances. He received more than R33,9-million for his trouble. Malaba was a qualified chartered accountant who was KPMG’s engagement partner on the 2017 VBS audit. Malaba had obtained substantial facilities from VBS which were not at arm’s length. He was severely compromised, borrowing from the bank that he audited. Malaba also signed off on the fraudulent annual financial statements and lied to the Reserve Bank in VBS’ DI returns. He spent his VBS riches on Land Rovers, a Mercedes Benz, properties, and paid off his debt with big cash transactions.\n\nMatodzi further bought the silence of two nominees from the PIC – attorney Ernest Nesane and Paul Magula. They were both non-executive directors at VBS and was tasked with guarding the PIC’s investment.\n\nNesane was the executive head for legal counsel, governance and compliance at PIC. He eventually confessed his misdeeds to Motau, after putting up strenuous denials. He resigned from the PIC two days after testifying to Motau. Nesane received R16,64-million in VBS-loot with which he acquired a BMW and property. Nesane used two bagmen who acted as fronts to hide his hand in the bank robbery.\n\nHe testified to Motau, saying “we received these payments, and it had become clear that these payments were for us so that we would not really raise any issues when there were issues that we would ordinarily have to raise”.\n\nThe second PIC nominee, Magula, was a non-executive director of VBS and the executive head of risk management at the PIC. He too confessed, after putting up strenuous denials at first. Magula received R12,89-million for being a team player and spent it on cars, property, and a home renovation. He, too, used a bagman to launder money and hide his hand in the VBS crimes.\n\nFormer executive director and CEO of VBS Andile Ramavhunga steadfastly denied his involvement in the VBS crimes. Yet he received R28,9-million, which he described as “consultancy fees”. Ramavhunga was a banker by profession. Motau described the weight of evidence against him as damning. His finances suggest that Ramavhunga bought a Land Rover, Mercedes Benz and a lot of fast food with his VBS riches. He also channelled millions of rand in cash to his private Investec account.\n\nA former lieutenant-general in the police, Avhashoni Ramikosi, was the eighth to be arrested on Wednesday morning. He was a non-executive director of VBS, chair of the audit committee, SAPS’ CFO and a chartered accountant. Ramikosi eventually confessed to having received unlawful payments made to a front company. His price was “significantly lower” than his co-accused, Motau found, having only received about R5,9-million in VBS-loot. DM\n\nPauli Van Wyk Follow Save More"}}