{"GDELT": {"GlobalEventID": 929887620, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "USA", "Actor1Name": "NEW YORK", "Actor1CountryCode": "USA", "Actor2Code": "OPP", "Actor2Name": "ACTIVIST", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.51380231522707, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Oxbow, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_ADM2Code": "NY045", "Action2Geo_Lat": 44.2873, "Action2Geo_Long": -75.623, "Action2Geo_FeatureID": "959708", "DATEADDED": 20200617094500, "SOURCEURL": "https://www.nytimes.com/2020/06/17/nyregion/nyc-protests.html"}, "ARTICLE": {"TITLE": "N.Y.C. Protests: Barclays Center’s New Identity", "TEXT": "The space is also being used as a town square. Rells Jones, 32, went there over the weekend to register people to vote. “I call it mecca,” Ms. Jones said. “This is where everything happens.”\n\nIn other protest-related news:\n\nHundreds of black and Hispanic police officers in the city have found themselves caught between competing loyalties, my colleagues Ashley Southall and Edgar Sandoval reported. Many of the officers say they want to defeat racism within the Police Department, but most demonstrators have made it clear that they don’t consider them allies.\n\nEdwin Raymond, a black lieutenant, is among the plaintiffs who sued the city and the department in 2015 over racial discrimination in enforcement and promotions. “People have no idea that I identify with them, I understand them, I’m here for them,” he said of the protesters. “I’ve been trying to be here as a change agent.”\n\nOfficer Oriade Harbor, 38, a transgender black man, said that even though he often speaks out against what he sees as social injustice, when he wears a uniform he is seen as “part of a system that is oppressive to black people.”\n\nCurrently, fewer than half of the department’s 36,000 uniformed members are white. Since Mayor Bill de Blasio took office in 2014, the number of Hispanic officers has grown to 29 percent and the number of Asian officers has doubled to 9 percent, but the number of black officers has remained steady at 15 percent, according to Police Department data.\n\n[Read more about how black officers feel about the protesters.]\n\nThousands of protesters gathered outside the Brooklyn Museum over the weekend for a rally and silent march for transgender people of color. The event was one of the most notable demonstrations in the city since the killing of Mr. Floyd, and my colleague Anushka Patil reported on how it came together.\n\nWest Dakota, a drag queen in Brooklyn, told Ms. Patil that she had wanted to speak out against police violence and racial injustice while providing a safe space for black transgender people. Ms Patil wrote: “Her mentor, a drag queen named Merrie Cherry, who is black, said she had seen silent marches in other states and would have felt safer attending an event like that, West Dakota recalled.”"}}