{"GDELT": {"GlobalEventID": 929887294, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "MED", "Actor1Name": "SPOKESMAN", "Actor1Type1Code": "MED", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 353, "EventBaseCode": 35, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.6553524804177497, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kwara, Zamfara, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI57", "Actor1Geo_ADM2Code": "191424", "Actor1Geo_Lat": 12.3337, "Actor1Geo_Long": 6.28493, "Actor1Geo_FeatureID": "-2017020", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kwara, Zamfara, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI57", "Actor2Geo_ADM2Code": "191424", "Actor2Geo_Lat": 12.3337, "Actor2Geo_Long": 6.28493, "Actor2Geo_FeatureID": "-2017020", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kwara, Zamfara, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI57", "Action2Geo_ADM2Code": "191424", "Action2Geo_Lat": 12.3337, "Action2Geo_Long": 6.28493, "Action2Geo_FeatureID": "-2017020", "DATEADDED": 20200617094500, "SOURCEURL": "https://tribuneonlineng.com/kwara-records-17-new-covid-19-cases-discharges-five-patients/"}, "ARTICLE": {"TITLE": "Kwara records 17 new COVID-19 cases, discharges five patients", "TEXT": "Kwara Government has said it has recorded 17 new cases of COVID-19 and discharged five patients who tested negative twice to the virus.\n\nRafiu Ajakaye, Chief Press Secretary to the state governor and spokesman of the Technical Committee on COVID-19 disclosed this in a statement on Tuesday in Ilorin.\n\nAccording to Ajakaye, the latest figure brings the total confirmed cases to 168 while 64 are active and four deaths were recorded.\n\n“The state also discharged five patients who have twice tested negative to the virus, bringing the total of patients already managed and discharged to 100,” he said.\n\nThe spokesman said that the government has directed that all motorcycles and other items seized by the police during the lockdown be released to their owners without any preconditions\n\n“We commend the security agencies for their good work during and after the lockdown.\n\n“They did and are still doing a great job, and the government is grateful to them.\n\n“The seizure of motorcycles and other items at that time is a lawful way of enforcing compliance with safety measures,” Ajakaye added. (NAN)\n\nYOU SHOULD NOT MISS THESE HEADLINES FROM NIGERIAN TRIBUNE\n\nNigeria Records 573 New COVID-19 Cases, Total Now 16,658\n\nThe Nigeria Centre for Disease Control (NCDC) has announced 573 confirmed new coronavirus cases in the country on Sunday. This brings the total number of confirmed cases to 16,658…Read Full Story\n\nNaira Marley Saga: FG Suspends ExecuJet Indefinitely\n\nThe Federal Government has suspended flight operations of ExecuJet for flying a hip-hop artiste, Azeez Fashola, aka Naira Marley, from Lagos to Abuja for a musical concert. The Minister of Aviation, Senator Hadi Sirika announced the suspension at the daily briefing by the Presidential Task Force on COVID-19…Read Full Story\n\nUPDATE: APC Governors, NWC Meet With Gambari In Aso Rock •Obaseki not guaranteed victory as incumbent ― Oshiomhole\n\nIn an apparent bid to resolve the crisis arising in the run-up to the primaries in Edo and Ondo states, the chairman of the All Progressives Congress (APC) Governors Forum and Governor of Kebbi State, Atiku Bagudu and the party’s National Working Committee (NWC) led by Comrade Adams Oshiomhole, met with the Chief of Staff…Read Full Story\n\nLagos Govt Condemns Opening Of Private Schools, Threatens Sanctions On Recalcitrant Schools\n\nThe Lagos Government, on Monday, condemned the intentional flouting of rules by some private school owners in the state that have opened their schools to students despite the government’s directives to close schools in a bid to curb the spread of coronavirus…Read Full Story"}}