{"GDELT": {"GlobalEventID": 929886620, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "CHEGOV", "Actor1Name": "SWITZERLAND", "Actor1CountryCode": "CHE", "Actor1Type1Code": "GOV", "Actor2Code": "ISR", "Actor2Name": "ISRAELI", "Actor2CountryCode": "ISR", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.12720848056532, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Geneva, Genè, Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ07", "Actor1Geo_ADM2Code": "16329", "Actor1Geo_Lat": 46.1956, "Actor1Geo_Long": 6.14811, "Actor1Geo_FeatureID": "-2552151", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Geneva, Genè, Switzerland", "Actor2Geo_CountryCode": "SZ", "Actor2Geo_ADM1Code": "SZ07", "Actor2Geo_ADM2Code": "16329", "Actor2Geo_Lat": 46.1956, "Actor2Geo_Long": 6.14811, "Actor2Geo_FeatureID": "-2552151", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Geneva, Genè, Switzerland", "Action2Geo_CountryCode": "SZ", "Action2Geo_ADM1Code": "SZ07", "Action2Geo_ADM2Code": "16329", "Action2Geo_Lat": 46.1956, "Action2Geo_Long": 6.14811, "Action2Geo_FeatureID": "-2552151", "DATEADDED": 20200617094500, "SOURCEURL": "http://mideast-times.com/home_news.php?newsid=13391"}, "ARTICLE": {"TITLE": "The Middle East Times", "TEXT": "Israel' plans to seize lands in West Bank is provocative, aggressive and illegal: Kuwait\n\n16/06/2020\n\nGENEVA-- Kuwait, Tuesday, stressed that the Israeli occupation's implementation of its plans to annex lands from the occupied West Bank and impose sovereignty over the Jordan Valley and northern Dead Sea regions is provocative, aggressive and illegal.\n\nThis came in the speech of Kuwait delivered by Permanent Representative to the UN and international organizations in Geneva, Ambassador Jamal Al-Ghunaim, to the UN Human Rights Council, in the 43rd session of the Council, which resumed yesterday after a three-month hiatus due to the coronavirus pandemic.\n\nAmbassador Al-Ghunaim affirmed that the Israeli decision violates the legitimate and historical rights of the Palestinian people and is contrary to the relevant international resolutions.\n\nAl-Ghunaim expressed Kuwait's strong condemnation of these Israeli intentions because it is a flagrant violation of international law, the UN Charter, and relevant international legitimacy resolutions and represents an undermining of international efforts aimed at achieving a just and comprehensive peace in the region.\n\nHe stressed Kuwait's support to the Palestinian people and it just causes, adding that the Palestinian cause will remain Kuwait's top priority.\n\nHe also expressed Kuwait's strong condemnation of all flagrant violations of international human rights and humanitarian law committed by the Israeli occupation, especially killings, land confiscation, house demolitions, and other violations.\n\nKuwait calls on the international community to initiate an emergency process to help the Palestinians to face the economic and social repercussions of the coronavirus pandemic, he added."}}