{"GDELT": {"GlobalEventID": 929891719, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "GOVMIL", "Actor1Name": "DEFENCE MINIST", "Actor1Type1Code": "GOV", "Actor1Type2Code": "MIL", "Actor2Code": "CHNMIL", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.8327526132404195, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ladakh, Jammu and Kashmir, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN12", "Actor2Geo_ADM2Code": "72785", "Actor2Geo_Lat": 34.5, "Actor2Geo_Long": 77.5, "Actor2Geo_FeatureID": "-2102224", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ladakh, Jammu and Kashmir, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN12", "Action2Geo_ADM2Code": "72785", "Action2Geo_Lat": 34.5, "Action2Geo_Long": 77.5, "Action2Geo_FeatureID": "-2102224", "DATEADDED": 20200617101500, "SOURCEURL": "https://www.newsx.com/national/india-china-face-off-rajnath-singh-expresses-grief-over-demise-of-soldiers-in-ladakh.html"}, "ARTICLE": {"TITLE": "India China face-off: Rajnath Singh expresses grief over demise of soldiers in Ladakh", "TEXT": "Defence Minister Rajnath Singh on Wednesday expressed grief over the death of Indian soldiers during the face-off with the Chinese army at Galwan valley in Eastern Ladakh.\n\nTaking to Twitter, the Union Minister said, “The loss of soldiers in Galwan is deeply disturbing and painful. Our soldiers displayed exemplary courage and valour in the line of duty and sacrificed their lives in the highest traditions of the Indian Army.”\n\n“The Nation will never forget their bravery and sacrifice. My heart goes out to the families of the fallen soldiers. The nation stand shoulder to shoulder with them in this difficult hour. We are proud of the bravery and courage of India’s breavehearts,” he said in another tweet.\n\nRead also: Rahul Gandhi questions PM Modi’s silence on India-China face-off\n\nThe loss of soldiers in Galwan is deeply disturbing and painful. Our soldiers displayed exemplary courage and valour in the line of duty and sacrificed their lives in the highest traditions of the Indian Army. — Rajnath Singh (@rajnathsingh) June 17, 2020\n\nRead also: India-China face-off: Alert in Kinnaur and Lahaul-Spiti districts of Himachal Pradesh\n\nTwenty Indian soldiers were killed in a violent clash with Chinese troops in the Galwan valley area on Monday evening.\n\nThe violent face-off happened on late evening and the night of June 15 in Ladakh’s Galwan Valley as a result of an attempt by the Chinese troops to “unilaterally change” the status quo during de-escalation in Eastern Ladakh and the situation could have been avoided if the agreement at the higher level been scrupulously followed by the Chinese side, India said on June 16.\n\nRead also: China suffered 43 casualties in the Galwan valley face-off late on June 15, say Indian intercepts\n\nFor all the latest National News, download NewsX App"}}