{"GDELT": {"GlobalEventID": 929892515, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAELI", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.23214285714286, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Minneapolis, Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_ADM2Code": "MN053", "Actor1Geo_Lat": 44.98, "Actor1Geo_Long": -93.2638, "Actor1Geo_FeatureID": "655030", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Minneapolis, Minnesota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMN", "Actor2Geo_ADM2Code": "MN053", "Actor2Geo_Lat": 44.98, "Actor2Geo_Long": -93.2638, "Actor2Geo_FeatureID": "655030", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Minneapolis, Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_ADM2Code": "MN053", "Action2Geo_Lat": 44.98, "Action2Geo_Long": -93.2638, "Action2Geo_FeatureID": "655030", "DATEADDED": 20200617101500, "SOURCEURL": "https://www.theepochtimes.com/minneapolis-to-replace-police-with-transformative-new-model_3391265.html"}, "ARTICLE": {"TITLE": "Minneapolis to Replace Police with ‘Transformative New Model’", "TEXT": "Members of the Minneapolis Police Department Community Navigator program speak with people gathered near a crime scene in Minneapolis, Minn., on June 16, 2020. (Stephen Maturen/Getty Images)\n\nMinneapolis to Replace Police with ‘Transformative New Model’\n\nThe Minneapolis City Council is starting a year-long process to try to figure out what will replace the city’s police department, according to newly released details.\n\nThe council unanimously passed a resolution last week to pursue a “transformative new model” of policing in the city, replacing the police department with a “community-led public safety system.” The veto-proof vote came after protests erupted nationwide over the in-custody death of George Floyd in Minneapolis police custody.\n\nAccording to the newly released text (pdf), the process will take a year and involve research and community engagement “with every willing community member in Minneapolis” as officials try to create a new model of public safety.\n\nFloyd, 46, died after former police officer Derek Chauvin—who now faces second-degree murder charges—knelt on his neck for nearly 9 minutes. Calls for police reform have grown amid protests over Floyd’s death and against police brutality.\n\n“The murder of George Floyd on May 25, 2020, by Minneapolis police officers is a tragedy that shows that no amount of reforms will prevent lethal violence and abuse by some members of the police department against members of our community, especially black people and people of color,” City Council President Lisa Bender wrote in the resolution.\n\nCouncil members noted that Floyd was not the first person killed by Minneapolis police, and that he joins a “tragically long list of names.”\n\n“As we respond to demands for immediate action to reduce police violence and support community safety, we will invite our community to help shape long-term transformative change, centering the voices of those most impacted by community violence and police violence,” Bender said in a statement.\n\nProtesters march on Hiawatha Avenue while decrying the killing of George Floyd in Minneapolis, Minnesota, on May 26, 2020. (Stephen Maturen/Getty Images)\n\nSince Floyd’s death, there have been growing calls for officials to cut police funding and place greater emphasis on supporting essential social services. Organizers of the Black Lives Matter movement have stated they want “a national defunding of police.”\n\nThe demands of the “defund the police” movement range from calls for redistributing funds from police budgets to complementary community-based solutions, to extreme proposals of entirely disbanding police departments.\n\nFloyd’s death has also fueled national discussions on overhauling police procedures, including creating a national database of excessive-force encounters, banning the use of chokeholds, and limiting legal protections for police.\n\nThe resolution states that $193 million was allocated to the Minneapolis Police Department in its 2020 budget, and that the figure is more than double the funds allocated for areas such as building affordable housing, home ownership support, small business support programs, race equity, violence prevention, family and early childhood support, youth development, and protection of civil rights.\n\nMinneapolis Police Chief Medaria Arradondo said last week that Floyd’s death had made him committed to “transformative change,” as he announced that the department would be pulling out from contract negotiations with the police union.\n\nMinneapolis Mayor Jacob Frey, meanwhile, has voiced opposition to dismantling the department, but said he is open to reform.\n\n“We need to entirely shift the culture that has for years failed black and brown people,” he told NPR. “We need a full structural revamp. But abolishing the police department? No, I think that’s a bad idea.”\n\nThe council states in the resolution that the process will “center the role of healing and reconciliation” and will require “deep community engagement” on race and public safety.\n\nThe council will create a “Future of Community Safety Work Group,” which will include staff from a number of city departments, including the office of violence prevention and the department of civil rights. It has been tasked to deliver recommendations by July 24 on how to engage with community stakeholders to transform the public safety system.\n\n“Decades of police reform efforts have not created equitable public safety in our community, and our efforts to achieve transformative public safety will not be deterred by the inertia of existing institutions, contracts, and legislation,” the resolution states.\n\n“Together, we will identify what safety looks like for everyone.”"}}