{"GDELT": {"GlobalEventID": 929886622, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 11, "EventBaseCode": 11, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.1, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.122137404580149, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nathu La, India (general), India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN00", "Action2Geo_ADM2Code": "17862", "Action2Geo_Lat": 27.4, "Action2Geo_Long": 88.8167, "Action2Geo_FeatureID": "-2105882", "DATEADDED": 20200617094500, "SOURCEURL": "https://www.financialexpress.com/defence/china-claims-sovereignty-over-galwan-valley-refuses-to-comment-on-chinese-casualties/1994468/"}, "ARTICLE": {"TITLE": "China claims sovereignty over Galwan Valley; refuses to comment on Chinese casualties", "TEXT": "“On the situation at the China-India border both sides are having close communication with each other to resolve this through diplomatic and military channels, Zhao said. (Reuters photo)\n\nChina on Wednesday claimed that the sovereignty over the Galwan Valley area in Ladakh “always belonged to it” but underlined that Beijing does not wish to see “more clashes,” after the militaries of the two countries were engaged in the biggest confrontation in over five decades.\n\nIndia’s External Affairs Ministry on Tuesday said the violent confrontation between armies of India and China in eastern Ladakh was the result of an attempt by the Chinese side to unilaterally change the status quo in the region.\n\nThe ministry said both sides suffered casualties that could have been avoided had the agreement arrived earlier at the higher level been scrupulously followed by the Chinese side.\n\nAt a briefing at the Chinese Foreign Ministry, Spokesman Zhao Lijian said the “sovereignty of the Galwan Valley area has always belonged to China,” echoing a statement of the Chinese military on Tuesday, opening up another dispute.\n\nHe also refused to comment on reports of 43 casualties on the Chinese side during the face-off with the Indian Army in the Galwan Valley on Monday night.\n\n“The border troops are dealing with relevant matter,” he said. When pointed out that the India has released the number of casualties and why Beijing was not providing the number for Chinese side, he said, “I have stated that Chinese and Indian border troops are now jointly dealing with the relevant matter on the ground. I have nothing to add at the moment.”\n\n“On the situation at the China-India border both sides are having close communication with each other to resolve this through diplomatic and military channels, Zhao said.\n\n“The over all border situation is stable and controllable,” he told correspondents to a volley of questions.\n\nResponding to a question whether whether further clashes could be averted, the spokesman said, “from the Chinese side we do not wish to see more clashes.”\n\n“I belive you have noticed that China and India have both said that we are committed to resolve the differences through dialogue safeguarding peace and tranquillity in the border area. “As the world’s two biggest countries and emerging economies, the shared interest of China and India are far larger than the differences. “Both sides should earnestly follow important consensus reached by the leaders of the two countries and ensure that the bilateral relationship can move forward in the right direction and that serves our peoples interests and expectations. We hope India can work with China to this end,” Zhao said.\n\nTwenty Indian Army personnel, including a Colonel, were killed in the clash with Chinese troops in the Galwan Valley on Monday night, the biggest military confrontation in over five decades that has significantly escalated the already volatile border standoff between the two countries.\n\nA large number of Indian and Chinese troops have been engaged in an eyeball-to-eyeball situation in Galwan Valley and certain other areas of eastern Ladakh for the last five weeks, including in Pangong Tso, Galwan Valley, Demchok and Daulat Beg Oldie in eastern Ladakh.\n\nMonday’s face-off was the biggest confrontation between the two militaries after their 1967 clashes in Nathu La when India lost around 80 soldiers while over 300 Chinese army personnel were killed in the confrontation.\n\nThe Indian Army has been fiercely objecting to the transgressions, and demanded their immediate withdrawal for restoration of peace and tranquillity in the area. Both sides held a series of talks in the last few days to resolve the row.\n\nThe India-China border dispute covers the 3,488-km-long LAC. China claims Arunachal Pradesh as part of southern Tibet, while India contests it."}}