{"GDELT": {"GlobalEventID": 929892003, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "MED", "Actor1Name": "COMMENTATOR", "Actor1Type1Code": "MED", "Actor2Code": "GOV", "Actor2Name": "MAYOR", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -6.87960687960688, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200617101500, "SOURCEURL": "https://www.aceshowbiz.com/news/view/00155438.html"}, "ARTICLE": {"TITLE": "Candace Owens Raising Fund for Cops After Defending Officer Who Killed Rayshard Brooks", "TEXT": "Instagram Celebrity\n\nThe conservative political activist and commentator is protesting the firing of Atlanta police officer Garrett Rolfe, who shot Rayshard, and calling for mayor Keisha Bottoms' resignation.\n\nJun 17, 2020\n\nAceShowbiz - Candace Owens continues to make controversial comments amid the fight against social injustice toward black people in America. In the wake of the death of Rayshard Brooks, who was shot by former Atlanta police officer Garrett Rolfe, the black conservative has shown his support for the officer and other cops who were \"unjustly\" fired.\n\n\"Black Lives Matter supports criminals. #BLEXIT supports Police Officers,\" so she declared in her Twitter post on Sunday, June 14, before announcing her plans to raise fund to financially support those officers. She added, \"We are working on building out a fund that will go live tomorrow for officers that are unjustly terminated. Can someone please get me the name of the officer that was fired for #RayshardBrooks incident?\"\n\nCandace previously protested defended former officer Garrett for his action to shoot Rayshard. \"Rayshard Brooks ran away from cops with a stolen taser which he attempted to fire at cops. He was JUSTIFIABLY fired on,\" she tweeted along with footage of a crowd protesting the incident on the street. \"Black Lives Matter doesn't care about facts though so let's burn down Atlanta (a black city) and throw Brooks SIX state funerals! You are all clowns.\"\n\nCriticizing the firing of former officer Garrett, the Donald Trump supporter went on blasting Atlanta Mayor Keisha Bottoms. She wrote, \"Any person demanding justice for #RayshardBrooks is representative of the absolute vermin of American society. There should be protests DEMANDING that the police chief be reinstated and that mayor @KeishaBottoms RESIGN for placating CRIMINALS. I'VE HAD ENOUGH.\" She also included the hashtag #BackTheBlue.\n\nWhen one Twitter user accused her of not supporting her own community, Candace responded, \"I am not a part of the criminal community. I have absolutely nothing in common with any violent criminal. MY community is the one filled with law-abiding citizens, and I support them every single day.\""}}