{"GDELT": {"GlobalEventID": 929891668, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "GOV", "Actor1Name": "SPECIAL ENVOY", "Actor1Type1Code": "GOV", "Actor2Code": "PRK", "Actor2Name": "PYONGYANG", "Actor2CountryCode": "PRK", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.5426731078905, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS11", "Actor1Geo_ADM2Code": "24984", "Actor1Geo_Lat": 37.5664, "Actor1Geo_Long": 127.0, "Actor1Geo_FeatureID": "-716583", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kumgangsan, P'yongan-bukto, North Korea", "Actor2Geo_CountryCode": "KN", "Actor2Geo_ADM1Code": "KN11", "Actor2Geo_ADM2Code": "13182", "Actor2Geo_Lat": 40.1856, "Actor2Geo_Long": 124.67, "Actor2Geo_FeatureID": "-178327", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS11", "Action2Geo_ADM2Code": "24984", "Action2Geo_Lat": 37.5664, "Action2Geo_Long": 127.0, "Action2Geo_FeatureID": "-716583", "DATEADDED": 20200617101500, "SOURCEURL": "https://newsinfo.inquirer.net/1293208/korean-peninsula-returns-to-era-of-confrontation"}, "ARTICLE": {"TITLE": "Korean Peninsula returns to era of confrontation", "TEXT": "SEOUL — Relations between the two Koreas have abruptly hit their worst point in more than 20 years, as the North blew up a joint liaison office on Tuesday.\n\nThere have been ups and downs in inter-Korean relations since the two adopted the June 15 Joint Declaration at their first historic summit in 2000, but this is the first time everything the two countries built together is on the verge of destruction.\n\nADVERTISEMENT\n\nThe North’s demolition of the joint liaison office, an outcome of the Panmunjom summit between President Moon Jae-in and North Korean leader Kim Jong-un in April 2018, showed that the inter-Korean dialogue over the past two years was just “a spring dream,” as termed by Pyongyang’s Jang Kum-chol, who handles inter-Korean affairs.\n\nJang, director of the United Front Department of the North’s Workers’ Party, said in a raging statement Wednesday that North Korea will no longer sit down with South Korea for talks, and that everything between the two so far can just be thought of as a dream.\n\nPyongyang said it will restore guard posts in the Demilitarized Zone, breaking the military agreement signed in September 2018, under which the posts had been removed to reduce military tensions.\n\nThe North’s provocations are expected to go beyond breaking agreements between Moon and Kim.\n\nThe North Korean Army said Wednesday it will send troops to the now-shuttered inter-Korean industrial park in its border city of Kaesong and the Kumgangsan tourist zone on the east coast — two pillars of inter-Korean cooperation.\n\n“Units of the regiment level and necessary firepower sub-units with defense mission will be deployed in the Mount Kumgang tourist area and the Kaesong Industrial Zone,” a spokesperson of the General Staff of the North’s Korean People’s Army said in a statement carried by the Korean Central News Agency.\n\nPyongyang has vowed to deal with South Korea as an “enemy,” cutting off all cross-border communication lines, and threatened to dismantle the joint industrial park and scrap the 2018 military deal.\n\nObservers say the North could start with blowing up or tearing down South Korean factories, hotels and stores in Kaesong and at Kumgangsan, and proceed to military provocations around the DMZ, the Military Demarcation Line and the de facto maritime border of Northern Limit Line in the West Sea.\n\nThe North’s leader Kim Jong-un ordered the destruction of “unpleasant-looking” South Korean facilities at the Kumgangsan resort area in October last year, but the North told the South in late January that it would postpone the removal in order to focus on containing COVID-19.\n\nADVERTISEMENT\n\nThe KPA’s General Staff warned Tuesday that it is reviewing an action plan to advance into “the zones that had been demilitarized under the north-south agreement, turn the frontline into a fortress and further heighten vigilance” against the South.\n\nThis could be interpreted as removing facilities at Kaesong and Kumgangsan, and turning the areas into military bases.\n\nPyongyang also said Wednesday that it has rejected Seoul’s offer to send special envoys.\n\nMoon’s office, which had endured the North’s insults prior to Tuesday’s blowup, hit back at the North Korean leader’s powerful sister Kim Yo-jong for her “rude and senseless” criticism of Moon, and warned that it would no longer tolerate the North’s unreasonable words and acts.\n\nSome observers view the latest threats from the North, which has a long history of military provocations, as another round of its decades-old brinkmanship as the country struggles to find a way out of its deepening economic woes under international sanctions.\n\nRead Next\n\nEDITORS' PICK\n\nMOST READ"}}