{"GDELT": {"GlobalEventID": 929886618, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "CANGOV", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor1Type1Code": "GOV", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.25, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kelowna, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12566", "Actor1Geo_Lat": 49.9, "Actor1Geo_Long": -119.48299999999999, "Actor1Geo_FeatureID": "-567125", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kelowna, British Columbia, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA02", "Actor2Geo_ADM2Code": "12566", "Actor2Geo_Lat": 49.9, "Actor2Geo_Long": -119.48299999999999, "Actor2Geo_FeatureID": "-567125", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kelowna, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12566", "Action2Geo_Lat": 49.9, "Action2Geo_Long": -119.48299999999999, "Action2Geo_FeatureID": "-567125", "DATEADDED": 20200617094500, "SOURCEURL": "https://www.agoracosmopolitan.com/news/press_releases/2020/06/17/14345-temperature-screening-to-be-required-for-travellers-at-canadian-airports.html"}, "ARTICLE": {"TITLE": "Temperature screening to be required for travellers at Canadian airports : The Canadian Business Daily", "TEXT": "\n\n\n\n\n\n\n\nWeb Toolbar by Wibiya\n\nOTTAWA, ON, June 12, 2020 /CNW/ - The COVID-19 pandemic has created an unprecedented global crisis that is having a significant impact on all aspects of the Canadian transportation industry, travellers, and the economy. The Government of Canada is committed to implementing a multi-layered framework of measures to protect Canadians, and help prevent air travel from being a source for the spread of the virus.\n\nToday, the Minister of Transport, the Honourable Marc Garneau, announced an additional measure to this framework. The Government of Canada will now require temperature screenings for all passengers travelling to Canada or travellers departing Canadian airports for either international or domestic destinations.\n\nFor international flights to Canada, air operators must conduct temperature screenings at the point of departure, unless the local authority has an equivalent measure in place, in addition to the existing required health check questions for symptoms prior to boarding.\n\nWithin Canada, Canadian Air Transport Security Authority screeners will conduct the temperature screening of passengers as part of departure screening procedures. This is in addition to the health screening questions and the wearing of face coverings that are already required for all passengers.\n\nThe Government of Canada is taking a phased approach to implementing temperature screening.\n\nPhase 1: By June 30, 2020, all air operators will be required to conduct temperature screenings of all passengers travelling to Canada prior to departure from international or transborder points of departure.\n\nPhase 2: By the end of July, temperature screening stations will be placed in the departure section of the four major airports that are currently identified as the only Canadian airports for international travel (Montréal, Toronto, Calgary, Vancouver).\n\nPhase 3: By September 2020, temperature screening stations will be in place in the departure sections of the next 11 busiest airports in Canada (St. John's, Halifax, Québec City, Ottawa, Toronto – Billy Bishop, Winnipeg, Regina, Saskatoon, Edmonton, Kelowna, Victoria).\n\nIn addition, all employees and personnel that enter or work in the restricted area of the airport will be subject to temperature screening procedures by Canadian Air Transport Security Authority personnel.\n\nAll passengers who have an elevated temperature and do not have a medical certificate to explain a medical or physical condition that would result in an elevated temperature, will not be permitted to continue their travel and will be asked to re-book after 14 days."}}