{"GDELT": {"GlobalEventID": 929891376, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "CVL", "Actor1Name": "VOTER", "Actor1Type1Code": "CVL", "Actor2Code": "GOV", "Actor2Name": "GOVERNOR", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.16813787305591002, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_Lat": 40.3736, "Actor1Geo_Long": -82.7755, "Actor1Geo_FeatureID": "OH", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Iowa, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIA", "Actor2Geo_Lat": 42.0046, "Actor2Geo_Long": -93.214, "Actor2Geo_FeatureID": "IA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Iowa, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIA", "Action2Geo_Lat": 42.0046, "Action2Geo_Long": -93.214, "Action2Geo_FeatureID": "IA", "DATEADDED": 20200617101500, "SOURCEURL": "https://www.ualrpublicradio.org/post/2020-electoral-map-ratings-biden-has-edge-over-trump-5-months-go"}, "ARTICLE": {"TITLE": "2020 Electoral Map Ratings: Biden Has An Edge Over Trump With 5 Months To Go", "TEXT": "Loading...\n\nPresident Trump is in a political hole and has a lot of ground to make up over the next five months if he hopes to win another term, an NPR analysis of the Electoral College map finds.\n\nGiven his handling of the coronavirus and protests over racism and police brutality in the first six months of this year, Trump has slipped in many of the key swing states he won in 2016, such as Michigan, which now appears to lean toward former Vice President Joe Biden. The percentage of people disapproving of the job Trump is doing is at near-record highs for his presidency, and the intensity of the opposition is higher than for any past president.\n\nOur analysis, including six scenarios for how the election could go, puts states in one of these categories:\n\nLikely Republican or likely Democratic: states that appear firmly behind one candidate and are not expected to be heavily contested.\n\nstates that appear firmly behind one candidate and are not expected to be heavily contested. Lean Republican or lean Democratic : states that appear to favor one candidate but remain competitive.\n\nstates that appear to favor one candidate but remain competitive. Toss-up: the most competitive states that either Trump or Biden has a good chance to win.\n\n(Read more about our methodology here.)\n\nTo win the presidency, a candidate needs 270 electoral votes, a majority of the 538 electoral votes available across the 50 states and Washington, D.C. Most states are not very competitive. Their demographics and partisan voting histories make them likely to go to the same party they've broken for in recent elections, such as heavily Democratic California and heavily Republican Oklahoma.\n\nIn this presidential election, our analysis finds just 16 states are competitive, in addition to two electoral votes in states that award some by individual congressional districts — that they either only lean toward one candidate or are pure toss-ups. Just eight states and one of the congressional districts are considered pure toss-ups.\n\nViewed another way: About 45% of the U.S. population lives in the lean and toss-up states that will determine the presidential election, and less than a quarter of Americans live in the most competitive toss-up states.\n\nBiden starts with a 238 to 186 advantage over Trump, when including states that lean in either candidate's direction or that they're likely to win. But Biden is no shoo-in. The analysis finds he's still 32 electoral votes short of the 270 he would need, and the Democrat needs to peel off key states Trump won in 2016 to get over the line.\n\nMethodology\n\nBefore we get to the specifics of the current ratings and scenarios for how the election could go, let's explain how we made the assessment. We base our analysis on three important baseline factors:\n\nOur reporting: what our team observes on the ground in key states, as well as in conversations with campaigns, strategists and activists on both sides. History and demography: past voting patterns in each state as well as demographic patterns and trends. Polling: Sure, some will say, \"... but the polls were wrong in 2016!\" It's true that some state polls got it wrong, which is why they are not the only factor; we take that data with a heavy grain of salt. It's also important to remember — polls aren't meant to be predictive. They are snapshots of where things stand now, and a lot of things can happen between now and Election Day. Here, we're referencing the averages tracked by RealClearPolitics.\n\nWe'll update our analysis and electoral vote ratings regularly in the months and weeks leading up to Nov. 3.\n\nInside the ratings\n\nThe toss-ups\n\nThere are eight states that are toss-ups, plus one electoral vote in Maine, for 114 electoral votes — Florida (29 electoral votes), Pennsylvania (20), Ohio (18), North Carolina (15), Arizona (11), Wisconsin (10), Nevada (6), New Hampshire (4) and one electoral vote in Maine's 2nd Congressional District.\n\n(Maine and Nebraska apportion their electoral votes by the winner of each congressional district and statewide vote rather than awarding all of their electoral votes to the overall winner like the other 48 states and Washington, D.C.)\n\nIt's notable that Biden is in the lead in all of these places, by less than 5 points in recent polls, except North Carolina, where Trump has a slight polling advantage. (There's no recent data for Maine.)\n\nPut another way, Trump needs to win 73% of the toss-ups to win reelection. That's not impossible. Trump ran the board in these states in 2016, winning 91% of their electoral votes and losing two of these states, Nevada and New Hampshire.\n\nWhy are these states toss-ups?\n\nFlorida: This has been perennially one of the closest states in presidential elections. Trump won it by just 1.2 percentage points in 2016. In the 2018 Democratic wave year, Republicans won the governorship and the U.S. Senate race. In 11 polls in Florida since the beginning of the year, Biden led in eight, and Biden and Trump tied in two. The president hasn't led in one since March. Plus, he has seen a softening with support from older voters in national polls.\n\nPennsylvania: Trump won it by 0.7 percentage points, or about 44,000 votes. Registered Democratic voters outnumber Republicans in the state by about 814,000, but that advantage is down from November of 2016 when it was 916,000. Biden has had a narrow polling advantage in the state: Out of eight polls this year, he has led in six and was tied in one.\n\nOhio: An oldie but a goody back on the battleground map. This very well may move into the \"lean Trump\" category before all is said and done, given its demographic shift to be older and whiter over the years. Trump won Ohio by 8 points in 2016, but in the past year, Biden has led in four of five polls, including a 2-point lead in a Fox News poll released earlier this month. The bottom line is that this is a state Trump should win, so if this trend continues, frankly, it's bad news for the president elsewhere.\n\nNorth Carolina: This is another state where the scales should at least tip toward Trump given its history of voting Republican in every presidential election since 1980, except 2008. But the demographic shift in the highly educated Research Triangle, in particular, has brought in a diverse group of new voters, shifting the electorate to the left. Trump, though, won the state by almost 4 points, and about 120,000 more voters supported Democrat Roy Cooper for governor in 2016 than voted for Democratic presidential nominee Hillary Clinton, who lost by about 170,000 votes to Trump. Biden may need to win over the voters who went for Cooper and more to have a chance against Trump in North Carolina.\n\nArizona: Arizona might be the most fascinating toss-up. Trump won it by about 3.5 percentage points in 2016, closer than many thought it would be, since the state had not voted for a Democratic presidential candidate since 1996. Ever since 2016, Democrats have done well here. Kyrsten Sinema became Arizona's first woman elected to the Senate — and first Democrat in 30 years — with her 2018 victory. Democrats could see an up-ballot effect in 2020 with a strong candidate in astronaut Mark Kelly on the ballot for the Senate, holding significant leads in polls far beyond Biden's showing. Getting out the Latino vote is key here — a demographic group that makes up 32% of the state, but were only 15% of voters in 2016. Organizing in Arizona isn't as hard as other states, because three-quarters of the vote comes from two counties — Maricopa (including Phoenix) and Pima (including Tucson).\n\nWisconsin: Part of the old \"Blue Wall\" that came crumbling down on Democrats in 2016, Wisconsin is a state that Trump won by fewer than 23,000 votes after Barack Obama won it twice. But Trump's approval rating is 11 points underwater in the state now and hasn't risen above 44% in more than three years. Biden has led in nine of 11 polls in Wisconsin since the beginning of the year, trailed in just one and was tied once. But Wisconsin polling was notoriously wrong in 2016. Trump didn't lead in a single poll there in 2016 and Clinton was up an average of 6 points before losing.\n\nNevada: Clinton won Nevada by just 2 points, which starts it in the toss-up category. But it may slightly lean toward Biden, because Democrats have proved they can organize well in the state, and Nevadans are used to voting for Democrats up and down the ballot. Every statewide elected official, except the secretary of state, is a Democrat; both U.S. senators are, as are three of the state's four members of Congress; and Democrats control the state legislature. Biden maintains a poll lead larger than Clinton held, and active Democratic voters outnumber Republicans in the state by more than 83,000. That is slightly narrower than January 2017, however, and Republicans hope that's a positive trend in their direction.\n\nNew Hampshire: This was the closest state by raw votes in the 2016 election — only about 2,700 votes separated Clinton and Trump. New Hampshire is another state that, at this point, might be a slight lean toward Biden. The entire state's congressional delegation is Democratic, though it has a Republican governor. Biden leads in the polls by an average of almost 5 points.\n\nMaine's 2nd District: Trump won the one electoral vote in the mostly rural, white 2nd Congressional District of Maine by 10 percentage points. But in 2018, Democrat Jared Golden won this House seat by a point, and Obama won here twice.\n\nThe \"lean\" states\n\nFive states currently lean toward Biden for 53 electoral votes, including Colorado, Michigan, Minnesota, New Mexico and Virginia. Three states — Texas, Georgia and Iowa, plus one electoral vote in the Omaha area of Nebraska — lean toward Trump, for 61 electoral votes.\n\nOf the states leaning toward Biden, Clinton won all of them except Michigan. Trump won Michigan by just over 10,000 votes, or 0.2 percentage points. Since that victory, Democrat Gretchen Whitmer won the governorship, and Trump's approval rating in the state has been upside down. His net approval rating in the state has declined by 18 points since he was inaugurated.\n\nMinnesota was also surprisingly close in 2016, voting for Clinton by less than 2 percentage points. The Trump campaign, which has few expansion options, is targeting it, but Biden has led there. Now, one wonders how George Floyd's killing at the hands of Minneapolis police will affect the vote there, especially given that majorities of Americans say Trump has made tensions worse since Floyd's death.\n\nTexas and Georgia are two historically red states that Democrats see as targets because of demographic changes. They may not be ripe for this election, but Trump will have to spend resources in both places. After all, Trump won Georgia by only 5 points and Texas by 9 points, which was less than the margin in Iowa, a state Obama won twice.\n\nSpeaking of Iowa, Trump's trade war seems to have put Iowa back on the map. His approval rating is upside down there, too — 46% approve, 51% disapprove as of February, down a net of 14 points since he was inaugurated. Trump got about 801,000 votes in Iowa in 2016. But Obama won 21,000 more than that in 2012, so the votes are potentially there for a Democrat. Still, Trump winning here by 10 points gives him a lot of cushion.\n\n6 Scenarios For How The 2020 Election Might Go\n\n1. Hold the 2016 line\n\nLoading...\n\nWe should start where 2016 left off. Trump's path begins with a 36-electoral vote cushion to start with, after winning 306 electoral votes four years ago, giving him flexibility in a few states. He could lose Wisconsin and Michigan, for example, and still win. He could lose Pennsylvania and Michigan and still win. He could lose Florida and still win as long as he holds everything else.\n\nThe \"faithless\" electors: Trump technically wound up winning 304-227 over Hillary Clinton, not 306-232 as indicated by the results on election night, because there were seven \"faithless electors\" who defied how their states voted. Interestingly, just two (in Texas) went against Trump; five from states Clinton won voted for someone else, including four in Washington state and one in Hawaii. Before the 2016 election, there hadn't been more than one faithless elector in any election dating back to 1948.\n\n2. Trump expands and blows out\n\nTake all the states that Trump won, plus states that are within 5 points in polls and give them to Trump, and you get Trump to a ceiling of 348 electoral votes to 190 for Biden. That includes giving him the Rust Belt, Sun Belt, Florida, New Hampshire, and the western states of Colorado and Nevada.\n\n3. Biden blowout\n\nBiden's ceiling is higher than Trump's. With the president's approval rating down in lots of states he won in 2016, it's possible that the election isn't close in the end. Biden's blowout scenario gets him 374 electoral votes to Trump's 164. That would be higher than Obama's 365 electoral votes in 2008.\n\nTo get to this outcome, take all the states that Clinton won, plus those that were either within 5 points in 2016 or are within 5 points now, and give them to Biden. That includes the old Rust Belt \"Blue Wall\" of Wisconsin, Michigan and Pennsylvania, as well as Iowa and Ohio, which Obama won twice and where Trump's approval rating is under water, and the Sun Belt states of North Carolina, Georgia, Florida and Arizona, where Biden is either leading or within a few points of Trump in recent polling.\n\n4. Rebuild the \"Blue Wall\"\n\nLoading...\n\nOne of the most logical paths for Biden based on past presidential elections is rebuilding the so-called \"Blue Wall\" of upper Midwest states with a history of voting Democratic but went for Trump in 2016, tipping the balance.\n\nTrump won Wisconsin, Michigan and Pennsylvania by fewer than 78,000 votes, collectively. If Biden were to win all three back, he would win the election, 278 to 260.\n\nPolls have been showing Ohio and possibly Iowa back in play for Democrats. If Biden wins in those Midwestern states, though, it would likely be a sizable victory given their recent right-leaning voting patterns.\n\nA tie?\n\nBy the way, there is a realistic tie out of the \"Blue Wall\" scenario. Wisconsin is the most conservative politically of those three key states that Trump won in 2016. It's conceivable that Biden wins Pennsylvania and Michigan, while Trump wins Wisconsin.\n\nIf that were to happen, Trump would eke out the narrowest of reelection victories, 270-268. That is unless Biden wins that one electoral vote in Maine that went to Trump last time, and then it's 269-269. (What happens if there actually is a tie? Read on.)\n\n5. Chasing the Sun Belt\n\nLoading...\n\nDemocrats are threatening the GOP in traditionally Republican states, like Arizona, North Carolina, Georgia and Texas. Texas is likely another election cycle or two off from really being competitive at the presidential level, but it will very likely cost the Trump campaign some money to lock it down in this one. Consider that Trump won Texas by less than Iowa in 2016 (and Obama won Iowa twice).\n\nHere are a couple of reasons why the Sun Belt states are important to Trump holding or key to Biden winning. Take our last scenario, but take away Wisconsin from Biden. Trump would win 270-268. But Biden could trade Wisconsin's 10 electoral votes for Arizona's 11 and win 279-259.\n\nWhat's more, underscoring the importance of North Carolina and Georgia, if Biden were to win Arizona, plus North Carolina or Georgia, he could lose Pennsylvania and Wisconsin and still win. Georgia is a farther shot for Democrats, but North Carolina is a very real possibility.\n\n6. Florida plus one\n\nScenario 5 says nothing about that crucial Sun Belt state of Florida. Florida is key for Trump's reelection, and a Biden win there opens up lots of paths for him to win.\n\nTrump could lose Florida and still win. But that's only if he holds onto everything he won in 2016, including Michigan (which is currently leaning toward Biden), Pennsylvania, Arizona, North Carolina, Iowa, Ohio, Georgia and the rest.\n\nIn other words, a Biden win in Florida makes Trump's path exceedingly narrow. If Biden wins Florida, he would need to win just one other state Trump won in 2016 — like, say, Michigan — to cross 270.\n\nWith a Florida-plus-Michigan map for Biden (see below), Biden could still lose Pennsylvania, Arizona, North Carolina, etc., and win. Even Florida plus Wisconsin or Arizona, which have fewer electoral votes than Michigan, gets Biden over the 270 electoral vote threshold.\n\n\n\nCopyright 2020 NPR. To see more, visit https://www.npr.org.\n\nLoading..."}}