{"GDELT": {"GlobalEventID": 929891079, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "BUS", "Actor1Name": "INVESTOR", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.72098053352559, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mafeteng, Mafeteng, Lesotho", "Actor1Geo_CountryCode": "LT", "Actor1Geo_ADM1Code": "LT13", "Actor1Geo_ADM2Code": "18902", "Actor1Geo_Lat": -29.823, "Actor1Geo_Long": 27.2374, "Actor1Geo_FeatureID": "-1405708", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mafeteng, Mafeteng, Lesotho", "Action2Geo_CountryCode": "LT", "Action2Geo_ADM1Code": "LT13", "Action2Geo_ADM2Code": "18902", "Action2Geo_Lat": -29.823, "Action2Geo_Long": 27.2374, "Action2Geo_FeatureID": "-1405708", "DATEADDED": 20200617101500, "SOURCEURL": "http://lestimes.com/we-need-political-stability-for-economic-revival/"}, "ARTICLE": {"TITLE": "‘We need political stability for economic revival’", "TEXT": "LESOTHO must anchor her economic turn-around plans after the Coronavirus (Covid-19) pandemic on empowering domestic investors, the recently appointed Minister of Trade and Industry, Thabiso Molapo, has said.\n\nDr Molapo spoke to Lesotho Times (LT) reporter Bereng Mpaki to articulate his vision for the ministry.\n\nLT: For those who may not know, who is Dr Thabiso Molapo?\n\nMolapo: I am a Mosotho man from St Monica’s in Leribe district. I am a medical doctor by profession and have worked at the Queen II Hospital for many years. Around the year 2000, I went into private practice and during that time I have been deputy president of the Lesotho Medical Council. I have also been the treasurer of the Lesotho Medical Doctors Association.\n\nDuring my time as a medical doctor, I was still involved in active politics under the Lesotho Congress for Democracy (LCD) banner. I later joined the Democratic Congress (DC) when it was formed in 2012 and by then, I had started taking a more active role in politics in the Tsikoane constituency.\n\nThen in 2017 I became a DC Member of Parliament (MP) through proportional representation in the current 10th parliament. So, when the new government came into being, His Majesty King Letsie III, through the advice of the prime minister, appointed me Minister of Trade and Industry.\n\nLT: What can we expect from the Ministry of Trade and Industry under your leadership?\n\nMolapo: I am still familiarising with the ministry as I have just come in, but what is obvious is that the business sector has been ravaged by Covid-19 and the economy has also been hit hard. So, something must be done immediately to rescue the situation.\n\nI believe that picking up the economy from its depressed state should involve promoting domestic investment. We should do it ourselves. What the government must do through this ministry is to create a conducive environment for Basotho to venture into business.\n\nWe must protect our smaller local businesses by reserving certain businesses for them. The advantage of home-grown entrepreneurs is that they bank locally and their profits are re-invested in the economy to develop it. We have many foreign investors who bank outside the country and this means their money does not circulate in our economy to develop it.\n\nI believe part of the reason why we are struggling with the negative economic impact of Covid-19 is because we have left a large portion of our economy in the hands of foreign investors who may not be as committed to supporting the citizens during this difficult time of Covid-19.\n\nBut if we had more Basotho participating in the economy and re-investing their profits locally, I believe we would not be hit this hard economically by Covid-19.\n\nHaving said that, Basotho also need to be equipped with relevant business skills to be able to participate more in the country’s business space.\n\nLT: What plans does your ministry have in place to mitigate the negative impact of Covid-19 on business?\n\nMolapo: I cannot say much at this point on how we intend to respond because everything depends on the passing of the budget estimates for the 2020/21 financial by parliament, and at this stage that process is yet to be finalised.\n\nI should indicate however, that the government has revised the initial budget estimates to mobilise the necessary funds for Covid-19 response. The previous government had already made some mitigation commitments which we will have to fulfill once the budget approval has been completed.\n\nLT: You spoke about the need to empower indigenous business people through supporting home-grown economic development. Are you considering enacting indigenisation laws like other countries have done?\n\nMolapo: We must develop laws that will address indigenisation as soon as possible to protect the indigenous businessman. We must also improve and enforce any such laws that are in existence.\n\nJust consider the second hand vehicle industry and you will realise that over 80 percent of the businesses in there are foreign-owned. There is a high possibility that the profits they generate are repatriated to their countries of origin leaving the Lesotho economy with nothing. The retail sector is also one of the many examples where foreign investors dominate instead of it being a preserve for local investors.\n\nLT: The government has often said its ability to create jobs is tied to the construction of new factory shells for new investments. What can be done to speed up construction of factory shells?\n\nMolapo: The Construction at the Belo Industrial Area is expected to be completed soon, and we also have more factories being constructed at the Tikoe industrial site here in Maseru. There are also factory shells in Mafeteng. It is of no use to construct more shells that will not be occupied by tenants. We should rather wait to ensure that the ones we currently have are fully occupied.\n\nBoth foreign and domestic investors should be encouraged to take up space in these shells to create jobs. But now, all we have is a situation where the textile sector is dominated by foreign investors with few domestic investors. There has not been any notable transfer of skills over the years.\n\nBy now, we should be having people with adequate skills to take over operation of the factories when investors decide to go.\n\nAs a result, the AGOA (African Growth and Opportunity Act) which is meant to empower Basotho is instead benefiting foreign investors. It is no secret that most of the revenue generated from the sale of their products does not make its way back into Lesotho except to pay salaries and some smaller expenses like utilities. We have not used AGOA to our advantage as Lesotho. Instead it is benefiting the foreign investors than ourselves.\n\nLT: The establishment of a standards body has seen little progress over the years following enactment of the founding law in 2014. Can we finally see some meaningful progress under your leadership?\n\nMolapo: The establishment of a standards institution is at an advanced stage. Its development is one of the priorities outlined and budgeted for in the 2020/21 financial year for support of local producers.\n\nI am confident that we are going to have a standards body soon. It is unfortunate that the implementation of plans like this one have not been easy due to unstable political environment with different regimes coming with different priorities. We must work to ensure stability in our governance and focus on delivering service to the people and stop bickering about our political differences. We need stability for the sake of economic development.\n\nLT: One of the common constraints for business is lack of access to finance. What is your take on this?\n\nMolapo: There is room for improvement in terms of improving the available business financing options. But the business sector must also come to the party. Basotho must start being faithful by re-paying loans if we want financial institutions to lend us money.\n\nWe have the problem of misusing the loan funds with the understanding that the government will take responsibility of settling their loans. Our people must appreciate that paying back their loans will make it possible for financing institutions to continue lending others because loans are meant to circulate.\n\nLack of access to finance is not the only challenge for business. Corruption is another problem which we must root out as it is contributing to the slow development pace. Public servants have a habit of serving the non-Basotho business community ahead of Basotho because of bribery. This should be removed from our system. We must strengthen our anti-corruption laws to fight corruption.\n\nWe must increase local agricultural production. There is no excuse for continuing to import agriculture products such as cabbage, potatoes, onion etc which can be produced locally. We have the land and the water to do that.\n\nThis goes together with the need to organise a market for local producers as lack of frustrates production. We should have a common place where farmers can send their produce for sale; where they can be paid later when the products have been sold. Large retailers will find it easier to buy from such a place rather than from individual producers. This way, we can stop importation of agricultural products into.\n\nLT: In 2018 the government launched a fresh produce market centre at the Tikoe industrial area. When are we likely to see the centre finally operating?\n\nMolapo: As I told you, I am still learning a lot of things about this ministry but I will definitely follow up on that one to ensure that it starts functioning and not be a white elephant. Operation of such facilities can stimulate the much-needed economic activity especially among the rural community.\n\nWhen I was young, there were what we used to call egg circles around the country where farmers used to send their eggs for sale. But today they are no more. We must bring back those kinds of solutions to free our economy."}}