{"GDELT": {"GlobalEventID": 929891698, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "GOVHLH", "Actor1Name": "HEALTH DEPARTMENT", "Actor1Type1Code": "GOV", "Actor1Type2Code": "HLH", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.77941176470589, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pinelands, KwaZulu-Natal, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF02", "Actor1Geo_ADM2Code": "77363", "Actor1Geo_Lat": -29.8333, "Actor1Geo_Long": 30.85, "Actor1Geo_FeatureID": "-1272561", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pinelands, KwaZulu-Natal, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF02", "Action2Geo_ADM2Code": "77363", "Action2Geo_Lat": -29.8333, "Action2Geo_Long": 30.85, "Action2Geo_FeatureID": "-1272561", "DATEADDED": 20200617101500, "SOURCEURL": "https://www.iol.co.za/capeargus/news/most-covid-19-cases-dont-need-acute-care-49481177"}, "ARTICLE": {"TITLE": "Most Covid-19 cases don’t need acute care", "TEXT": "Most Covid-19 cases don’t need acute care\n\nShare this article: Share Tweet Share Share Share Email Share\n\nCape Town - Most people who contracted Covid-19 will have mild to moderate symptoms which can safely be treated out of a hospital or acute-care facility, the provincial health department says. If an individual tests positive for the virus, they pose a health risk to others, especially the elderly and those with co-morbidities, thus necessitating self-isolation or quarantine. According to the Health Department, self-isolation is required for a confirmed Covid-19 infection, or for confirmed direct contacts. Quarantine is for possible infections, i.e, those who have come into close contact with someone who tested positive for Covid-19 or is awaiting their test results. The period for self-isolation and quarantine is 14 days and symptoms must be monitored daily.\n\nLettie Tsotsetsi was the first Covid-19 patient to have been discharged from the Pinelands isolation facility: “I was very happy really, after my difficult time. I am leaving this place happy; it was like a family, like a home.”\n\nAnneline van Wyk, who also made use of the facility and has since been discharged, added: “I came here to protect my mother. I was very happy here. I didn’t at all feel sick, you made us feel human through it all. I’m very glad I chose to come here.”\n\nThe isolation and quarantine facilities offer a single room per person, as well as access to a bathroom with regular meals provided and a laundry service. The Red Dot Taxi service is used to transport anyone safely to and from facilities. If you are not able to isolate yourself, call the provincial hotline on 021 928 4102.\n\n[email protected]"}}