{"GDELT": {"GlobalEventID": 929887131, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "IRL", "Actor1Name": "IRELAND", "Actor1CountryCode": "IRL", "Actor2Code": "MIL", "Actor2Name": "ARMY", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 17, "EventBaseCode": 17, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.5270758122743704, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bodenstown, Kildare, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI12", "Actor1Geo_ADM2Code": "18291", "Actor1Geo_Lat": 53.2675, "Actor1Geo_Long": -6.67167, "Actor1Geo_FeatureID": "407900", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bodenstown, Kildare, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI12", "Actor2Geo_ADM2Code": "18291", "Actor2Geo_Lat": 53.2675, "Actor2Geo_Long": -6.67167, "Actor2Geo_FeatureID": "407900", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brookeborough, Fermanagh, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKS2", "Action2Geo_ADM2Code": "40155", "Action2Geo_Lat": 54.3167, "Action2Geo_Long": -7.4, "Action2Geo_FeatureID": "-2591034", "DATEADDED": 20200617094500, "SOURCEURL": "https://www.anphoblacht.com/contents/27865"}, "ARTICLE": {"TITLE": "Bodenstown – milestones on the journey to Tone’s Republic", "TEXT": "Because of the public health emergency Sinn Féin’s national Wolfe Tone Commemoration at Bodenstown cannot not be held this year. Instead a local wreath-laying ceremony and a national online event are being held. Here we look back at the importance of Bodenstown in the history of Irish Republicanism.\n\nFollowing his death in British custody in the Provost Prison, Arbour Hill, Dublin, on 19 November 1798, Theobald Wolfe Tone, Irish revolutionary leader, was buried in the family grave in Bodenstown Churchyard, just outside the village of Sallins, County Kildare.\n\nThis co-founder of the United Irish society laid the foundations of Irish Republicanism, secured three military expeditions from the French Republic to attempt the liberation of Ireland and was captured on the last of them. His grave in Bodenstown became a place of political pilgrimage for generations of Irish Republicans. For most of the past 200 years they have gathered there on the nearest Sunday to 20 June, Tone’s birthday.\n\nThe United Irish movement of the 1790s was succeeded by the Young Ireland movement of the 1840s and it was leading Young Irelander Thomas Davis who did much to revive the memory of Wolfe Tone. He was the prime mover, at the request of Tone’s widow, Matilda, in getting the original monument erected over the grave in Bodenstown in 1844. Davis wrote the ballad ‘Tone’s Grave’ which concludes:\n\nIn Bodenstown Churchyard there is a green grave\n\nAnd freely around it let winter winds rave –\n\nFar better they suit him the ruin and gloom\n\nTil Ireland a Nation can build him a tomb.\n\nThe political fortunes of Irish Republicanism, and knowledge of Tone, ebbed and flowed through Fenianism, the Land League, Parnellism and beyond. Large crowds gathered again at Tone’s grave in 1898 for the centenary of the 1798 Rising. James Connolly organised the ’98 Rank and File Committee and spoke at its Bodenstown commemoration that year.\n\nBy 1905, the year Sinn Féin was founded, the tide had ebbed again. The RIC reported only 80 people at Bodenstown showing, as their report says with wishful thinking, “the failure of treasonable or revolutionary demonstrations in Ireland at the present day”.\n\nThe revival of the Irish Republican Brotherhood by Tom Clarke and Seán Mac Diarmada saw Tone’s grave become a gathering place for large numbers once again. In 1913 the IRB chose PH Pearse to deliver the Bodenstown oration. It marked Pearse’s emergence as a republican leader. The commemoration was attended by 5,000 people and chaired by Tom Clarke. Less than three years later, Pearse and Clarke would be executed on the same day for their part in the Easter Rising. Pearse said at Tone’s grave:\n\n“Thinker and doer, dreamer of the immortal dream and doer of the immortal deed – we owe to this dead man more than we can ever repay him by making pilgrimage to his grave or by rearing to him the stateliest monument in the streets of his city. To his teaching we owe it that there is such a thing as Irish nationalism.”\n\nThis 1913 commemoration was actually filmed by a cinematographer, a very early Irish ‘moving picture’ and Tom Clarke arranged for the film to be shown, to great acclaim, in the Rotunda and Rathmines in Dublin.\n\nBy June 1914 both the Irish Volunteers and the Irish Citizen Army had been founded and again it was Tom Clarke who took the initiative and invited both forces to parade at Bodenstown. Two hundred Citizen Army members took part led by Jim Larkin and James Connolly and formed a joint guard of honour around Tone’s grave with the Irish Volunteers.\n\nFollowing the 1916 Rising and the establishment of the First Dáil Éireann in 1919, British repression tightened and public gatherings were suppressed as martial law was extended, IRA resistance was stepped up and the war intensified. In 1921, to beat the British ban, a group of Republican women of Cumann na mBan travelled by car from Dublin to Bodenstown to lay a wreath on Tone’s grave.\n\nOn 20 June 1922 the Anti-Treaty IRA Executive who were occupying the Four Courts paraded in Bodenstown and the oration was delivered by Liam Mellows. With the Treaty being enforced and the Free State building up its own army, separate from the IRA, there was what Todd Andrews described as “an atmosphere of approaching doom” at the graveside. Mellows made clear the IRA’s commitment to the Republic:\n\n“Certain people have taken the road of expediency and descended into hypocrisy to achieve their object but republicans must not deviate from the straight road. It is regrettable that our people have yielded to the threats of England but republicanism will go on in spite of what has happened…It cannot be made too clear that our enemy is England. Let it not be thought that we are out to fight any other enemy for we are not. But if it comes to a fight with England, then we will show, whatever might happen, we will defend the Irish Republic.”\n\nThis was Mellows’s last public speech. Six days later, using British guns, the Free State government opened fire on the Four Courts, starting the Civil War.\n\nBodenstown often marked a rebuilding of the Movement and this was the case in 1931, after the Civil War and the years of repression by the Free State government of WT Cosgrave. Using new coercive laws, Cosgrave banned the commemoration but the ban was successfully defied by 10,000 Republicans who paraded to Tone’s grave.\n\nIn 1934 a contingent from the Shankill Road in Belfast assembled to march and there followed a sad and avoidable incident which has gone down in history. A section of the IRA leadership had split away to form the Republican Congress and their banners were not permitted by the organisers. Because the Shankill group was affiliated to Republican Congress they were ordered off the parade and an attempt was made to seize their banner. Certain writers have tried to portray this as a sectarian attack against Protestants but this was not the case; it was a flare-up of the Congress split. (Protestant Republicans remained with the IRA. One of them was George Plant of Tipperary who was executed by the Fianna Fáil government in 1942.) In recent years Belfast Republicans carried a replica of the Shankill banner at Bodenstown, in tribute to those who were denied their right to march in 1934.\n\nIn 1936, Fianna Fáil who had previously marched with the IRA at Bodenstown, were now in government and banned the commemoration. Once more Cumann na mBan travelled to break the cordon and hold a ceremony. The 1940s saw Republicans interned and imprisoned, with deaths on hunger strike and by execution in prisons in Ireland and England. But a revival was again signalled in 1948 at Bodenstown when the oration was delivered by Tomás Óg Mac Curtáin, son of the Sinn Féin Lord Mayor of Cork murdered by the RIC in 1920. Tomás Óg had been sentenced to death by a Free State military court and reprieved at the last minute.\n\n• Bodenstown on June 23 1963 and includes from left: Joe Clarke, veteran of the Battle of Mount Street 1916; Mrs Russell, Cumann na mBan 1916 and a Republican Justice during the Tan War and imprisoned in 1922; Julia Grennan, member of GPO garrison 1916; May Daly, sister of Charlie Daly executed by Free State Forces in Drumboe in 1923; and Mrs O’Hanlon, mother of Fearghal Ó hAnnluain, killed in action with Sean Sabhat in Brookeborough in 1957\n\nIn 1963, the bicentenary of Tone’s birth was marked by the establishment of the Wolfe Tone Societies, one of the elements out of which emerged the Civil Rights Movement in the Six Counties. In a publication called ‘Wolfe Tone Today’, Protestant republican and journalist Jack Bennett wrote:\n\n“The solution to all Ireland’s exceptional political and economic problems, the solution to mass unemployment and emigration, the solution to sectarianism in the North, all this requires the raising again of Tone’s grand concept, a brotherhood of Irishmen to claim our country. There can be no other objective for any movement which aims at uniting the people – no purpose other than to obtain the unity and independence of our country under one sovereign government.”\n\nFollowing the split in the Republican Movement of December 1969/January 1970, the first Bodenstown commemoration of the reorganised Movement under the Provisional Army Council of the IRA was held 50 years ago on 14 June 1970. The main speaker was Daithi Ó Conaill who addressed the British government:\n\n“You stand indicted before the world for the wrongs you have done to Ireland. You never had any right to be in our country and you never will. You sent your troops to keep what you call peace. You forget that peace must be based on justice; it cannot be founded on British bayonets…In a nutshell, get to hell out of our country; you never brought us anything but strife and war.”\n\nThere was a contrast between the speeches of 1972 and 1977. In ’72 many Republicans believed that the IRA’s armed struggle could force the British government to withdraw from Ireland in a relatively short time. Seán Keenan of Derry spoke and called for British withdrawal and a non-sectarian constitution for all of Ireland. Indeed just weeks later the British agreed to a bilateral Truce and held talks with a Republican delegation in London. But the Truce was short-lived and British counter-insurgency policy proved to be long-term. This was recognised in the Bodenstown oration by veteran Belfast Republican Jimmy Drumm in 1977 when he said that the British were not withdrawing and a long struggle was inevitable.\n\nAt the height of the tragic 1981 Hunger Strike Bodenstown saw dramatic scenes. 11 days earlier eight IRA prisoners had made an armed escape from Crumlin Road Courthouse and one of them, Paul Magee, appeared at Bodenstown. He was greeted by the huge crowd and evaded attempts by the Garda Special Branch to arrest him. Like many other republican prisoners in the following years he had to battle attempts to extradite him back across the Bordet to face British ‘justice’.\n\nIn 1983, Gerry Adams, newly-elected Sinn Féin MP for West Belfast, delivered the Bodenstown oration. He said:\n\n“Wolfe Tone, if he were alive today, would be vilified – as he was in his time – as an upstart, a subversive and a 1798 equivalent of a gunman. He would even, if he were alive today, be banned from RTÉ. But he would also, and this is his message to us, be formulating policies, strategies and revolutionary tactics to combat the national, social and economic evils which beset our people.”\n\nLater that year Gerry Adams was elected President of Sinn Féin. He would lead Republicans through years of struggle and political development, to the Peace Process and beyond. The centenary of Wolfe Tone’s pledge to Irish Independence with his Belfast comrades on Cave Hill in 1795 was recalled at Bodenstown in 1995, almost a year into the first IRA cessation, a major turning point in the Peace Process. Three years later in 1998 at Bodenstown Republicans were assessing the Good Friday Agreement and their role in negotiating it the previous April.\n\nAnd since then, as in all the decades since Tone’s death, each year Bodenstown has seen milestones on the long journey to the Republic, Tone’s Republic. The journey goes on, the destination ever nearer."}}