{"GDELT": {"GlobalEventID": 929892215, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "PHL", "Actor1Name": "CEBU", "Actor1CountryCode": "PHL", "Actor2Code": "GOV", "Actor2Name": "GOVERNOR", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -0.54151624548737, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Talisay City, City of Talisay, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RPN8", "Actor1Geo_ADM2Code": "24253", "Actor1Geo_Lat": 10.3, "Actor1Geo_Long": 123.81700000000001, "Actor1Geo_FeatureID": "-2455821", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Talisay City, City of Talisay, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RPN8", "Actor2Geo_ADM2Code": "24253", "Actor2Geo_Lat": 10.3, "Actor2Geo_Long": 123.81700000000001, "Actor2Geo_FeatureID": "-2455821", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Talisay City, City of Talisay, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPN8", "Action2Geo_ADM2Code": "24253", "Action2Geo_Lat": 10.3, "Action2Geo_Long": 123.81700000000001, "Action2Geo_FeatureID": "-2455821", "DATEADDED": 20200617101500, "SOURCEURL": "https://cebudailynews.inquirer.net/318964/a-talisaynons-guide-to-mecq"}, "ARTICLE": {"TITLE": "A Talisaynon’s guide to MECQ", "TEXT": "CEBU CITY, Philippines — Talisay City has been placed under the Modified Enhanced Community Quarantine (MECQ) from June 15 to June 30, 2020 by the National Inter Agency Task Force.\n\nWith this, Mayor Gerald Anthony “Samsam” Gullas is appealing to the Interagency Task Force (IATF) to revert the city’s status to General Community Quarantine (GCQ), stating that the city cases are low with only 126 cases and the recoveries are at least 30 percent.\n\nRead: Talisay City may be reverted to GCQ soon\n\nStill, while the appeal is ongoing, the mayor has signed Executive Order No. 24 that details the guidelines for the MECQ in the city for implementation.\n\nHere is a resident’s guide to living under MECQ in Talisay City:\n\nA. Public health standards will be observed. Wearing of face masks in public spaces, observing social distancing, and proper hygiene are mandatory for residents in the city and all individuals entering its borders.\n\nEstablishments should also establish a handwashing area or sanitation booths, sanitation foot baths should also be placed, and temperature checks will be done in entrances of buildings or infrastructures.\n\nB. Curfew and movement limitations. The city will be implementing a curfew from 10 p.m. to 5 a.m. for non-workers and non-exempted persons.\n\nExemptions are made for medical workers, emergency personnel, and law enforcement. Exemptions are also made for emergency situations.\n\nQuarantine passes will also be required for residents who will go out to buy essential needs for their families. For workers, they may present their identification cards or certificate of employment.\n\nC. No public gatherings, no dine-in in restaurants, no physical classes for schools. Public gathering for religious purposed are discouraged and should be limited to 10 persons only if it cannot be avoided.\n\nSchools are encouraged to find alternative modes of education, while restaurants may operate with only take-outs.\n\nD. Public transportation is suspended. Public transportation such as jeepneys or buses cannot operate in the city during the MECQ.\n\nHowever, the city will be deploying free buses and tricycles for some areas with market schedules.\n\nE. Liquor ban in all public spaces.\n\nF. Market schedules and the limitations in the number of individuals in vehicles are implemented. The markets are opened for Barangays Cansojong, Poblacion, Lagtang, San Isidro, Mohon, Lawaan 2 and Tabunok on Mondays and Thursdays.\n\nBarangays Jaclupan, Manipis, Camp 4, Tangke, Dumlog, Maghaway, Tapul, and San Roque can use the market on Tuesdays and Fridays.\n\nBarangays Pooc, Biasong, Lawaan 3, Lawaan 1, Bulacao, Candulawan, and Linao can go to the markets on Wednesdays and Saturdays. Stay at home Sundays will be retained.\n\nSmall cars can accommodate up to four individuals including the driver, while bigger cars may accommodate up to five.\n\nG. Border control. There will be two entrances and exits in the city at the South Road Properties and at the N. Bacalso Highway in Barangay Bulacao.\n\nGullas urged the residents to follow the MECQ quidelines, while the city work on its appeal to the IATF.\n\nCebu Provincial Governor Gwendolyn Garcia will also endorse to the regional IATF for the city to be reverted back to GCQ since Talisay City is a component city of the Cebu province.\n\nThe city now has 50 recoveries with an addition of seven new recoveries on June 17, 2020. The city has a total of 126 cases and 19 deaths. /bmjo"}}