{"GDELT": {"GlobalEventID": 929891155, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "CANMED", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor1Type1Code": "MED", "Actor2Code": "CHE", "Actor2Name": "SWITZERLAND", "Actor2CountryCode": "CHE", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.5681063122923495, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Geneva, Genè, Switzerland", "Actor2Geo_CountryCode": "SZ", "Actor2Geo_ADM1Code": "SZ07", "Actor2Geo_ADM2Code": "16329", "Actor2Geo_Lat": 46.1956, "Actor2Geo_Long": 6.14811, "Actor2Geo_FeatureID": "-2552151", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200617101500, "SOURCEURL": "http://asiantribune.com/node/94265"}, "ARTICLE": {"TITLE": "Democracy & Divisive Politics", "TEXT": "BY Shivanthi Ranasinghe\n\nMP Hugh McDermott’s recent comments that Sri Lanka has committed genocide, which has resulted in the death of 160,000 men, women and children just because they were Tamil, have provoked a furor in Sri Lanka. Many Sri Lankans see this as an unwarranted aggression against a friendly country that Australia maintains a healthy bilateral relationship since 1947 and a trade partnership that has earned the two countries AUS$ 1.6 billion in 2018 alone. For the average Australian citizen however, this matter of genocide is one that obviously took place some time ago in a faraway land. Other than the horror such a claim excites, this is not a matter that affects most Australians.=\"right\" />\n\nYet, this kind of divisive politics that McDermott holds has serious implications and consequences for Australia as well. Divisive politics have been the bane of Sri Lanka. The same ills will follow those who fail to learn lessons from history.\n\nImmediate Concerns brought on by Divisive Politics\n\nA member of the Parliament comes to his position on the ticket of his political party. That party holds certain ideologies and principles that attract a certain vote base. The primary objective of a politician is to determine the issues that impact his/her voters and address concerns of those voters. However, an elected MP cannot only serve his voters but must serve his entire electorate. The MP of course represents the values and concerns of his vote base, but these must be fair and just to everyone - including those who did not vote for the parliamentarian.\n\nMP McDermott however gives a hearing only to the Tamils domiciled in Australia and not to the Sinhala community. This is not only unfair but is also unethical. Refusing Rear Admiral Sarath Weerasekera’s invitation to visit Sri Lanka and ascertain for himself the true situation in the country and the harmony between communities on the basis that the retired Navy Officer defended the Sri Lanka military in Geneva is childish.\n\nOn the other hand, the British parliamentarian Lord Naseby visited Sri Lanka a number of times, studied the dispatched sent by the British High Commission to the UK Foreign & Commonwealth Office and collaborated those findings with other independent bodies. Accordingly, he has noted that the number dead, including the LTTE cadres were no more than 8,000.\n\nMore to the point, once a person is domiciled in Australia, should that person be identified as an Australian irrespective of his origin or be given preferential treatment based on ethnicity? As an MP, is it acceptable for McDermott to treat two Australians in two different ways because one is Tamil and the other is Sinhala? When both Sinhalese and Tamils contribute equally to the economy, culture and wellbeing of Australia, can and should parliamentarians ignore a whole community in favor of another?\n\nRepercussions of Divisive Politics\n\nThe issue is however much graver. To explain further, an understanding of what took place in Sri Lanka is important.\n\nIn the recent interview Australia Tamil TV had with McDermott, Avi Selva’s opening remarks are of interest. She noted that, “to the Tamil community, May 18th is not just symbolic of the end of the brutal genocidal onslaught by the Sri Lankan Forces...”.\n\nBackground to May 18, 2009\n\nMay 18, 2009 is a significant day for all Sri Lankans. On this day, the Sri Lankan Forces defeated the Liberation Tamil Tigers of Eelam (LTTE), which is a proscribed terrorist group. Australia too banned the group on December 21, 2002 and renewed its listing in 2019. For 34 years, LTTE unleashed various acts of violence demanding one third of the Island as an exclusive homeland for the Tamils in the North and East. Over the years by systematically eliminating all rival groups and leaders in the Tamil community, including political and professional, the LTTE established itself as the “sole representative of the Tamil community.”\n\nTherefore, it is interesting to note that as Selva herself stated the “brutal genocidal onslaught” ended the day the LTTE was defeated. Logically, if the Sri Lankan Forces were committing genocide and if the LTTE as the only force opposing the Sri Lankan Military was decimated, then the genocide could not have stopped. Without the LTTE, the lives of the Tamil civilians should have been in grave danger under the complete mercy of a marauding army or a force operating on the policy of killing civilians because they were Tamil.\n\nYet, as Selva notes, on May 18, 2009 the killing stopped. Then, it must be obvious to all that the killing force was not the Sri Lankan Forces but the LTTE. It is not only the killing that stopped. Kidnapping and forced conscription of children also stopped. UNICEF had documented 4,347 cases of child recruitment between the period February 2002 and January 2006 (at the time a ceasefire agreement was in process).\n\nWhen extortion, kidnapping for ransom and all other acts of intimidation and atrocities also ceased with the annihilation of the LTTE, the question arises as to the reasons for the Tamils all over the world to claim genocide. This is a campaign that Tamils in Sri Lanka has not yet participated.\n\nGenesis to the LTTE\n\nThe LTTE and the numerous other terrorist organizations were born under the patronage of Northern Tamil politicians like the one time Opposition Leader A Amirthalingam. Their misdeeds, including robbing banks were always portrayed by the Tamil politicians as the “boys are getting restless for a solution”. They were even used by the politicians to eliminate political rivals. Hence, the LTTE’s first victim was the popular Tamil Jaffna mayor Alfred Duruaippa.\n\nHowever, as the LTTE became stronger over time, they considered the established political presence a nuisance. They did not want to accept diktats from these politicians anymore. Hence, they were systematically eliminated. During the final years leading to 2009, the surviving Tamil politicians were petrified of the LTTE and willingly accepted the subservient role of acting as the LTTE’s political proxy.\n\nExodus Out of the North & EastM\n\nEven before 1983, both Sinhalese and Tamils, especially professionals were keen to migrate to the West because of the better economic prospects. However, this changed in 1983. After the confrontation the LTTE had with the Sri Lanka Army, a patrol of 13 soldiers were ambushed and killed. This led to Island-wide riots. Afterwards, many Tamils were able to move to the West as asylum seekers.\n\nOver the years, the situation in the North and East deteriorated and nearly one quarter of Sri Lanka’s Tamils was able to leave the Island on this basis. Most settled in the Western Europe, India, Australia, and North America. Canada and UK holds the largest Tamil expatriate communities. According to Australian Government Foreign Affairs & Trade website, approximately 170,000 Sinhalese and Tamils have settled in Australia.\n\nMany Tamils from North and East resettled in other parts of Sri Lanka as well. Today, 52 percent of the Tamils live outside the contested Northern and Eastern provinces. In the Wel\n\nlawattha City in the Sinhala populated Western Province alone, the Tamil population increased by 80 percent.\n\nNot all of them were running away from the LTTE. Some were assisted by the LTTE to leave. For about a fee of $10,000 per head, the LTTE smuggled by boat many to Western countries. Thereafter, the LTTE network helped them to settle in the new country. They were expected in return to continue to contribute to the cause.\n\nSince John Howard’s tenure, Australia and Sri Lanka have been working very closely to counter transnational crime, including human smuggling. The two countries are continuing to work together to strengthen smuggling legislations by addressing current loopholes in the legal framework.\n\nTamil Expats Held Under a Tight Grip by the Tamil Diaspora\n\nThe LTTE supporters who moved to the West quickly organized themselves as the Tamil Diaspora. Thereafter through persuasion or intimidation began to control the rest of the expat community. Just as the LTTE stamped their identity as the “sole representative of the Tamils”, this small group did likewise. It forced its identity on the entire Tamil expatriate community, even though not all expatriates necessary supported or agreed with the LTTE or its ideology.\n\nHuman Rights organizations such as the Human Rights Watch (“Funding the ‘Final War’ – LTTE Intimidation and Extortion in the Tamil Diaspora) have extensively documented the manner the larger group is being controlled by a smaller group. Any sign of dissent is met with violence to the person concerned or his/her family or damage to property or reputation. This includes any expression that disagrees with the LTTE ideology.\n\nHRW reports, “A history of LTTE violence in both Sri Lanka and the West has created a climate of fear for many within the Tamil Diaspora, discouraging statements, activities, or even social interactions that may be perceived as critical of the LTTE. Many members of the Tamil community closely follow events in Sri Lanka's North and East, where the LTTE has systematically assassinated perceived Tamil rivals not only during the war, but also throughout the four-year ceasefire. As noted above, since the beginning of the ceasefire, over 200 people, mostly Tamil, have been killed apparently for political reasons, mainly at the hands of the LTTE. Those killed included teachers, journalists, individuals linked with opposition parties, and others perceived as critical of the LTTE. Some apparently have been killed solely for working in educational, social or religious programs funded by the Sri Lankan government. For many Tamils in the West with family members remaining in Sri Lanka, the message was that any act of disloyalty may result in death.”\n\nThroughout the war, the Tamil Diaspora exerted pressure on the expatriate group to donate to the fight for homeland. While some gave willingly, others did out of fear. Canadian Journalist DBS Jeyaraj explains in his “Switzerland Connection in LTTE fundraising Activity” the five modes used by the Tamil Diaspora to extract money from the Tamil expatriates.\n\nNow that the LTTE is no more and the war is over, the funds have drastically fallen. However, so have the expenses and the Tamil Diaspora continues to be a very wealthy entity. During the war, they spent this money on warfare hardware and managing their strengths, which also included in child conscription. This money is now spent on lobbying and supporting various political causes and campaigns. Thus, politicians who are sympathetic to the LTTE cause gets not only funding for his campaign and other expenses, but also a block vote. Even those who did not believe in the LTTE ideology would see the benefit of a politician in their host country keen to please the Tamil community.\n\nDanger of Allowing Criminal Influences into Democracy\n\nEven during the days of the LTTE, the Tamil Diaspora was not a single entity. Various front organizations as well as gangs operated under the umbrella of Tamil Diaspora. All these groups functioned on a single mindset because they were controlled by the LTTE. However, now that the LTTE ceases to exist, different groups have emerged and few see eye to eye.\n\nIn the same manner the gang violence against each other is an all time rise. Using mostly swords and knives, inspired by Tamil movies and carrying a chip on the shoulder that the world sees them as weak, these gangs are mostly fighting against each other. More than turf wars, they are fighting over issues that have followed them from Sri Lanka. Tamil businesses are increasingly finding themselves forced to seek protection from one gang to be protected from other gangs.\n\nThe Australian citizen, regardless of ethnicity, must seriously take this background into consideration and question,\n\n· What would happen if two gangs or two groups of gangs support two different political candidates fighting for the same seat? Would one of them meet the same fate as Alfred Duruaippah?\n\n· What would happen if these groups that supported an MP to secure his seat demands exclusive privileges for the Tamil community?\n\n· What would happen to the MP if he refuses or fails?\n\nIn all probability McDermott is naively assuming that what he had heard about the Sinhalese persecuting the Tamils is true. He claims to have checked with the UNHRC reports. However, even those reports do not speak of 160,000 civilian deaths. The OISL report on which the UNHRC Resolutions 30/1 and 40/1 are based on guesses that the number of deaths could be as high as 40,000. However, internal UN reports compute the number of killed and wounded, including that of the LTTE, as 7,721 and 18,479 respectively from August 2008 to May 13, 2009. The then UN spokesman Gordon Weiss estimated that in 2009, the number killed was 7,000. The then US Ambassador to Sri Lanka and Maldives Robert Blake stated that 4,164 were killed between January 20, 2009 to April 07, 2009.\n\nAn interesting absence from this discussion is the number of wounded. In the Afghan War, from 2001 to 2008, the death to wounded ratio of US personnel is 1:4. In the Iraq War, it is 1:7. According to Robin Coupland’s and David Meddings’s research on principal wars that US participated, “total deaths were never more than 26 percent of all casualties.”\n\nIn the final battles in Sri Lanka, the Indian medical camp stationed in North of Trincomalee (Eastern province) treated the wounded. They were evacuated from the war zone by the ICRC.\n\nEven if 40,000 were killed, it must be remembered that nearly 300,000 civilians were rescued, which means that 88 percent of the civilians survived. This is without including the 14,500 LTTE cadres who were rehabilitated and released without even a court hearing.\n\nThough many think democracy is the will of the majority, it is not. Basing decisions on the will of the majority is an oversimplification of democracy. For true democracy to prevail, lawmakers and citizens need to be well versed with the subjects that matters to them. Good judgment can only come from a solid knowledge base.\n\nTrying to appeal to voters on shallow premises or emotionally charge voters into a decision is not democracy, but demagoguery. It was precisely out of fear for demagoguery that the great philosopher Socrates had reservations on democracy. Therefore, all advocators of democracy must heed Socrates’s warning and ensure that they do not veer off to demagoguery.\n\nHence, it is very important that its lawmakers keep themselves well informed. Politicians especially from countries that believe in democracy must arm themselves with solid and where possible irrefutable facts without passing rash judgments - especially on countries or communities where they have little or no impact or have done little or nothing to improve the lives of these countries or communities.\n\nWriter Shivanthi Ranasinghe can be contacted in\n\nranasingheshivanthi@gmail.com\n\nStay Safe, Stay at Home, Stay Informed, But Don't Forget to Wash Your Hands.\n\n- Asian Tribune -\n\nReplyForward"}}