{"GDELT": {"GlobalEventID": 929892308, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "POL", "Actor2Name": "POLE", "Actor2CountryCode": "POL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.8105849582172702, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200617101500, "SOURCEURL": "https://theweek.com/articles/920267/trump-putting-fascists-charge-voice-america"}, "ARTICLE": {"TITLE": "Is Trump putting fascists in charge of the Voice of America?", "TEXT": "The most underappreciated news in the country right now is the sickening story of what Donald Trump is doing to the Voice of America (VOA).\n\nFounded in 1942 as a way of beaming an alternative to Nazi propaganda into Hitler's Germany, the VOA played an important role in challenging communist regimes throughout the Cold War. In the decades since, it has continued to disseminate high-quality news and information around the world in 47 languages, provoking consternation in China and other authoritarian regimes.\n\nBut the current American president isn't an admirer of high-quality news and information. Since 2018, Trump has attempted to take control and change the direction of the U.S. Agency for Global Media (USAGM), which runs the VOA, by putting it in the hands of a man named Michael Pack. For two years, Pack's confirmation languished in the Senate, with Democrats and leading Republicans joining together in opposition to his appointment. But after Trump reached out in May to Senate Majority Leader Mitch McConnell to demand movement on the nomination, a vote was scheduled. On June 4, Pack's nomination was approved — and that has now led to the resignation of Amanda Bennett and Sandra Sugawara, two veteran journalists who've been running the VOA since 2016.\n\nWho is Michael Pack? He's a documentary filmmaker with long-standing, deep ties to intellectual conservatism. That in itself wouldn't raise concerns about a fundamental shift of direction for the VOA, or an abandonment of its historic ideological and partisan independence. Pack served without incident on the National Council of the Humanities and worked in a senior position at the Corporation for Public Broadcasting under President George W. Bush.\n\nBut of course the character of American conservativism has changed quite a lot since the Bush administration. There is, for one thing, Trump's ambition to establish a \"worldwide network\" that would substitute the administration's distinctive view of American greatness for a journalistically even-handed treatment of the news. Then there's Pack himself, who in the years since his service in the Bush administration has become a close ally and collaborator with Stephen Bannon, Trump's former campaign strategist and White House adviser. Those who have insisted that Pack's ties to Bannon are tenuous and merely professional must also account for reports that Sebastian Gorka's name has been floated for a senior position at the USAGM. Gorka, one of Bannon's closest associates, worked under him during the first eight months of the Trump administration.\n\nIn addition to Bannon's well-known far-right views, a new book by author Benjamin Teitelbaum establishes that he's placed himself in the orbit of explicitly fascist ideas and people since leaving the White House. Not only does Bannon affirm a version of Traditionalism, an occult ideology with deep ties to fascism, but in recent years he has also actively sought to collaborate on common goals with Aleksandr Dugin, a Russian fascist who's been described as Vladimir Putin's court philosopher. That Bannon or any of his ideological allies could have anything to do with the VOA should set off alarm bells across Washington and throughout the United States.\n\nOriginating in the thought of Frenchman René Guénon (1886-1951) and his follower Julius Evola (1898-1974), an Italian fascist, Traditionalism breaks from both Christian and secular forms of historical progressivism. In place of a linear view of time, Traditionalists assert that history follows a circular path, from a peak Golden Age of spiritualism and moral virtue through several stages of decline that culminate in the materialism and moral chaos of a Dark Age. From out of that anarchy eventually emerges a new Golden Age of moral excellence and political order.\n\nTeitelbaum notes in his book, which is based on extensive interviews with Bannon, as well as in an interview of his own with author Rod Dreher, that Bannon jettisons the racist and anti-Semitic tropes that play a large role in Evola's thought. In their place, Bannon substitutes a distinctively American emphasis on individualism and self-reliance. Yet in Bannon's thinking those concepts are absorbed into a Traditionalist historical framework in which the U.S. and the West more broadly are viewed (in Teitelbaum's words) as living \"toward the end of a Dark Age defined by homogenizing materialism and only simulations of virtue, and that only more darkness is going to advance us past the cycle's zero-point to the rebirth of a Golden Age.\"\n\nThe idea that decadence and decline need to be radicalized and seen through as a precondition to a moral, political, and spiritual rebirth is a core tenet of fascist thought.\n\nIn the years since his resignation from the White House, Bannon has spent the bulk of his time trying to build an international network of far-right thinkers, financiers, and politicians. This has included attempted alliances with European nationalists like National Rally Leader Marine Le Pen in France and Viktor Orbán in Hungary, with right-wing elements in the Roman Catholic Church (including an ill-fated collaboration with controversial American cardinal Raymond Burke), and with Brazilian philosopher and social media guru Olavo de Carvalho, who has close ties to the country's right-populist president Jair Bolsonaro.\n\nBut by far the most astonishing and chilling rapprochement recounted in Teitelbaum's book is the one Bannon attempted with Aleksandr Dugin during at least one eight-hour-long meeting in Rome in November 2018. Dugin has come to espouse his own distinctively Russian form of Traditionalism through the intermediary of Martin Heidegger, the brilliant German philosopher who became a committed Nazi and continued to express admiration for a highly idealized form of National Socialism long after Hitler's defeat in 1945. The concept that Dugin has developed most fruitfully from Heidegger is the idea that the modern world is on the cusp of \"another beginning\" in which its reigning ontological dispensation will fully give way to nihilism as a prelude to giving birth to a new form of being, knowing, and acting.\n\nHow does the modern world — and the United States in particular — appear in light of this apocalyptic vision? Just last week, Dugin let us know. In a brief statement posted to his public Facebook account, he gave us his interpretation of the Black Lives Matters protests sweeping the country. Dugin describes two \"poles\" at war with one another in the U.S. The first, dominated by BLM and Antifa, is \"incompatible with the future existence of the United States of America as [a] strong and dominant country.\" The other pole, represented by Donald Trump and his supporters, is \"deep, strong, patriotic, and (relatively) sane.\" The clash between these two Americas will lead to an \"existential war.\"\n\nIf the first pole (\"Biden\") prevails, it will be a \"victory of Sorosite scum\" and \"gangrene,\" which Dugin also describes as \"liberal transgender feminist pro-fat racism,\" that will \"implode\" the country, with \"Antifa terrorists controlling American cities and demanding more and more.\" This version of the U.S. would be disinterested in meddling with other parts of the world. If, by contrast, Trump wins this contest, the president \"will be obliged to be tough\": \"Hillary, Obama, Zuckerberg, Gates, and above all Soros will be literally beheaded.\" It will be the arrival of \"the real (not imagined) dictatorship\" and produce a situation in which the country is focused on an \"inner purge and anti-liberal cleansing\" rather than upholding the liberal international order. That leaves a third option in which neither side definitively prevails. This would bring \"bloody, endless chaos.\"\n\nNo matter which of these prophecies end up realized, Dugin believes it will mean the end of American dominance of the world, allowing \"the Rest\" — and above all Russia — to \"breathe\" freely for the first time in decades.\n\nThat an influential Russian thinker believes and publishes such a bilious screed is troubling but hardly surprising. That this thinker has been feted by a man who helped elect and worked side by side in the White House with the president of the United States is a deeply distressing sign of advanced rot at the leadership of one of the country's two major parties. But that someone who has partnered with this man and is ready to work side by side with one of his closest confidantes (Gorka) at the head of the country's leading information service is an outrage that no self-respecting American should accept.\n\nThere have been many scandals during the Trump presidency. Putting the ideas of fascist Stephen Bannon within a thousand miles of the Voice of America deserves to be treated as one of the most appalling."}}