{"GDELT": {"GlobalEventID": 929891498, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "GOVEDU", "Actor2Name": "EDUCATION SECRETARY", "Actor2Type1Code": "GOV", "Actor2Type2Code": "EDU", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.09302325581396, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Glasgow, Glasgow City, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKV2", "Actor1Geo_ADM2Code": "40176", "Actor1Geo_Lat": 55.8333, "Actor1Geo_Long": -4.25, "Actor1Geo_FeatureID": "-2597039", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Glasgow, Glasgow City, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKV2", "Actor2Geo_ADM2Code": "40176", "Actor2Geo_Lat": 55.8333, "Actor2Geo_Long": -4.25, "Actor2Geo_FeatureID": "-2597039", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Glasgow, Glasgow City, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKV2", "Action2Geo_ADM2Code": "40176", "Action2Geo_Lat": 55.8333, "Action2Geo_Long": -4.25, "Action2Geo_FeatureID": "-2597039", "DATEADDED": 20200617101500, "SOURCEURL": "https://www.glasgowtimes.co.uk/news/18522438.nicola-sturgeon-hopes-nearer-normality-may-possible-schools-go-back/"}, "ARTICLE": {"TITLE": "Nicola Sturgeon hopes ‘nearer normality’ may be possible when schools go back", "TEXT": "GLASGOW schools may be able to open with “nearer normality” in August, depending on how successful efforts to suppress coronavirus have been, Nicola Sturgeon said.\n\nThe Scottish Government has come under fire from parents and others over plans for pupils to spend only part of the week in the classroom.\n\nThe First Minister insisted ministers would be guided by the scientific evidence, and would “not compromise on safety”.\n\nREAD MORE: Parents in Glasgow to get cash payment for school meals over summer\n\nBut she said that “if we can suppress the virus sufficiently, and have other measures in place, nearer normality may be possible”.\n\nHer comments came after public health expert Devi Sridhar tweeted that her “personal view” is that if cases of coronavirus are low enough, schools should “reopen as normally as possible” when they return on August 11.\n\nDevi Sridhar\n\nThe Edinburgh University professor, who is part of the Scottish Government’s Covid-19 expert scientific advisory group, stated: “If Covid-19 numbers can be brought low enough in Scotland by 11 August (under 20 confirmed cases) & with appropriate ‘test and protect’ policies, my personal view is that schools should re-open as normally as possible (kids back full-time & able to play/interact together).\"\n\nMs Sturgeon, who is also a Glasgow MSP, responded by tweeting: “Right now (like other UK nations), we must plan for a school model based on physical distancing.\n\n“But as @devisridhar says, *if* we can suppress virus sufficiently & have other measures in place, nearer normality may be possible. It’s why we must stick with plan to suppress.”\n\nThe First Minister continued: “We’ll be guided by evidence & won’t compromise safety (we still don’t know everything about this virus). And we’ll work with parents, young people & teachers to build confidence. All countries grappling with these tough issues – @scotgov determined to do right for children.”\n\nNicola Sturgeon\n\nOn Sunday, Education Secretary John Swinney had warned it was “unlikely” that education would return to normal in the next academic year – prompting dismay from parents.\n\nREAD MORE: Scotland's schools after lockdown: Five key updates from Nicola Sturgeon's announcement\n\nHe said that was because “we’ll have to maintain the social distancing approaches for some considerable time to come”.\n\nPlans being drawn up by councils could see some youngsters spend as little as one day a week in class, it has been reported.\n\nHowever, on Monday, Ms Sturgeon dismissed his suggestion that the blended learning system – where youngsters spend part of the week in class but continue learning at home – could last for the whole of the 2020-21 school year.\n\n“It is absolutely not the case that we are planning for blended learning, with children learning at home for part of the school week, to last a year, or anything like it,” she insisted."}}