{"GDELT": {"GlobalEventID": 929891762, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "IGOUNO", "Actor1Name": "IBRAHIM GAMBARI", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor2Code": "GOV", "Actor2Name": "GOVERNOR", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.7182130584192499, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "NI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI", "Actor2Geo_Lat": 10.0, "Actor2Geo_Long": 8.0, "Actor2Geo_FeatureID": "NI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI", "Action2Geo_Lat": 10.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "NI", "DATEADDED": 20200617101500, "SOURCEURL": "http://www.nigerianeye.com/2020/06/ive-not-joined-any-party-yet-obaseki.html"}, "ARTICLE": {"TITLE": "‘I’ve not joined any party yet’ — Obaseki hours after Oshiomhole’s suspension", "TEXT": "\n\n\n\nGodwin Obaseki, governor of Edo state, says he is yet to join any political party.\n\n\n\n\n\nThe governor announced the resignation of his membership of the All Progressives Congress (APC) after meeting with Ibrahim Gambari, chief of staff to President Muhammadu Buhari, on Tuesday.\n\n\n\n\n\nHe said he would pursue his reelection bid on another platform.\n\n\n\n\n\nBut Shortly after the governor announced his quitting of the APC, the appeal court upheld the judgment of a high court suspending Adams Oshiomhole as the national chairman of the party.\n\nAjibola Ajimobi, former governor of Oyo state, was named as acting APC national chairman.\n\n\n\n\n\nIn a tweet on Wednesday, a few hours after Oshiomhole stepped down, Obaseki said he is yet to join any party and that his focus is to control the spread of COVID-19 in the state.\n\n\n\n\n\nMy focus now is to control the spread of the coronavirus (\n\n\n\nStay safe. I have not moved to a new platform yet to seek re-election.My focus now is to control the spread of the coronavirus ( #COVID19 ) pandemic, which is ravaging our country and threatening our healthcare system.Stay safe. June 17, 2020\n\nObaseki was disqualified from the APC primary election in Edo by a screening panel for alleged defective certificate.\n\n\n\n\n\nThere has been the speculation that he may join the Peoples Democratic Party (PDP). He met with some governors elected on the PDP platform at the weekend.\n\n\n\n\n\nIt is not clear if he is reconsidering his resignation from the APC following the suspension of Oshiomhole.\n\n\n\n\n\nBut governors elected on the APC platform had said they would ensure internal democracy is at play in the selection of candidates for Edo governorship election scheduled for September 19.\n\n\n\n\n\n\n\n\n\n"}}