{"GDELT": {"GlobalEventID": 929886928, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.47651006711409, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE", "Actor1Geo_Lat": 1.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "KE", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Kenya", "Action2Geo_CountryCode": "KE", "Action2Geo_ADM1Code": "KE", "Action2Geo_Lat": 1.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "KE", "DATEADDED": 20200617094500, "SOURCEURL": "https://allafrica.com/stories/202006170273.html"}, "ARTICLE": {"TITLE": "Africa: Digitalizing Sub-Saharan Africa - Hopes and Hurdles", "TEXT": "document\n\nAcross sub-Saharan Africa, digital technologies are driving change-from kids learning to code outside Niger's capital, to drones delivering medicines to remote communities in Sierra Leone. This is all helping to build resilience.\n\nIn the latest analytical chapter for the Regional Economic Outlook for sub-Saharan Africa,the IMF's African department* examines how digitalization can transform economies and people's lives. The COVID‑19 pandemic has amplified those hopes. The pandemic illustrates the value of digitalization, but is also a stark reminder of the remaining digital divide.\n\nHarnessing digital tools to fight COVID-19\n\nIn many sub-Saharan African countries, digital tools are supporting efforts to cope with the COVID-19 pandemic. In Rwanda, for example, anti-epidemic robots are monitoring patients, delivering food and medication, while free e-consultation tools are helping Nigerians to self-assess infection risk and get tested based on symptoms.\n\nWhile telework arrangements have allowed businesses to continue partial operations in many countries, the switch to telework has been less pronounced in sub‑Saharan Africa.\n\nThe region's less reliable internet connectivity and electricity supply have been limiting factors.\n\nAn IMF survey of policy responses to the pandemic suggests that countries in the region that were able to switch to partial telework arrangements by mid-May 2020 had greater access to internet (28 percent of the population) compared to non‑telework countries (17 percent).\n\nA narrowing digital divide\n\nSub-Saharan Africa's race to digitalize faces other hurdles. Mobile download speeds in the region are, on average, more than 3 times slower than in the rest of the world. Affordability remains a lingering obstacle to adoption as the cost of accessing digital technologies remains high relative to incomes.\n\nBut the gaps between the region and the rest of the world are narrowing fast. Internet penetration in sub-Saharan Africa has grown tenfold since the early 2000s, compared with a threefold increase in the rest of the world.\n\nDigitalization is advancing fast in the financial sector, where some regional countries are global leaders in mobile money transactions-money transactions as a share of GDP average close to 25 percent, against just 5 percent in the rest of the world.\n\nReshaping the post-COVID-19 recovery\n\nThese advances mean that digitalization can play a vital role in supporting the region's post‑pandemic recovery. According to IMF research, expanding internet access in sub-Saharan Africa by an extra 10 percent of the population could increase real per capita GDP growth by 1 to 4 percentage points.\n\nThere are also benefits for businesses and workers. Firms using email for business record annual sales that are 2.6 times higher. On average, digitally‑connected firms employ eight times more workers, and create higher skilled, full-time jobs.\n\nThis is not to discount concerns about automation and potential job losses, but smart policies can help reap the benefits of digitalization. And, where digitalization supports better policy design and better economic outcomes, it can be a win‑win.\n\nCountries in the region have embraced digital platforms-from Côte d'Ivoire's new ePassport agency, to Kenya's eCitizen portal-to continue delivering government services during the current health crisis.\n\nGovernments are also taking advantage of the region's leadership in mobile money to provide immediate support to households and businesses impacted by the pandemic, while promoting social distancing. For instance, Togo's \"NOVISSI\" social protection program uses mobile money and electronic cash transfers to support vulnerable households and informal sector workers. Some central banks in the region have relaxed mobile money regulations to encourage greater use digital payments rather than risk the spread of the virus through bank notes.\n\nInvesting in a digital Africa\n\nWhile the pandemic seems set to accelerate sub-Saharan Africa's digital transformation, digitalization does not happen by itself, nor is it a cure‑all.\n\nEmerging from the pandemic will depend on integrating digital strategies within each country's broader development agenda. As countries move in this direction, four broad pillars can help guide pro‑digital policies:\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Banking Africa ICT By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\nInvesting in infrastructure -both traditional digital‑friendly infrastructure (including more reliable electricity) and digital‑ready IT infrastructure;\n\nInvesting in policy frameworks by fostering a digital-friendly business and regulatory environment, and championing the use of digital policies;\n\nInvesting in skills by improving core education as a basis for continued learning alongside focused investments in digital skills; and\n\nInvesting in risk management frameworks to address cybersecurity threats.\n\nInvesting in a digital Africa today, paves the way for more resilient economies tomorrow.\n\n* This article for IMF Country Focus was prepared by Félix Simione and Martha Tesfaye Woldemichael, both economists in the African Department and members of the team who prepared the digitalization chapter."}}