{"GDELT": {"GlobalEventID": 929891576, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.3394355453852, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Melbourne, Victoria, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS07", "Actor1Geo_ADM2Code": "5430", "Actor1Geo_Lat": -37.8167, "Actor1Geo_Long": 144.967, "Actor1Geo_FeatureID": "-1586844", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Melbourne, Victoria, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS07", "Action2Geo_ADM2Code": "5430", "Action2Geo_Lat": -37.8167, "Action2Geo_Long": 144.967, "Action2Geo_FeatureID": "-1586844", "DATEADDED": 20200617101500, "SOURCEURL": "https://www.dailymail.co.uk/femail/article-8430719/Jeanette-Clabassi-Melbourne-denied-help-NDIS-despite-crippling-condition.html"}, "ARTICLE": {"TITLE": "Jeanette Clabassi from Melbourne denied help from the NDIS despite crippling condition", "TEXT": "Jeanette Clabassi suffered constant stomach pains for three years before being diagnosed with abdominal cocoon syndrome\n\nA model and former ballerina with a crippling condition that almost killed her has been refused help from the government, which argues she is not permanently disabled.\n\nJeanette Clabassi suffered constant stomach pains for three years before in November 2017 being diagnosed with abdominal cocoon syndrome - a rare condition that causes her intestines to twist into a 'butterfly cocoon' shape inside her stomach.\n\nThe 30-year-old, from Melbourne, was repeatedly dismissed by doctors who said her pain was due to an eating disorder.\n\nOverwhelmed by finally having an answer to her pain, Ms Clabassi is fighting another battle after being rejected from the National Disability Scheme (NDIS).\n\n'They are saying they can't classify it as being a permanent disability. Then what the hell is it? Is it the cold? Is it the flu?' she told Nine News.\n\n'How is having an ileostomy, having a stoma and seven laparotomies not permanent?'\n\nThe 30-year-old from Melbourne was repeatedly dismissed by doctors who said her pain was due to an eating disorder and from food allergies\n\nAt one point, Ms Clabassi weighed a deadly 29kg after being misdiagnosed multiple times by different doctors\n\nMs Clabassi is currently relying on Centrelink after they finally granted her disability support pension last month, but said it is not enough.\n\n'I still can't get out of bed. I need a monkey bar and certain equipment at home to be able to function.\n\n'I need care at home, I need to be able to get around. I need to get to appointments which I can't get to. I have got to shop and cook for myself but I can't do anything because I'm half blind.'\n\nWhat is an abdominal cocoon syndrome? An abdominal cocoon syndrome is a rare condition that causes the intestines to twist into a 'butterfly cocoon' shape inside the stomach. The cause is not known but it can usually be treated with surgery. It cannot be cured. It can only be detected once someone is opened up for surgery even though sufferers are born with the condition. Advertisement\n\nA spokesperson for the National Disability Insurance Agency (NDIA) said it couldn't comment on Ms Clabassi's case but that the NDIS was 'never intended' for chronic or serious illnesses.\n\nLiving with the excruciating pain for most of her life, Ms Clabassi said every day was a constant battle.\n\n'Every day was challenging for me. I was in some form of pain, it was getting to a point where I was severely drained, some days I would be in tears,' she previously told Daily Mail Australia.\n\n'I would go to the doctors and they would say the same thing over and over again, \"your body is fine, there's nothing wrong with you\".\n\n'No one was listening to me, I was alone. I tried desperately to live a normal life but I couldn't.'\n\nFor years, she underwent several colonoscopies, X-rays and tests but doctors struggled to figure out where the pain was coming from.\n\n'I was also accused of having an eating disorder, pretty much my entire life. I was actually put into an eating disorder ward against my will, which in all honesty caused more damage to me,' she said.\n\n'Doctors made a lot of mistakes, everything they were doing was a test. \"We'll just try this\" or \"give this a go\" - it was all I was hearing.\n\n'It was hard when no one was listening to me. My heart would be shattered, what am I meant to do here, no one is listening here – does it take me to nearly die for people to realise?'\n\nAfter being placed in a month-long coma due to surgery complications in 2017, Ms Clabassi found out her family had been told she had 24 hours to live and to 'start planning a funeral'\n\n'No one was listening to me, I was alone. I tried desperately to live a normal life but I couldn't,' she said (pictured in her 30s)\n\nAfter being placed in a month-long coma due to surgery complications in 2017, Ms Clabassi found out her family had been told she had 24 hours to live and to 'start planning a funeral'.\n\nMuch to their relief she miraculously woke up but she was in extreme pain and paralysed from all pf the surgery as her father recalled everything they'd been told.\n\n'That was horrific because I just looked at my dad and tears started flowing down my face. It really freaked me out,' she said.\n\n'I couldn't feel my body, I couldn't move side to side. I couldn't bear the pain, it was horrific, and my stomach still hurts... even to this day.'\n\nShe was fitted with an ileostomy bag attached to an opening outside her abdomen to help relieve inflammation in her digestive system.\n\n'I wasn't allowed to eat solid foods for a couple of months. My bowels were extremely thin so anything I ate leaked out inside my body,' Ms Clabassi said.\n\n'Every hour, I was only allowed to suck on 20mL of liquid - either jelly or ice cream,' she said.\n\nWithin seven weeks, her weight dramatically plummeted to just 29 kilos.\n\n'Every day, I felt like my body was eating itself,' she said.\n\nComing from a nutrition background, Ms Clabassi started eating a teaspoon of coconut oil to keep her fluids up.\n\n'I started sucking on a teaspoon of coconut oil every hour and after the first week, I gained seven kilos. I thought \"my body is loving this, it doesn't have to eat my own body anymore\",' she said.\n\n'Every day, I felt like my body was eating itself,' she said\n\nThe actress, dancer and model led a very successful career until her world crumbled in 2017\n\n'I've become anti-social, I lost my whole life, I lost a lot of business, I had goals and dreams, and they pretty much disappeared,' she said (pictured before her diagnosis)\n\nAfter spending 10 months in hospital, she was finally allowed home - but she still has a long way to go to as the condition is incurable.\n\n'I've become anti-social, I lost my whole life, I lost a lot of business, I had goals and dreams, and they pretty much disappeared,' she said.\n\n'Everything's just touch and go at the moment. I get around on crutches, I haven't left the house since I came back home to my parents in July last year.\n\n'I'm petrified. To be honest, I don't know what's going to happen next. It's going to take me a long time to rebuild my life again. I don't have much support.'\n\nSince undergoing surgery, Ms Clabassi said she has been struggling with the simple tasks, even eating has been challenging.\n\n'When food goes into my stomach, it's not fine, it gives me certain reactions. I could be eating dinner but then feel sick five minutes later,' she said.\n\n'My stomach is flat one minute, and then I'm bloated the next. It could take hours before it settles down again, I'd have to lie down or do exercises to alleviate the pain.\n\n'Sometimes I feel embarrassed, I don't feel attractive like I used to. I had a six-pack once upon a time. I wanted to be pregnant but it's not going to be possible anymore. Maybe I'll adopt when my life gets back to normal.'\n\nBy sharing her story, Ms Clabassi - who hopes to become an inspirational speaker - wanted other women to draw hope from her experience.\n\n'Never give up,' she said.\n\n'I must say I am very grateful to be alive.'\n\nTo follow Jeanette Clabassi's journey or make a donation, visit her Facebook."}}