{"GDELT": {"GlobalEventID": 929886609, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "EDU", "Actor2Name": "INTELLECTUAL", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 5.84415584415584, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200617094500, "SOURCEURL": "https://www.news-medical.net/news/20200617/Canadian-coalition-prepares-to-share-research-that-could-help-against-COVID-19.aspx"}, "ARTICLE": {"TITLE": "Canadian coalition prepares to share research that could help against COVID-19", "TEXT": "A Canadian group of companies is days away from sharing their research results with the global scientific community in the hopes of accelerating the development of tests or treatments for COVID-19.\n\nImage Credit: Andrii Vodolazhskyi/Shutterstock.com\n\nThe Canadian COVID Coalition has volunteered their time and resources to identify the nanobodies–special antibodies found only in lamas and sharks–that are activated in the immune response against COVID-19. Full details of the approach can be found at www.novobind.com.\n\nWith initial testing now complete, the Coalition plans to publish their first results within days. Additional results will follow in late June and again in July. The three publications will be provided publicly in a unique ‘open-source biology’ model to allow researchers from around the world to quickly access the data for research purposes.\n\nWe wanted an equitable model to complement the vast global effort underway, and allow all stakeholders to benefit without leaving any group or patient behind,” Hamlet Abnousi, CEO of NovoBind\n\n“We are not aware of anyone else publishing their results openly like this, and we hope it leads to more effective product development.”\n\nAbnousi and his colleagues at NovoBind, a company normally focused on immune responses in animals, recognized their ability to help when COVID-19 first appeared late in 2019. The reached out to their partners to set the wheels in motion.\n\nThere was no hesitation. When Hamlet raised the idea, our whole team was immediately on board to help.” Jun Yan, President of SignalChem\n\nCedarlane, who will facilitate the generation of the antibodies, was also keen to participate.\n\n“This is such an incredible opportunity for us to donate our time and expertise in what we know best,” says Eddie Johnson, General Manager, Cedarlane. “It is a time when every resource has to be thrown at this monumental challenge.”\n\nThe Coalition is committed to ensuring that treatments or tests resulting from their research can get into the hands of financially vulnerable populations. They asked a trusted ally at the law firm, Wilson Sonsini Goodrich & Rosati to advise on the intellectual property strategy to ensure they can meet that goal.\n\n“It is an honor to work with a team who is so passionate about using their unique scientific expertise to help in the fight against COVID-19,” says Lee Johnson, Partner, Patents and Innovation, Wilson Sonsini Goodrich & Rosati.\n\nNatural Products Canada, an investor in NovoBind, is leveraging its global network to facilitate knowledge transfer efforts."}}