{"GDELT": {"GlobalEventID": 929886899, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "GHA", "Actor1Name": "GHANA", "Actor1CountryCode": "GHA", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.7283950617284, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ghana", "Actor1Geo_CountryCode": "GH", "Actor1Geo_ADM1Code": "GH", "Actor1Geo_Lat": 8.0, "Actor1Geo_Long": -2.0, "Actor1Geo_FeatureID": "GH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ghana", "Action2Geo_CountryCode": "GH", "Action2Geo_ADM1Code": "GH", "Action2Geo_Lat": 8.0, "Action2Geo_Long": -2.0, "Action2Geo_FeatureID": "GH", "DATEADDED": 20200617094500, "SOURCEURL": "https://www.ghanaweb.com/GhanaHomePage/business/Ghana-moves-to-generate-one-gigawatt-nuclear-power-by-2030-982189"}, "ARTICLE": {"TITLE": "Ghana moves to generate one gigawatt nuclear power by 2030", "TEXT": "Business News of Wednesday, 17 June 2020\n\nSource: goldstreetbusiness.com\n\nGhana moves to generate one gigawatt nuclear power by 2030\n\nGhana’s quest to become a beacon in nuclear power production is on course as the country has already made commitments to generate one gigawatt of nuclear power to add to its energy mix.\n\n\n\nThe project is expected to commence in 2024 and be completed in 2030. Instructively, phase one of the three phased project in compliance with requirements of the International Atomic Energy Agency (IAEA) has been completed with the development of a national infrastructure for nuclear power in sight.\n\n\n\nThus, the country has been given the greenlight to move to the second phase after having successfully completed the first phase.\n\n\n\nThe second phase involves developing the institutions, building expertise/capabilities, liaising with stakeholders, developing regulatory framework, electrical grid studies/upgrade as well as procurement site preparation and contracting.\n\n\n\nTo this end, officials of the sector ministry have held a meeting with the Minister for Environment, Science, Technology and Innovation and other stakeholders to discuss the second phase of the project.\n\n\n\nCoordinator of the Ghana Nuclear Power Programme (NPP), Dr Robert B. M. Sogbadjie said government had already identified four sites for the project but declined to disclose their exact locations.\n\n\n\n“When IAEA gives us the nod for the phase two, like it was for the phase one, we’ll definitely go to phase three, where we’ll construct the power plant. We are expecting that this phase three will also end by 2030 when we will connect the nuclear power plant to the grids to integrate and diversify the energy mix.”\n\n\n\nThis would diversify the country’s fuel supply mix and enhance the amount of renewable energy resources.\n\n\n\nOn the cost of the project, Dr Sogbadjie explained that for a 1000MW to 1200 MW installed capacity of nuclear, the price ranges from US$4 billion to US$6 billion, however, they are having quotations from 700 MW, which was around US$2 billion from the other countries, so they would take best decision to procure the one that would be more economically benefit to Ghana.\n\n\n\nHe was of the view that, despite the cost involved, Ghana could reach the end of phase three, and become a beacon on the continent.\n\n\n\nNuclear power improves life in diverse ways, in construction of robotics, healthcare and even water supply.\n\n\n\n\n\nSend your news stories to and via WhatsApp on +233 55 2699 625."}}