{"GDELT": {"GlobalEventID": 929886905, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "GNQ", "Actor1Name": "EQUATORIAL GUINEA", "Actor1CountryCode": "GNQ", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.2697547683923704, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Malaba, Provincia de Bioko Norte, Equatorial Guinea", "Actor1Geo_CountryCode": "EK", "Actor1Geo_ADM1Code": "EK04", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 3.75, "Actor1Geo_Long": 8.78333, "Actor1Geo_FeatureID": "-2064461", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Malaba, Provincia de Bioko Norte, Equatorial Guinea", "Action2Geo_CountryCode": "EK", "Action2Geo_ADM1Code": "EK04", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 3.75, "Action2Geo_Long": 8.78333, "Action2Geo_FeatureID": "-2064461", "DATEADDED": 20200617094500, "SOURCEURL": "https://www.news24.com/news24/southafrica/news/breaking-hawks-arrest-vbs-kingpin-tshifhiwa-matodzi-other-directors-in-early-morning-raid-20200617"}, "ARTICLE": {"TITLE": "Hawks arrest VBS ‘kingpin’ Tshifhiwa Matodzi and other directors in early morning raid", "TEXT": "Matodzi, former chairperson of VBS Mutual Bank and its shareholder Vele Investments, is the alleged kingpin behind R2-billion theft of the bank’s funds.\n\nOthers expected to be arrested include former senior VBS and Vele executives Andile Ramavhunga, Phophi Mukhodobwane, Phillip Truter and Robert Madzonga.\n\nAround R2 billion was found to have been stolen from the bank.\n\nUPDATE: Later on Wednesday, the head of the Hawks, Lieutenant General Godfrey Lebeya, announced that four men had been arrested, three more were still due to hand themselves over, while the eighth suspect was in quarantine due to Covid-19. Read more here.\n\nNearly two years after a R2-billion theft of VBS Mutual Bank funds was laid bare, several top VBS insiders, including board members and the chief KPMG auditor for the bank, were arrested or were in the process of handing themselves in during an early morning blitz.\n\nNews24 understands that anti-corruption officers from the Directorate for Priority Crime Investigation, or the Hawks, together with a team of National Prosecuting Service prosecutors from the National Prosecuting Authority (NPA) conducted a massive operation on Wednesday.\n\nThis included search and seizure operations at the homes of the men.\n\nIncluded in those expected to be arrested is former VBS and Vele Investments chairperson Tshifhiwa Matodzi, the alleged kingpin of the theft of depositor’s funds from the bank.\n\nThey were expected to appear in court on Thursday. Of the R2 billion that was taken, Vele received R936 million, which was used to purchase several other companies.\n\nMatodzi himself, forensic investigations found, received R325 million.\n\nIn the majority, the funds stolen represent investments made by numerous local and district municipalities from around the country.\n\nPensioners' and stokvel accounts held at VBS were also affected.\n\nIn a bombshell report titled \"The Great Bank Heist\" released in October 2018, advocate Terry Motau set out his investigation into the grand corruption and theft at VBS, and recommended a series of criminal charges against Matodzi and others.\n\nHawks spokesperson Brigadier Hangwani Mulaudzi, when contacted on Wednesday morning, said he was in a meeting and would provide feedback on a request to comment.\n\nLater on Wednesday, Hawks head Lieutenant General Godfrey Lebeya and National Director of Public Prosecutions Shamila Batohi are expected to brief the media on \"progress of priority crime investigation cases\".\n\nNPA spokesperson Sipho Ngwema did not immediately respond.\n\nTHOSE EXPECTED TO BE ARRESTED\n\nTshifhiwa Matodzi\n\nMotau described Matodzi as \"the most central character\" in the VBS saga.\n\nMatodzi, who was the chairperson of both VBS and Vele, was however not interviewed by Motau.\n\n\"The overwhelming evidence that has been gathered, from numerous sources, reveals Matodzi to be the kingpin in the fraudulent and theftuous conduct of VBS’ business. He, his companies, and his associates have been positively identified as the main beneficiaries of the massive fraud,\" Motau wrote in his report.\n\nForensic accountants found that, in total, R325 million was gratuitously diverted to Matodzi, and more than R936 million to Vele and associates of the company – under Matodzi’s direction. Matodzi has been sequestrated and some of his assets seized. The South African Institute for Chartered Accountants stripped him of his membership in February 2019.\n\nALSO READ | WhatsApp messages show how VBS payments flowed to trusts linked to Malema, Shivambu - report\n\nAndile Ramavhunga\n\nMotau said that Ramavhunga \"would have me believe that, despite the fact that he was the CEO of VBS for the better part of four years, he was blissfully unaware of what was going on under his nose\".\n\n\"I simply do not believe him,\" Motau said in his report. He added:\n\nIn my view it is abundantly clear that Ramavhunga was a central and active participant in the unlawful conduct of VBS’ affairs, who was very well rewarded for his complicity.\n\nRamavhunga received around R28.9 million.\n\n\n\nRobert Madzonga (Not arrested)\n\nMadzonga, a qualified attorney, was the chief operating officer of VBS and then later the COO and CEO of Vele. Motau said that Madzonga, who recently re-emerged into the public spotlight as a pastor of a church, denied that he was involved in the looting of VBS.\n\n\"I am not in a position to make a definitive finding as to what specific role Madzonga may have played. Although the wholescale looting of VBS did not take place while he was an employee of VBS, the principal beneficiary of the looting was certainly Vele, at a time when Madzonga was first its COO then its CEO. Madzonga’s denial of any knowledge or involvement in the frauds and thefts rings hollow,\" Motau’s report said.\n\n\"What, however, is very plain is that Madzonga was extremely highly rewarded for whatever it was that he did. He, both directly and indirectly through a company named Le Vainqueur received payments totaling just over R39 million in the period from July 2016 to February 2018 from various VBS accounts, mainly associated with Vele and Matodzi.\"\n\nWATCH | 'It is a fabrication, it is unfounded' - Malema denies VBS allegations\n\nPhophi Mukhodobwane\n\nMukhodobwane, the former general manager of treasury at VBS, assisted Matodzi to ensure payments were made to other directors and board members, and several politicians. For his role, he received R30.5 million.\n\nPhilip Nicolaas Truter\n\nTruter, as the chief financial officer, was a key figure in manipulating the bank’s internal systems to create fictitious account balances that were used to ensure the flow of funds to various companies and persons.\n\nTruter was paid nearly R6 million over and above his salary in exchange for his complicity, but with him rested one of the more crucial responsibilities to identify and report the fraud.\n\nSipho Malaba\n\nMalaba was a chartered accountant who was the engagement partner on the 2017 VBS audit for KPMG.\n\nMotau found:\n\nMalaba had obtained very substantial facilities from VBS which cannot be regarded as arm’s length borrowings and were not declared to KPMG. He gave an unqualified audit opinion in circumstances where he knew the financial statements were misstated. He also gave a regulatory audit opinion which he knew to be false.\n\nThe facilities granted to Malaba amounted to R33.9 million.\n\n\n\nErnest Nesane\n\nNesane was a Public Investment Corporation employee who served as a non-executive director on the VBS board, and admitted to being \"rewarded in an improper manner\" in exchange for his silence. According to Motau’s report, Nesane received R16.6 million.\n\nPaul Magula\n\nMagula was the second PIC employee seconded to the VBS board as a non-executive director and also admitted to being \"rewarded in an improper manner\" for not raising the alarm.According to Motau’s report, he received R14.8 million through two front companies.\n\nIn return, Magula told Motau, VBS chairperson Matodzi was \"buying silence from those that could speak the truth\".\n\nPhalaphala Ramikosi\n\nRamikosi who was the chief financial officer of the SAPS and non-executive director of VBS, admitted to being \"rewarded in an improper manner\" and acted as chairman of the audit and risk committee of the VBS board.\n\nHe admitted to receiving payments totaling roughly R750 000, which he described as \"windfalls\", through a front company named Zanoware.\n\nBrief history of the VBS saga\n\nVBS was placed under curatorship in March 2018 by the Prudential Authority (PA), a division of the Reserve Bank responsible for the regulation of the banking sector.\n\nAnoosh Rooplal was appointed as the curator and later as the liquidator after his initial investigations revealed serious cause for concern over the ongoing validity of the bank as a going concern.\n\nA subsequent investigation by Motau and Werksmans Attorneys mandated by the PA, resulted in a report titled \"The Great Bank Heist\" published in October 2018 which set out in some detail how the R2-billion fraud was conducted, and subsequent attempts to hide it.\n\nMoney flowed to ANC and EFF politicians – many ANC members in positions of leadership in local municipalities, received bribes or \"commission payments\" for ensuring that their various municipalities invested funds in VBS. Forensic accountants revealed, according to Motau, that over the period from 27 January 2015 until the advent of the curatorship VBS received over R3.4 billion from municipalities. In turn, it made payments to municipalities of just over R2.3 billion. Many of these municipalities are still attempting to recoup investments in VBS.\n\nNotably, VBS executives extended an R8-million bond to former president Jacob Zuma to pay back some of the money used on non-security upgrades at his Nkandla homestead.\n\nHe was ordered to do so by the Constitutional Court following a report by former Public Protector Thuli Madonsela.\n\nIt was determined that he owed R6.7 million, which was dutifully repaid with the VBS bond money – which it turned out was likely funds diverted from investments made by local municipalities across the country.\n\nNews24 has previously reported that Zuma was struggling to repay the bond, and attorneys had threatened to seize his Nkandla home.\n\nStarting in 2018 up to August 2019, Rooplal ensured the directors of VBS and some of their spouses were finally sequestrated by the courts and in the course of 2019, assets were seized and auctioned off to recoup some of the funds stolen.\n\nNote: This article was updated after publication to reflect that Mr Robert Madzonga was not arrested, although the expectation existed at the time of writing that he would be among those apprehended and charged based on information supplied by law enforcement sources. Mr Madzonga, a central figure in the VBS scandal, is believed not to be among the first arrests due to his seemingly limited role in the fraud perpetrated around the regulatory reports and annual financial statements."}}