{"GDELT": {"GlobalEventID": 929891340, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "COP", "Actor1Name": "POLICE CHIEF", "Actor1Type1Code": "COP", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -11.6228070175439, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_Lat": 45.7326, "Actor1Geo_Long": -93.9196, "Actor1Geo_FeatureID": "MN", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Minnesota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMN", "Actor2Geo_Lat": 45.7326, "Actor2Geo_Long": -93.9196, "Actor2Geo_FeatureID": "MN", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 45.7326, "Action2Geo_Long": -93.9196, "Action2Geo_FeatureID": "MN", "DATEADDED": 20200617101500, "SOURCEURL": "https://www.ibtimes.com/protests-erupt-minnesota-property-damaged-over-false-rumors-cop-shot-teen-2995408"}, "ARTICLE": {"TITLE": "Protests Erupt In Minnesota, Property Damaged Over False Rumors That Cop Shot Teen", "TEXT": "KEY POINTS Protesters in St. Cloud in Minnesota threw rocks at the police station after rumors spread that a cop killed a teen suspect\n\nThe rumor, which spread on social media, turned out to be untrue\n\nPolice Chief Blair Anderson clarified the suspect actually shot the cop, who did not open fire\n\nA community in Minnesota had hundreds of protesters back on the streets Monday (June 15), who damaged property and threatened to take over a St. Cloud police station, after rumors spread on social media that a cop shot an 18-year-old suspect in custody.\n\nAccording to reports, the protesters threw rocks at the police station and defaced neighboring buildings, resulting in the arrest of four individuals.\n\nHowever, Police Chief Blair Anderson denounced the rumor and released a statement immediately as the unrest was brewing. He revealed the person shot was actually the arresting officer who did not fire his gun at the suspect.\n\n\"It is abhorrent to me that within minutes, the story that went out went out,\" Anderson said in a press conference in the early morning after the incident. \"This place could have been on fire over a lie.\"\n\nAt midnight on June 15, the St. Cloud police department received a call about a man with a gun outside an establishment. Two officers arrived on the scene and chased the suspect, who apparently shot at the hand of one of the officers during a struggle.\n\nThe police were able to retrieve the suspect's gun, along with another firearm, and subdued the suspect without firing or using lethal force, Anderson said.\n\nHowever, rumors of a fatal shooting by a cop apparently circulated on social media and it didn't take long before protesters hit the streets, with some growing violent.\n\nIncidentally, St. Cloud is about an hour's drive from Minneapolis, where George Floyd was killed by cops on May 25, setting off widespread protests across the country and abroad.\n\nPhoto: Pixabay\n\n\"There were a lot of people who started to pick up rocks and a lot of people in the crowd who weren't OK with that, and they were trying to tell them not to,\" Carl Jenson, who lives near where the protest took place, told the Minnesota Public Radio News.\n\nMeanwhile, the 18-year-old suspect is now facing charges for second-degree assault, while the wounded officer, whose name has not been released, was brought to a hospital for emergency surgery.\n\nThe case is now under investigation with the Minnesota Bureau of Criminal Apprehension."}}