{"GDELT": {"GlobalEventID": 929887229, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "KENBUS", "Actor1Name": "KILIFI", "Actor1CountryCode": "KEN", "Actor1Type1Code": "BUS", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.7853403141361199, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200617094500, "SOURCEURL": "https://www.nation.co.ke/kenya/gender/women-fishers-decry-lack-of-state-county-support-731398"}, "ARTICLE": {"TITLE": "Women fishers decry lack of State, county support", "TEXT": "Women in the fishing industry in Kilifi County on Sunday urged the government to economically empower them under the Blue Economy program.\n\nThe women decried discrimination claiming their male counterparts are the only beneficiaries of the project.\n\nThe County Government of Kilifi recently signed an agreement with the National government for a Sh10 billion World Bank-funded Kenya Marine Fisheries Socioeconomic Development (Kemfsed) project.\n\nThe five-year project is aimed at increasing access to complementary livelihood activities in the Coastal communities.\n\nLed by Halima Mbaruk, the women members of the Kilifi Central Beach Management Unit said they plan to expand their business by acquiring boats to boost their enterprises.\n\n“Both the national and county governments are aware of the challenges we are facing but every time they move to support the Beach Management Units (BMU), they focus more on engaging men,” she said.\n\nSEXUAL EXPLOITATION\n\nThe team includes women selling fish both in large and small scale, and those operating eateries under BMU. She said they have raised concerns to relevant officers with little success.\n\nMs Mbaruk said they are facing challenges in getting fish for sale due to lack of reliable supply, which leads to some men exploiting them for sex.\n\n“In all the beach management units men are the ones who own boats and it becomes a challenge for them to sell fish to all the women since they have clients whom they give first priority,” she added.\n\nCurrently, there are 53 women in the Kilifi Central BMU.\n\nMs Rukia Juma said lack of support has derailed their development objectives since most of them are breadwinners for their families.\n\n“We have always wanted to grow as women in the fishing industry but we are faced with a myriad of challenges,” she said.\n\nMs Juma said women are expected to suffer more when there is scarcity of fish due to high tides in the ocean, like is happening now.\n\n“If women had a savings club, things would be easier for us but now, everyone is struggling to fend for their families, pay rent and even service their loans but everybody is stuck since we do not have the capacity to cushion ourselves through our work,” said Ms Juma.\n\n\n\n\n\n\n\n"}}