{"GDELT": {"GlobalEventID": 929887352, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "MNCUSAMED", "Actor1Name": "GOOGLE", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor1Type2Code": "MED", "IsRootEvent": 0, "EventCode": 28, "EventBaseCode": 28, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.02986611740474, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200617094500, "SOURCEURL": "https://www.androidpolice.com/2020/06/16/google-has-declared-open-war-on-its-videoconferencing-rivals/"}, "ARTICLE": {"TITLE": "Google has declared open war against Zoom", "TEXT": "Today, Google announced that Google Meet—the company's young videoconferencing platform—would imminently be bundled into the Gmail applications for Android and iOS devices. It would receive front and center billing, and result in the Gmail app being bifurcated into two top level interfaces: Gmail and Google Meet. Gmail is one of the rare apps to enjoy a 5 billion-plus install count on the Play Store, meaning billions upon billions of Android devices worldwide will soon, by relation, have Google Meet as well (notably, Meet is still limited a few dozen large countries). There is now no doubt in my mind whatsoever: Google intends to win the videoconferencing war, and it intends to play dirty.\n\nWith Zoom, Microsoft Teams, and Skype all seeing usage skyrocket, Google was left without a proper group video conferencing platform until it launched Meet widely to users last month. By any measure but that of a company of Google's size, Meet is a runaway success: it surpassed 50 million downloads in a matter of days after its wide launch, and enjoys a decent if not amazing score of 3.9/5 on the Google Play Store at the time of this writing. But as competitors like Zoom surpass well over 100 million downloads on Android alone, there is undoubtedly fear inside Google that the company could lose the race if it is unable to act quickly to secure users.\n\nGetting onto an end user's smartphone is difficult for a new app, even if you're an app created by Google. In a crowded space with established players, standing out on features and quality alone isn't enough—you need to raise awareness in the battle to achieve critical mass. Compared to Google Meet, Gmail is a positively ubiquitous brand. Nearly anyone outside China with an Android smartphone uses a Google account, which means they have a Gmail account. The Gmail app is preinstalled on every Android phone (again, outside China), and unlike many bundled apps, there are ample reasons to use it. It's a good email client, it works with basically any 3rd party email provider, and Gmail remains the gold standard for free cloud email globally. Foisting Google Meet into Gmail, while it functionally makes no sense whatsoever, is probably the single biggest thing Google can do to raise the awareness of Meet, and for a few key reasons.\n\nGoogle is positioning Meet to capture users at the trunk of the decision tree. That's a powerful advantage.\n\nFirst, most business meetings are joined via links, and most of those links are joined from one of three applications: your email client, your calendar client, or your group communications app. Google doesn't have a popular group chat app, and while its calendar client is popular, it already contains a way to create a Google Meet call (side note: as a result, I've noticed 100% of Google Apps orgs now use Google Meet, since it's so easy to do in Google Calendar). Gmail, though, remains an unleveraged surface for Meet. Second, there's Google's smart suggestion AI. If you're typing a message in Gmail and you reference having a call or a video chat, it would be trivially easy for Google's Smart Compose to ask if you'd like to insert a link for a Google Meet meeting. At that point, why wouldn't you? The final and arguably biggest reason has to do with email's basic purpose—given most business meetings are arranged initially over email, Google is positioning Meet to capture users at the trunk of the decision tree. That's a powerful advantage that many of its competitors simply don't have, at least not at Gmail's scale.\n\nThere's also a real practical rationale for Google doing this the way it is. Right now, Google can't force any existing Android smartphone maker to bundle Google Meet onto its already released devices. It can amend its contract with those companies for future smartphone launches to include it, but that does nothing about the here and now. All the while, smartphone OEMs are bundling services like Skype as partnerships like Samsung and Microsoft's become more common. It's not difficult to imagine Zoom is in talks with various phone manufacturers about a similar arrangement. So, instead of waiting for the next round of GMS (Google Mobile Services) negotiations, Google basically is able to sidestep its existing process for preloads by putting an app inside another app. It's hamfisted, sure, but I think it's going to be effective as all hell.\n\nIs what Google is doing here fair?\n\nAll of this does kind of beg the question: is what Google is doing here fair? The company is the single largest cloud email provider on earth, with over 1.5 billion active users. Google's clout is so immense that even popular services like Zoom (a company I have no love for, by the way) are going to face real adoption headwinds as Gmail starts to capture Google Meet users by just being there. It will have nothing to do with Google Meet's features, its reliability, or its scalability—it will be because Google Meet is there at a convenient and early decision point for the user, a decision point that Meet's competitors will be unable to place themselves in (which is the part of this that feels a bit shady, if you ask me). Oh, and Google is rolling this out automatically to billions of Android smartphones, as a system level app that cannot be uninstalled, in a matter of weeks! It will just be there for billions of people when they update Gmail, and while it can be toggled off, I'm sure most will never bother. As Google faces growing antitrust scrutiny, a move like this may not be seen in the best of lights, and perhaps it shouldn't be."}}