{"GDELT": {"GlobalEventID": 929887380, "Day": 20200617, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4575, "Actor1Code": "NGALEG", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "Actor1Type1Code": "LEG", "Actor2Code": "GOV", "Actor2Name": "AUTHORITIES", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.7235890014471801, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Borno State, Borno, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI27", "Actor1Geo_ADM2Code": "191073", "Actor1Geo_Lat": 11.5, "Actor1Geo_Long": 13.0, "Actor1Geo_FeatureID": "-2003010", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Borno State, Borno, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI27", "Actor2Geo_ADM2Code": "191073", "Actor2Geo_Lat": 11.5, "Actor2Geo_Long": 13.0, "Actor2Geo_FeatureID": "-2003010", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Borno State, Borno, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI27", "Action2Geo_ADM2Code": "191073", "Action2Geo_Lat": 11.5, "Action2Geo_Long": 13.0, "Action2Geo_FeatureID": "-2003010", "DATEADDED": 20200617094500, "SOURCEURL": "https://allafrica.com/stories/202006170313.html"}, "ARTICLE": {"TITLE": "Nigeria: Senate Canvasses Decentralisation of Army Varsity", "TEXT": "The Senate on Tuesday canvassed for the decentralisation of the Nigerian Army University in Biu, Borno State with a view to enhancing technological development and prevention of crimes across the country.\n\nIt has therefore called on both the Nigerian Army as well as the National Universities Commission (NUC) to take necessary steps in this regard.\n\nThe upper legislative chamber's Committee on Army made the call at a one-day public hearing on the establishment of the institution.\n\nThe Chairman of the committee, Senator Ali Ndume, told the authorities of the Nigerian Army led by the Chief of Army Staff, Lt. Gen. Tukur Buratai, that campuses of the institution should be sited in each of the six geo-political zones in the country.\n\nAccording to him, the idea will not only guarantee unity but further help in reducing crimes in the various zones.\n\nNdume said: \"We will consider recommending the establishment of the Nigerian Army University in all the six geopolitical zones in the country. We have said at the public hearing that it is the best way to go and the Army and NUC agreed with our suggestion.\"\n\nCommenting on the university's admission policy, Ndume claimed there was no quota system in the two admissions carried out so far in the higher institution, adding that about 80 per cent of students in the school are drawn from the other five zones apart from the North-east.\n\nAccording to him, \"If you look at the admission details, about 80 per cent of the students so far admitted and registered are from other geopolitical zones different from the North-east.\n\n\"In other federal government universities in the country, they set catchment areas but this is not the case here because there is no state of origin here. Once you are a Nigerian and you meet the admission requirements, you will be admitted.\n\n\"The difference between the Army University and the Nigerian Defence Academy is that any student could go in there either as a civilian or a military personnel. Any Nigerian who wants to further his education in a specialized university is free. It is a unique one. You can graduate as a civilian or a military personnel unlike the NDA that you can only come out as a soldier.\"\n\nAlso speaking, a member of the committee, Senator Uche Ekwunife, said the beneficiary communities, where the proposed campuses would be sited, would gladly donate land.\n\nShe said: \"This is a specialised university and first of its kind in Nigeria. Crime has no colour, crime has no religion. Crime is crime in any part of the country. That is why we suggested that we should have campuses in every zone while we have the epicentre in Borno State where the university is already sited.\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Nigeria Arms and Armies By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\n\"It is a noble idea because other committee members supported it. It is right to have the specialized schools in all the zones. It will help us, not only in terms of technological advancement but to also reduce crime rate. It will also unite the country, bring development and also stem the crime rate in the country.\"\n\nIn his remarks, the Chief of Army staff (COAS), Lt. Gen. Tukur Buratai, said the university will benefit all Nigerians regardless of their geopolitical zone.\n\nHe said it is a world class university that has been approved by the National Universities Commission.\n\nHe said: \"The university is already living up to its bidding of becoming a truly citadel of learning where every Nigerian has an equal opportunity of gaining admission and pursuing any course of their choice as long as they meet the entry criteria. Statistics from our recent admission exercise testifies this submission and I want to pledge that this and many practices targeted at national cohesion will continue to subsist.\"\n\nAccording to the Army Chief, the Army University is carefully and strategically sited in Biu to showcase the successes recorded by the Armed Forces in the counter terrorism and counterinsurgency operations.\n\n\"The university will reduce illiteracy, productively engage young persons thereby reducing the pool of youths susceptible to radicalization and recruitment by insurgent groups,\" Buratai stated."}}