{"GDELT": {"GlobalEventID": 930196670, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.7326007326007299, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Rhode Island, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USRI", "Actor1Geo_Lat": 41.6772, "Actor1Geo_Long": -71.5101, "Actor1Geo_FeatureID": "RI", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Rhode Island, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USRI", "Action2Geo_Lat": 41.6772, "Action2Geo_Long": -71.5101, "Action2Geo_FeatureID": "RI", "DATEADDED": 20200618163000, "SOURCEURL": "https://www.golocalprov.com/news/care-new-england-says-hackers-did-not-access-patient-records"}, "ARTICLE": {"TITLE": "Care New England Says Hackers Did Not Access Patient Records", "TEXT": "Care New England Says Hackers Did Not Access Patient Records\n\nCare New England, Rhode Island’s second-largest hospital group was hacked on Tuesday raising questions about the impact of the data breach to patients' electronic health records and or financial information.\n\n\"CNE continues to work with IT forensic experts on resolving the IT incident. To date, CNE's ongoing investigation has not found any evidence indicating that this incident has resulted in any unauthorized access to patient information,” said James E. Fanale, MD, President and CEO, Care New England.\n\nCare New England operates Woman & Infants, Butler and Kent hospitals.\n\n“CNE will continue to provide patient care as we address this incident. As always, patient care and safety is our priority. We will keep our partners updated as the investigation continues and as we work to restore access to affected systems,” added Fanale.\n\nIn previous statements by the hospital group, it has refused to answer questions about personal health or financial data.\n\nPreviously Fanale said, “Care New England is working with experts in the cyber world to ensure that this incident is handled seamlessly. While we have the situation under control, we hope to provide an update on the resolution soon. Until then, patient care continues using our back-up systems. If you have questions about your upcoming appointment, please call your provider.\"\n\nCare New England has entered into merger discussions with Lifespan, the state's largest hospital group. Combined the two groups employ approximately 20,000.\n\nRelated Articles\n\nEnjoy this post? Share it with others."}}