{"GDELT": {"GlobalEventID": 930197572, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "USACOP", "Actor1Name": "MINNEAPOLIS", "Actor1CountryCode": "USA", "Actor1Type1Code": "COP", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.7522935779816495, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Utah, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USUT", "Actor1Geo_Lat": 40.1135, "Actor1Geo_Long": -111.854, "Actor1Geo_FeatureID": "UT", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Utah, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USUT", "Actor2Geo_Lat": 40.1135, "Actor2Geo_Long": -111.854, "Actor2Geo_FeatureID": "UT", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Utah, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USUT", "Action2Geo_Lat": 40.1135, "Action2Geo_Long": -111.854, "Action2Geo_FeatureID": "UT", "DATEADDED": 20200618163000, "SOURCEURL": "https://www.armytimes.com/news/your-military/2020/06/18/new-pentagon-team-is-going-to-take-on-racial-justice-in-the-military/"}, "ARTICLE": {"TITLE": "New Pentagon team is going to take on racial justice in the military", "TEXT": "On day 23 of nationwide protests against police brutality and racial inequality in America’s justice system, the Pentagon began an initiative to take a look at those issues in its own backyard.\n\nCivilian and uniformed military leadership have two weeks to bring Defense Secretary Mark Esper their best ideas for improving diversity and inclusion in the military immediately, he said in a prerecorded video announcement released Thursday.\n\n“... by the end of June – that we can begin implementing now such as removing photos from promotion, school, and command selection boards,” Esper said. “This is something I pushed as secretary of the Army, as we worked to overhaul our personnel system.”\n\nBias & prejudice have no place in our military, or in our country. Prejudices – whether visible or invisible, conscious or unconscious—remain a burden to many. They hold back the diversity of the force, representation in our officer ranks, and experiences of our minority members. pic.twitter.com/uhScevfv9y — @EsperDoD (@EsperDoD) June 18, 2020\n\nThat issue specifically, of including photos on promotion board packets, has been called out for promoting bias in board members who might be more likely to favor a white service member over one of color.\n\nEsper also announced the formation of the Defense Board on Diversity and Inclusion in the Military, an internal group of uniformed and civilian personnel who will have six months to make recommendations to Esper on what the Defense Department can do to tackle inequality within its organizations.\n\n“The members of this board will have the carte blanche and resources to chart their own course,” he said in an eight-minute video message. “They will report to me, and will be tasked to bring me their findings and recommendations in December.”\n\nA longer term, follow-up body, dubbed the Defense Advisory Committee on Diversity and Inclusion in the Armed Services, will take after the Defense Advisory Committee on Women in the Services, which stood up in 1951 to guide the Pentagon through the integration of women into the services, and is principally made up of retired general and noncommissioned officers.\n\n× Fear of missing out? Sign up for the Army Times Daily News Roundup to receive the top Army stories every afternoon. Thanks for signing up. By giving us your email, you are opting in to the Army Times Daily News Roundup.\n\nFor his part, Esper has been meeting with junior officers and NCOs at bases around the country, holding sensing sessions designed for open conversation about discrimination and disrespect in the services, including while visiting Joint Base San Antonio-Lackland, Texas, on Tuesday.\n\n“Over the coming days and months, I will be out in the field to meet with our service members and hear their views and concerns about race in the military,” he said in the video message. “I will have the chance to listen and learn from their personal experiences, and gain a better sense of where to focus our efforts.”\n\nThough questions of displaying the Confederate flag and re-christening Army posts named for Confederate officers have risen to prominence in fits and starts in years past, discussions about racial injustice in the U.S. have reached a fever pitch in recent weeks, forcing institutions, private businesses and individual Americans to take stock.\n\nEsper and his top military adviser, Joint Chiefs Chairman Army Gen. Mark Milley, saw themselves pulled into the fray during a June 1 trip to the White House, during which they accompanied President Trump across Lafayette Square to view rioting damage at St. John’s Episcopal Church. The damage came during protests over the death of George Floyd, a black man prosecutors say was murdered by a white Minneapolis police officer.\n\nThe military is supposed to stay out of politics, but it keeps getting dragged in President Trump's enthusiastic support of sending troops in to tamp down on protests has put the Defense Department in an uncomfortable position.\n\nLive news cameras broadcast the two alongside Trump’s entourage as the president held up a Bible and made remarks about America coming back “stronger than ever,” Milley in his Army combat uniform and Esper posing for a photo with the president and a handful of other cabinet secretaries and advisers.\n\nSECDEF Mark Esper talks to DC National Guard troops at 15th and K in DC. @MilitaryTimes pic.twitter.com/m4uF1i3JaW — Howard Altman (@haltman) June 2, 2020\n\nLater that week, both Esper and Milley released public statements about the military’s role in the national discourse ― as thousands of National Guardsmen were mobilized to support police in anti-protest efforts and active-duty infantrymen and military police staged outside Washington, D.C. in anticipation of Trump invoking the Insurrection Act.\n\nThough Milley did not mention the Black Lives Matter movement in his statement, Esper did address racism during remarks at the Pentagon, following a series of public messages from senior military leaders, beginning with Chief Master Sergeant of the Air Force Kaleth Wright, who is black.\n\nEsper, Milley and Army Secretary Ryan McCarthy, all current or former Army officers, voiced their support for opening a discussion within the Army about renaming 10 posts, including Fort Benning, Georgia, Fort Bragg, North Carolina, and Fort Hood, Texas.\n\nSupporters of the change have argued that is disrespectful to black service who are assigned to posts bearing the names of generals who fought the Civil War to keep them enslaved. It has also been pointed out that, in addition to defecting to the losing side of that war, some of them ― including Braxton Bragg and John Bell Hood ― were best known for their incompetence and recklessness, rather than any exceptional personal heroism or tactical success.\n\nThose discussions quickly died down after Trump tweeted his support for keeping the names.\n\nIt has been suggested that we should rename as many as 10 of our Legendary Military Bases, such as Fort Bragg in North Carolina, Fort Hood in Texas, Fort Benning in Georgia, etc. These Monumental and very Powerful Bases have become part of a Great American Heritage, and a... — Donald J. Trump (@realDonaldTrump) June 10, 2020\n\nThat effort is now in Congress’s hands, but in the meantime, the Pentagon may be able to make some of its own headway.\n\n“While we pursue these initiatives, I ask each and every one of you to reflect upon the issues of race, bias, and inequality in our ranks, and have the tough, candid discussions with your superiors, your peers, and your troops that this issue demands,” Esper said in his video message. “This is an added responsibility for our officers and NCOs, who must also double down on your mentorship of up-and-coming minority leaders, and make diversity and inclusion a priority. This is what I expect of leaders.”"}}