{"GDELT": {"GlobalEventID": 930197220, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "SOM", "Actor1Name": "SOMALIA", "Actor1CountryCode": "SOM", "Actor2Code": "SOMCVL", "Actor2Name": "SOMALIA", "Actor2CountryCode": "SOM", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.48275862068965, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hiran, Hiiraan, Somalia", "Actor1Geo_CountryCode": "SO", "Actor1Geo_ADM1Code": "SO07", "Actor1Geo_ADM2Code": "25684", "Actor1Geo_Lat": 4.82972, "Actor1Geo_Long": 45.2164, "Actor1Geo_FeatureID": "-3223977", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Hiran, Hiiraan, Somalia", "Actor2Geo_CountryCode": "SO", "Actor2Geo_ADM1Code": "SO07", "Actor2Geo_ADM2Code": "25684", "Actor2Geo_Lat": 4.82972, "Actor2Geo_Long": 45.2164, "Actor2Geo_FeatureID": "-3223977", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hiran, Hiiraan, Somalia", "Action2Geo_CountryCode": "SO", "Action2Geo_ADM1Code": "SO07", "Action2Geo_ADM2Code": "25684", "Action2Geo_Lat": 4.82972, "Action2Geo_Long": 45.2164, "Action2Geo_FeatureID": "-3223977", "DATEADDED": 20200618163000, "SOURCEURL": "http://www.china.org.cn/world/Off_the_Wire/2020-06/18/content_76179034.htm"}, "ARTICLE": {"TITLE": "Xinhua world news summary at 1530 GMT, June 18", "TEXT": "You are here:\n\n视频播放位置 下载安装Flash播放器\n\nMOSCOW -- Four people, including a child, were killed by gunfire in an apartment here on Thursday, the Russian Investigative Committee said.\n\nAfter receiving a call from neighbors, police officers and investigators arrived and found the bodies of two women, a man and a child with gunshot wounds in the apartment, the Moscow division of the committee said in a statement. (Russia-Moscow-Shooting)\n\n- - - -\n\nNUR-SULTAN -- Kazakhstan's first president Nursultan Nazarbayev has tested positive for COVID-19 and is undergoing self-isolation, the press service of the first president announced in a statement on Thursday.\n\n\"Unfortunately, the last coronavirus test of the first president showed a positive result. There is no reason to worry. Nursultan Nazarbayev continues to work remotely,\" the statement said. (Kazakhstan-Nazarbayev-COVID-19)\n\n- - - -\n\nMOGADISHU -- Somali National Army (SNA) backed by AMISOM forces on Wednesday killed seven al-Shabaab militants in an operation on the outskirts of Beledweyn town in the central region of Hiran, a military officer confirmed on Thursday.\n\nSalah Ya'qub, commander of SNA's 27th Unit told reporters that the operation was a response for militants' mortar attacks on Luq Jelow village. (Somalia-Militants)\n\n- - - -\n\nISLAMABAD -- Pakistan on Thursday reopened and operationalized its border crossing with Iran for seven days a week as part of its trade-facilitative measures during the COVID-19 pandemic, according to a notification issued by the Interior Ministry of Pakistan.\n\n\"Taftan border shall remain open seven days a week for trade only while ensuring proper SOPs (standard operating procedures) and guidelines,\" said the notification. (Pakistan-Iran-Border-Trade) Enditem"}}