{"GDELT": {"GlobalEventID": 930196592, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "GOV", "Actor1Name": "GOVERNOR", "Actor1Type1Code": "GOV", "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 841, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.6231884057971, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Champaign, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL019", "Actor1Geo_Lat": 40.1164, "Actor1Geo_Long": -88.2434, "Actor1Geo_FeatureID": "405936", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Champaign, Illinois, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIL", "Actor2Geo_ADM2Code": "IL019", "Actor2Geo_Lat": 40.1164, "Actor2Geo_Long": -88.2434, "Actor2Geo_FeatureID": "405936", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Champaign, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL019", "Action2Geo_Lat": 40.1164, "Action2Geo_Long": -88.2434, "Action2Geo_FeatureID": "405936", "DATEADDED": 20200618163000, "SOURCEURL": "https://www.cities929.com/2020/06/18/quick-hits-illinois-news-in-brief-for-thursday-june-18-2020/"}, "ARTICLE": {"TITLE": "Quick hits: Illinois news in brief for Thursday, June 18, 2020", "TEXT": "Pritzker says administration sent COVID-19 patients from hospitals back to nursing homes ‘after they recovered’\n\nGov. J.B. Pritzker couldn’t say how many COVID-19 hospitalized seniors were sent back to long-term care facilities.\n\nThe governor said COVID-19 patients were sent from the hospital back to nursing homes after they recovered and were then isolated.\n\nWirepoints President Ted Dabrowski said the nursing home deaths total more than 3,400 and make up more than half of the overall COVID deaths in Illinois.\n\nHe said the governor himself should be demanding an investigation.\n\nAnother 44,639 people in Illinois seek unemployment benefits\n\nMore Illinoisans filed for unemployment last week than the week before.\n\nThe U.S. Department of Labor reported 44,639 workers filed for unemployment last week. The week before, there were 44,606 that filed.\n\nMore than 1.3 million Illinoisans have field for unemployment since the beginning of March.\n\nIllinois ranks third-worst in racial equity report\n\nIllinois ranked the third worst in the nation for racial equity, according to metrics reviewed by the website Wallethub.\n\nAnalysts looked at a variety of metrics comparing differences between white and black Americans and found Illinois among the worst in rates for unemployment, homelessness, labor-force participation, share of executives and poverty.\n\nCongress split on police reform measures\n\nIllinois’ congressional delegation is split on measures filed in congress dealing with police accountability.\n\nU.S. Sen. Dick Durbin said minority Democrats want more input to find common ground with Senate Republicans on their bill.\n\nThe Republican minority in the U.S. House said not one of their members was consulted in the Democrat majority’s bill.\n\nThe separate measures could be taken up in separate chambers this week.\n\nRestore Illinois commission takes shape\n\nThe Restore Illinois Collaborative Commission meant to have state legislators provide input in reviving Illinois’ economy in the wake of COVID-19 is starting to form.\n\nWhile legislative leaders have yet to release the full list of the 14 members, Springfield Republican state Rep. Mike Murphy announced he’s been appointed.\n\nHe said this commission cannot afford to fail as other commissions on other topics have.\n\nConstruction activity drops off in Illinois\n\nIllinois had the fourth-worst decline of new residential building permits of all states.\n\nThe website Construction Coverage reviewed data and found Illinois had a drop of nearly 60 percent in new construction or nearly $248 million in lost value.\n\nChampaign-Urbana reported a more than 80 percent decline in building activity. The Chicago region had a 54 percent decline."}}