{"GDELT": {"GlobalEventID": 930196000, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "AFRGOV", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -9.09090909090907, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pretoria, Gauteng, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF06", "Actor1Geo_ADM2Code": "77346", "Actor1Geo_Lat": -25.7069, "Actor1Geo_Long": 28.2294, "Actor1Geo_FeatureID": "-1273769", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pretoria, Gauteng, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF06", "Action2Geo_ADM2Code": "77346", "Action2Geo_Lat": -25.7069, "Action2Geo_Long": 28.2294, "Action2Geo_FeatureID": "-1273769", "DATEADDED": 20200618163000, "SOURCEURL": "https://www.iol.co.za/news/politics/back-to-school-court-challenge-its-like-sending-children-into-a-raging-fire-maimanes-legal-team-argues-49568079"}, "ARTICLE": {"TITLE": "Back-to-school court challenge: It's like sending children into a 'raging fire,' Maimane's legal team argues", "TEXT": "Back-to-school court challenge: It's like sending children into a 'raging fire,' Maimane's legal team argues\n\nShare this article: Share Tweet Share Share Share Email Share\n\nPretoria - Government is simply not ready, at this stage, to ease the lockdown regulations from level 4 to level 3 in light of the soaring Covid-19 infections, according to counsel acting on behalf of former DA leader Mmusi Maimane and his movement One South Africa. Maimane's legal counsel made their argument in the Gauteng High Court in Pretoria on Thursday. They contended that by sending children, in particular, back to school, the government is releasing them into a “raging fire”. They are also asking a full bench, headed by Judge President Dunstan Mlambo, to urgently overturn the decision by the government to move from level 4 of the lockdown regulations to level 3. Advocate Dali Mpofu said that Health Minister Dr Zweli Mkhize has admitted that, according to the World Health Organisation, South Africa did not qualify to move to level 3. Mpofu argued that the lockdown regulations can only be eased once the number of infections has reduced and once the government has a constructive plan in place on how to deal with these issues.\n\n“We are now in another South Africa... It is not enough for government to have a wish list… We say there must be an implementation plan,” Mpofu told the three judges.\n\nHe said Basic Education Minister Angie Motshekga’s stance is that there is a plan in place to safeguard the schools, but this is not enough.\n\n“We need an implementation plan... She can promise there will be water, but it's not up to her. She must speak to the Minister of Water and Sanitation about it. We want to know what is the plan... We say there is no plan in place,” Mpofu said.\n\nHe argued that the two legs of what they are asking - that schools not reopen and that the government’s decision to move from level 4 to level 3 be overturned - goes hand-in-hand.\n\n“They are separate issues, yet they are connected... It's mind-boggling how Cabinet decided on the same date to reopen schools as well as the economy…”\n\nMpofu argued that this released millions of people - children and those going back to work - into the streets.\n\n“The virus is transported through human movement,” he said.\n\nHe further argued that the government’s stance that children are not susceptible to the virus is meaningless, as they can bring it back home, where there may be family members with comorbidities.\n\nMpofu also accused Motshekga of being condescending in suggesting that it is safer for disadvantaged black children to be in school because of “deplorable” home conditions.\n\nHe questioned how the government, for instance, said that children at schools should not share desks.\n\n“What if there are not enough desks in rural areas… government needs to be sensitive to the realities,” Mpofu said.\n\nArguments on behalf of the government, including President Cyril Ramaphosa and Minister of Co-operative Governance and Traditional Affairs, Dr Nkosazana Dlamin Zuma, was mainly based on the applicants’ bid to have the move from level 4 to level 3 overturned.\n\nIt was argued that the initial lockdown was a success and it allowed time to prepare and equip the country's healthcare facilities.\n\nThe private sector, community organisations and South Africans also had time to take measures to reduce the transmission of the virus. Given these interventions, the government determined that the country was better placed to ease some of the stringent lockdown restrictions, the court was told.\n\nIt was said that while the saving of lives remained a priority, the government remained aware of the looming economic crisis and consequent socio-economic hardship caused by the lockdown.\n\nAccording to the government, it decided to ease the lockdown after consulting widely with experts."}}