{"GDELT": {"GlobalEventID": 930197483, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "USA", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "Actor2Code": "REB", "Actor2Name": "LOOTER", "Actor2Type1Code": "REB", "IsRootEvent": 0, "EventCode": 1721, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.98593200468933, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200618163000, "SOURCEURL": "https://www.bizpacreview.com/2020/06/18/the-end-of-joe-bidens-slow-boring-wake-up-speech-was-incredibly-awkward-935823"}, "ARTICLE": {"TITLE": "The end of Joe Biden’s slow, boring ‘wake up’ speech was incredibly awkward", "TEXT": "Get the latest BPR news delivered free to your inbox daily. SIGN UP HERE.\n\nPresumptive Democrat presidential nominee Joe Biden delivered a speech Wednesday about reopening America amid the coronavirus pandemic, and sadly for the former vice president, the speech did little to quash the theory that he’s a really “sleepy” guy.\n\nWhat critics of the speech found particularly telling was how Biden chose to conclude it. In one of the most lethargic, low-energy closings ever in speech history, he quietly demanded President Donald Trump “wake up” and “get to work.”\n\nListen:\n\nThe end of Joe Biden’s speech was uh… awkward to say the least. #PleaseClap pic.twitter.com/dp3lWJR7BQ — Abigail Marone (@abigailmarone) June 17, 2020\n\n“Wake up, get to work, there’s so much to be done,” he said excruciatingly slowly as seconds of the American people’s lives ticked away.\n\nHe then allowed a couple more lengthy seconds of the American people’s lives to tick away before quietly whispering, “Thank you.”\n\nIt took him about 15 seconds to say 13 words, giving him a talking speed of 52 words per minute. That’s 118 fewer wpm than the speaking rate employed by motivational speaker Simon Sinek during his 2009 TED Talk, “How great leaders inspire action,” *cough*, according to data collated by VirtualSpeech.\n\nBelow are more comparisons:\n\nYou know who does speak as slowly as Biden? Sleepy people!\n\nWith this factoid in mind, outspoken conservative Hollywood actor James Woods decided to tweak the ending of Biden’s speech to make it more fitting.\n\nWatch the hilarious end result below:\n\nThe rest of Biden’s speech was just a rehash of his gripes with the president.\n\n“Donald Trump thinks if he puts his head in the sand, the American people will too, but it doesn’t work that way,” he kvetched. “Not when hundreds of people are still dying every day and millions are unemployed wondering how in God’s name are they going to keep the lights on and food on the table.”‘\n\n“Not when workers are weighed down with worries about their safety or what happens if they get sick. There are the steps that we need to be taking now to steer us steadily and strongly in the right direction, see us through this time, to make a more resilient future. They’re all available.”\n\nThe evidence suggests it’s Democrats like New York Gov. Andrew Cuomo who’ve put their heads in the sand by pretending that their policy decisions to funnel sick patients to nursing homes wasn’t a big deal.\n\n“[He] did the exact wrong thing with nursing homes by insisting that they treat people who have the virus,” Hoover Institution research fellow David Henderson said this week during an appearance on Fox News’ “The Ingraham Angle.”\n\n“That’s really bad when you’re old and you have other comorbidities. Whereas the governor of Florida, [Ron] DeSantis, said, no, let’s not do that. And we see really a big difference in deaths between Florida and New York in nursing homes.”\n\nIndeed. Yet according to Democrats and their media allies, DeSantis is the screw-up, while Cuomo is a hero equivalent to Jesus Christ. And that’s why the media have continued attacking DeSantis while letting Cuomo completely off the hook:\n\n@NYGovCuomo has deleted his march 25 th order requiring nursing homes to take #coronavirus positive patients. Wait. He says he did nothing wrong. So why try to cover up his mistakes? It’s hard to delete a disaster that big from history governor — George E. Pataki (@GovernorPataki) May 22, 2020\n\nI’d love for a reporter to ask why @NYGovCuomo deleted his March 25th order to force nursing homes to admit recovering #coronavirus patients. Why the coverup? https://t.co/7qeR4e8hHF — Janice Dean (@JaniceDean) May 26, 2020\n\nStill waiting for ANY reporter to ask @NYGovCuomo about this *missing* March 25th order forcing recovering Covid patients into nursing homes. https://t.co/tzsIA1N2Xs — Janice Dean (@JaniceDean) May 26, 2020\n\nDuring Biden’s speech, he also tried to rewrite history.\n\n“For weeks in January and February, but I wasn’t alone, I was raising my concerns about how we need to take this virus seriously, all while Trump was ignoring the reporting from his own intelligence community in his daily briefings, and the warnings of his closest advisors,” he said.\n\n“All the while praising the Chinese government for being transparent in handling this virus instead of demanding access for the CDC that Beijing was refusing to give in Wuhan. The American people have sacrificed so much to fight this virus. We’ve lost lives, we’ve lost businesses, we’ve lost paychecks, and now thanks to Donald Trump’s bungling, we may lose some of the progress we begun to make.”\n\nIn reality, it was the Democrats who first denied that the coronavirus was a threat and then turned around and became the loudest proponents of the devastating, unproductive lockdowns that have destroyed businesses and lives.\n\nAnd to this day, it’s the Democrats who are the most hellbent on preventing American life from returning to normal, even as they champion the interests of “protesters,” looters and riots.\n\nListen to Biden’s whole speech below:"}}