{"GDELT": {"GlobalEventID": 930197283, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.47474747474747, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Fulton County Jail, Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_ADM2Code": "GA121", "Actor1Geo_Lat": 33.7759, "Actor1Geo_Long": -84.4244, "Actor1Geo_FeatureID": "351197", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Fulton County Jail, Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 33.7759, "Action2Geo_Long": -84.4244, "Action2Geo_FeatureID": "351197", "DATEADDED": 20200618163000, "SOURCEURL": "https://news.yahoo.com/atlanta-officer-charged-death-rayshard-160129560.html"}, "ARTICLE": {"TITLE": "Two Atlanta officers charged in death of Rayshard Brooks turn themselves in to jail", "TEXT": "An Atlanta police officer charged with fatally shooting Rayshard Brooks in a Wendy's parking lot and a second officer who was at the scene have turned themselves in.\n\nNow-former officer Garrett Rolfe surrendered Thursday afternoon, according to records. Rolfe faces 11 counts including felony murder, aggravated assault with a deadly weapon, criminal damage to property and violation of oath.\n\nDon Samuel, an attorney for officer Devin Brosnan, said earlier Thursday that his client had arrived at the Fulton County Jail. Brosnan was charged with one count of aggravated assault and two counts of violation of oath.\n\nThe district attorney gave both men until 6 p.m. Thursday to surrender.\n\nImage: (Atlanta Police Department via AP)\n\nThe officers were responding to a 911 call on June 12 about a man who appeared intoxicated sleeping in his car in the drive-thru of the Wendy's. Brooks, 27, a Black man, was questioned by the officers for more than 25 minutes, body and dash-camera video shows.\n\nThe Georgia Bureau of Investigation, which launched an investigation into the shooting, said Brooks failed a field sobriety test and struggled with the officers as they tried to arrest him.\n\nGBI director Vic Reynolds said that during the struggle Brooks was able to get one of the officer's stun guns and that video showed him appearing to run away with the stun gun in his hand.\n\nThe father to three daughters and a stepson was shot twice in the back as he ran and died in a hospital following surgery.\n\nFulton County District Attorney Paul Howard said at a news conference Wednesday that Brooks \"never presented himself as a threat\" and appeared \"almost jovial.\" He said Brooks followed every instruction from the officers and was never informed that he was under arrest for driving under the influence.\n\nImage: Rayshard Brooks during an interview with Reconnect about his experiences in the criminal justice system last February. (Reconnect)\n\nHoward said that after the shooting, Rolfe said \"I got him\" and kicked Brooks' body as he lay on the ground. Brosnan stood on the man's shoulders, according to the district attorney.\n\nMore than two minutes passed when medical aid was not provided to Brooks.\n\nStory continues\n\n\"When we examined the videotape and in our discussions with witnesses, what we discovered is during the 2 minutes and 12 seconds, Officer Rolfe actually kicked Mr. Brooks while he laid on the ground. While he was there fighting for his life,\" Howard said. \" Secondly, from the videotape, we were able to see that the other officer, Officer Brosnan, actually stood on Mr. Brooks' shoulders while he was there struggling for his life. \"\n\nBrosnan was placed on administrative leave following the shooting and Rolfe, who faced disciplinary action in the past, was fired by the department.\n\nAn attorney for Rolfe said in a statement Wednesday that the shooting was justified and that Rolfe feared for his life, as well as the lives of the other people in the parking lot, when he fired his weapon.\n\nAttorneys for Brosnan said that the officer did not know Rolfe was going to place Brooks under arrest. In a press release on Wednesday, the attorneys said Brooks took Brosnan's stun gun from him and used it against the officer.\n\n\"Devin hit his head hard on the asphalt parking lot,\" the release stated, adding that the officer received a concussion and suffered other injuries. \"To be clear, at no time did Devin pull out his firearm.\"\n\nDuring Wednesday's press conference, district attorney Howard said Brosnan was a witness for the state and had decided to testify.\n\nBrosnan's attorneys, however, said their client has cooperated with the district attorney's office but has \"NOT agreed to be a 'state’s witness' or to testify in any court hearing or to plead guilty to any charge.\""}}