{"GDELT": {"GlobalEventID": 930195782, "Day": 20190619, "MonthYear": 201906, "Year": 2019, "FractionDate": 2019.463, "Actor1Code": "COP", "Actor1Name": "PRISON", "Actor1Type1Code": "COP", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 24, "NumSources": 6, "NumArticles": 24, "AvgTone": -8.82696768772718, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Berkshire, United Kingdom (general), United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK00", "Actor1Geo_ADM2Code": "40127", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -1.25, "Actor1Geo_FeatureID": "-2589736", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Berkshire, United Kingdom (general), United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK00", "Actor2Geo_ADM2Code": "40127", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -1.25, "Actor2Geo_FeatureID": "-2589736", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Berkshire, United Kingdom (general), United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK00", "Action2Geo_ADM2Code": "40127", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -1.25, "Action2Geo_FeatureID": "-2589736", "DATEADDED": 20200618163000, "SOURCEURL": "https://www.thurrockgazette.co.uk/news/national/18526984.prisoner-sent-death-threats-boris-johnson-theresa-may-female-labour-mps/"}, "ARTICLE": {"TITLE": "Prisoner sent death threats to Boris Johnson, Theresa May and female Labour MPs", "TEXT": "A “callous” prisoner who sent letters threatening to kill Boris Johnson and his girlfriend and car-bomb female Labour MPs has been jailed for five years.\n\nMuslim convert Rakeem Malik posted the threat to the Prime Minister from his jail cell just days after being charged over what a judge called “repugnant” notes mailed to Theresa May and two other female MPs.\n\nOther correspondence sent by Malik, who is in poor health and a double leg amputee, threatened to kill and rape Labour MPs Rosie Cooper and Jess Phillips, Birmingham Crown Court heard.\n\nMs Phillips and Ms Cooper both joined a court hearing over Skype to hear Malik being jailed by Judge Samantha Crabb, who described the serving prisoner as “callous, calculating and unemotional”.\n\nCarrie Symonds and Prime Minister Boris Johnson (Victoria Jones/PA)\n\nThe judge concluded he was a “dangerous offender” and imposed an extended period of licence on Malik – who is already serving a life sentence.\n\n“Your offending did involve significant planning, carefully selecting numerous victims at particular times chosen to maximise impact of your letters,” added Judge Crabb.\n\nShe told Malik, who appeared in the court dock in a wheelchair with his head leaning on one fist throughout, that he had shown a “blatant intention to cause maximum harm”.\n\nThe judge added: “The prospect of being detected deterred you not one bit.”\n\nExtracts from the letters revealed Malik threatened to eat Mrs May’s corpse, kill Mr Johnson “by Christmas” and bomb Ms Cooper on behalf of “Jihadis of England.”\n\nMalik is already serving a life sentence imposed in 1999 after admitting attempting to murder a “cell-mate” whom he tried to strangle with shoelaces at Merseyside’s Ashworth high security hospital.\n\nThe 52-year-old, currently at HMP Birmingham, pleaded guilty at an earlier hearing to three counts of making threats to kill West Lancashire MP Ms Cooper in May 2019.\n\nHe also admitted making a threat to Ms Phillips in November 2019 and sending a letter to her with intent to cause distress in December last year.\n\nJess Phillips (Danny Lawson/PA)\n\nMalik, who is said to have a psychopathic sub-type of anti-social personality disorder, also admitted sending two letters with intent to cause distress or anxiety to Mrs May in September 2018, and another to Boris Johnson on the same day as the final letter sent to Ms Phillips.\n\nBorn Paul Anthony Harrison, Malik was held at a secure psychiatric facility in Birmingham between July 2017 and October 2019.\n\nHe had been identified as the author of three letters sent to Ms Cooper, and then admitted to sending letters to Mrs May.\n\nIn a letter to the then prime minister, sent a month after the Westminster 2018 car attack, Malik had written: “Jihadis of Britain are going to kill the police at the gates.\n\n“Then I’m going to kill you and then eat your corpse.”\n\nAnother letter sent to the MP for Maidenhead in Berkshire threatened to use an RPG rocket launcher to kill her.\n\nBoth letters were intercepted by vetting officials at the Cabinet Office and she was unaware of their content, the court heard.\n\nMalik was arrested in September 2019, admitting writing the letters because he was “fed up of hearing about Theresa May”.\n\nIt also emerged that an envelope franked in Birmingham was opened at Ms Cooper’s office on May 20 last year, which stated: “You will die the same way as Jo Cox.”\n\nRosie Cooper (PA)\n\nFurther letters sent to Ms Cooper threatened: “Jo Cox was murdered by Thomas Mair and we are going to kill you the same way.\n\n“Nice car you may need to get it checked when you turn it on it may go bang.”\n\nMs Cooper, who had previously been the target of a neo-Nazi murder plot, told police she was “angered and disconcerted” by the threats.\n\nMalik was returned to prison in October last year but then sent a letter to the Birmingham Yardley constituency office of Ms Phillips, which contained a reference to jihadis and a death threat to the MP and her family.\n\nMs Phillips, in a victim impact statement, said such threats were “an assault on the democratic duty of MPs”.\n\nWithin days of Malik being charged with six of the offences in December 2019, two further letters sent by him were intercepted in the post room at HMP Birmingham.\n\nOne contained further threats to Ms Phillips, while another, addressed to Mr Johnson, read: “I’m going to kill you and your girlfriend. I’m going to blow you both up.\n\n“I’m going to do it by Christmas.”"}}