{"GDELT": {"GlobalEventID": 930197432, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.92743764172336, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Brockton, Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_ADM2Code": "MA023", "Actor1Geo_Lat": 42.0834, "Actor1Geo_Long": -71.0184, "Actor1Geo_FeatureID": "617571", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Brockton, Massachusetts, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMA", "Actor2Geo_ADM2Code": "MA023", "Actor2Geo_Lat": 42.0834, "Actor2Geo_Long": -71.0184, "Actor2Geo_FeatureID": "617571", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Brockton, Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_ADM2Code": "MA023", "Action2Geo_Lat": 42.0834, "Action2Geo_Long": -71.0184, "Action2Geo_FeatureID": "617571", "DATEADDED": 20200618163000, "SOURCEURL": "https://www.enterprisenews.com/news/20200618/sheriff-defends-tie-after-critics-draw-comparisons-to-confederate-flag/1"}, "ARTICLE": {"TITLE": "Sheriff defends tie after critics draw comparisons to Confederate flag", "TEXT": "Sheriff Thomas Hodgson’s static portrait in the lobby of the Bristol County House of Correction, unmoved for nearly two decades, last week triggered the latest wave of criticism against him.\n\nDARTMOUTH — Sheriff Thomas Hodgson, a Republican whose support for President Donald Trump’s immigration policies have made him a political lightning rod among Massachusetts Democrats, is no stranger to controversy.\n\nIn 2017, he volunteered to send his inmates to build Trump’s long-promised Mexican border wall, and, this May, the sheriff came under close scrutiny again after ICE detainees in his custody rioted following complaints of unsanitary conditions during the coronavirus pandemic.\n\nBut last week it was Hodgson’s static portrait in the lobby of the Bristol County House of Correction, unmoved for nearly two decades, that triggered the latest wave of criticism against the sheriff, who is now in his 23rd year managing the jails in this corner of southeastern Massachusetts.\n\nIn the portrait, a large print of a photograph taken in 2003, Hodgson is smiling, wearing a white shirt and a red necktie patterned with diagonal navy blue stripes marked with white stars.\n\nAn activist group, Bristol County for Correctional Justice, called attention to the portrait last week, saying the tie featured Confederate colors and symbolism. The comparison drew widespread attention in a time of reckoning for the recent killings of Black Americans in the name of law enforcement.\n\nIn a press release, Bristol County for Correctional Justice shared a picture of a tie sold on ConfederateShop.com that featured a similar pattern and color scheme, though its stripes were noticeably thinner than those on Hodgson’s tie. The website calls the product an \"Old South Confederate Necktie.\"\n\nAnother Confederate apparel store, DL Grandeurs Confederate and Rebel Merchandise, sells a version of the tie with wider stripes that bears a stronger resemblance to the one worn by Hodgson.\n\nHodgson said the tie is not a Confederate symbol, and indicated through a spokesman that he does not support neo-Confederate or white supremacist groups.\n\n“I wore the tie in this 17-year-old photo because it had patriotic colors (red, white and blue), and not because it ‘resembled’ some fringe neo-anglo-confederate-whatever group from hundreds of years ago that I’d never heard of until yesterday,” Hodgson said on Twitter.\n\nThe sheriff dismissed the comparisons as politically motivated and indicated through a spokesman, Jonathan Darling, that he has no plans to apologize for wearing the tie or displaying the portrait.\n\n“No one has ever had a problem with it or questioned it until the left-wing political activists peddled the fictional confederate narrative to the media last week,” Darling said. “He is not planning on removing it.”\n\nBut LaSella Hall, president of the NAACP’s regional chapter in New Bedford, said the tie deserves a closer investigation because of the company Hodgson keeps, citing his public appearances with Trump, who recently criticized nationwide efforts to remove Confederate memorials, and Hodgson’s role on the board of the Federation for American Immigration Reform, which features several members Hall said he considers white supremacists.\n\n“I think it’s likely that he is sympathetic with white supremacists,” Hall said, “just like if you go to a disco club there’s a good chance you’re going to do some dancing.”\n\nU.S. Sen. Ed Markey, embattled in a reelection campaign that’s seen both candidates criticize Hodgson, weighed in as well, triggering a spat with the sheriff on Twitter.\n\n“No one, especially someone in law enforcement, should be wearing confederate symbols and doubling down on them when called out about it,” Markey wrote.\n\nBut Ted Widmer, a Civil War historian teaching at the City University of New York, found the tie’s symbolism more ambiguous. Widmer said there’s a blurry line between Confederate iconography and more widely accepted symbols of U.S. patriotism.\n\n“Confederate iconography was fairly rooted in U.S. iconography,” Widmer said. “They had stars and stripes and red, white and blue. And that’s because the strangeness of the Civil War: we were fighting against our fellow Americans.”\n\n“I think as responsible historians we have to give people the benefit of the doubt,” he said. “In this case, what the sheriff is saying is plausible. He might’ve just bought a tie with stars on it that he liked. If we don’t know I think we need to say that we don’t know. We’re seeing a lot of movement and anger on both sides, and to me that means we need to be really precise.”\n\nHoward Graves, an analyst at the Southern Poverty Law Center who researches white supremacist groups, has said the design on Hodgson's tie is popular among people involved in neo-Confederate movements.\n\nContext, however, is key, he said.\n\n\"Every use of white star on a blue background in front of a red banner isn’t necessarily created to deliberately evoke the confederate battle flag, as is the case with the necktie featured in the photograph in question,” Graves said.\n\nDarling said Hodgson does not remember where he purchased the tie, “but based on the year he knows he didn’t buy it online.\"\n\nThe sheriff probably purchased it from \"a store somewhere in the Dartmouth area,\" Darling said.\n\nStaff writer Ben Berke can be reached at bberke@enterprisenews.com"}}