{"GDELT": {"GlobalEventID": 930197004, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "MNCUSA", "Actor1Name": "STARBUCKS", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.0, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Thurrock, Thurrock, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKO3", "Actor1Geo_ADM2Code": "40108", "Actor1Geo_Lat": 51.5057, "Actor1Geo_Long": 0.38621300000000003, "Actor1Geo_FeatureID": "-2609771", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Thurrock, Thurrock, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKO3", "Action2Geo_ADM2Code": "40108", "Action2Geo_Lat": 51.5057, "Action2Geo_Long": 0.38621300000000003, "Action2Geo_FeatureID": "-2609771", "DATEADDED": 20200618163000, "SOURCEURL": "https://www.thurrockgazette.co.uk/news/national/uk_today/18525466.costa-coffee-reopen-1-100-cafes-takeaway-end-june/"}, "ARTICLE": {"TITLE": "Costa Coffee to reopen 1,100 cafes for takeaway by end of June", "TEXT": "Thousands of Costa Coffee shops will reopen their doors for takeaway by the end of June - the chain has confirmed.\n\nIt comes as a new survey found that Britons are missing cafes more than pubs.\n\nThe retailer announced 1,100 of its 2,700 branches will reopen for takeaway and delivery customers within the next two weeks, after nearly three months of closure.\n\nWhere will they reopen?\n\nThe exact locations are being updated regularly on the Costa Coffee website, with the latest list here: https://bit.ly/37DzDIN. More details are available at: https://www.costa.co.uk/locations/store-locator​.\n\nTAKEAWAY: A new hatch at a Costa Coffee drive-thru. Picture: Costa Coffee\n\nSome 45 per cent of consumers said they miss visiting coffee shops while – compared with 44 per cent who said they miss pubs, according to a lockdown survey by Market Measures.\n\nSome 27 per cent of the 3,700 respondents said Costa is the chain they miss visiting most, with 14 per cent preferring Starbucks, 12 per cent Greggs, and 10 per cent Cafe Nero.\n\nOne quarter voted for McDonald’s, while KFC and Nando’s each received 15 per cent of the vote.\n\nWhat new measures do Costa Coffee have in place?\n\nCustomers visiting the reopened Costas will be greeted with hand sanitiser stations, perspex screens at counters, and two-metre floor signs reminding them to social distance.\n\nBaristas will only accept contactless car payments.\n\nDrive-through lanes will also open and customers will pick up their orders through serving hatches to limit contact.\n\nMcDonald’s and Starbucks started reopening British stores in May, and sausage roll supplier Greggs is reopening around 800 stores for takeaway customers on Thursday.\n\nWhat have Costa Coffee said?\n\nJill McDonald, chief executive of Costa Coffee, said: “We’re delighted to be able to share the news that by the end of June 1,100+ of our stores will re-open for take-away or delivery.\n\n“We have been overwhelmed by the positive feedback that we have received from our customers and are pleased to once again be able to serve them our signature, handcrafted coffee.\n\n“Not only have we been working hard to re-open our stores, but our teams have also ensured that 8,400+ Costa Express machines have been available to serve barista quality, machine crafted coffee to those in need of a fix.”\n\nShe added that Costa Coffee has delivered more than 861,000 cans of coffee to key workers across the country since the start of lockdown."}}