{"GDELT": {"GlobalEventID": 930196098, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "BUS", "Actor1Name": "INVESTOR", "Actor1Type1Code": "BUS", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.50236966824644, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.105999999999998, "Actor2Geo_Long": -97.6475, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200618163000, "SOURCEURL": "https://www.businessinsider.in/stock-market/news/dow-falls-250-points-as-investors-weigh-a-global-resurgence-in-virus-cases/articleshow/76447773.cms"}, "ARTICLE": {"TITLE": "US stocks fluctuate as investors weigh a global resurgence in virus cases", "TEXT": "US stocks fluctuated on Thursday as investors reacted to a resurgence of coronavirus cases.\n\nTexas, North Carolina, and Arizona this week reported record numbers of COVID-19-related hospitalizations, while China is grappling with its worst outbreak since the initial one in Wuhan.\n\nUS weekly jobless claims hit 1.5 million last week, a slight decline from the previous report and more than economists had expected.\n\nRead more on Business Insider.\n\nUS stocks fluctuated Thursday as investors reacted to a global resurgence of coronavirus cases.\n\nDow Jones industrial average\n\nAdvertisement\n\nThe S&P 500 and theswung between slight gains and losses in a choppy trading session. The Nasdaq rose slightly, on track for its fifth-straight day of gains as tech stocks remain a popular trade.Several US states have seen a spike in coronavirus cases, and Texas Arizona , and North Carolina this week have reported record numbers of COVID-19-related hospitalizations.\n\nMeanwhile, China is grappling with its worst outbreak since the initial one in Wuhan. In Beijing, a new round of cases has reportedly prompted school closures and canceled flights into and out of the city, though authorities have said the outbreak is under control.\n\nAdvertisement\n\n\"The belief that the global economy will swiftly recover during the third quarter is now uncertain,\" Hussein Sayed, the chief market strategist at FXTM, told Business Insider in an email. \"The faster economies reopen, the more likely we will see a second wave of infections translate into new lockdowns.\"\n\nHere's where US indexes stood at 2:00 p.m. ET on Thursday:\n\nAdvertisement\n\nUS weekly jobless claims hit 1.5 million for the week that ended on Saturday, the Labor Department said on Thursday. That exceeded the consensus economist estimate of 1.3 million and marked a slight decline from the prior period. In 13 weeks, 46 million Americans have applied for unemployment insurance amid coronavirus-related layoffs.\n\nStocks related to the economic reopening — including airlines, cruise lines, and retailers — slumped on Thursday. The group has been subject to volatile trading sessions as investors weigh the US's economic reopening against spikes in COVID-19 cases.\n\nRead more: BANK OF AMERICA: Buy these 13 cheap stocks that have unexpectedly strong finances, making them great bets for the next phase of the rally\n\nAdvertisement\n\nIn testimony on Wednesday, Federal Reserve Chairman Jerome Powell urged Congress not to pull back the fiscal support it had given the US economy \"too quickly.\"\n\n\"The economy is just now beginning to recover,\" Powell said. \"It's a critical phase, and I think that support would be well placed at this time.\"\n\nOil prices slid. West Texas Intermediate crude fell as much as 2.2%, to $37.11 per barrel. Brent crude, the international benchmark, sank 1.6%, to $40.06 per barrel, at intraday lows.\n\nAdvertisement"}}