{"GDELT": {"GlobalEventID": 930196390, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "EUR", "Actor1Name": "EUROPE", "Actor1CountryCode": "EUR", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 3.13807531380753, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200618163000, "SOURCEURL": "https://www.travelweek.ca/news/aruba-opens-its-doors-canadian-visitors-welcome-back-starting-july-1/"}, "ARTICLE": {"TITLE": "Aruba opens its doors; Canadian visitors welcome back starting July 1", "TEXT": "Aruba opens its doors; Canadian visitors welcome back starting July 1\n\nThursday, June 18, 2020\n\nORANJESTAD — Aruba has officially reopened its borders and is once again welcoming inbound travellers in a phased-in approach.\n\nStarting June 15 Aruba opened its doors to visitors from Bonaire and Curaçao. Visitors from Canada, Europe and the rest of the Caribbean (with the exception of the D.R. and Haiti), will be welcomed back on July 1.\n\nVisitors from the U.S. are welcome back starting July 10. Official opening dates for other markets, including South America and Central America have yet to be determined.\n\n“The safety and well-being of our residents and visitors is our highest priority. As we prepare to reopen our borders, Aruba has put in place advanced public health procedures to reduce the risk of COVID-19 on the island,” said Aruba’s Prime Minister, Evelyn Wever-Croes. “We have taken careful and deliberate steps to assess the current situation and make certain it is as safe as possible and appropriate to begin the reopening process.”\n\nEach year more than a million visitors come to Aruba. Reopening borders is a critical milestone and ushers in a new normal for the time being, she added.\n\nTravellers will be required to follow a new embarkation and disembarkation process to enter the country.\n\nMandatory travel requirements will be posted soon on Aruba.com.\n\n“While there will be some necessary adjustments, our visitors’ Aruba experience will still have the essence of One happy island,” said Ronella Tjin Asjoe-Croes, CEO of Aruba Tourism Authority (A.T.A.).\n\nMeanwhile the Aruba Airport Authority has worked with the Department of Public Health and followed WHO guidelines to implement numerous measures such as screening, capability to PCR test visitors upon arrival, temperature checks, on-site medical professionals, social distance markers, additional shields and safeguards, mandatory PPE training for all staff, and more.\n\nIn addition to social distancing, Aruba is placing temporary capacity limits on some of the more popular tourist destinations to decrease the flow of visitors at peak times in more heavily trafficked areas, without limiting overall access.\n\nPlus, a new safety and hygiene program in partnership with key private sector stakeholders has been developed and launched. The ‘Aruba Health & Happiness Code’, which outlines stringent cleaning and hygiene standards, is mandatory for all tourism-related businesses throughout the country. This protocol will ensure tourism businesses adhere to the strict guidelines for health, sanitation, and social distancing protocols. Each business will go through a checklist of new rules and regulations on how to operate in a COVID-19 world. Upon completion, businesses will be inspected by the Department of Public Health and receive a Code Gold Certification once approved.\n\nTo learn more about reopening plans in Aruba and traveller requirements see Aruba.com."}}