{"GDELT": {"GlobalEventID": 930196179, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "COLJUD", "Actor1Name": "COLOMBIA", "Actor1CountryCode": "COL", "Actor1Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 1014, "EventBaseCode": 101, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.96039603960396, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bogota, Cundinamarca, Colombia", "Actor1Geo_CountryCode": "CO", "Actor1Geo_ADM1Code": "CO33", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 4.6, "Actor1Geo_Long": -74.0833, "Actor1Geo_FeatureID": "-578472", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bogota, Cundinamarca, Colombia", "Action2Geo_CountryCode": "CO", "Action2Geo_ADM1Code": "CO33", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 4.6, "Action2Geo_Long": -74.0833, "Action2Geo_FeatureID": "-578472", "DATEADDED": 20200618163000, "SOURCEURL": "https://www.680news.com/2020/06/18/us-10-million-each-for-arrests-of-2-colombian-rebel-chiefs/"}, "ARTICLE": {"TITLE": "US: $10 million each for arrests of 2 Colombian rebel chiefs", "TEXT": "BOGOTA — The United States is offering rewards of up to $10 million each for the arrests of two prominent Colombian rebels who were key figures in the nation’s historic peace process but have since returned to arms.\n\nThe U.S. Drug Enforcement Administration and the U.S. Department of State offered the prize Thursday for help in bringing Luciano Luciano Marín, alias Iván Márquez, and Seuxis Hernández, alias Jesús Santrich, to justice.\n\nBoth men had been given seats in Colombia’s congress and were active proponents of the 2016 accord ending Latin America’s longest-running conflict but fled amidst accusations that they had continued drug trafficking.\n\nHernández was jailed in 2018 after prosecutors in New York ordered his arrest on drug charges, accusations he denied. He disappeared about a month after Colombia’s Supreme Court ordered him freed while the charges were investigated. U.S. officials were also investigating Marín when he went missing.\n\nBoth men reappeared in August 2019 when they released a video showing them back in their olive-green uniforms alongside a small cadre of dissidents, accusing Colombia’s government of failing to uphold the peace accord. Colombian officials allege Venezuelan President Nicolás Maduro is providing them shelter.\n\nThe U.S. Department of Justice charged Hernández and Marín alongside Maduro and a dozen other Venezuelan officials in March with conspiring to export cocaine to the U.S.\n\n“For decades, the FARC has used drug trafficking to finance their terrorist activities and partnered with corrupt Venezuelan elites to threatened (the) United States and our allies,” DEA Acting Administrator Timothy Shea said. “We hope these increased rewards will encourage those with valuable information to contact the DEA.”\n\nThe decision by Marín and Hernández to return to arms was a significant blow to Colombia’s peace accord. Both former commanders with the Revolutionary Armed Forces of Colombia, or FARC, had helped negotiate the deal. They were two of the group’s most visible leaders promoting the accord after it was signed.\n\nIn their absence, the FARC’s remaining leadership has continued pressing forward with the agreement’s implementation. The former rebels have created a political party and embarked on new lives as civilians. But they also remain under threat; the United Nations recorded 77 murders of ex-combatants in 2019.\n\nThe Associated Press"}}