{"GDELT": {"GlobalEventID": 930208871, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "SPY", "Actor1Name": "SECRET POLICE", "Actor1Type1Code": "SPY", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.36197235711617, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Baku, Baki*, Azerbaijan", "Actor1Geo_CountryCode": "AJ", "Actor1Geo_ADM1Code": "AJ09", "Actor1Geo_ADM2Code": "534", "Actor1Geo_Lat": 40.3953, "Actor1Geo_Long": 49.8822, "Actor1Geo_FeatureID": "-2705195", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Astana, Gorod Astana, Kazakhstan", "Action2Geo_CountryCode": "KZ", "Action2Geo_ADM1Code": "KZ05", "Action2Geo_ADM2Code": "37174", "Action2Geo_Lat": 51.1811, "Action2Geo_Long": 71.4278, "Action2Geo_FeatureID": "-2334218", "DATEADDED": 20200618173000, "SOURCEURL": "http://www.forum18.org/archive.php?article_id=2579"}, "ARTICLE": {"TITLE": "Forum 18: AZERBAIJAN: Will fired parliamentary staffer be reinstated?", "TEXT": "18 June 2020\n\nFelix Corley, Forum 18\n\nSecret police surveillance\n\n\"This could not have happened. We have complete tolerance here\"\n\nForced resignation or dismissal?\n\nFired for \"translation mistakes\" 18 years earlier?\n\nIllegally unsigned dismissal letter\n\nOqtay Asadov, 29 May 2017 Ernests Dinka/Saeimas Administrācija [ CC BY-SA 2.0\n\nRepeated appeals fail\n\nSuit rejected first time despite illegal actions of Milli Majlis\n\nSecond refusal of suit\n\nBaku Appeal Court Azadliq Radiosu (RFE/RL)\n\n\"The courts cannot be independent here\"\n\nFormer parliamentary staff member Rahim Akhundov, who says he was dismissed from his job at the Milli Majlis in December 2018 on the orders of the secret police because of his Christian faith, will take his suit for reinstatement to Azerbaijan's Supreme Court. He failed to overturn the earlier rejection of his suit at Baku Appeal Court on 10 June 2020, and told Forum 18 that he is still waiting for the written decision so that he can appeal to the Supreme Court.Akhundov – who from 1998 worked at the Milli Majlis (Parliament) – met friends and relatives at his Baku home for Christian worship, study, and discussion. However, the State Security Service (SSS) secret police learnt of these meetings and began spying on them. In 2017, the SSS spied on who came to the meeting, tried to recruit one participant as a spy and sent an officer to attend a meeting on false pretences (see below).Akhundov said the SSS secret police wrote to the Milli Majlis demanding his dismissal. Milli Majlis officials denied this to Forum 18. Ilqar Farzaliyev, head of the Milli Majlis Human Resources Department both in December 2018 and now, denied that Akhundov had been fired because of his faith. \"It was not because of his Christianity, absolutely,\" he told Forum 18 (see below).The SSS secret police refused to answer any questions from Forum 18 on 18 June.Akhundov has made numerous appeals, including twice in court. Courts rejected his arguments that his dismissal letter is illegal because it is unsigned, and that he could not submit an appeal before he did because the Milli Majlis waited nine months to give him the dismissal letter in writing.Farzaliyev of the Milli Majlis Human Resources Department claimed to Forum 18 that the signed original was in the archives and Akhundov was sent an unsigned copy, and that \"we sent him the letter when he asked for it\" (see below).Akhundov told Forum 18 that \"the courts cannot be independent here when it comes to face the Parliament and high ranking officials. So their ruling was a predetermined and ordered issue\" (see below).Rahim Akhundov began work at the International Relations Department of the Milli Majlis in Baku in June 1998. By February 2010, after spending some years translating parliamentary documents and interpreting for visitors, he had worked his way up to become Head of the Milli Majlis Section for Work with International Parliamentary Organisations.Some of Akhundov's friends and relatives met for Christian worship, study, and discussion in his Baku home. However, the SSS secret police learned of the meetings and began spying on them. Akhundov says that at least on two occasions, one in 2017 and one in 2018, an officer was seen hiding in the courtyard by his home on Sundays, spying on who was arriving.The SSS officer then came to one meeting in August in either 2017 or 2018, Akhundov said, with someone who used to come to the meetings, although neither had been notified of the date and time. The man claimed to be a military officer from Tovuz District in north-western Azerbaijan and asked for prayer for healing. He later came to thank Akhundov for the prayer, and said he had been healed.The same SSS officer called the management of the flats where Akhundov lives at least twice in 2017 and 2018, Akhundov said, asking if he was criticising the government. Akhundov also thinks that the SSS secret police was interested in knowing if he shared his faith with other residents of the block.In April 2017, two other SSS secret police officers twice in a tea house approached one person who had come to the meetings. Claiming to be concerned for the person's safety, the SSS officers asked questions about Akhundov and the meetings, and offered money for the person to become an informer. However, they refused. Another person who came to the meetings separately confirmed the encounters to Forum 18 in June 2020.SSS officers also asked a local Christian leader in 2018 if he knew Akhundov, and which Christian community he belonged to.In 2017 and 2018, police and SSS secret police surveillance on people holding religious meetings in their homes frequently led to raids. Officers raiding such meetings – including of Muslims, Protestant Christians and Jehovah's Witnesses – seized religious literature, with courts subsequently fining many leaders and participants. Akhundov told Forum 18 that a friend, who led a similar home Christian meeting elsewhere in Baku, told him that the SSS secret police also conducted surveillance on people who came to those meetings.The then Head of the Milli Majlis International Relations Department Rashid Ibrahimov, now an ordinary staff member, denied to Forum 18 on 17 June 2020 from Baku that SSS secret police surveillance of Akhundov's home had happened. \"This could not have happened. We have complete tolerance here,\" he claimed.Ibrahimov put the phone down when Forum 18 reminded him about SSS secret police surveillance and raids on homes, with confiscations of religious literature and subsequent fines of meeting participants. \"I am not ready to answer your questions,\" he claimed, before putting the phone down.While Akhundov was being treated as an outpatient at the Special Treatment Health Complex in Baku in late November and early December 2018, Milli Majlis officials phoned the hospital and ordered that they halt treatment and send him back to the Milli Majlis \"for dismissal due to my acceptance of Christianity\", Akhundov told Forum 18. \"The doctors treating me told me this and the doctors were very afraid of keeping me there.\"On 26 November 2018, officials of the Milli Majlis began pressuring Akhundov to resign, as he wrote in his subsequent suit to court.\"When I came back from the Kazakh capital Astana [now Nur-Sultan] on 26 November 2018, the very first question to me from the Parliament leadership was whether I was a member of a sect or not,\" Akhundov told Forum 18. \"Some deputies confirmed to me that the SSS secret police sent a letter about me, saying that Rahim has accepted Christianity and that he was a member of a sect and involved in proselytising at home.\"The SSS letter to the Milli Majlis leadership called for Akhundov to be fired, he told Forum 18.On 18 June 2020, Forum 18 asked Ilqar Jafarov, head of the Milli Majlis Division for Work with Confidential Documents, about the SSS secret police letter and what reason it contained for the demand to dismiss Akhundov. Jafarov immediately put the phone down. Subsequent calls went unanswered.Akhundov said the then head of the Milli Majlis International Relations Department, Rashid Ibrahimov, told him in December 2018 that when they get a letter from the SSS secret police they cannot keep an employee in their job.However, Ibrahimov denied to Forum 18 that he had any knowledge of an SSS secret police letter ordering Akhundov's dismissal.Ilqar Farzaliyev, head of the Milli Majlis Human Resources Department both in December 2018 and now, refused to comment on Akhundov's contention that the SSS secret police had asked the Milli Majlis to fire him. \"I don't know about that,\" Farzaliyev claimed to Forum 18 from the Milli Majlis on 12 June 2020.On 3 December 2018, Akhundov wrote to President Ilham Aliyev to complain of this pressure. \"They threaten me with dismissal .. and the leadership of the Milli Majlis demands that I resign, saying that if I do not write a voluntary resignation they will dismiss me on other grounds. In this case my employment record will be tarnished.\"The Presidential Administration sent on his complaint to the Milli Majlis on 6 December 2018, asking it to investigate. However, Akhundov received no response from the Milli Majlis, despite the requirements of the Labour Code and the Civil Service Law.On 18 December 2018, several media outlets claimed that Akhundov had been fired \"for converting to Christianity\".On the afternoon of 25 December 2018, Akhundov lodged a resignation letter. However, earlier in the day the Milli Majlis dismissed him.Farzaliyev of the Milli Majlis Human Resources Department denied that Akhundov had been fired because of his faith. \"It was not because of his Christianity, absolutely,\" he told Forum 18. \"It wasn't because of that. He uses this to pursue his case.\"Similarly, the then Head of the Milli Majlis International Relations Department Ibrahimov also denied that Akhundov had been dismissed because he was a Christian. \"His faith played no role in his dismissal,\" he claimed to Forum 18.Asked why Akhundov had been fired, head of the Milli Majlis Human Resources Department Farzaliyev responded: \"He knows the reason.\"Farzaliyev of the Milli Majlis Human Resources Department then claimed that Akhundov had been fired because of mistakes in his work. \"He had two warnings about serious mistakes in his work.\" Asked to identify them, Farzaliyev claimed Akhundov had made \"very serious mistakes\" in his translations during a visit to Baku of Russell Johnston, President of the Parliamentary Assembly of the Council of Europe from 1999 to 2002. Johnston died in 2008.Akhundov told Forum 18 that he translated for Johnston in 2001 or 2002. \"I have never heard that for an ordinary mistake you dismiss a person after 18 years.\"The brief letter dismissing Akhundov (Order No. 228-V) dated 25 December 2018 (seen by Forum 18) was issued on behalf of the then Speaker of the Milli Majlis, Oqtay Asadov. The dismissal letter has the rubber stamp of the Milli Majlis, but is unsigned.\"However, Oqtay Asadov was on an official visit to the Islamic Republic of Iran on that date and could not sign the Order,\" Akhundov pointed out. He noted that information on Asadov's official visit to Iran was posted on the Milli Majlis website.Akhundov noted that \"according to the Article 84 of the Labour Code, when an employee is dismissed the dismissal order must contain important information such as signature and legal address\". He added that \"the dismissal letter does not have the signature of the Speaker of Parliament and the legal address of the Parliament. It is another [example of] lawlessness.\"Asked why the dismissal letter was unsigned, Head of the Milli Majlis Human Resources Department Farzaliyev claimed to Forum 18 that the original with the signature of Speaker Asadov was in the archives and Akhundov was sent an unsigned copy. Asked how Asadov could have signed the letter on a day when he travelled to the Iranian capital Teheran, Farzaliyev insisted that Asadov had left only at 10 am and had signed the letter before he left.Akhundov added that the dismissal letter, \"which affects my rights and responsibilities\", was sent to him only in early October 2019. No explanation was given for the delayed issuing of the dismissal letter. Without the written dismissal letter, Akhundov was unable to challenge it in court.Asked why the Milli Majlis had not sent Akhundov his dismissal letter until early October 2019, more than nine months after his dismissal, Head of the Milli Majlis Human Resources Department Farzaliyev responded: \"We sent him the letter when he asked for it.\"During the months after his December 2018 dismissal, Akhundov repeatedly appealed to the Milli Majlis, the Presidential Administration and other state agencies.On 24 July 2019, a senior official of the Department on Inter-Ethnic Relations, Multiculturalism and Religious issues at the Presidential Administration received him.\"I thank him that he listened to me for more than half an hour,\" Akhundov noted on his Facebook page the same day, \"during which I explained to him that due to my faith in Jesus Christ I was watched by some unprofessional staff of the SSS secret police, and following their letter to parliament I was dismissed from my job in December 2018. I pleaded with him to help me get my job back in parliament, because it was not right and lawful to dismiss a civil servant like me for believing in Jesus Christ and worshipping God at home.\"Akhundov added that the Presidential Administration official said he was unable to raise his dismissal with President Ilham Aliyev. \"So the question is how can the President help me if his staff do not report to him about a crucial issue like a freedom of religion and belief violation?\"Akhundov said that he hoped that the new leadership of the SSS secret police installed in June 2019 would have \"a more professional approach than the former one to individuals' rights to conduct religious worship at home\".In October 2019, the same month he received the dismissal letter in writing, Akhundov lodged a suit against the Milli Majlis to Baku's Administrative Economic Court No. 2, seeking to have his dismissal overturned and to be restored to his job.At the hearing on 28 November 2019, the Milli Majlis was not represented in court and sent no documents, Akhundov complained to Forum 18. Judge Zaur Tagiyev ordered that both Akhundov and the Milli Majlis provide documentation before the next hearing.However, the court system was then changed and the case was transferred to the new Baku Administrative Court. There it was assigned to Judge Miminat Hajibayova, who heard the suit on 30 January 2020.Akhundov insisted at the hearing that Speaker Asadov could not have signed the dismissal letter because he was on a visit to Iran on 25 December 2018. Shahin Guliyev, who represented the Milli Majlis in Court, claimed in response that Asadov left for Iran at 8 am that day and that he had signed the dismissal letter before leaving for Iran.Judge Hajibayova also upheld the Milli Majlis' assertion that Akhundov had not filed his suit within the prescribed nine months of the contested 25 December 2018 decision. She rejected Akhundov's proof that he had received the document only in early October 2019 and had lodged his suit within weeks.Judge Hajibayova then rejected Akhundov's suit, according to court records.Akhundov then appealed to Baku Appeal Court, where the case was assigned to a panel of three judges headed by Judge Hamid Hamidov. A hearing on 1 April 2020 was postponed because of the coronavirus pandemic.On 10 June, the three Judges rejected Akhundov's appeal, according to court records. The hearing lasted only 20 minutes, Akhundov noted.The Judges insisted that Akhundov had lodged his suit outside the time allowed for such suits. They rejected his argument that the time began when he received the dismissal notice in writing in October 2019, and that the statute of limitations is one year when illegality is involved.\"Just because parliament endorses them as judges, they are very careful with the parliament and therefore do not dare to pass a ruling in my favour,\" Akhundov noted after the hearing. \"So the courts cannot be independent here when it comes to face the Parliament and high ranking officials. So their ruling was a predetermined and ordered issue.\"Akhundov added: \"I insisted several times that I was fired due to my accepting Christianity, which is the obvious evidence that could easily be used as the violation of my basic human rights, including religious and conscientious rights. And only due to this fact the Judges should not have raised the issue of running out the statute of limitations - even legally it has nothing to do with me, it was parliament that violated the provisions of the law and did not submit to me the Order on time.\"Akhundov says he will appeal further to the Supreme Court as soon as he gets the Baku Appeal Court decision in writing. (END)For more background, see Forum 18's Azerbaijan religious freedom survey Follow us on Twitter @Forum_18 Follow us on Facebook @Forum18NewsService All Forum 18 text may be referred to, quoted from, or republished in full, if Forum 18 is credited as the source.All photographs that are not Forum 18's copyright are attributed to the copyright owner. If you reuse any photographs from Forum 18's website, you must seek permission for any reuse from the copyright owner or abide by the copyright terms the copyright owner has chosen.© Forum 18 News Service. All rights reserved. ISSN 1504-2855."}}