{"GDELT": {"GlobalEventID": 930209096, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "HLH", "Actor2Name": "RESIDENT PHYSICIAN", "Actor2Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.666666666666661, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Dawson County, Nebraska, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNE", "Actor1Geo_ADM2Code": "NE047", "Actor1Geo_Lat": 40.8667, "Actor1Geo_Long": -99.8171, "Actor1Geo_FeatureID": "835845", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "University Of Nebraska Medical Center, Nebraska, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNE", "Actor2Geo_Lat": 41.255, "Actor2Geo_Long": -95.9767, "Actor2Geo_FeatureID": "834298", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Dawson County, Nebraska, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNE", "Action2Geo_Lat": 40.8667, "Action2Geo_Long": -99.8171, "Action2Geo_FeatureID": "835845", "DATEADDED": 20200618173000, "SOURCEURL": "https://1049maxcountry.com/regional-news/resident-physician-charged-with-murder-of-husband-in-central-nebraska/"}, "ARTICLE": {"TITLE": "Resident physician charged with murder of husband in central Nebraska", "TEXT": "An Omaha woman is charged with 2nd Degree Murder in the shooting death of her husband along Interstate 80 in Dawson County Wednesday. Kathleen Jourdan, age 31, was arraigned in Dawson County Court Thursday morning on charges of 2nd Degree Murder and Use of A Weapon to Commit a Felony. According to the Nebraska State Patrol, 35-year-old Joshua Jourdan suffered a gunshot wound to the chest, in a vehicle parked along Interstate 80 about a mile east of the Cozad interchange around 3:13pm Wednesday. He was pronounced deceased at the scene.\n\nIn an interview at the Dawson County Sheriff’s Office, Kathleen detailed that she and her husband Joshua were in the process of moving to Scottsbluff and that while driving back from Scottsbluff they had an argument. Joshua had pulled the vehicle over to the side of the roadway. Kathleen took a gun from the center console and shot Joshua twice. She also related past instances of abuse.\n\nKathleen called 911 to report the shooting and remained at the scene. The couple’s two children were in the backseat of the vehicle. The children were not injured and in protective custody.\n\nAt the arraignment, Kathleen Jourdan requested court appointed counsel. Dawson County Judge Jeff Wightman accepted a recommendation from the prosecutor that she be held without bond. Kathleen Jourdan explained that she has been a resident physician at University of Nebraska Medical Center. Her next hearing was set for July 2, 2020 at 8:30am in Dawson County Court for preliminary hearing.\n\nIn addition to Nebraska State Patrol, other agencies responding to the scene include Dawson County Sheriff’s Office, Cozad Police Department and Cozad Fire and Rescue.\n\nJourdan is in UNMC’s Rural Training Track as part of their Family Medicine program according to UNMC’s website."}}