{"GDELT": {"GlobalEventID": 930208462, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "JUD", "Actor1Name": "COUNSEL", "Actor1Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -4.63576158940397, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Benin", "Actor1Geo_CountryCode": "BN", "Actor1Geo_ADM1Code": "BN", "Actor1Geo_Lat": 9.5, "Actor1Geo_Long": 2.25, "Actor1Geo_FeatureID": "BN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Benin", "Action2Geo_CountryCode": "BN", "Action2Geo_ADM1Code": "BN", "Action2Geo_Lat": 9.5, "Action2Geo_Long": 2.25, "Action2Geo_FeatureID": "BN", "DATEADDED": 20200618173000, "SOURCEURL": "https://dailypost.ng/2020/06/18/court-hears-n700m-fraud-case-against-apcs-ize-iyamu-ex-edo-dep-gov-pdp-chairman/"}, "ARTICLE": {"TITLE": "Court hears N700m ‘fraud’ case against APC’s Ize-Iyamu, ex-Edo dep gov, PDP chairman", "TEXT": "A Federal High Court sitting Benin, on Thursday, heard the money laundering case instituted by the Economic and Financial Crimes Commission(EFCC) against Pastor Osagie Ize-Iyamu.\n\nIze-Iyamu is the leading All Progressives Congress (APC) governorship aspirant in Edo.\n\nOther defendants are Lucky Imasuen, ex-Edo governor; People’s Democratic Party (PDP) state chairman, Tony Aziegbemi; party chieftain, Dan Orbih; and Efe Erimuoghae.\n\nProsecution counsel, Francis Jibro, sought the court’s ruling on the competence of the eight-count charges preferred against the defendants.\n\nJustice M. G. Umar ruled that the EFCC charges against the defendants were not defective.\n\nThe defendants had at the last sitting, challenged the charges on the ground that they contained the name of Tony Anenih, now deceased.\n\nEarlier, counsel to the first defendant, Charles Edosomwan, SAN, told the court that he filed a motion challenging the jurisdiction of the court.\n\n“In spite of the ruling, we have a motion dated June 1, 2020, challenging the jurisdiction of this honourable court to entertain proceedings”.\n\nThe same position was canvassed by counsels to the other defendants.\n\nResponding, Jibro said based on the ruling which found the charges not defective, the next thing was for the defendants to take their pleas.\n\nHe told the court that the defense counsels were not to dictate to the court.\n\n“The stage is set for us to proceed based on the ruling of the court, not this motion. My Lord has ruled that any objection can be taken after a plea has been taken. No exception.”\n\nFerdinand Orbih, SAN, counsel to Dan Orbih said he was not challenging the ruling of the court but the jurisdiction of the Federal High Court to hear the matter.\n\nJustice Umar adjourned the case to July 2, 2020, for hearing.\n\nPastor Ize-Iyamu and other defendants were first arraigned before Justice P. I. Ajoku on an eight-count charge bordering on money laundering on May 24, 2018.\n\nThe defendants were alleged to have some time, in March 2015, in Benin City directly taken possession of the sum of N700,000,000 without any contract award.\n\nThe sum was allegedly part of the proceeds of an unlawful act, to wit: fraud and corruption.\n\nOne of the counts noted that Ize-Iyamu and others sometime in March 2015 in Benin took “possession and control of the sum of 700,000,000 only without any contract award which sum you reasonably ought to have known form part of proceeds of an unlawful act, to wit; fraud and corruption; and thereby committed an offense contrary to Section 15(2)(d) of the Money Laundering (Prohibition) Act 2011 (as amended by the Money Laundering (Prohibition) Amendment Act 2012 and punishable under Section 15(3)of the same Act.”"}}