{"GDELT": {"GlobalEventID": 930207575, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.1744966442953002, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Middlesex County, New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_ADM2Code": "NJ023", "Actor1Geo_Lat": 40.4334, "Actor1Geo_Long": -74.3996, "Actor1Geo_FeatureID": "882230", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Middlesex County, New Jersey, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNJ", "Action2Geo_Lat": 40.4334, "Action2Geo_Long": -74.3996, "Action2Geo_FeatureID": "882230", "DATEADDED": 20200618173000, "SOURCEURL": "https://www.nj.com/middlesex/2020/06/prosecutor-shuts-down-nj-police-departments-makeshift-barbershop-launches-investigation.html"}, "ARTICLE": {"TITLE": "Prosecutor shuts down N.J. police department’s makeshift barbershop, launches investigation", "TEXT": "The makeshift barbershop set up inside the Woodbridge Township police department is closed for business, after the Middlesex County Prosecutor’s Office stepped in.\n\nWoodbridge Township Police director Robert Hubner was told to end the practice of inviting a barber into the sally port to give officers and civilian employees haircuts as soon as his office became aware of it, Acting Prosecutor Christopher L. C. Kuberiet said in a statement Wednesday night.\n\nA local barber was invited into the department on at least 12 different days to give haircuts while executive orders forced local barbershops and salons closed, emails from the Woodbridge Township Police Department and obtained by NJ Advance Media through a records request shows.\n\nTwo additional dates, June 17 and 19, were canceled following the publication of an NJ Advance Media story about the haircuts.\n\nHubner told NJ Advance Media the cuts were necessary so officers could continue to comply with department grooming standards. An email sent to officers on March 24 announcing the plan did not mention grooming standards.\n\n“You are in no way required to participate, this is an opportunity to have your hair neatly trimmed, combed, or brushed and in our opinion that makes folks feel better, so we encourage all to participate,” Deputy Police Director Joseph Nisky said in an email.\n\nOfficials say they paid $1,605 for the first round of police officer haircuts on March 26 and 27, while subsequent cuts and all cuts received by civilians were paid by those receiving them, at a rate of $25 per cut.\n\nWoodbridge Township officials previously said that federal Cares Act funding was used to pay for the first round of haircuts, but on Thursday, Woodbridge spokesman John Hagarty said that wasn’t correct.\n\n“The payment of $1,605 came from the Woodbridge Police Department’s line account for outside services and vendors that we were going to submit as part of our reimbursement to the CARES Act with the county,” Hagarty said.\n\nThe prosecutor’s office said there is no evidence any federal funding was used to pay for the haircuts, but further information is being requested from the department.\n\nA spokesman with the state Attorney General’s office said they were unaware of the circumstances in Woodbridge, but clarified that an April 27 executive order specifically barred any personal care services, like haircuts, being given during the shutdown of barbershops unless they were being given to friends or family.\n\nMurphy said he was also unaware of the set-up in Woodbridge during a Thursday afternoon press conference.\n\nAfter reading NJ Advance Media’s story, a local auto body shop owner offered to donate $1,605 to cover the cost of the cuts, Hagerty said. The businessman, who has asked to remain anonymous, met with township officials on Wednesday to deliver the check.\n\nIt’s not clear why civilian employees were allowed to get their hair cut, or how many partook. Non-police employees of the township do not have to comply with grooming standards, Hagarty said.\n\n“I can’t answer that, quite frankly, I don’t know how many civilian employees got the cuts, but yeah, it would have been contrary to the executive order,” Hagerty said.\n\nHagerty said the barber wore personal protective equipment and sanitized the tools after each use.\n\nPersonal care businesses, including barbershops and hair salons, have been closed in New Jersey since March 19 when Gov. Phil Murphy ordered them closed to help stop the spread of coronavirus. A salon in Brick was cited for violating the emergency order after opening in April.\n\nNo Woodbridge salons have been cited, Hubner said. (The Attorney General’s Office, though, said on April 3 they’d charged a Willi Rojas, 42, on March 29 with violating the emergency orders for opening his barber shop in Woodbridge to customers.)\n\nPersonal care businesses will be allowed to reopen on Monday, but must have safety precautions in place and adhere to social distancing.\n\nThank you for relying on us to provide the journalism you can trust. Please consider supporting NJ.com with a voluntary subscription.\n\nKatie Kausch may be reached at kkausch@njadvancemedia.com. Tell us your coronavirus story or send a tip here."}}