{"GDELT": {"GlobalEventID": 930208536, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "LBN", "Actor1Name": "LEBANON", "Actor1CountryCode": "LBN", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.8651026392961905, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Choueifat, Mont-Liban, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE05", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8086, "Actor1Geo_Long": 35.5178, "Actor1Geo_FeatureID": "-800179", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Katsina, Katsina, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI24", "Actor2Geo_ADM2Code": "22565", "Actor2Geo_Lat": 12.9894, "Actor2Geo_Long": 7.600630000000001, "Actor2Geo_FeatureID": "-2015012", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Katsina, Katsina, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI24", "Action2Geo_ADM2Code": "22565", "Action2Geo_Lat": 12.9894, "Action2Geo_Long": 7.600630000000001, "Action2Geo_FeatureID": "-2015012", "DATEADDED": 20200618173000, "SOURCEURL": "https://www.vanguardngr.com/2020/06/injustice-reps-member-warns-lebanese-community-to-desist-from-violating-rights-of-nigerians/"}, "ARTICLE": {"TITLE": "Lawmaker warns Lebanese community against violating Nigerians’ rights", "TEXT": "Kindly Share This Story:\n\nBy Adeola Badru\n\nFollowing the violation of human rights being meted on Temitope Ariwola, a Nigerian based in Lebanon, wrongly accused of murder, the Chairman, House of Representatives Committee on Diaspora, Tolu Akande-Sadipe, has warned the Lebanese community in Nigeria to desist from violating the rights of Nigerian citizens in their country.\n\nShe also called on the Lebanese Government to stop the maltreatment of Temitope by her employers.\n\nTemitope Ariwolo, a 31-year-old lady, was severely beaten by Mahmoud Zahran, the husband of her employer, Feyzeh Diab, on April 25, 2020, at a home where they live in Choueifat, south of Beirut.\n\nAriwola, reportedly said that Mr. Mahmoud Zahran, hit her in the mouth, causing serious bleeding. She took a video of herself, which revealed the scale of the injury. However, she has been allegedly prevented from being repatriated to Nigeria and is currently being charged for murder.\n\nAkande-Sadipe, in a statement made available to Vanguard on Thursday, further said: “Lebanese Nigerian community your support in any way possible to stop the victimization of this young woman and several others would be most appreciated. We Nigerians are really concerned about Temitope because in the recent past two other Nigerian women have died in mysterious circumstances.”\n\n“It is very obvious that these are trumped-up charges to punish this young woman for taking on her employer and the system in Lebanon. In addition, this is also an attempt by the Lebanese Ambassador in Nigeria to pervert Justice, as he has requested that the National Agency for the Prohibition of Trafficking in Persons (“NAPTIP”) release a Lebanese national on trial for Human Trafficking in exchange for Temitope.”\n\nTolu Akande-Sadipe queried the rationale behind the refusal of Ariwola’s employer, (who assaulted her) to approve her repatriation and evacuation to Nigeria.\n\nShe stressed that the Lebanese government must be held responsible for the violation of Temitope’s rights which is in violation of the United Nation’s Universal Declaration of Human Rights (UDHR).\n\n“The Lebanese Government must be held responsible for the violation of Temitope’s rights which is in violation of the UN Universal Declaration of Human Rights (UDHR),” she said.\n\nThe lawmaker said: “To date, the other Nigerian women prevented from boarding have since been released and are awaiting repatriation to Nigeria whilst Temitope is being held back and obviously cannot afford Legal representation. On hearing the news, I could not understand like everyone else, why the family has prevented her from leaving Lebanon.”\n\nShe also advocated similar freedom for other Nigerians being held in the country, noting that: “Lebanese in Nigeria have been very welcome since the arrival of the first Lebanese Ilyas Al-Khuri in 1890 since then we have co-existed happily for many years with many Lebanese now also Nigerian citizens.”\n\nIn a related development, Akande-Sadipe has also called for a collaborative effort between the legislative and the Nigeria Immigration Service.\n\nAkande-Sadipe made the call during a visit to the Comptroller General of NIS during an oversight visit to the airport.\n\n“This visit by the House Committee on Diaspora is aimed at ascertaining the preparedness of the Service to create a congenial environment that will allow quality collaboration among the relevant stakeholders to tackle the menace of illegal trafficking in persons and human organs. We all know that no one agency of government can single-handed combat trafficking, knowing that it is a highly organized international crime that preys on Africans severally,” she said.\n\nShe revealed that consequent upon the incessant human trafficking being experienced by Nigerians, there is an urgent need for collaboration of all relevant agencies of the nation, adding that this would reduce human trafficking and organ harvesting to its barest minimum or eradicate it.\n\nvanguard\n\nKindly Share This Story:"}}