{"GDELT": {"GlobalEventID": 930207476, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "AFG", "Actor1Name": "AFGHANISTAN", "Actor1CountryCode": "AFG", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.03850509626274, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bamyan, Bamian, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF05", "Actor1Geo_ADM2Code": "3493", "Actor1Geo_Lat": 34.8216, "Actor1Geo_Long": 67.8273, "Actor1Geo_FeatureID": "-3370070", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bamyan, Bamian, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF05", "Action2Geo_ADM2Code": "3493", "Action2Geo_Lat": 34.8216, "Action2Geo_Long": 67.8273, "Action2Geo_FeatureID": "-3370070", "DATEADDED": 20200618173000, "SOURCEURL": "https://www.treehugger.com/afghanistan-bamyan-plateau-protected-area-5025137"}, "ARTICLE": {"TITLE": "A New National Park in Afghanistan Offers Hope for Wildlife and People", "TEXT": "Decades of war have overshadowed many important issues in Afghanistan, including the protection of its unique wildlife and wilderness. Afghanistan has a lower percentage of protected land than nearly every other country on Earth, according to World Bank data, with less than 0.1% of its land area set aside for nature.\n\nBamyan Plateau Protected Area, which opened in late 2019, is reportedly only the fifth protected area in Afghanistan, but it's the second-largest. At 4,200 square kilometers (1,630 square miles), it's larger than iconic U.S. wilderness areas like Yosemite, Olympic and Big Bend national parks, as well as the entire state of Rhode Island.\n\nIt also has a feature that's lacking in too many nature preserves, especially in impoverished or war-torn places: community involvement. As Erich Orion recently reported for Mongabay, environmental law in Afghanistan requires local communities to be directly involved with — and benefit from — the creation and operation of protected areas.\n\nAmid years of conflict, people from outside the area have come to Bamyan Plateau to hunt wildlife, reportedly leading to declines in several species. (Photo: N. Jahed/ WCS Afghanistan\n\n\"By talking with the local people one can feel how [important] natural resources and plant diversity are for [them],\" Abrar tells Orion. Conserving more places like this Afghanistan, he adds, might provide more economic opportunities for local people but also even broader benefits for the country as a whole.\n\n\"The new declared national parks and protected areas can play a key role in provision of a environment and recreation opportunities for Afghan people to be far from the daily pressures and spend happy moments in the nature with friends and families,” he says.\n\nThanks to environmental law in Afghanistan, local people were required to be involved with — and benefit from — the creation of Bamyan Plateau Protected Area. (Photo: N. Jahed/ Wildlife Conservation Society\n\nBamyan Plateau is a starkly beautiful landscape of high-altitude grasslands, deep gorges and jagged rock formations scattered with rare wildlife, according to Mohammad Ibrahim Abrar, a project manager with the Wildlife Conservation Society (WCS) Afghanistan. Abrar first encountered this landscape more than a decade ago, and he has worked to preserve it for posterity ever since.\n\n\"I will never forget my first visit,\" Abrar wrote recently. \"After walking for days, we reached Dar-e-Bozurk — the Grand Canyon — in Tabaqsar, a vast emptiness of gigantic and deep canyons, pristine rangeland, and rather intimidating dignified, old Juniper trees.\n\n\"In these mysterious surroundings, we camped safely for several nights in beautiful valleys. We saw wildlife and flowers in areas that gave me each morning the impression of a rebirth of mankind.\"\n\nHazarchishma Natural Bridge is a natural stone arch spanning nearly 61 meters (200 feet) across its base, making it the 12th largest natural bridge in the world. (Photo: N. Jahed/ Wildlife Conservation Society\n\nIn 2011, WCS researchers stumbled across a \"geological colossus\" in Bamyan: a natural stone arch spanning more than 200 feet across its base. Now known as the Hazarchishma Natural Bridge, the structure is more than 3,000 meters (nearly 10,000 feet) above sea level, making it one of the highest large natural bridges in the world. It's also the 12th-largest natural stone bridge known to science.\n\nMade of rock layers formed between the Jurassic Period and the more recent Eocene Epoch, the Hazarchishma Natural Bridge was carved over thousands of years by the now-dry Jawzari Canyon, according to WCS.\n\nThe rare Persian leopard, pictured here in an image caught by a camera trap, is among the wildlife that inhabits Bamyan Plateau Protected Area. (Photo: WCS Afghanistan)\n\nThe effort to protect Bamyan Plateau dates back to 2006, when camera-trap surveys began to reveal a wealth of wildlife. The new park is home to Persian leopards, Himalayan ibex, urials, wolves, lynxes, foxes, martens, marmots and pikas, as well as the only known Asian badgers and boreal owls in Afghanistan, plus the country's lone endemic bird species, the Afghan snowfinch.\n\nThe boreal owl is known to live nowhere else in Afghanistan but Bamyan Plateau. (Photo: N. Mostafawi/ WCS Afghanistan\n\nCreation of the national park is an important step, both practically and symbolically, but it's hardly the final chapter in the story of this ancient landscape. In recent decades, the fog of war has allowed poaching and overgrazing by outsiders to threaten rare wildlife in Bamyan Plateau, according to Abrar, a problem that could continue without adequate enforcement.\n\nA golden finch at Bamyan Plateau Protected Area in Afghanistan. (Photo: N. Mostafawi/ WCS Afghanistan\n\nEstablishment of the park had reportedly led to a surge of local support for conservation, though, and WCS has provided funding for rangers to help control poaching and grazing in the protected area. After these efforts began, Abrar says, local residents have reported an increase in wildlife sightings.\n\nThe Bamyan Plateau Protected Area opened in late 2019. (Photo: Wildlife Conservation Society\n\nWCS \"has initiated preliminary efforts to conserve key wildlife species with local people,\" Abrar writes. \"That work has resulted in a growing awareness by local communities of the importance of wildlife, conservation, and sustainable use of natural resources.\n\n\"It is our hope that this new conservation focus will help to conserve the Bamyan Plateau and its remarkable natural features for future generations of Afghans.\""}}