{"GDELT": {"GlobalEventID": 930207439, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor2Code": "USA", "Actor2Name": "PHOENIX", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.89035916824197, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Stone Point, Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.7546, "Actor2Geo_Long": -100.505, "Actor2Geo_FeatureID": "1347960", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Stone Point, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.7546, "Action2Geo_Long": -100.505, "Action2Geo_FeatureID": "1347960", "DATEADDED": 20200618173000, "SOURCEURL": "https://www.prnewswire.com:443/news-releases/kensington-vanguard-expands-arizona-presence-301079722.html"}, "ARTICLE": {"TITLE": "Kensington Vanguard Expands Arizona Presence", "TEXT": "NEW YORK, June 18, 2020 /PRNewswire/ -- Kensington Vanguard National Land Services (\"KV\"), one of the largest independent, full-service title insurance agencies in the country, is pleased to announce the hiring of Carol Rieger and Nicole Marucci, two of the leading commercial title insurance executives in the state of Arizona. This expansion in Arizona follows KV's entrance into the market with the acquisition of GRS Title earlier this year.\n\nOver the course of her 25-year career in commercial real estate, Carol has established herself as one of the most well-respected commercial escrow officers in the Arizona market. She has managed numerous offices with a focus on both business development and the servicing of complex commercial transactions. Carol will join the firm as Vice President and Senior Commercial Escrow Officer and will co-manage the Phoenix branch.\n\nAfter years of experience in business development and title insurance underwriting roles in the Washington DC Metro area, Nicole returned home to Phoenix last year. As Vice President of Business Development & Underwriting Counsel, Nicole will be managing client relationships and concentrating on growth initiatives within market.\n\n\"Nicole and I are thrilled to be joining such a prestigious firm and are excited to offer expanded services through Kensington Vanguard's national platform, relationships and presence,\" said Carol Rieger.\n\n\"Carol and Nicole will add significant depth and talent to our already strong local team and establish KV as one of the leaders in the Arizona commercial title insurance space. We're committed to continued growth in this market,\" added Brian Cooper, Co-CEO of Kensington Vanguard.\n\nAbout Kensington Vanguard National Land Services\n\nKensington Vanguard National Land Services, headquartered in New York City with offices in Arizona, Florida, New Jersey, Virginia and Texas, is one of the largest full–service national title insurance and settlement agencies in the United States. Founded in 2002, Kensington Vanguard provides commercial and residential title insurance, settlement, escrow and 1031 exchange services. After a strategic investment by $30Bn private equity firm Stone Point Capital in 2016, Kensington Vanguard has continued to be a consolidator driven by industry leadership and financial strength.\n\nKensington Vanguard National Land Services operates three divisions:\n\nCommercial Division is a market leader in handling the largest and most complex commercial real estate transactions in the marketplace, servicing a prominent and diversified clientele consisting of property owners, developers, REITs, private equity funds, law firms, family offices and institutional lenders.\n\nis a market leader in handling the largest and most complex commercial real estate transactions in the marketplace, servicing a prominent and diversified clientele consisting of property owners, developers, REITs, private equity funds, law firms, family offices and institutional lenders. Residential Division provides title and settlement services for residential purchases and refinances driven by realtors, attorneys and both regional and national mortgage originators. Approved as preferred vendor for leading financial institutions, this division's technology and operating model drive the highest quality execution and service.\n\nprovides title and settlement services for residential purchases and refinances driven by realtors, attorneys and both regional and national mortgage originators. Approved as preferred vendor for leading financial institutions, this division's technology and operating model drive the highest quality execution and service. 1031 Exchange Services Division, operating under the brand Legal 1031 Exchange, employs seasoned experts, attorneys and Certified Exchange Specialists. This subsidiary provides clients and their advisors with unparalleled IRC §1031 qualified intermediary services, enabling them to preserve wealth and achieve their business goals through the deferral of the capital gains tax they would recognize upon the sale of their investment property.\n\nFor more information, visit www.kvnational.com.\n\nContact: Joseph Losos, [email protected]\n\nSOURCE Kensington Vanguard National Land Services\n\nRelated Links\n\nhttp://www.kvnational.com\n\n"}}