{"GDELT": {"GlobalEventID": 930208838, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.59574468085107, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Bulgaria", "Actor1Geo_CountryCode": "BU", "Actor1Geo_ADM1Code": "BU", "Actor1Geo_Lat": 43.0, "Actor1Geo_Long": 25.0, "Actor1Geo_FeatureID": "BU", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bulgaria", "Action2Geo_CountryCode": "BU", "Action2Geo_ADM1Code": "BU", "Action2Geo_Lat": 43.0, "Action2Geo_Long": 25.0, "Action2Geo_FeatureID": "BU", "DATEADDED": 20200618173000, "SOURCEURL": "https://eng.belta.by/economics/view/heavy-trucks-made-by-belarusian-belaz-exported-to-20-countries-so-far-this-year-131141-2020/"}, "ARTICLE": {"TITLE": "Heavy trucks made by Belarusian BelAZ exported to 20 countries so far this year", "TEXT": "MINSK, 18 June (BelTA) – Since the beginning of the year the Belarusian automobile engineering company BelAZ has shipped products to 20 countries, the company's press service told BelTA.\n\nSo far this year the company has shipped 169 vehicles to 20 countries across the globe, including to 13 non-CIS states. The volume of shipments increased by 37.4% in comparison with the same period of last year.\n\nThe company sold 11.7% of the output on the home market. BelAZ exported 88.3% of the output (34.7% up), including 37.5% to Russia and 11.3% to other CIS states.\n\nBelAZ is working to accomplish a strategic task of expanding target markets and selling new products. The company has managed to increase shipments to non-CIS states by 50% in comparison with the same period of last year. The share of this region in the total sales went to 39.5% since the beginning of the year.\n\nThe top non-CIS buyers are India (haul trucks with the carrying capacity of 136 tonnes), Mongolia (130-tonne haul trucks, special-purpose vehicles: a bulldozer and a dust control sprinkler), Algeria (BelAZ-78221 front loaders), Poland (dump trucks with the carrying capacity of 30-45 tonnes and Stage 5 engines that meet environmental requirements of the European Union).\n\nSince the beginning of the year the top consumers of Belarusian mining vehicles have been Russia, India, Mongolia, Kazakhstan, Uzbekistan, Ukraine, Poland, Armenia, Algeria, Bulgaria, Bosnia and Herzegovina.\n\nThe top sellers in January-May 2020 included haul trucks with the carrying capacity of 110-130 tonnes (43% of the total volume of shipments), 45 tonnes (18%), and 55-60 tonnes (13%).\n\nAccording to the source, BelAZ keeps increasing the volume of export and successfully promoting its products on the international market by means of satisfying the most unconventional requirements of the company's partners while relying on quality products, practicality, cost effectiveness, and performance of the vehicles as well as quality and affordable aftersales service.\n\nThe public joint-stock company (OAO) BelAZ is the managing company of the holding company BelAZ. BelAZ is the world's leading manufacturer of haul trucks and transport equipment for mining industry and civil engineering industry. BelAZ accounts for some 30% of the world market of haul trucks with an extremely large carrying capacity. The company makes the world's largest haul truck with the carrying capacity of 450 tonnes."}}