{"GDELT": {"GlobalEventID": 930207773, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "OPP", "Actor2Name": "PROTESTER", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.79442508710802, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200618173000, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8436559/Only-10-BLM-protesters-town-contradicting-outside-agitators-claims.html"}, "ARTICLE": {"TITLE": "BLM: US phone data shows only 10% protesters from out of town", "TEXT": "A new study suggests the vast majority of Black Lives Matter protesters are white and mostly all march within their own cities – contradicting claims made by officials that acts of rioting and looting have been stoked by ‘outside agitators’.\n\nMobilewalla, a consumer data and analytics company, released the new report Wednesday detailing the demographic breakdown of the George Floyd protesters in four major cities: Atlanta, Los Angeles, Minneapolis and New York.\n\nObserving the mobile data of 16,904 activist across three days of protests between May 29 and May 31, analysts found a substantial majority of those in attendance were white, with the highest percentage in Minneapolis (85%), followed by Los Angeles (78%), and Atlanta and New York (both at 76%).\n\nComparatively, just 18 percent of the protesters were African American in Atlanta, 11 percent in Minneapolis, 13 percent in New York and 3 percent in Los Angeles. Hispanic and Asian American participation was less than 10 percent in all four cities.\n\nThe study also indicated that lion’s share of the protesters were in fact not outsiders but locals to the specific city they were demonstrating in.\n\nA new study suggests the vast majority of Black Lives Matter protesters are white and mostly all march within their own cities – contradicting claims that rioting and looting may have been stoked by ‘outside agitators’ (Pictured: Protesters participate in a mothers march on June 14, 2020 in Minneapolis)\n\nObserving the mobile data of 16,904 activist across three days of protests between May 29 and May 31, analysts found a substantial majority of those in attendance were white, with the highest percentage in Minneapolis (85%), followed by Los Angeles (78%), and Atlanta and New York (both at 76%)\n\nThe devices also indicated that lion’s share of the protesters were in fact not outsiders but locals to the specific city they were demonstrating in\n\nIn New York, only nine percent of demonstrators came from outside of its five boroughs. Atlanta had the largest number of outside participants with 21 percent commuting into the city to protest.\n\nMinneapolis, meanwhile, where the protests were first ignited following the police killing of George Floyd on Memorial Day, had only 13 percent of non-city residents turn up to protest, while LA had just 10 percent.\n\nOn average, only 13 percent of demonstrators across the four cities were from out of town.\n\n‘One thing we’re seeing in New York and virtually all cities, is that most protesters were residents. There were not that many ‘thugs’ coming from outside areas — which would appear to contradict the popular narrative,’ Anindya Datta, CEO of Mobilewalla, told The NY Post.\n\nThe Trump administration previously said it was launching an investigation to determine whether Antifa and other extremist groups were interfering with the protests, purposely fueling them towards chaos.\n\nNew York Mayor Bill de Blasio had also previously blamed successive days of looting and rioting in the Big Apple on some outside agitators, including anarchists, ‘from outside cities.’\n\nHowever, MobileWalla, which observed more than 8,000 New York City protesters, suggests otherwise.\n\nIn New York, only nine percent of demonstrators came from outside of its five boroughs (pictured: Protestors yell at New York City police officers following the arrest of a man on June 17)\n\nAtlanta had the largest number of outside participants with 21 percent commuting into the city to protest (Pictured: Kasseem Stevens, 25, carries a gun as he raise his fist outside a burned Wendy's restaurant on the fourth day of Atlanta protests after Rayshard Brooks was shot by police)\n\nAlso, across all four of the cities, the overall age of the protesters skewed heavily in the 18-34 age bracket, at an average rate of 68 percent\n\nThe firm’s data shows the majority of outsiders came from nearby counties in New York and New Jersey, such as Westchester or Bergen. The majority of far-away protesters — roughly 228 or 2.8 percent — came largely from the Arlington, Virginia, area.\n\nIn contrast, the majority of protestors in the city – 2,930 or 36 percent – came from the Bronx, the firm reported.\n\nIn all of the cities surveyed the majority of demonstrators were found to be men.\n\nLos Angeles had the most diverse crowds in terms of gender, with an overall split of 47 percent to 53 percent between women and men respectively.\n\nDuring the daytime, the majority of protestors in LA were women (53%). But at night, the percentage of male protesters increased significantly.\n\nEach of the four cities saw a similar trend of an increase in male protesters at night.\n\nThe 'night data' was collected during the curfew hours specific to each city, the daytime data was collected during the remaining hours, Mobilewalla explained.\n\nLos Angeles had the most diverse crowds in terms of gender, with an overall split of 47 percent to 53 percent between women and men respectively\n\nIn all of the cities surveyed the majority of demonstrators were found to be men\n\nAmong African American protesters specifically, men made up a much larger percentage of protesters than women.. Atlanta saw the largest disparity, with crowds that were 61 percent male compared to 31 percent female\n\nAmong African American protesters specifically, men made up a much larger percentage of protesters than women.\n\nAtlanta saw the largest disparity, with crowds that were 61 percent male compared to 31 percent female. Minneapolis was the most evenly split with 54 percent to 46 percent.\n\nAlso, across all four of the cities, the overall age of the protesters skewed heavily in the 18-34 age bracket, at an average rate of 68 percent.\n\nProtesters in the 55-and-over age group were the second most represented in each city, ranging from 24 percent in New York, 23 percent in Atlanta and Minneapolis to 20 percent in Los Angeles.\n\nMinneapolis was the only city showing a statistically significant change where the younger age group grew from 65 percent to 74 percent from day to nighttime, while the 55+ group shrank from 24 percent to 18 percent.\n\nProtesters in the 35-54 age group were represented at a rate of less than 10 percent overall.\n\n'Using our data and sophisticated AI techniques, we are able to paint a portrait of the protesters, leading to a better understanding of the impact of this historic protest,' Datta said. 'One of the most revealing findings of the report was that it was unlikely protesters came from outside of the city where the protest was taking place.\n\n'To understand where the protesters were coming from (whether they were local, from inside the city, or from out of town, outside the city), we chose the center point of the city and then determined whether the device regularly resides within a 150km radius of that point.\n\n'Devices were either considered residing inside or outside of the city based on that measurement,' the CEO explained."}}