{"GDELT": {"GlobalEventID": 930207811, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "CUBHLH", "Actor1Name": "CUBAN", "Actor1CountryCode": "CUB", "Actor1Type1Code": "HLH", "Actor2Code": "CUB", "Actor2Name": "CUBAN", "Actor2CountryCode": "CUB", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -6.2015503875969005, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Caracas, Distrito Federal, Venezuela", "Actor1Geo_CountryCode": "VE", "Actor1Geo_ADM1Code": "VE25", "Actor1Geo_ADM2Code": "31959", "Actor1Geo_Lat": 10.5, "Actor1Geo_Long": -66.9167, "Actor1Geo_FeatureID": "-938457", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Caracas, Distrito Federal, Venezuela", "Actor2Geo_CountryCode": "VE", "Actor2Geo_ADM1Code": "VE25", "Actor2Geo_ADM2Code": "31959", "Actor2Geo_Lat": 10.5, "Actor2Geo_Long": -66.9167, "Actor2Geo_FeatureID": "-938457", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Caracas, Distrito Federal, Venezuela", "Action2Geo_CountryCode": "VE", "Action2Geo_ADM1Code": "VE25", "Action2Geo_ADM2Code": "31959", "Action2Geo_Lat": 10.5, "Action2Geo_Long": -66.9167, "Action2Geo_FeatureID": "-938457", "DATEADDED": 20200618173000, "SOURCEURL": "https://www.plenglish.com/index.php?o=rn&id=56830&SEO=cuban-doctors-face-challenge-of-isolation-against-covid-19"}, "ARTICLE": {"TITLE": "Cuban doctors face isolation while fighting Covid-19", "TEXT": "Cuban doctors face isolation while fighting Covid-19 Cuban doctors face isolation while fighting Covid-19 Cuban doctors face isolation while fighting Covid-19\n\nCuban doctors face isolation while fighting Covid-19\n\nCaracas, Jun 18 (Prensa Latina) Along with the omnipresent risk of contagion, Cuban doctors who are providing direct medical care to Covid-19 patients in Venezuela also face the additional challenge of epidemiological isolation while preventing a likely spread of the disease.\n\nFor the professionals in charge of attending to patients infected with the SARS-CoV-2 coronavirus, there is a considerable psychological burden as a result of being isolated in medical centers for two weeks, and then being in a home quarantine for a similar period, Dr. Gissell Enriquez said.\n\n\n\nThe director of the Victorio Orlando Medina Integral Diagnosis Center (CDI), in the parish of La Pastora, in Caracas, pointed out that the institution has eight beds for Covid-19 patients, including four in the intensive care unit.\n\n\n\nIn that regard, Enriquez told Prensa Latina that the treatment protocol for Covid-19 patients demands complete isolation of the hospitalization area from the rest of the center, where doctors and nurses stay for 14 days.\n\n\n\nThe teams are made up of doctors and nurses who are experts in intensive care, while two other physicians treat the population with symptoms related to respiratory diseases. They also stay in the isolation area, but do not have contacts with confirmed cases.\n\n\n\nEnriquez pointed out that the quarantines at work and at home for these groups is a key premise in the protocol to prevent medical professionals from becoming agents of contagion to other colleagues and the general population.\n\n\n\nStrict isolation and the fear to fight a contagious and lethal disease is countered by the rigorous observance of all biosecurity measures, the use of protective means and, above all, the values of altruism, solidarity, sacrifice and love for people that characterize the Cuban medical staff, she assured.\n\n\n\nFor Juan Carlos Valido, one of the Cuban doctors in Venezuela, the sincere expressions of gratitude from patients for the care that they received are an additional stimulus to continue to fight for health.\n\n\n\nValido also noted that the unconditional support from the personnel in charge of logistics, food and accommodation contributes to the good physical wellbeing and psychological stability of the doctors and nurses subjected to conditions of isolation in their permanent combat against the novel coronavirus.\n\n\n\njg/mem/wup"}}