{"GDELT": {"GlobalEventID": 930209198, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "USACOP", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -6.8493150684931505, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Newark, New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_ADM2Code": "NJ013", "Actor1Geo_Lat": 40.7357, "Actor1Geo_Long": -74.1724, "Actor1Geo_FeatureID": "878762", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Newark, New Jersey, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNJ", "Action2Geo_ADM2Code": "NJ013", "Action2Geo_Lat": 40.7357, "Action2Geo_Long": -74.1724, "Action2Geo_FeatureID": "878762", "DATEADDED": 20200618173000, "SOURCEURL": "https://www.nj.com/coronavirus/2020/06/drop-charges-against-protest-organizers-who-violated-coronavirus-lockdowns-nj-ag-says.html"}, "ARTICLE": {"TITLE": "Drop charges against protest organizers who violated coronavirus lockdowns, N.J. AG says", "TEXT": "New Jersey’s attorney general has directed prosecutors to drop the charges against five people who organized protests or outdoor religious gatherings and were cited for violating Gov. Phil Murphy’s coronavirus-related executive order on large gatherings.\n\nAttorney General Gurbir S. Grewal also said municipal prosecutors should move forward with their cases against people who cited for violating executive orders not related to protests or religious ceremonies, but suggested they use discretion in the outcomes. Murphy routinely call out those cited as “knuckleheads” during his coronavirus briefings.\n\nIn releasing guidance Wednesday on municipal court prosecutions of COVID-19 related offense, Grewal noted that no individual protestors or worshipers have been cited. But organizers of protests that called for Murphy to reopen the state economy sooner were issued summonses.\n\n“We also have a responsibility to exercise discretion in the interests of justice, including to use diversion programs and community court if available,” Grewal said. “My guidance advises municipal prosecutors on the best ways to achieve those important goals of uniformity and consistency, deterrence, and responsible discretion.”\n\n28 Jersey Shore rally to protest N.J.'s coronavirus lockdown orders\n\nPeople cited for disobeying executive orders — for example by hosting large parties or by opening nonessential businesses — will still have to answer those charges, though Grewal said prosecutors have plenty of leeway in how they handle the cases and the level of punishment sought.\n\nThe attorney general notes that prosecutors should consider whether the person was previously warned as well as age, criminal history and the circumstances of the alleged violation. Another important factor will be whether the accused’s actions jeopardized the health of another person and how large a police presence was required to deal with a situation.\n\nIn the pandemic’s early days in New Jersey in March and April, authorities frequently announced the businesses and individuals across the state were cited for violating Murphy’s executive orders. For example, in late March Newark police cited hundreds of people when public gatherings were banned and shut down dozens of businesses in one three-night stretch.\n\nLakewood police, in particular, were also busy in that stretch, shutting down numerous weddings, engagement parties and other large outdoor gatherings. In one instance, police found a group of 35 young men gathered at a closed religious school who claimed they were studying.\n\nThere have also been numerous examples of people arrested for allegedly spitting at, coughing on or attacking police officers while claiming they had the coronavirus.\n\nViolations of executive orders have become far less common in recent weeks as the state started to reopen and the limits on indoor and outdoor gatherings have increased.\n\nOur journalism needs your support. Please subscribe today to NJ.com.\n\nJeff Goldman may be reached at jeff_goldman@njadvancemedia.com. Follow him on Twitter @JeffSGoldman. Find NJ.com on Facebook."}}