{"GDELT": {"GlobalEventID": 930208417, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "ITA", "Actor1Name": "ITALY", "Actor1CountryCode": "ITA", "Actor2Code": "DEU", "Actor2Name": "GERMANY", "Actor2CountryCode": "DEU", "IsRootEvent": 0, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.80213903743315, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT", "Actor1Geo_Lat": 42.833333, "Actor1Geo_Long": 12.833333, "Actor1Geo_FeatureID": "IT", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Netherlands", "Action2Geo_CountryCode": "NL", "Action2Geo_ADM1Code": "NL", "Action2Geo_Lat": 52.5, "Action2Geo_Long": 5.75, "Action2Geo_FeatureID": "NL", "DATEADDED": 20200618173000, "SOURCEURL": "https://www.france24.com/en/20200618-the-hunt-for-covid-19-treatment-vaccines"}, "ARTICLE": {"TITLE": "The hunt for COVID-19 treatment, vaccines", "TEXT": "Advertising Read more\n\nParis (AFP)\n\nDozens of drugs tested. More than 100 vaccine candidates. With hundreds of clinical trials under way, here is a run down of the major developments in the search for COVID-19 treatments and prevention.\n\nTREATMENTS: AFTER MISFIRES, HOPE\n\n- Dexamethasone: saves lives\n\nCheap and widely available, dexamethasone is a steroid normally used to treat allergic reactions as well as rheumatoid arthritis and asthma.\n\nThis week, a team of researchers looking for COVID-19 treatments said that dexamethasone had reduced deaths among the most seriously ill patients by a third compared to regular treatment.\n\nThe British government immediately said patients would start receiving the first medicine proven to reduce COVID-19 mortality.\n\nIt is not, however, a silver bullet: while researchers believe dexamethasone could save the lives of one-in-eight patients on ventilators, it was shown to have little clinical benefit among less serious cases.\n\n- Remdesivir: marginal gains\n\nAt least two major US studies have shown the antiviral drug remdesivir can reduce the duration of hospital stays for COVID-19 patients.\n\nResearch published in the leading journal the New England Journal of Medicine in May showed that injections of remdesivir -- which was originally intended as treatment against Ebola -- accelerated patient recovery compared with a placebo.\n\nWashington authorised the emergency use of the medicine on May 1, followed by several Asian nations including Japan and South Korea.\n\nWhile notable, the drug's effects do not appear to be miraculous: on average it reduced patients' hospital stays from 15 days to 11.\n\nOne study published in The Lancet, however, found no \"significant clinical benefit\" from treating coronavirus patients with remdesivir.\n\n- Hydroxychloroquine: mixed results\n\nVaunted by US President Donald Trump as a miracle guard against COVID-19, there is little scientific evidence that the decades-old malaria drug actually works as a treatment.\n\nThis month the British research group RECOVERY concluded that the medicine did not help COVID-19 patients at all.\n\nA study in The Lancet -- retracted due to problems with the data -- claimed that hydroxychloroquine also showed no benefit and even increased the risk of death, prompting several trials to be paused.\n\nOn Monday the US withdrew its authorisation for emergency COVID-19 treatment with hydroxychloroquine and a similar medicine, chloroquine.\n\nOn Wednesday the World Health Organization announced that hydroxychloroquine can be ruled out as treatment for hospitalised patients.\n\nIt did, however, recognise trials under way may show that the drugs have some value as a preventative measure.\n\n- Medicine cabinet\n\nSeveral other medicines intended for other maladies have been trialed against COVID-19.\n\nAccording to The Lancet there have already been more than 1,000 clinical trials on dozens of pharmaceutical treatments.\n\nAmong the most promising are antiretrovirals lopinavir and ritonavir, the antipsychotic chlorpromazine and tocilizumab, an immunosuppressor.\n\nTrials involving transfusing plasma from recovered patients have also shown some potential.\n\nBut despite the unprecedented research effort there is still no totally effective medical intervention against COVID-19.\n\nMost experts think that rather than stumbling upon a miracle drug that kills the virus, treatment programmes will likely rely on a variety of medicines administered together.\n\nVACCINES: RACE AGAINST THE CLOCK\n\n- How many in the pipeline?\n\nIn its most recent update on June 16, the WHO identified 11 separate clinical trials under way around the world for a COVID-19 vaccine.\n\nMore than half of the trials involving humans (as opposed to lab animals) are in China, where the deadly SARS-CoV-2 virus that causes COVID first emerged. Even as new cases surge in Beijing, China wants to be the first country in the world to come up with a vaccine and has fast-tracked its trials.\n\nWorldwide, the vaccine candidates under development are mostly in Phase 1 trials, the first of three steps that is designed to test safety. A few are in Phase 2 which, along with Phase 3, tests for efficacy.\n\nOnly partial results have been published so far, some of them described as \"encouraging\".\n\nAmong the most advanced is a European project led by the University of Oxford in cooperation with pharmaceutical company AstraZeneca.\n\nAnother in China -- involving the Academy of Military Medical Sciences and the firm CanSinoBIO -- is also well under way.\n\nBesides vaccine trials already in the pipeline, the WHO has listed another 128 candidate vaccines that are still at the pre-clinical phase.\n\nAnother attempt to catalogue all ongoing vaccine developments undertaken by the London School of Hygiene and Tropical Medicine counts at least 194, including 17 in the trials phase.\n\n- Different lines of attack -\n\nThe WHO classified the hundred-odd vaccine projects into eight categories, including some that have proven effective against other viruses and others that are experimental.\n\nSome pathogens in classic vaccines are attenuated, meaning they have been weakened chemically or through heating but remain \"alive\". Other are inactive, meaning the virus has been killed.\n\nSo-called subunit vaccines use a viral fragment -- typically a surface protein -- to trigger an immune response and immunity.\n\nViral vector vaccines, by contrast, use live, benign viruses to transport immunity-inducing DNA into human cells.\n\nFinally, a new class of vaccine harnesses another form of genetic material, RNA, that encodes the information needed to stimulate the production of a pathogen protein to trigger an immune reaction in cells.\n\n- Timetable\n\nThe European Medicines Agency estimated in mid-May that a vaccine could be ready within a year, calling that an \"optimistic scenario.\"\n\nBut some experts are hoping that one can be ready by the end of the year in order to beat back a second wave of infection -- if there is one -- in the northern hemisphere.\n\nThe US government's \"Warp Speed\" project aims to deliver 320 million vaccine doses -- roughly the population of the United States -- by January 2021, and has said it will help underwrite the cost of development at private firms.\n\nIn China, state-run giant Sinopharm currently has two vaccine candidates in the pipeline that could be on the market in late 2020 or early 2021.\n\nSeveral projects in Europe are also aiming for a validated vaccine by year's end, though production and roll-out could take additional weeks or months.\n\nGermany, France, Italy and the Netherlands have all signed an agreement with the pharmaceutical group AstraZeneca guaranteeing that 300 million doses of a vaccine would be delivered to the European Union.\n\n- Price tag\n\nThe major pharmaceutical groups all said that they will make any vaccine they develop available at a reasonable price, and even at cost.\n\nAstraZeneca has pledged \"to not make any profits on this vaccine,\" according to the company's president for France, Olivier Nataf, who indicated a price of two euros per dose.\n\n- Get in line\n\nThe Trump administration has made it clear that they will give priority to older persons, people with known risk factors such as high blood pressure or diabetes, and essential workers, especially in the health sector.\n\nOther countries have outlined similar priorities.\n\n© 2020 AFP"}}