{"GDELT": {"GlobalEventID": 930208485, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "JUD", "Actor1Name": "JUDGE", "Actor1Type1Code": "JUD", "Actor2Code": "COP", "Actor2Name": "PRISON", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -7.66773162939292, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dublin, Dublin, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI07", "Actor1Geo_ADM2Code": "18288", "Actor1Geo_Lat": 53.3331, "Actor1Geo_Long": -6.24889, "Actor1Geo_FeatureID": "-1502554", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dublin, Dublin, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI07", "Actor2Geo_ADM2Code": "18288", "Actor2Geo_Lat": 53.3331, "Actor2Geo_Long": -6.24889, "Actor2Geo_FeatureID": "-1502554", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dublin, Dublin, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI07", "Action2Geo_ADM2Code": "18288", "Action2Geo_Lat": 53.3331, "Action2Geo_Long": -6.24889, "Action2Geo_FeatureID": "-1502554", "DATEADDED": 20200618173000, "SOURCEURL": "https://www.breakingnews.ie/ireland/retired-doctor-appeals-conviction-for-abusing-seven-boys-over-21-year-period-1006067.html"}, "ARTICLE": {"TITLE": "Retired doctor appeals conviction for abusing seven boys over 21-year period", "TEXT": "A retired doctor has appealed against his conviction for abusing seven boys in his care over a 21-year period up to 1992.\n\nHis barrister argued that the trial judge had erred by telling the jury that if there was no collusion, then the fact there were seven complainants was compelling evidence.\n\nThe 86-year-old man, who cannot be identified by order of the Court of Appeal, was jailed for four years in February of last year.\n\nHe had pleaded not guilty at Dublin Circuit Criminal Court to 12 charges of indecent assault and one charge of sexual assault committed during medical examinations on dates beginning in 1971.\n\nA medical expert gave evidence during his trial that there was no medical basis for the behaviour described by the seven men.\n\nJudge Martin Nolan sentenced him to four years in prison on one of the counts of indecent assault. He sentenced him to 18 months on all other counts and ordered that each sentence run concurrently.\n\nJudge Nolan said that the appropriate headline sentence in the absence of mitigation was one of seven years, describing the offending as a “serious pattern of misbehaviour”.\n\nHe said that the mitigating factors included his age and that there was a possibility of him dying while imprisoned.\n\nHowever, he noted that it had been well decided by precedent that age was no barrier to prison sentences.\n\nThe retired doctor appealed his conviction to the Court of Appeal today.\n\nHis barrister, Hugh Hartnett SC, submitted several grounds of appeal, including that the trial judge had erred in law in refusing to discharge the jury on a number of occasions.\n\nThese included occasions when complainants gave evidence that the accused had been struck off the medical registrar, that a civil action had been settled and that there had been an earlier criminal trial.\n\n“Whatever about on their own, the cumulative effect was to create a very real risk of prejudice in the case,” he said.\n\nAny effect is magnified when there are multiple complainants, he added.\n\nCounsel further argued that the trial judge had erred in telling the jury that evidence of multiple complainants in the absence of collusion was \"compelling\" evidence.\n\n“The judge is saying that if you have multiple complainants, that’s compelling evidence. That’s not the way a jury should be charged,” he said.\n\n“The use of the word compelling was unfortunate and hugely prejudicial,” he said. “It was made more so afterwards when the trial judge disclosed to the jury that was his view of the evidence.”\n\nHe said this was \"fatal in a case like this\".\n\nMr Hartnett further submitted that the trial had been unfair in the circumstances of the accused man’s age, health and medical condition.\n\n“There were indications that he had cognitive damage and various other health conditions,” he noted.\n\nCathleen Noctor SC responded on behalf of the Director of Public Prosecutions.\n\nShe said that the defence had repeatedly asked the complainant, who referenced the doctor being struck off, about why he had come forward. This was despite it being clear from the case that he had come forward after seeing the story about the striking off on the news.\n\nIn relation to the complainant, who referenced the civil proceedings, she said that it had been put to that witness a number of times that he had brought such proceedings.\n\n“It can’t have come as any surprise that this witness ended up making it clear that the proceedings were over,” she said.\n\nJustice John Edwards, presiding with Justice Isobel Kennedy and Justice Úna Ni Raifeartaigh, reserved judgment."}}