{"GDELT": {"GlobalEventID": 930207755, "Day": 20200618, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4603, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -6.60919540229885, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Telangana, Andhra Pradesh, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN02", "Actor1Geo_ADM2Code": "17568", "Actor1Geo_Lat": 18.0, "Actor1Geo_Long": 79.5, "Actor1Geo_FeatureID": "-2112824", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Telangana, Andhra Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN02", "Action2Geo_ADM2Code": "17568", "Action2Geo_Lat": 18.0, "Action2Geo_Long": 79.5, "Action2Geo_FeatureID": "-2112824", "DATEADDED": 20200618173000, "SOURCEURL": "https://www.firstpost.com/india/used-lathis-on-vehicles-to-check-presence-of-coronavirus-says-telangana-police-in-response-to-pleas-alleging-excesses-during-lockdown-8498791.html"}, "ARTICLE": {"TITLE": "'Used lathis on vehicles to check presence of coronavirus': Telangana cops' response to pleas alleging police excesses surprises high court", "TEXT": "Responding to a plea which alleged that some policemen damaged vehicles parked outside homes, the Telangana Police said that it had checked the vehicles 'using lathis in order to see whether coronavirus was present or not'\n\nHyderabad: The Telangana High Court has asked why majority of the victims of alleged police excesses during the lockdown were from a particular community, even as it observed that the counter affidavit filed by police in one of the pleas on their high-handedness lacked all relevant details.\n\nA bench, comprising Chief Justice Raghvendra Singh Chauhan and Justice B Vijaysen Reddy, asked in its observations whether a minority community was targeted.\n\nIt was hearing a batch of public interest litigation petitions on the alleged police excesses on Wednesday.\n\nThe bench asked the city police and other respondents to submit a detailed report by 29 June in the particular petition.\n\nIn its order in the petition, the court said the counter-affidavit filed by the city police commissioner lacked the relevant details.\n\nIn one instance, according to the counter-affidavit, a departmental inquiry has been initiated against a sub- inspector of police, a SHO and an ACP, calling for explanation for failure to discharge their duties responsibly.\n\nThe order said the subsequent development or progress in the departmental inquiries need to be informed to the court.\n\nThe counter filed by the police said a person, who was allegedly assaulted by police, was not in fact assaulted by them.\n\nAccording to the police, he fell down while he was running away after noticing the police personnel approaching his area.\n\nBut surprisingly, his injury report has not been submitted along with the counter affidavit, the order said.\n\nIn another incident, the petitioner alleged that the police personnel of a particular police station damaged vehicles parked outside homes in a residential area.\n\nThe police affidavit claims the police had checked the vehicles \"using police lathis in order to see whether coronavirus was present or not\".\n\nExpressing surprise over the police explanation, the court sought a complete report on the issue."}}