{"GDELT": {"GlobalEventID": 930386157, "Day": 20200619, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.463, "Actor1Code": "ITA", "Actor1Name": "ROME", "Actor1CountryCode": "ITA", "Actor2Code": "CVL", "Actor2Name": "MIGRANT", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.95439739413681, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20200619130000, "SOURCEURL": "https://www.reuters.com/article/us-europe-migrants-rescue/sea-watch-charity-rescues-hundreds-of-migrants-from-mediterranean-idUSKBN23Q23J"}, "ARTICLE": {"TITLE": "Sea-Watch charity rescues hundreds of migrants from Mediterranean", "TEXT": "Migrants on a boat wait to be rescued by German NGO search and rescue ship Sea-Watch 3 during a search and rescue (SAR) operation in the Mediterranean Sea, off the Libyan Coast, June 17, 2020. Picture taken June 17, 2020. Laila Sieber/Sea Watch/Handout via REUTERS\n\nROME (Reuters) - German NGO Sea-Watch on Friday said it had rescued 46 migrants from a sinking boat in the Mediterranean overnight, bringing the total of saved people to 211 in the last 48 hours.\n\nThe Sea-Watch 3 vessel is now sailing in international waters in the area of the Italian island of Linosa waiting for a safe port to disembark migrants, the charity group said.\n\nOf the 211 people on board, mainly from Africa, 20 are women and 62 are minors, including a few months old baby, Sea-Watch said. “We immediately need a safe port,” they wrote on Twitter.\n\nItaly, one of Europe’s worst-hit countries by COVID-19, last April issued a decree saying its ports could not be considered safe because of the pandemic and would not let migrant boats dock for the duration of the emergency, which will remain in effect until July 31.\n\nFor years Italy was the primary route into Europe for hundreds of thousands of asylum seekers and other irregular migrants but after a crackdown in Libya against smugglers, the numbers making the perilous journey across the Mediterranean fell sharply.\n\nHowever, there has been a pick-up in 2020 with 5,832 people landing in Italy so far against 2,242 in the same period of 2019, interior ministry data show.\n\nAlong with NGO rescues, migrants continue to arrive in Italy aboard smaller ships. Six boats with more than 100 migrants arrived in the island of Lampedusa in the last few days."}}