{"GDELT": {"GlobalEventID": 930386116, "Day": 20200619, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.463, "Actor1Code": "IND", "Actor1Name": "KOLKATA", "Actor1CountryCode": "IND", "Actor2Code": "OPP", "Actor2Name": "ACTIVIST", "Actor2Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -7.312252964426871, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kolkata, West Bengal, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN28", "Actor1Geo_ADM2Code": "70294", "Actor1Geo_Lat": 22.5697, "Actor1Geo_Long": 88.3697, "Actor1Geo_FeatureID": "-2092511", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kolkata, West Bengal, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN28", "Actor2Geo_ADM2Code": "70294", "Actor2Geo_Lat": 22.5697, "Actor2Geo_Long": 88.3697, "Actor2Geo_FeatureID": "-2092511", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kolkata, West Bengal, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN28", "Action2Geo_ADM2Code": "70294", "Action2Geo_Lat": 22.5697, "Action2Geo_Long": 88.3697, "Action2Geo_FeatureID": "-2092511", "DATEADDED": 20200619130000, "SOURCEURL": "https://economictimes.indiatimes.com/news/politics-and-nation/soumitra-chatterjee-adoor-gopalakrishnan-among-500-persons-address-letter-seeking-bail-of-activists/articleshow/76465749.cms"}, "ARTICLE": {"TITLE": "Soumitra Chatterjee, Adoor Gopalakrishnan among 500 persons address letter seeking bail of activists", "TEXT": "Kolkata: A group of 500 prominent persons, including film personalities Soumitra Chatterjee , and Aparna Sen from West Bengal, have penned an open letter to the Centre demanding an immediate release on bail of activists like Varavara Rao and Safoora Zargar at a time when \"a pandemic is raging across the country\". Left leaning poet and writer Varavara Rao is among the 11 rights activists to have been jailed, apart from Sudha Bhardwaj, Shoma Sen, Anand Teltumbde, Gautam Navlakha, Arun Ferreira, Vernon Gonsalvez, Surendra Gadling, Mahesh Raut, Sudhir Dhawale and Rona Wilson, the letter said.\"In the prisons of Maharashtra where they are being detained, some inmates have died and many others have tested positive for COVID-19 ,\" the letter issued by the Indian Cultural Forum platform on June 16, said.The letter also expressed dismay over denial of bail to student activist Safoora Zargar of Jamia Millia University and human rights activist of Assam, Akhil Gogoi.Zargar, a member of Jamia Coordination Committee, was arrested under the anti-terror law --UAPA -- in a case related to communal violence in northeast Delhi during protests against the Citizenship Amendment Act in February.The statement was signed by Adoor Gopalakrishnan , Naseeruddin Shah, Shabana Azmi, Nandita Das, Amol Palekar, Onir, Anurag Kashyap apart from around 20 prominent Bengali personalities.The signatories of the letter said, \"Gogoi has repeatedly raised his voice against human rights violations by the state,\" and Safoora Zargar, the pregnant student from Jamia Millia University....\"was arrested for protesting against the Citizenship Amendment Act.\"Pointing out these activists are \"neither convicted criminals nor planning to flee the country\", they said, \"We demand that they all be granted bail immediately on humanitarian grounds as their lives are at risk at a time when a pandemic is raging across the country.\"We have learnt that Mr. Varavara Rao who is 80 years old is already ill and has been removed to a police hospital.\"Veteran actor Dhritiman Chatterjee told , \"Several personalities from West Bengal, including me, have signed tbe letter. We demand that the liberal space is not encroached and throttled in a democracy.\"We are also worried that the COVID-19 situation in prisons will affect the health of the jailed activists. The Centre and the states concerened should not sit idle over the issue.\"The letter also expressed concern over the health condition of Safoora Zargar and the \"unborn baby in her womb\".\"The focus should not be on the suppression of dissent, but on the containment of the pandemic for all, in prison and out of it,\" the letter said.Eleven people, including Rao, were arrested in the Elgar Parishad-Maoist link case which was transferred to the National Investigation Agency by the Centre in January.The case relates to alleged inflammatory speeches made at the Elgar Parishad conclave held in Pune in December 31,2017, which the police claimed triggered violence the next day near the Koregaon-Bhima war memorial.The Pune police had claimed that the conclave was backed by Maoists."}}