{"GDELT": {"GlobalEventID": 930386442, "Day": 20200619, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.463, "Actor1Code": "PHL", "Actor1Name": "FILIPINO", "Actor1CountryCode": "PHL", "Actor2Code": "EUR", "Actor2Name": "EUROPE", "Actor2CountryCode": "EUR", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.2, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manila, Manila, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RPD9", "Actor1Geo_ADM2Code": "24210", "Actor1Geo_Lat": 14.6042, "Actor1Geo_Long": 120.98200000000001, "Actor1Geo_FeatureID": "-2437894", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Manila, Manila, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RPD9", "Actor2Geo_ADM2Code": "24210", "Actor2Geo_Lat": 14.6042, "Actor2Geo_Long": 120.98200000000001, "Actor2Geo_FeatureID": "-2437894", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manila, Manila, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPD9", "Action2Geo_ADM2Code": "24210", "Action2Geo_Lat": 14.6042, "Action2Geo_Long": 120.98200000000001, "Action2Geo_FeatureID": "-2437894", "DATEADDED": 20200619130000, "SOURCEURL": "http://tempo.com.ph/2020/06/19/rizal-survives-1889-1890-flu-epidemic-in-europe/"}, "ARTICLE": {"TITLE": "Rizal survives 1889-1890 flu epidemic in Europe", "TEXT": "Rizal survives 1889-1890 flu epidemic in Europe\n\n0 SHARES Share Tweet\n\nBy ROY C. MABASA\n\nLittle did we know that our national hero, Dr. Jose P. Rizal, whose 159th birth anniversary is being commemorated Friday, June 19, witnessed and survived a deadly influenza pandemic that swept selected European cities from 1889 to 1890.\n\nIn a short essay written by former Oxford University scholar Geronimo Suliguin, he retraced tidbits of Rizal’s time in Paris and London during and after the outbreak of the largest 19th century influenza epidemic that arrived in Europe from the east in November and December of 1889.\n\n“130 years ago, in 1890, the 28-year-old Jose Rizal arrived in Paris from London on 18 January after spending a few days there since the 6th looking for books. He just published his annotations of Morga’s Sucesos de las Islas Filipinas at a time when Paris, like London, was suffering from ‘Die influenza’ which was ‘wreaking havoc’ in much of Europe,” wrote Suliguin, who is currently assistant director at the Maritime and Ocean Affairs Office of the Department of Foreign Affairs.\n\nPress reports in those days gave so much focus in the cities of Paris and London where Rizal was during the period.\n\n“It has been hinted that influenza reached Paris sometime at the turn of November and December of 1889 when Rizal was busy preparing the printing of his annotations,” Suliguin said as he noted that major French newspapers such as Le Matin and Le Temps reported a “mysterious disease” that appeared in the middle of December among different shop assistants of the well-known Parisian store Louvre — Grands Magasins du Louvre — about 1.5 kilometers away from where Rizal lived at 45 Rue de Maubeuge.\n\nSuliguin wrote that come Christmas week (December 1889), the epidemic has turned into a “more serious nature” with the disease reportedly often ending with pneumonia and the hospitals incapable of accommodating “such an enormous number of patients.” It was also noted that more than 200 people died in Paris that week than in the previous one.\n\nHe said Rizal was fortunate enough that the copies of his Morga came out of the press about the 23rd of December, noting that the road leading to the publisher, Libreria de Garnier Hermanos at 6 Rue Des Saints-Peres, directly passes through the Louvre area where an outbreak has been reported.\n\nHe added that Rizal’s admission permit to the Bibliotheque Nationale, which was also in the vicinity of the Louvre shops, expired around those dates, “sparing him from unnecessarily being exposed.”\n\nQuoting Rizal’s letter to his friend Ferdinand Blumentritt on 20 January 1890, Suliguin wrote: “Rizal thanked God he only had to endure ‘a few minutes of headache’ or the illness would have given his enemies ‘an occasion to say jubilantly that it is God’s punishment’ for having attacked the men of the cloth and the Catholic Church in his novel Noli Me Tangere and the recently published Annotations.”\n\nIn the same letter, the author narrated that Rizal took note of the conversation between Trinidad Pardo de Tavera and the Jesuit priest Fr. Federico Faura (Padre Faura St. in Ermita, Manila was named after him). Padre Faura used to be the Director of the Observatorio Meteorológico de Manila, or Manila Observatory, in the space now occupied by a mall and gave it its former name — Observatorio St.\n\nIn the letter, Rizal told Blumentritt that the Jesuit priest exclaimed upon learning Rizal was “slightly ill” that “It cannot be otherwise; a man like him has to die!” Rizal admitted that it was not good for the Jesuit to say such “nonsense” but also hinted on the likely reason why the Padre may have wished that way.\n\nRecalling the Filipino hero’s experience of the pandemic in Europe, Suliguin stressed that the Filipino nation should be grateful that Rizal did not succumb to the influenza epidemic of 1889-90.\n\n“More than this, the country should be equally thankful that the influenza epidemic did not hinder the young Rizal’s sense of purpose,” he said.\n\nAt a time when death was near and ever-present in Paris, he said, “Rizal was busy writing for La Solidaridad with his essays ‘Filipinas Dentro de Cien Años’ and the poem ‘Las Flores de Heidelberg,’ both published in December, and saw to it that he sent out a copy of his Annotations to Mariano Ponce in Barcelona.”\n\n“For Rizal, epidemic or not, it was service as usual,” Suliguin wrote.\n\n“This service as usual, this resolve of a young man to combat with all his strength the primary cause of all the sufferings and tears in his country wherever, whenever, and whatever the condition was is what makes our national hero still relevant to this day and age,” he added.\n\nFurthermore, Suliguin said Rizal did not hesitate to fight the enemy that hid behind the false religion and instead dared to speak truth to power and paid for it with his life.\n\n“He preferred truth to his fame. His only wish was for his countrymen to sacrifice their passions on the altar of the country, and to seek their welfare in the virtues that distinguish and adorn free peoples,” concludes the author who is also a Knight Commander of Rizal.\n\ncomments"}}