{"GDELT": {"GlobalEventID": 930385852, "Day": 20200619, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.463, "Actor1Code": "ELI", "Actor1Name": "ACTOR", "Actor1Type1Code": "ELI", "Actor2Code": "BUS", "Actor2Name": "PRODUCER", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.57142857142858, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hindustan, India (general), India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN00", "Actor1Geo_ADM2Code": "17857", "Actor1Geo_Lat": 28.0, "Actor1Geo_Long": 76.0, "Actor1Geo_FeatureID": "-3414754", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Hindustan, India (general), India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN00", "Actor2Geo_ADM2Code": "17857", "Actor2Geo_Lat": 28.0, "Actor2Geo_Long": 76.0, "Actor2Geo_FeatureID": "-3414754", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hindustan, India (general), India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN00", "Action2Geo_ADM2Code": "17857", "Action2Geo_Lat": 28.0, "Action2Geo_Long": 76.0, "Action2Geo_FeatureID": "-3414754", "DATEADDED": 20200619130000, "SOURCEURL": "https://www.hindustantimes.com/bollywood/randeep-hooda-may-begin-shooting-mard-by-august-says-producer-rahul-mittra/story-dgdkrfcnJ0F78ODBeAqKVL.html"}, "ARTICLE": {"TITLE": "Randeep Hooda may begin shooting Mard by August, says producer Rahul Mittra", "TEXT": "bollywood\n\nUpdated: Jun 19, 2020 18:08 IST\n\nBollywood actor Randeep Hooda is set to shoot for producer Rahul Mittra’s Mard in Lucknow but the makers are yet to get a clearance from the government in Uttar Pradesh. They are likely to begin shoot only in August.\n\nRahul told Mid Day in an interview, “I attended a webinar with members of the UP government last week, where I formally apprised them of my film and sought clarity [on the way ahead]. I am hoping to hear from them soon. Looking at the current situation, I don’t think we can start shooting before August.”\n\nWhen told that he may consider shooting in Mumbai itself, given that Maharashtra state government has already allowed shootings to begin, with a proper sset of SOPs and guidelines to be followed, Rahul said he does not want to compromise. ““A major portion of the film has to be shot in the city. I can’t compromise on the location as that is the real hero of my film,” he told the tabloid.\n\nMard will to be directed by Sai Kabir who has earlier directed Kangana Ranaut starrer Revolver Rani. The film is touted to be a new age love story that explores different shades of an Indian alpha male. The shooting was initially to begin November 2019. The film was slated for an early 2020 release when announced.\n\nAlso read: Sushant Singh Rajput’s friend Mahesh Shetty shares emotional note: ‘How do you even explain if you suddenly lose a piece of your heart?’\n\nAbout his upcoming projects, Randeep recently told Hindustan Times, “I was shooting a film (before the lockdown was announced in March), a Bollywood comedy with Ileana D’Cruz tentatively called Unfair and Lovely. We were almost through with that and had about 10 days to go. So that was a bit of a setback, I wish I’d finished that so I could then prepare for my one but since that is not finished, part of me stuck over there. Then I did another movie tentatively called Rat on the Highway, which is an out there kind of a subject. That I finished and there’s another movie called Mard, which was going to go into production but still it’s on a standby right by.”\n\nFollow @htshowbiz for more"}}