{"GDELT": {"GlobalEventID": 930385442, "Day": 20200619, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.463, "Actor2Code": "MNCUSA", "Actor2Name": "MICROSOFT", "Actor2CountryCode": "USA", "Actor2Type1Code": "MNC", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.19493177387915, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Pennsylvania, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USPA", "Actor2Geo_Lat": 40.5773, "Actor2Geo_Long": -77.264, "Actor2Geo_FeatureID": "PA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_Lat": 40.5773, "Action2Geo_Long": -77.264, "Action2Geo_FeatureID": "PA", "DATEADDED": 20200619130000, "SOURCEURL": "https://www.cnbc.com/2020/06/19/stocks-making-the-biggest-moves-in-the-premarket-alibaba-penn-national-gaming-spotify-more.html"}, "ARTICLE": {"TITLE": "Stocks making the biggest moves in the premarket: Alibaba, Penn National Gaming, Spotify & more", "TEXT": "Check out the companies making headlines before the bell Friday:\n\nAlibaba, JD.com — Alibaba and JD.com handled a record $136.51 billion in sales during 618, one of the biggest shopping events in China. Alibaba reported a gross merchandise value of just over $98 billion during the event. JD.com said transaction volume totaled $37.99 billion.\n\nOccidental Petroleum — Occidental shares climbed more than 4% after a SunTrust analyst upgraded the energy company to \"buy\" from \"hold.\" The analyst also raised his price target on the stock to $25 per share from $13 a share, implying a 12-month upside of 27% from Thursday's close. \"We believe Occidental is in position to continue improving its balance sheet through internal and external means,\" the analyst said.\n\nDraftKings — DraftKings said it has priced a 40 million common stock offering at $40 per share. Goldman Sachs and Credit Suisse are the lead underwriters of the offering. DraftKings shares rose more than 1% in the premarket.\n\nDisney — An analyst at Wells Fargo hiked his price target on Disney to $118 per share from $107 a share. The analyst maintained his \"equal weight\" rating on the stock, however, noting \"we remain more pessimistic than most on the potential length and depth of the coronavirus pandemic and its impact on Parks operations + Studio production.\"\n\nPenn National Gaming — The Pennsylvania-based casino operator said it has resumed operations in 30 of the company's 41 properties, sending the stock up more than 3% in the premarket.\n\nSpotify — Shares of the music streaming giant jumped 2.5% in the premarket after Rosenblatt Securities hiked its price target on the company to $275 per share from $190 a share. The firm also raised its fiscal 2021 revenue forecast for Spotify to $10.46 billion from $10.17 billion as the company lands exclusive podcast deals with Joe Rogan and Kim Kardashian. \"We not only see attractive monetization potential from these exclusives, we envision future leverage to premium subscription pricing and label negotiations,\" according to Rosenblatt.\n\nCarMax — CarMax shares climbed more than 1% after the used-car seller posted a quarterly revenue that beat analysts' expectations. The company reported sales of $3.23 billion for the first quarter, topping a FactSet estimate of $2.71 billion. Comparable sales fell 41.8% on a year-over-year basis, but that was better than a consensus forecast of a 51.3% decline.\n\nSlack — Goldman Sachs downgraded Slack to \"sell\" from \"neutral,\" citing the potential for an \"enduring battle\" with Microsoft's Teams platform for market share. \"While we continue to view Slack as a best-in-class team messaging offering that is favored by the technical community, we expect MSFT Teams to continue to try and leverage its packaging within Office 365 to drive increased adoption, thus creating the potential for a more competitive environment,\" Goldman said in a note.\n\nNovavax — An analyst at Cantor Fitzgerald hiked his price target on Novavax to $88 per share from $45 a share, citing \"recent additions of well-known and established biotech veterans to the executive team.\" The new price target implies an upside of 48.5% over the next 12 months. Novavax shares gained about 4% before the bell."}}