{"GDELT": {"GlobalEventID": 930386584, "Day": 20200619, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.463, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 192, "EventBaseCode": 192, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.29032258064516, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Michigan State University Museum, Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_ADM2Code": "MI065", "Actor1Geo_Lat": 42.7314, "Actor1Geo_Long": -84.4817, "Actor1Geo_FeatureID": "2633502", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Michigan State University Museum, Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_Lat": 42.7314, "Action2Geo_Long": -84.4817, "Action2Geo_FeatureID": "2633502", "DATEADDED": 20200619130000, "SOURCEURL": "https://www.interlochenpublicradio.org/post/audio-guide-spring-june-19"}, "ARTICLE": {"TITLE": "Audio Guide to Spring: June 19", "TEXT": "It’s time for snapping turtles to lay their eggs. Snapping turtles are easy to identify because of their large size, the spikes on their tail and their strong, muscular legs. It’s now peak nesting season for snappers and other Michigan turtles. That’s a pretty good time to see them actually. Jim Harding, a retired Wildlife Outreach Specialist for the Michigan State University Museum, says they need to move into the open to lay their eggs.\n\n“Turtle eggs will not hatch if they go back and lay them in the shady woods,\" Harding says. \"So they have to lay some place where there is sunshine. That way the eggs get enough heat to incubate over the summer.”\n\nUnfortunately, the way most people discover turtle nests is by finding holes with torn, leathery egg shells littering the ground. That’s because raccoons are numerous and good at finding turtle eggs. In some places, they’ll find every last egg and no turtle will be able to reproduce.\n\nListen to the Audio Guide to Spring for Friday, June 19, 2020\n\nTomorrow is the summer solstice, often referred to as the longest day of the year. There will be about 15 and a half hours of daylight in Michigan tomorrow. But technically the solstice refers to the exact moment in time that falls upon that day, the moment when the northern hemisphere is most tilted towards the sun and that will be about 5:43 or 5:44 tomorrow evening.\n\nWe have an unusual recording for you this week. That’s a whippoorwill recorded in Benzie County. It’s unusual because the number of whippoorwills has been declining dramatically in the last 50 years. They’re hard to find and they’re hard to see because they’re so camouflaged. If you want to hear one, find a forest with oaks or an oak pine juniper mix and stand around the edge just after dusk.\n\nCheck out our website. There’s a picture of me, Peter Payette, on the IPR website trying to rescue a snapping turtle. It was so aggressive that I left it where I found it.\n\nLet us know what you’re seeing in nature or what you have questions about. You can leave us a message on the listener comment line at 231-276-4444.\n\nI get help from Cheryl Bartz, Larry Mawby and Leslie Hamp.\n\nBonus Information! What should you do when you see a turtle trying to cross a road?\n\nGuidance from James Harding, Herpetologist\n\n1. NEVER risk your own life to save a turtle. Don’t ever stop in heavy traffic. If you can stop, pull way over and put on hazard lights. Drivers following you may be confused if you suddenly pull off! Some impatient drivers will immediately try to go around you, creating more danger for you and turtle. Sometimes if I see a not-too-big turtle in my lane and there are a few cars behind me, I gradually slow down and straddle the turtle till they pass or stop… be prepared for both understanding drivers and angry, impatient ones.\n\n2. Put or direct the turtle across in the direction it was headed– UNLESS it is heading towards certain oblivion, in which case you can try sending it back where it came from— or, if it is in a real bad place (and not a big snapper) you can pick it up and take the next side road and try to let it go in reasonable habitat away from the busy road.\n\n3. For snappers— they will NOT know you are trying to help them, and they bite! Never pick up snappers by the tail (even though it looks like a convenient handle)– it can damage their vertebrae and may even paralyze their hind legs. Small ones can be picked up by the rear of the top shell, but watch out for the jaws, which can reach back almost to the hind legs! A turtle big enough to be dangerous can sometimes just be pushed or teased off the road with a stout stick. For a really big one, I sometimes use an old jacket or towel (which everyone should keep in their car!) I tease the turtle till he or she bites it, then I gently drag it off the road as it holds on. Eventually it will release the towel once you stop pulling on it! By the way, snappers not only bite, but they give off a really nasty musky odor. Keep that in mind before you throw even a small one in your trunk.\n\n4. See rule number 1."}}