{"GDELT": {"GlobalEventID": 930385750, "Day": 20200619, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.463, "Actor1Code": "COP", "Actor1Name": "PRISON", "Actor1Type1Code": "COP", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.41509433962264, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Marenisco, Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_ADM2Code": "MI053", "Actor1Geo_Lat": 46.3763, "Actor1Geo_Long": -89.6963, "Actor1Geo_FeatureID": "1620705", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Marenisco, Michigan, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMI", "Actor2Geo_ADM2Code": "MI053", "Actor2Geo_Lat": 46.3763, "Actor2Geo_Long": -89.6963, "Actor2Geo_FeatureID": "1620705", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Marenisco, Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_ADM2Code": "MI053", "Action2Geo_Lat": 46.3763, "Action2Geo_Long": -89.6963, "Action2Geo_FeatureID": "1620705", "DATEADDED": 20200619130000, "SOURCEURL": "https://www.michigancapitolconfidential.com/michigan-population-winners-and-losers"}, "ARTICLE": {"TITLE": "Michigan Population Winners And Losers", "TEXT": "The numbers are in, and the population trends of Michigan’s cities for 2019 reveal a very interesting roster of winners and losers for the year.\n\nCities like Flint, Dearborn, Warren and Detroit continued their long-term trend of gradual population decline. Meanwhile, some municipalities experienced decreases in population for the first time in years, notably Marenisco Township, Ann Arbor, and Ypsilanti.\n\nMarenisco Township’s steep decline in population during 2019 is due to the closure of the Ojibway prison, which housed around 800 prisoners, explaining Marenisco’s 63% decrease in population.\n\nAnn Arbor and Ypsilanti, however, do not have such an easy explanation for their sudden period of decline. From 2008 to 2018, Ann Arbor benefited from a slow but steady increase in population of roughly 0.3% per year. But this year, it lost 1,449 residents, a 1% decrease in population. At the same time, Ann Arbor’s neighboring city of Ypsilanti experienced an even larger percentage decrease, losing 739 residents. That 3.5% decrease was the largest percentage change in any of the cities on the top 10 list of losses, with the exception of Marenisco township. Like Ann Arbor, Ypsilanti enjoyed a slowly increasing population since 2010, but in 2018 it experienced a minor hiccup, losing 0.04% of its population. The data from 2019 suggests that it was no hiccup at all, but rather the start of a much steeper decline to come.\n\nThe top 10 municipalities for population growth in Michigan also show some very interesting trends. The townships surrounding the Detroit area, such as Macomb Township, Shelby Charter Township, Auburn Hills, Canton Charter Township, Lyon Charter Township, Washington Township and Orion Charter Township dominate the list. This shows the continuation of long-term trends of steep population increases in these areas, as more and more people move out of the Detroit area.\n\nBut proximity to Detroit is not the only thing many of the top 10 growing municipalities have in common. Five of the 10 are also charter townships. Charter townships, according to the Michigan Township Association, enjoy “a special township classification created by the Michigan Legislature in 1947 to provide additional powers and streamlined administration for governing a growing community.” Charter township status has apparently served these communities very well, helping to bring about the highest population growth in the state despite their proximity to some of the largest areas of decline like Detroit, Dearborn, and Warren.\n\nThe Michigan Township Association says that Michigan has 1,240 townships, only 139 of which are charter townships. This means that despite representing only 11% of Michigan’s total townships, charter townships are half of the top 10 growing municipalities in the state."}}