{"GDELT": {"GlobalEventID": 930385974, "Day": 20200619, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.463, "Actor1Code": "GOV", "Actor1Name": "SECRETARY OF STATE", "Actor1Type1Code": "GOV", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.63852242744063, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200619130000, "SOURCEURL": "https://www.rasmussenreports.com/public_content/political_commentary/commentary_by_pat_buchanan/can_we_coexist_with_asia_s_communists"}, "ARTICLE": {"TITLE": "Can We Coexist with Asia's Communists?", "TEXT": "Wednesday, Secretary of State Mike Pompeo met for seven hours at Hickam Air Force Base in Hawaii with the chief architect of China's foreign policy, Yang Jiechi.\n\nThe two had much to talk about.\n\nAs The Washington Post reports, the \"bitterly contentious relationship\" between our two countries has \"reached the lowest point in almost half a century.\" Not since Nixon went to China have relations been so bad.\n\nSign up: Free daily newsletter Sign up!\n\nEarly this week, Chinese and Indian soldiers fought with rocks, sticks and clubs along the Himalayan truce line that dates back to their 1962 war. Twenty Indian soldiers died, some pushed over a cliff into a freezing river in the highest-casualty battle between the Asian giants in decades.\n\nAmong the issues surely raised with Pompeo by the Chinese is the growing bipartisan vilification of China and its ruling Communist Party by U.S. politicians the closer we come to November.\n\nThe U.S. has been putting China in the dock for concealing information on the coronavirus virus until it had spread, lying about it, and then letting Wuhan residents travel to the outside world while quarantining them inside China.\n\nIn America, it has become good politics to be tough on China.\n\nThe reasons are many.\n\nHigh among them are the huge trade deficits with China that led to an historic deindustrialization of America, China's emergence as the world's first industrial power, and a U.S. dependency on Chinese imports for the vital necessities of our national life.\n\nThen there is the systematic theft of intellectual property from U.S. companies in China and Beijing's deployment of thousands of student-spies into U.S. colleges and universities to steal security secrets.\n\nThen there is the suppression of Christianity, the denial of rights to the people of Tibet and the discovery of an archipelago of concentration camps in western China to \"reeducate\" Muslim Uighurs and Kazakhs to turn them into more loyal and obedient subjects.\n\nAmong the strategic concerns of Pompeo: China's fortification of islets, rocks and reefs in the South China Sea and use of its warships to drive Vietnamese, Malaysian, Indonesian and Philippine fishing vessels out of their own territorial waters that China now claims.\n\nAnother worry for Pompeo: China's buildup of medium- and intermediate-range ballistic missiles, a nuclear arsenal not contained or covered by the Cold War arms agreements between Russia and the United States.\n\nThen there were those provocative voyages by a Chinese aircraft carrier through the Taiwan Strait to intimidate Taipei and show Beijing's hostility toward the recently reelected pro-U.S. government on the island.\n\nFinally, there are China's growing restrictions on the freedoms the people of Hong Kong have enjoyed under the Basic Law negotiated with the United Kingdom when the territory was ceded back to Beijing in 1997.\n\nAlso on the menu at Hickam was almost surely the new bellicosity out of Pyongyang. This week, the building in Kaesong, just inside North Korea, where bilateral peace talks have been held between the two Koreas, was blown up by the North. With the explosion came threats from the North to send combat troops back into positions they had vacated along the DMZ.\n\nThe rhetoric out of the North against South Korean President Moon Jae-in, coming from the 32-year-old sister of North Korean dictator Kim Jong Un, the rising star of the regime, Kim Yo Jong, has been scalding.\n\nIn a statement this week, Kim Yo Jong derided Moon as a flunky of the Americans: \"It is our fixed judgment that it is no longer possible to discuss the North-South ties with such a servile partner engaging only in disgrace and self-ruin, being soaked by deep-rooted flunkyism.\"\n\nNorth Korea's state media published photos of the destruction of the joint liaison office. Pyongyang is shutting off communications with Seoul, and a frustrated South looks to be ginning up and reciprocating.\n\nThe North-South detente appears dead, and President Trump's special relationship with Kim Jong Un may not be far behind.\n\nThere are rumors of a renewal of nuclear weapons and long-range missile tests by the North, suspension of which was one of the diplomatic achievements of Trump.\n\nWhether Trump's cherished trade deal with China can survive the growing iciness between the two nations remains to be seen.\n\nWhat the Chinese seem to be saying with their actions -- against India, Vietnam, Malaysia, Indonesia, the Philippines, Taiwan, Australia, Hong Kong and Japan -- is this: Your American friends and allies are yesterday. We are tomorrow. The future of Asia belongs to us. Deal with it!\n\nNo one should want a hot war, or a new cold war, with China or North Korea.\n\nBut if Trump was relying on his special relationships with Kim Jong Un and Xi Jinping, his trade deal with China and his commitment by Kim to give up nuclear weapons for recognition, trade and aid, he will have to think again.\n\nFor the foreseeable future, Communist bellicosity out of Beijing and Pyongyang seem in the cards, if not worse.\n\nPatrick J. Buchanan is the author of \"Nixon's White House Wars: The Battles That Made and Broke a President and Divided America Forever.\" To find out more about Patrick Buchanan and read features by other Creators writers and cartoonists, visit the Creators website at www.creators.com.\n\nCOPYRIGHT 2020 CREATORS.COM\n\nSee Other Political Commentaries.\n\nSee Other Commentaries by Pat Buchanan.\n\nViews expressed in this column are those of the author, not those of Rasmussen Reports. Comments about this content should be directed to the author or syndicate."}}