{"GDELT": {"GlobalEventID": 930385379, "Day": 20200619, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.463, "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 145, "EventBaseCode": 145, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -7.5, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -7.16180371352785, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bhatpara, West Bengal, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN28", "Actor2Geo_ADM2Code": "70293", "Actor2Geo_Lat": 22.8714, "Actor2Geo_Long": 88.4089, "Actor2Geo_FeatureID": "-2091452", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bhatpara, West Bengal, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN28", "Action2Geo_ADM2Code": "70293", "Action2Geo_Lat": 22.8714, "Action2Geo_Long": 88.4089, "Action2Geo_FeatureID": "-2091452", "DATEADDED": 20200619130000, "SOURCEURL": "https://www.timesnownews.com/kolkata/article/bhatpara-locals-protest-against-cremation-of-covid-body-clash-with-cops/608979"}, "ARTICLE": {"TITLE": "Bhatpara locals protest against cremation of COVID-19 body, clash with cops", "TEXT": "Women charged cops outside Bhatpara Crematorium | Photo Credit: Times Now\n\nKey Highlights Locals protest against cremation of Covid deceased in Bhatpara, clash with police on Friday Police lathicharge to bring situation under control, give vigil during cremation in Muktarpur Crematorium Locals protest outside Bhatpara Police station raising health concern of residing locals around crematorium\n\nKolkata: Clashes broke out in the wee hours of Friday morning outside Muktarpur Crematorium in Bhatpara when an alleged Covid-19 dead body was brought for cremation. Healthcare workers in white PPE suits were seen with the hearse van. Locals of the Bhatpara neighbourhood immediately gathered outside the crematorium and began protesting against it. It was almost 1 AM on the watch, locals objected that no Covid-19 bodies can be cremated here as that it's located inside a densely populated locality.\n\nPolice then rushed to the spot to contain the situation and explained to the locals that the body is being cremated following all precautions and safety norms by the administration in disposing of the body. But the locals continued to protest and the women were seen hurling bricks at the force. Police had to resort to lathi-charge to bring the situation under control. Reports claim that at least six locals sustained minor injuries during the incident. Soon after the clashes between the locals and the cops, the cremation was completed in presence of police security.\n\nThis morning, the locals gathered outside the Bhatpara Police Station to protest against the police action. Sources in Bhatapara Municipality claim that the deceased was from Jagaddal. \"When we found out the deceased is from Jagaddal, we gathered everyone and went to the crematorium. We told the authorities present, if the body is cremated here, it will cause a problem for the residents but they said they had an order from the District Magistrate and they have to cremate the body here.\"\n\nThe Chairman of Bhatpara, Arun Banerjee said, \"We've spoken at various government levels and have decided that COVID-19 deceased will be cremated under their respective municipal crematoriums. Doctors too have clarified that if the COVID-19 body is cremated within six hours, then there is no danger.\""}}