{"GDELT": {"GlobalEventID": 930386779, "Day": 20200619, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.463, "Actor1Code": "ZAFGOVHLH", "Actor1Name": "GAUTENG", "Actor1CountryCode": "ZAF", "Actor1Type1Code": "GOV", "Actor1Type2Code": "HLH", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.77296360485269, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Gauteng, Gauteng, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF06", "Actor1Geo_ADM2Code": "77346", "Actor1Geo_Lat": -26.0833, "Actor1Geo_Long": 28.25, "Actor1Geo_FeatureID": "204226", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Gauteng, Gauteng, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF06", "Action2Geo_ADM2Code": "77346", "Action2Geo_Lat": -26.0833, "Action2Geo_Long": 28.25, "Action2Geo_FeatureID": "204226", "DATEADDED": 20200619130000, "SOURCEURL": "https://allafrica.com/stories/202006190392.html"}, "ARTICLE": {"TITLE": "South Africa: Admin Error Leads to Joburg Hospital Being Accused of 'Losing Baby'", "TEXT": "A Johannesburg hospital has been accused of \"losing\" a baby - a claim that has since been said to be the result of a clerical error.\n\nOn Thursday, a set of triplets was born to Hilda Mpofu, 35, at the Rahima Moosa Mother and Child Hospital in Coronationville.\n\nThe last-born baby's gender was erroneously recorded as female during resuscitation immediately after birth, but this was later rectified on the baby's file.\n\nThe health of the baby deteriorated and he was admitted to the intensive care unit on Saturday, where he eventually died.\n\nBut the child's aunt, Bongani Mpofu, has reportedly refused to accept that the deceased boy is in fact her sister's, insisting that the child is a girl. She approached EWN with claims that the hospital had \"lost\" the baby.\n\n\"They (the hospital) sent me from pillar to post and that's why I decided to contact the media. The kids are still there at the hospital because they were born prematurely. A boy and a girl. To us, we have a missing child. We know we have two girls and a boy. Now we have the body of the boy,\" Bongani told EWN.\n\nBut the hospital denies that it \"lost\" the infant, and says the deceased boy is indeed Mpofu's son. It has offered to provide a free DNA test to prove the child's relation to Mpofu, since the aunt reportedly refuses to take the remains of the baby boy home for burial as it \"certainly could not be her sister's child\".\n\nThe hospital's acting CEO, Dr Frew Benson, told News24 that the hospital regrets the initial error and is happy to conduct and carry the cost of the DNA test.\n\n\"The first baby was born in the labour ward, while the other two babies were born in theatre. The births took place before the scheduled Caesarean section. Following the birth of the two babies in theatre, both had to be resuscitated. And in that process, someone recorded the gender of both babies as female. When they were transferred to the paediatric ward, it was found that the third baby was in fact male. That was then recorded.\"\n\nBenson said when that infant died, the family would not accept that the baby was theirs.\n\n\"The only thing we can do is to prove that the baby is theirs. The hospital will pay for the DNA test, but we need to get consent from the family because an autopsy would need to be performed on the remains of the infant, and the mother would need to provide blood. That still needs to happen.\"\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines South Africa Pregnancy and Childbirth By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\nAccording to Benson, the situation has been challenging as the family has not laid an official complaint or approached management to discuss the matter.\n\n\"I found out about the details of this case through the media,\" Benson said.\n\n\"We need to have a discussion with the family and proceed from there.\"\n\nBenson said the remaining two infants were still in the care of the hospital and that their mother visited them regularly.\n\nHe said discussions between the family and clinicians already commenced.\n\n\"The discussion with the mother continues. I signed for the free DNA test on Wednesday, and by that time it had already been discussed with her.\"\n\nGauteng health department spokesperson Philani Mhlungu told News24 the department was aware of the incident and referred all enquiries to the hospital.\n\nSource: News24"}}