{"GDELT": {"GlobalEventID": 930385528, "Day": 20200619, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.463, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -8.27586206896552, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200619130000, "SOURCEURL": "http://www.digitaljournal.com/news/world/un-racism-resolution-watered-down-will-no-longer-mention-us/article/573474"}, "ARTICLE": {"TITLE": "UN condemns systemic racism - without naming US", "TEXT": "The UN's top human rights body on Friday condemned discriminatory police brutality and demanded a report on \"systemic racism\", but rights groups accused Washington of wielding pressure to strip out any mention of the United States in the resolution.\n\nThe UN Human Rights Council's 47 members approved by consensus a revised resolution, which was presented by African countries for an urgent council debate, called following the death of George Floyd in US police custody.\n\nFloyd's killing on May 25, after a white Minneapolis police officer -- since charged with murder -- pressed a knee on his neck for nearly nine minutes, fuelled a national and global uproar over racism and police brutality.\n\nAn initially strongly-worded text proposed earlier this week had called for a high-level international investigation into police violence against people of African descent in the United States.\n\nBut it was watered down in recent days, first to remove the call for an international probe, and finally to strip away any mention of the United States.\n\nThis sparked outrage from rights groups, which accused Washington and its allies of lobbying heavily to revise the text -- a charge that the US mission in Geneva declined to respond to.\n\nBurkina Faso's ambassador, who presented the resolution on behalf of African states, acknowledged Friday that \"numerous concessions\" had been made to \"guarantee a consensus\" on the text.\n\n- 'Excessive force' -\n\nThe approved resolution calls for UN rights chief Michelle Bachelet to \"prepare a report on systemic racism, violations of international human rights law against Africans and people of African descent by law enforcement agencies\".\n\nAfrican countries are pushing for UN rights chief Michelle Bachelet to investigate racism and police civil liberties violations Fabrice COFFRINI, POOL/AFP\n\nIt adds that the report should especially pay attention to \"those incidents that resulted in the death of George Floyd and other Africans and of people of African descent, to contribute to accountability and redress for victims\".\n\nIt also calls on Bachelet to examine government responses to \"peaceful protests, including the alleged use of excessive force against protesters, bystanders and journalists\".\n\nThe United States, which had complained of being singled out in the initial text, withdrew from the council in 2018 and was not present on Friday.\n\nBut a number of its allies took the floor to hail the changes made to the text, stressing that racism was a global issue.\n\nAustralia's representative, for instance, celebrated the \"acknowledgement that this problem does not belong to any one country. It is a problem around the world\".\n\n- 'Turning its back on victims' -\n\nRights groups, however, slammed the revision.\n\n\"By bullying other countries to water down what would have been an historic resolution and exempting itself from international investigation, the United States is yet again turning its back on victims of police violence, and black people,\" said Jamil Dakwar, head of the American Civil Liberties Union's human rights division.\n\nHe said it was \"absurd\" for the text not to mention the US, \"where police kill people, particularly black people, at alarmingly higher rates compared to other developed countries.\"\n\nSalma El Hosseiny of the International Service for Human Rights said many delegations from Europe and Latin America especially had worked to ensure the US mention was removed from the text, charging that they had helped \"subvert the debate into an 'all lives matter' discussion.\n\nHuman Rights Watch's Geneva director John Fisher meanwhile insisted that \"the efforts of the US to avoid council attention only highlights why such scrutiny is needed, and how far there is still to go to dismantle the pernicious structures of institutionalised racism.\"\n\nHe celebrated meanwhile that the resolution \"opens the door to bring increased international attention to violations both by the US and other powerful states in future.\"\n\nThe urgent UN debate began Wednesday with an impassioned speech via video link by Floyd's brother Philonise, who said his brother had been \"tortured to death\" as witnesses begged the officer to stop.\n\nHe urged the council to establish an independent international commission of inquiry -- one of the UN's highest-level probes -- as called for in the initial version of the draft resolution.\n\nWhile there will be no international probe into the situation in the United States, Bachelet has been called upon to present her report on \"systemic racism\" globally in a year's time."}}