{"GDELT": {"GlobalEventID": 930385835, "Day": 20200619, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.463, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "NAM", "Actor2Name": "NAMIBIA", "Actor2CountryCode": "NAM", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.9780219780219799, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mariental, Hardap, Namibia", "Actor1Geo_CountryCode": "WA", "Actor1Geo_ADM1Code": "WA30", "Actor1Geo_ADM2Code": "22262", "Actor1Geo_Lat": -24.6333, "Actor1Geo_Long": 17.9667, "Actor1Geo_FeatureID": "-2583685", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Windhoek, Khomas, Namibia", "Actor2Geo_CountryCode": "WA", "Actor2Geo_ADM1Code": "WA21", "Actor2Geo_ADM2Code": "22288", "Actor2Geo_Lat": -22.57, "Actor2Geo_Long": 17.0836, "Actor2Geo_FeatureID": "-2587496", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Walvis Bay, Erongo, Namibia", "Action2Geo_CountryCode": "WA", "Action2Geo_ADM1Code": "WA29", "Action2Geo_ADM2Code": "22259", "Action2Geo_Lat": -22.9575, "Action2Geo_Long": 14.5053, "Action2Geo_FeatureID": "-1298950", "DATEADDED": 20200619130000, "SOURCEURL": "https://allafrica.com/stories/202006190440.html"}, "ARTICLE": {"TITLE": "Namibia: Mariental Pupil Positive for COVID-19", "TEXT": "Namibia yesterday recorded three new positive cases of Covid-19, two of which are suspected to be local transmissions.\n\nMinister of health and social services Kalumbi Shangula announced the new cases at the Covid-19 communication centre in Windhoek.\n\nThis brings the country's total cases up to 39.\n\nShangula said case number 37 is a 20-year-old Namibian pupil from Walvis Bay who attends Mariental Secondary School.\n\nThe pupil, who is also boarding at the school, is said to have travelled to Mariental on 2 June.\n\n\"He went to the school on 11 June, but was absent from 12 June. On 15 June he went to the hospital with a runny nose, headache and a loss of taste and smell, which started on 31 May at Walvis Bay,\" Shangula said.\n\nHe said the pupil was tested on 15 June.\n\nHe remains in a satisfactory condition and is currently in isolation.\n\nIn a letter sent out to parents yesterday, the school announced the suspension of classes for 14 days.\n\nClasses will resume on 6 July, and residents of the school's hostel will be kept in quarantine at the hostel until then.\n\nThis was the instruction of the Ministry of Education, Arts and Culture, as per the advice of the Ministry of Health and Social Services.\n\nThe letter, issued by school principle Albertus Stein, said pupils who came into close contact with the pupil will also be quarantined.\n\nAll classrooms and the hostel will be disinfected.\n\nExecutive director of education, arts and culture Sanet Steenkamp revealed that one teacher and 13 pupils were quarantined yesterday.\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Namibia Coronavirus By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\n\"We are mindful of the seriousness of this situation and the responsibilities we have. The ministry appeals for calm and cooperation from the school community and strongly advises against the travelling of pupils and teachers from the Erongo region for the interim period,\" she said in a statement issued yesterday.\n\nCase number 38 is a 22-year-old Namibian woman who studies in England. She returned to Namibia on 4 June and was quarantined at a facility in Windhoek.\n\nShangula said the woman indicated she experienced flu and a loss of smell for a week when she was still in England.\n\nHowever, these symptoms had since cleared up.\n\nCase number 39 involves a 55-year old Namibian woman from Swakopmund.\n\nShangula said the woman was swabbed at home after exhibiting symptoms of fever and body aches.\n\nHe said she has no travel history or known history of contact with a confirmed case.\n\n\"The patient was admitted on 17 June 2020 to the Swakopmund Cottage Hospital due to fever of an unknown origin. She will remain in hospital and be managed according to the protocol,\" Shangula said.\n\nDr Amir Shaker, chief medical officer in the Erongo region, yesterday said he believes the case involves a community transmission."}}