{"GDELT": {"GlobalEventID": 930532817, "Day": 20200620, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4658, "Actor1Code": "GHA", "Actor1Name": "GHANA", "Actor1CountryCode": "GHA", "Actor2Code": "LEG", "Actor2Name": "MEMBER OF PARLIAMENT", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.30890052356021, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manhyia, Ghana (general), Ghana", "Actor1Geo_CountryCode": "GH", "Actor1Geo_ADM1Code": "GH00", "Actor1Geo_ADM2Code": "190575", "Actor1Geo_Lat": 6.71546, "Actor1Geo_Long": -1.72232, "Actor1Geo_FeatureID": "-2075978", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Manhyia, Ghana (general), Ghana", "Actor2Geo_CountryCode": "GH", "Actor2Geo_ADM1Code": "GH00", "Actor2Geo_ADM2Code": "190575", "Actor2Geo_Lat": 6.71546, "Actor2Geo_Long": -1.72232, "Actor2Geo_FeatureID": "-2075978", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manhyia, Ghana (general), Ghana", "Action2Geo_CountryCode": "GH", "Action2Geo_ADM1Code": "GH00", "Action2Geo_ADM2Code": "190575", "Action2Geo_Lat": 6.71546, "Action2Geo_Long": -1.72232, "Action2Geo_FeatureID": "-2075978", "DATEADDED": 20200620060000, "SOURCEURL": "https://www.modernghana.com/news/1010599/npp-parliamentary-primaries-possible-winning-cand.html"}, "ARTICLE": {"TITLE": "NPP Parliamentary Primaries: Possible Winning Candidates", "TEXT": "Having had the opportunity to analyse the upcoming NPP parliamentary primaries on Cash 91.1FM's Morning Show \"Me Man Yi Nti\" on Friday, 19th June 2020, I took the chance to announce, without fear of contradiction, seventeen (17) candidates I regard as possible winning candidates in the upcoming NPP parliamentary primaries slated to be held Saturday, 20th June 2020. The conclusion made in the seventeen (17) constituencies is devoid of personal interest and affiliation.\n\nBelow are persons tipped for possible victory with their respective constituency;\n\n1. Adansi-Asokwa Constituency - Samuel Binfoh. Having imposed himself on the people of Adansi-Asokwa Constituency as a member of parliament, it is ultimately time to pack bag and baggage. Hon. Kwabena Tahir Hammond faces a looming danger of losing his seat to the former president of all Ghanaian students, both home and abroad, Mr. Samuel Binfoh. Even the odds favor the victory of the former NUGS President as he unseats the Adansi-Asokwa \"Mugabe\" who since 2001 has been an unopposed candidate in the constituency primaries.\n\n2. Afigya Kwabre North - Hon. Marfo Nana Amaniampong. Having been introduced to the people of Afigya Kwabre North by Hon. Albert Kan-Dapaah, Hon. Nana Marfo is tipped for another unprecedented victory in the upcoming parliamentary primaries. As far as NPP in the Afigya Kwabre North constituency is concerned, Hon. Albert Kan Dapaah holds the higher stakes and is the ultimate decider of who occupies the seat of parliament in that constituency. Hon. Nana Marfo shall remain the member of parliament until Kan Dapaah 'forbids' him to contesting the seat in future.\n\n3. Asante Akim Central - Hon. Kwame Anyimadu Antwi. Until Yaw Kwakye joined Hon. Anyimadu's campaign, Kofi Ofosu Nkansah was ahead in the race. However, victory shall be retained for Hon. Anyimadu Antwi. Notwithstanding, the Accra Digital Centre boss, Kofi Ofosu Nkansah is likely to make the incumbent Hon. Kwame Anyimadu Antwi and his former Presiding Member ally Yaw Kwakye bow in shame. It is a contest to behold.\n\n4. Asante Akim South - Hon. Kwaku Asante-Boateng. However, Bice Osei Kuffuor could turn fortunes around if his MUSIGA friends storm the Constituency on the voting day. It is worth noting that the COVID-19 stories surrounding former MUSIGA President Obuor has stained his going to parliament. It is ruined his ambition more than anyone could have imagined and in the mean time, a fall should not be considered as a betrayal of the love of the people. There is always a chance to bounce back stronger. Bice Osei Kuffuor (Obuor) is a candidate to watch out for in the upcoming parliamentary primaries though he cannot capture power from the incumbent.\n\n5. Asante Akim North - Hon. Andy Kwame Appiah-Kubi. However, Kwadwo Baah Agyemang could turn fortunes around if the over 140 delegates expunged from the electoral register are restored. Until then, chaos could mar the Asante Akim North elections yet with Hon. Andy Appiah Kubi retaining the seat.\n\n6. Bantama Constituency - Hon. Francis Asenso-Boakye. To the people of Bantama, \"he who pelts another with pebbles ask for rocks in return\". Incumbent Hon. Daniel Okyem Aboagye has bitten more than he can chew and the arrow of victory faces negative to his direction. Hon. Kokofu has been the true game changer in this race. Deputy Chief of Staff shall be crowned victorious. Sadly, the constituency is setting a precedence which history will regret ever endorsing as they seek to pay back Hon. Okyem Aboagye in his own coin by way of unseating him just a term in office as MP. If he is unseated, Chief Asenso Boakye could likely be unseated same way after equally serving just a term in office as MP. Such a precedence could therefore be a bad one for such a politically vibrant Constituency. In 2024, with such an occurrence, the National Democratic Congress could likely capture the Bantama Constituency from the NPP owing to the unstable internal position of the party's parliamentary primaries in that constituency.\n\n7. Effiduase-Asokore Constituency - Kwame Adom-Appiah. Through his regular media encounters as a party communicator, he's gained so much familiarity with the people. Media endorsements gained thus far has propelled him above the incumbent MP, Hon. Nana Ayew Afriyie. On Saturday, 20th June, 2020, Kwame Adom-Appiah shall be declared victorious in the Effiduase-Asokore Constituency.\n\n8. Ejisu Constituency - John Ampontuah Kumah. Having been flopped in his first attempt, the CEO of the National Entrepreneurship & Innovative Plan (NEIP) comes back much stronger to capture the Ejisu Constituency seat from incumbent Hon. Kwabena Owusu-Aduomi.\n\n9. Juaben Constituency - Hon. Ama Pomaa Boateng retains the seat after Owusu Akyaw was disqualified. Hon. Pomaa seem not to have a keen contest without Owusu Akyaw.\n\n10. *Kumawu Constituency - Hon. Robert Kwame Ahomka-Lindsay.* Not a marginal win because his contenders and the incumbent are equally stronger. His victory shall come as a good anticipated one.\n\n11. Mampong Constituency - Hon. Kwaku Ampratwum Sarpong. Hon. Francis Addai-Nimo, despite seen by many of the delegates as a father in the constituency, his victory is not possible. He is also seen as indecisive, not know I exactly what he wants and wants to do in politics, if seen as a career.\n\n12. Manhyia North - Hon. Collins Owusu Amankwah. His kind rapport with the people of Manhyia North has far elevated him above his opponent, Akwasi Konadu, who the people of the constituency see as their future member of parliament but definitely not for Election 2020 and 2024.\n\n13. Nhyiaeso Constituency - Hon. Kennedy Kwasi Kankam shall retain the seat. The MASLOC Boss and opponent in this race, Stephen Amoah is seen by the Nhyiaeso people as a fine product yet do not agree that he could be the best choice MP for their constituency ahead of election 2020).\n\n14. Offinso South - Desmond Chris Appiah seizes the seat from Hon. Ben Abdallah Banda. The people of Offinso South Constituency feel that it is time for them to have a true son of Offinsoman to represent them in parliament. No matter how grateful they are to their incumbent MP, they still believe he has to be wished a farewell.\n\n15. Oforikrom Constituency - Hon. Emmanuel Marfo\n\n16. Old Tafo Pankrono Constituency - Lord Inusah Lansah. His victory shall be solely premised on the Kennedy Agyapong factor. Without that support, however, he's bound to lose woefully to Prince Odeneho Oppong. The other candidates cannot make the victory mark except that Vincent Ekow Assafuah Junior shall decide who becomes victorious.\n\nOn the same show (Me Man Yi Nti) on Cash 91.1FM, I added that the issues surrounding the Subin Constituency are far complicated than we see it to be. However, I concluded that no matter the outcome of the conflict resolution, the incumbent Member of Parliament, Hon. Eugene Boakye Antwi is far in the distance with the victory. He will be one of the members of parliament to say goodbye to the national assembly."}}