{"GDELT": {"GlobalEventID": 930532781, "Day": 20200620, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4658, "Actor1Code": "ESP", "Actor1Name": "TOLEDO", "Actor1CountryCode": "ESP", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -0.45146726862302006, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "West Toledo, Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_ADM2Code": "OH095", "Actor1Geo_Lat": 41.6917, "Actor1Geo_Long": -83.55799999999999, "Actor1Geo_FeatureID": "1051525", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "West Toledo, Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 41.6917, "Action2Geo_Long": -83.55799999999999, "Action2Geo_FeatureID": "1051525", "DATEADDED": 20200620060000, "SOURCEURL": "https://www.wtol.com/article/news/toledo-lucas-county-library-to-allow-limited-computer-access-june-22/512-872ca6f8-cb71-4943-b0f1-9fe6830347ae"}, "ARTICLE": {"TITLE": "Toledo Lucas County Public Library to offer limited computer access beginning Monday", "TEXT": "The Toledo Lucas County Public Library continues its slow reopening in phases, with phase 3 starting June 22 allowing for computer access at five locations.\n\nTOLEDO, Ohio — Like most places, the Toledo Lucas County Public Library closed its doors in March because of the coronavirus. But now it's continuing the slow, gradual reopening process in phases, with limited indoor access coming Monday.\n\nExecutive Director Jason Kucsma stressed the library has continued to help people, even through its closure.\n\n\"We know people had been using our parking lots of the library,\" he said. \"We kept our internet access on so people could come use WiFi here.\"\n\nKucsma said he knows how much people depend on their branches, which made closing so difficult.\n\n\"Closing the library was always a last resort for us,\" he said. \"It was a tough decision to make but we saw the writing on the wall. We knew it was going to make the most sense to limit exposure to our community.\"\n\nEarlier this month, the library began reopening in phases with things like curbside pickup being offered. Access to internet is a vital part of the library, so Kuscma says it's important to get that back open for people.\n\n\"On Monday, we will open up five locations for computer access,\" he said, \"so Main Library, Mott branch, Heatherdowns, Sanger and West Toledo will all be open to computer access.\"\n\nThere will be limited occupancy at those locations, computers will be socially distanced and disinfected after each use and employees and guests will need to wear masks.\n\nKuscma added the library continues to be a invaluable resource for students.\n\n\"This summer we're offering a ton of programming online through our YouTube channel, including our Saturday morning programming,\" he said, \"but also the summer read, the summer read is a big yearly tradition for us.\"\n\nSummer reading and learning is vital this year to prevent more than the usual summer slide since kids have been out of the classroom since March.\n\n\"Now we're dealing with the pandemic slide right with kids not being in school,\" he said, \"and the library is the perfect way to counter that. Pick up a book and read. There's always something you can learn in a book.\""}}