{"GDELT": {"GlobalEventID": 930532839, "Day": 20200620, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4658, "Actor1Code": "GOV", "Actor1Name": "DIRECTOR GENERAL", "Actor1Type1Code": "GOV", "Actor2Code": "CHE", "Actor2Name": "GENEVA", "Actor2CountryCode": "CHE", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -5.34351145038168, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Geneva, Genè, Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ07", "Actor1Geo_ADM2Code": "16329", "Actor1Geo_Lat": 46.1956, "Actor1Geo_Long": 6.14811, "Actor1Geo_FeatureID": "-2552151", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Geneva, Genè, Switzerland", "Actor2Geo_CountryCode": "SZ", "Actor2Geo_ADM1Code": "SZ07", "Actor2Geo_ADM2Code": "16329", "Actor2Geo_Lat": 46.1956, "Actor2Geo_Long": 6.14811, "Actor2Geo_FeatureID": "-2552151", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Geneva, Genè, Switzerland", "Action2Geo_CountryCode": "SZ", "Action2Geo_ADM1Code": "SZ07", "Action2Geo_ADM2Code": "16329", "Action2Geo_Lat": 46.1956, "Action2Geo_Long": 6.14811, "Action2Geo_FeatureID": "-2552151", "DATEADDED": 20200620060000, "SOURCEURL": "https://www.msn.com/en-us/news/world/reuters-health-news-summary/ar-BB15JVAc"}, "ARTICLE": {"TITLE": "Reuters Health News Summary", "TEXT": "Following is a summary of current health news briefs.\n\nU.S. finds alternative partners to WHO, except for polio: U.S. official\n\nThe United States has found alternative partners for global health projects as it withdraws from the World Health Organization (WHO) except for polio eradication, an area where U.S. Secretary of State Mike Pompeo had credited the body for its good work. U.S. President Donald Trump last month announced that the United States was ending its relationship with the WHO over the body’s handling of the coronavirus pandemic, accusing the U.N. agency of becoming a puppet of China.\n\nSeveral U.S. states see coronavirus infection spikes, Wall Street unnerved\n\nTroubling spikes in coronavirus infection rates were reported on Friday in several U.S. states, mainly in the South and West, a day before President Donald Trump was due to preside over an Oklahoma campaign rally that will be America's largest indoor gathering in months. Wall Street jitters over a resurgence in COVID-19 cases as states moved to reopen long-stifled commerce and ease social-distancing measures helped drive down major U.S. stock indexes, reversing earlier gains.\n\nU.S. hospitals in hard hit regions step up use of steroids on sickest COVID-19 patients\n\nSeveral U.S. hospitals in states with fresh surges of COVID-19 cases have started treating their sickest patients with dexamethasone rather than await confirmation of preliminary results of a study by British researchers, who said the inexpensive steroid saves lives. The move illustrates how the pandemic is changing the way hospitals work, at least regarding COVID-19 patients.\n\nCoronavirus pandemic accelerating with Americas worst, warns WHO\n\nThe coronavirus pandemic is accelerating, with Thursday's 150,000 new cases the highest in a single day and nearly half of those in the Americas, the World Health Organization (WHO) said. \"The world is in a new and dangerous phase,\" Director General Tedros Adhanom Ghebreyesus told a virtual briefing from WHO headquarters in Geneva. \"The virus is still spreading fast, it is still deadly, and most people are still susceptible.\"\n\nBrazil to exceed 1 million COVID-19 cases as virus rages\n\nBrazil was on track to surpass 1 million confirmed coronavirus cases on Friday, second only to the United States, with total deaths fast approaching 50,000 as the country struggles with a tense political climate and worsening economic outlook. Brazil confirmed its first case of the virus on Feb. 26. It has spread relentlessly across the continent-sized country, eroding support for right-wing President Jair Bolsonaro and raising fears of economic collapse after years of anemic growth.\n\nNovartis halts malaria drug trial against COVID-19 amid participant shortfall\n\nSwiss drugmaker Novartis is halting its trial of malaria drug hydroxychloroquine (HCQ) against COVID-19 after struggling to find participants, it said on Friday, as data emerged from other studies raising doubts about its efficacy. Novartis' trial began in April and sought to test the drug in 440 hospitalized patients. But the project only managed to recruit a handful.\n\nGermany's confirmed coronavirus cases rise by 601 to 189,135: RKI\n\nThe number of confirmed coronavirus cases in Germany increased by 601 to 189,135, data from the Robert Koch Institute (RKI) for infectious diseases showed on Saturday. The reported death toll rose by 11 to 8,883, the tally showed.\n\nMainland China reports 27 new coronavirus cases, including 22 in Beijing\n\nMainland China reported 27 new coronavirus cases as of the end of June 19, 22 of which were reported in the capital Beijing, China's National Health Commission said on Saturday. This compared with 32 confirmed cases a day earlier, 25 of which were in Beijing, where local authorities are working to contain a new outbreak at a food wholesale market.\n\nFDA again declines approval of Nabriva's antibiotic for urinary tract infections\n\nThe U.S. Food and Drug Administration declined to approve Nabriva Therapeutics Plc's antibiotic for complicated urinary tract infections, citing still-unresolved manufacturing issues, the biopharmaceutical company said on Friday. Nabriva said in a statement that the complete response letter from the FDA for the resubmission of the new drug application for Contepo, for injection, cited observations at the company's manufacturing partners that could not be resolved due to the FDA's inability to conduct onsite inspections because of travel restrictions from the coronavirus outbreak.\n\nTennessee lawmakers pass 'heartbeat' abortion bill banning procedure after six weeks\n\nTennessee lawmakers passed one of the tightest abortion restrictions in the country on Friday, banning the procedure once a fetal heartbeat is detected at around six weeks, which is often before a woman realizes she is pregnant. The \"heartbeat\" bill follows a wave of similar strict anti-abortion measures passed by Republican-majority legislatures in an effort to prompt the U.S. Supreme Court to overturn Roe v. Wade, the landmark 1973 case that guarantees a woman's constitutional right to abortion."}}