{"GDELT": {"GlobalEventID": 930533119, "Day": 20200620, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4658, "Actor1Code": "USA", "Actor1Name": "TEXAS", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 9, "NumSources": 1, "NumArticles": 9, "AvgTone": -10.5540897097626, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Bexar County, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX029", "Actor1Geo_Lat": 29.4502, "Actor1Geo_Long": -98.51700000000001, "Actor1Geo_FeatureID": "1383800", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Bexar County, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 29.4502, "Action2Geo_Long": -98.51700000000001, "Action2Geo_FeatureID": "1383800", "DATEADDED": 20200620060000, "SOURCEURL": "https://www.kens5.com/article/news/crime/hes-accused-of-killing-2-people-so-why-was-he-released-from-jail-on-bond-without-paying-a-dime/273-6d190aa4-315e-43f6-96ad-b29083d05091"}, "ARTICLE": {"TITLE": "Why was a Texas murder suspect was released without paying bond?", "TEXT": "Richard Montez was released from jail under a state statute, but there's dispute over whether the provision cited applied to Montez's case.\n\nSAN ANTONIO — The recent re-arrest of a 35-year-old man accused in the 2018 shooting deaths of teenage boy and elderly man is shedding light on a consequence of a law which allows for an accused person to be released on the honor system, no matter how serious the alleged crime.\n\nRichard Montez was released from jail in December on a personal bond after his defense attorneys cited a state statute mandating that an individual \"must be released either on personal bond or by reducing the amount of bail required\" if they are not indicted within 90 days of their arrest. Because of this provision, Montez did not pay a cent toward his $1 million bond and was released from jail with conditions of GPS monitoring, house arrest, drug and alcohol testing, no contact orders for the victims' families, and a condition he not possess firearms, court records show.\n\nHe was rearrested Tuesday amid allegations he threatened to kill a woman, the woman's family and then himself.\n\nPrior to his December release, Montez had been behind bars for nearly two years on a capital murder charge. He and two other men were arrested on Feb. 3, 2018, on charges of aggravated assault with a deadly weapon stemming from a shooting at the Cassiano Courts.\n\nThe two victims of the shooting,14-year-old Angel Gebara and 69-year-old Benito Gallegos – both seemingly innocent bystanders – did not immediately succumb to their injuries, but their eventual deaths prompted then-Bexar County District Attorney Nicolas \"Nico\" LaHood to refile the charge as capital murder days after the shooting.\n\n'That's kind of a legal gray area'\n\nMontez, records show, was charged with capital murder in early 2018 when Gebara and Gallegos died from their gunshot wounds.\n\nThe timeline on whether the case was indicted within the statutory 90-day deadline is a point of contention for the prosecutors on the case, Montez's defense attorneys and officials from LaHood's administration.\n\nMontez was indicted on the capital murder charge on May 10, 2018, under LaHood. If starting from the aggravated assault arrest date, the LaHood administration would have been five days over the deadline. But, if starting from when Montez was arrested on the capital murder charge after Gebara and Gallegos' deaths, the case would have been indicted within the 90-day deadline.\n\n\"I would, if I was the prosecutor, argue that it started ticking when he was actually charged with the capital murder,\" said longtime Houston-area criminal defense attorney Charles Adams. \"But that's kind of a legal gray area.\"\n\nTo Jay Norton, who was LaHood's chief of the criminal trial division at the time the case was indicted, the timeline is anything but gray. He called the capital murder a \"distinct and separate offense,\" telling KENS 5 via phone Friday that the clock started when they served the warrant for the offense of capital murder. He said before the deaths of Gebara and Gallegos, the offense of capital murder didn't exist.\n\nBecause Montez's initial defense attorney, Mario Del Prado, went to work for current Bexar County District Attorney Joe Gonzales, the conflict of interest created the need for special prosecutors independent of the Bexar County district attorney's office to be appointed to the case. James Ishimoto and Miguel Najera were appointed as those special prosecutors.\n\nNajera said on Friday that he was unable to discuss a pending legal matter, but said he believed the case had not been indicted within the 90 days and that he notified the judge about this during the hearing. He said to him, the statutory clock began ticking from when Montez was arrested for aggravated assault with a deadly weapon charge, not the capital murder offense.\n\n\"That's not the law, that's just wrong,\" Norton said of the idea that the statutory clock started Feb. 3, 2018.\n\nRegardless, the date of indictment and the belief that it exceeded 90 days from Montez's arrest is what allowed for his release, online court records show.\n\nThe provision does not give judges discretion.\n\n\"That's where people mistake the law. They think if they come back and actually get the indictment, it waives the obligation to release (the suspect),\" Adams explained. \"But it does not. If you do not indict in 90 days, it doesn't matter if you raise the issue two years later, you are entitled – and that's entitled – to a PR bond or a bond you can afford. And the judge is obligated to grant it.\"\n\n'It is extremely rare'\n\nAttorney Bobby Barrera has practiced law in Bexar County for more than three decades and said he has never seen an individual charged with capital murder be released on a personal recognizance bond under the 90-day provision.\n\nHe said Judge Stephanie Boyd, who is presiding over the case, was just following the law when she granted Montez's release. That's exactly what Boyd told KENS 5 via phone this week.\n\nThe statute provides the following exceptions to the 90-day felony rule: Where the defendant is \"serving a sentence of imprisonment for another offense while the defendant is serving that sentence; being detained pending trial of another accusation against the defendant as to which the applicable period has not yet elapsed; incompetent to stand trial, during the period of the defendant's incompetence; being detained for a violation of the conditions of a previous release related to the safety of a victim of the alleged offense or to the safety of the community under this article.\"\n\nNo exceptions exist for capital offenses. Barrera explained the provision is in place to ensure someone doesn't languish behind bars.\n\n\"The purpose of bail is to ensure the appearance of the defendant at trial and to ensure the safety of the public,\" Barrera explained. \"That's why, in high-profile cases, the bonds are set very high; because of the potential danger that the defendant poses.\n\n\"But that doesn't give the state free rein to sit on their hands and do nothing while the defendant gets stuck in jail.\"\n\nWhile there are no known legislative plans to carve out an exception to the code of criminal procedure for capital offenses, Barrera said the case at hand could be an example of a need to modify the code.\n\n\"The reality is there are many murder cases that that are just as heinous, just as ugly,\" Barrera said. \"And the only thing that makes it a capital is that opens someone up for the death penalty.\""}}