{"GDELT": {"GlobalEventID": 930533075, "Day": 20200620, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4658, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.41125541125541, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Manhattan, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY061", "Actor1Geo_Lat": 40.7834, "Actor1Geo_Long": -73.9662, "Actor1Geo_FeatureID": "971945", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200620060000, "SOURCEURL": "https://www.thesun.co.uk/news/11910354/us-attorney-in-manhattan-trump-wont-resign/"}, "ARTICLE": {"TITLE": "US attorney says he’s NOT resigning after AG Barr said the Manhattan DA who led probes into Trump pals had stepped down", "TEXT": "THE US attorney who led probes into key allies of President Donald Trump has sensationally insisted he will not resign - roughly an hour after Attorney General Barr said he was suddenly stepping down.\n\nIn a statement shared on Twitter, Geoffrey Berman, the US attorney for the Southern District of New York, said: \"I am not resigning, and I have no intention of resigning.\"\n\n5 Geoffrey Berman said he's not resigning as the US attorney for the Southern District of New York Credit: Getty Images - Getty\n\nBerman's refusal to leave his position sets up a potential crisis in the Justice Department, which Barr has been accused of politicizing by Democrats.\n\nJust hours earlier on Friday evening, Barr said in a statement that Berman would be resigning from his post.\n\nThe attorney general added that Trump intends to nominate Jay Clayton, the chairman of the Securities and Exchange Commission, who has never served as a prosecutor, to the post.\n\nCraig Carpenito, the US attorney in New Jersey, will serve as the acting US attorney in Manhattan from July 3, Barr said.\n\nBarr's announcement came with no notice after he visited New York City and met with local police officials there.\n\nSUDDEN ANNOUNCEMENT\n\nBut it was unclear why Berman would be leaving the position, which he has served in for more than two years.\n\nAccording to The New York Times, Berman was asked to resign but he refused, leading Barr to move to fire him.\n\nTrump has been discussing removing Berman for some time, the Times report added.\n\nThe timing of Barr's announcement – around 10pm on Friday evening – also raised questions regarding the circumstances of Berman's departure.\n\nIn his statement, Berman said that he had learned he was “stepping down” in a press release from the Justice Department.\n\nHe added: \"I will step down when a presidentially appointed nominee is confirmed by the Senate. Until then, our investigations will move forward without delay or interruption.\"\n\nBerman, a Republican who contributed to the Trump's election campaign, worked for the same law firm as Giuliani and was put in his job by the Trump administration.\n\n5 Attorney General William Barr announced the resignation in a statement late on Friday Credit: The Mega Agency\n\n5 Berman's refusal to leave his position sets up a potential crisis in the Justice Department Credit: Getty Images - Getty\n\nAs a US attorney, however, Berman won over some skeptics when he went after Trump allies.\n\nBerman's office took an aggressive approach in a number of cases tied to that frustrated the Trump administration – including guilty pleas obtained from Michael Cohen, Trump's long-time fixer, who was sent to prison.\n\nBerman recused himself from directly overseeing the investigation of Cohen for reasons that were never disclosed.\n\nTensions between the New York and Washington offices also grown, with Berman and Barr clashing over the handling of some cases, including the indictment of Turkish bank Halkbank.\n\nTrump, too, has been angered by a series of investigations that Berman has been involved in.\n\nAGGRESSIVE INVESTIGATIONS\n\nHis office subpoenaed Trump's inaugural committee for a wide range of financial and other documents as part of an investigation into potential crimes – including possible illegal contributions from foreigners.\n\nWeeks before the 2018 midterm election, Berman also announced insider trading charges against an ardent Trump supporter, Republican Rep. Chris Collins, who has since resigned.\n\nOver the last year, his office also brought indictments against two close associates of the president's lawyer, Rudi Giuliani.\n\nAn investigation into Giuliani himself also began, focusing on his efforts to dig up dirt on the president's political rivals in Ukraine, and whether these could have violated laws on lobbying from foreign entities.\n\nMOST READ IN US NEWS SICKENING 'MURDER' Court docs reveal boy was 'sexually abused by dad after soiling pants' VIOLENT CLASH Huge brawl erupts as Proud Boys & Antifa fight with bats & mace in Portland ABUSE OF TRUST Teacher 'forced student to have sex in classroom and send explicit photos' 'HE'LL NEVER WALK AGAIN' Husband paralyzed by stray bullet in NYC while walking with wife Exclusive 'SO BRUTAL' Daisy Coleman killed herself 'after learning rape left her unable to have kids' 'YOU'VE NOW GOT COVID' Police hunt masked suspect who gave Walmart shoppers ‘COVID hugs’\n\nBerman's office also brought charges against Michael Avenatti, the lawyer who represented porn actress Stormy Daniels in lawsuits involving Trump.\n\nAvenatti was convicted earlier this year of trying to extort sportswear giant Nike after prosecutors said he threatened to use his media access to hurt Nike's reputation and stock price.\n\nThe Southern District of New York also requested testimony from Britain's Prince Andrew, as part of a criminal investigation into the alleged co-conspirators of convicted sex offender Jeffrey Epstein, according to reports.\n\n5 Berman's office began investigating Trump's personal lawyer Rudy Giuliani over his efforts to dig up dirt in Ukraine on the president's rivals Credit: AFP - Getty\n\n5 Berman won over some skeptics after he went after Trump allies Credit: CNP"}}