{"GDELT": {"GlobalEventID": 930532651, "Day": 20200620, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4658, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.4316109422492405, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Free State, Free State, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF03", "Actor1Geo_ADM2Code": "77365", "Actor1Geo_Lat": -29.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "-1269735", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Free State, Free State, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF03", "Actor2Geo_ADM2Code": "77365", "Actor2Geo_Lat": -29.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "-1269735", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Free State, Free State, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF03", "Action2Geo_ADM2Code": "77365", "Action2Geo_Lat": -29.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "-1269735", "DATEADDED": 20200620060000, "SOURCEURL": "https://www.businessinsider.co.za/renergen-and-total-deal-for-lng-refuelling-along-the-n3-in-2021-2020-6"}, "ARTICLE": {"TITLE": "From next year trucks on the N3 could save 25% on fuel thanks to LNG – but motorists can’t have any", "TEXT": "A Free State gas company has signed a deal with Total to set up liquefied natural gas (LNG) pumps on the N3, one each near Johannesburg and Durban.\n\nThey will sell LNG as an alternative fuel for adapted vehicles, at a price pegged at a minimum of 25% less than diesel.\n\nBut there won't be enough LNG to go around, at first, so ordinary motorists are out of luck.\n\nFor more stories go to www.BusinessInsider.co.za.\n\nSome time around the third quarter of 2021, new fuel pumps are due to appear at two Total filling stations on the N3, one near Johannesburg, and one near Durban.\n\nThey will be offering liquefied natural gas (LNG), from wells in the Free State, for use by specially adapted vehicles – at a discount of at least 25% to the price of diesel.\n\nBut even if they had the vehicles to use it, motorists will have to wait in line. Because supply will be limited at first, the LNG will be sold on contract-only basis to trucking companies, and \"a significant portion\" of production is already spoken for.\n\nThat may, or may not, still be the case by the time more LNG pumps are rolled out on routes between other major cities.\n\nRenergen, which operates gas wells near Virginia in the Free State, announced the resale deal with Total South Africa this week. It will come into operation as soon as the first phase of Renergen's LNG plant starts churning out LNG.\n\nThanks to the composition of the gas in its wells, the only onshore petroleum production site in South Africa, Renergen could end up as a significant global supplier of helium. The strategic value of that helium has attracted interest, and investment, from the likes of the United States government.\n\nSee also: The US government just invested R600 million into a gas project in the Free State that promises to reduce the global shortage of helium\n\nGet the best of our site emailed to you daily: click here.\n\nAlso from Business Insider South Africa:"}}