{"GDELT": {"GlobalEventID": 930624860, "Day": 20200620, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4658, "Actor1Code": "GOV", "Actor1Name": "CHIEF EXECUTIVE", "Actor1Type1Code": "GOV", "Actor2Code": "GGY", "Actor2Name": "GUERNSEY", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.1812080536912797, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Guernsey", "Actor1Geo_CountryCode": "GK", "Actor1Geo_ADM1Code": "GK", "Actor1Geo_Lat": 49.583333, "Actor1Geo_Long": -2.333333, "Actor1Geo_FeatureID": "GK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Guernsey", "Actor2Geo_CountryCode": "GK", "Actor2Geo_ADM1Code": "GK", "Actor2Geo_Lat": 49.583333, "Actor2Geo_Long": -2.333333, "Actor2Geo_FeatureID": "GK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Guernsey", "Action2Geo_CountryCode": "GK", "Action2Geo_ADM1Code": "GK", "Action2Geo_Lat": 49.583333, "Action2Geo_Long": -2.333333, "Action2Geo_FeatureID": "GK", "DATEADDED": 20200620223000, "SOURCEURL": "https://guernseypress.com/news/2003/11/06/dames-fortune-here/"}, "ARTICLE": {"TITLE": "Dame's fortune here", "TEXT": "DAME SHIRLEY PORTER'S missing millions are in Guernsey, it was confirmed yesterday. A spokesman for the Greffe confirmed that the Royal Court had granted an order freezing Dame Shirley's assets up to the value of £37m. The disgraced former leader of Westminster Council was left owing millions after the 1980s 'homes for votes' gerrymandering scandal which saw flats sold cheaply to boost the number of Tory voters. But when she was ordered by a court last year to disclose her assets, she claimed she was worth just £300,000. Westminster City Council applied for 14 disclosure orders in England, Guernsey and the British Virgin Islands in the course of its pursuit of her. It was granted an application under the Reciprocal Enforcement (Guernsey) Law in the Royal Court last Friday to enforce a judgement of the High Court Chancery Division against Dame Shirley to recover various sums of money. 'The council believes that it has a good claim against the assets frozen by the court orders. It is in the process of registering its English judgement against Dame Shirley in the Guernsey court,' said a council spokesman yesterday. 'The council's legal team will be advising councillors about the next steps later this week. 'The council remains committed to pursuing its judgement against Dame Shirley for the benefit of Westminster's taxpayers. 'On the basis of legal advice, the council is at this stage unable to disclose any more about the information it has acquired or the further steps it is taking.' The Guernsey Financial Services Commission said its interest went only as far as ensuring that any regulated firm abided by the law and complied with any order of the court. 'I have every reason to believe they will do so,' said GFSC director general Peter Neville. John Bridle, chief executive of the Guernsey Promotional Agency, which promotes the island abroad as a finance centre, said Guernsey's reputation should not be tarnished by the revelation. 'The dispute is about ownership of the funds, not that they are illegal. It's not about dirty money,' said Mr Bridle. He added that only one of the companies implicated was based here. 'The problem is that the Guernsey features of the situation have been magnified. 'It has an effect in the sense that anything that brings Guernsey to the public eye is a concern to the Promotional Agency, but it's very important that journalists understand the facts. There is no suggestion that Guernsey's authorities have failed to cooperate. 'We have to be careful not to be too sensitive.' In the 1990s, Dame Shirley was found guilty by the district auditor of wasting millions of pounds by unlawfully selling off council homes on the cheap to increase the number of Tory voters. She was cleared by the Court of Appeal in 1998, but in 2001, the House of Lords ruled that she had to pay back the money that she claimed she did not have. Karen Buck, Labour MP for Regent's Park and Kensington North, told the Guernsey Press yesterday she was 'very, very pleased' at the action. 'I have been involved with the council since 1986 and have lived with the consequences of homes being sold off inappropriately, with homeless families being put into tower blocks where it was known there was asbestos. 'People suffered because of those events and a lot of public money was wasted keeping houses boarded up which were all needed by people in hardship. 'We are very, very pleased to see this action taken. She owes it to the people of Westminster and we want it back.'"}}