{"GDELT": {"GlobalEventID": 930680698, "Day": 20200621, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4685, "Actor1Code": "PHL", "Actor1Name": "PHILIPPINE", "Actor1CountryCode": "PHL", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -6.797583081570999, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200621093000, "SOURCEURL": "https://www.vindy.com/opinion/brenda-j-linert/2020/06/case-renews-respect-for-first-amendment/"}, "ARTICLE": {"TITLE": "Case renews respect for First Amendment", "TEXT": "The thought that kept flashing through my mind Monday was, “And I thought things were tough here.”\n\nI was reading a shocking Associated Press story about award-winning journalist Maria Ressa who apparently had been critical of the Philippine President Rodrigo Duterte’s administration and who now will spend up to six years in prison, convicted of libeling a wealthy businessman on the online news site, Rappler Inc.\n\nRessa, CEO and executive editor of the Rappler, was accused of libel in a 2012 story that linked the man to illegal drugs, human trafficking and murder without getting his side or citing evidence, the AP reported.\n\nThe reporter’s voice cracked a bit — how could it not? — following Monday’s court hearing in Manila, but she kept her resolve, saying she was most devastated not by the sentence, but because the ruling “essentially says that … we are wrong,” Ressa said. She appealed to journalists and Filipinos to continue fighting for their rights “and hold power to account.”\n\nIndeed, the court decision represents a major blow to press freedom there and should stand as an example of what can happen without laws like our First Amendment.\n\nThe International Press Institute called the charges against Ressa “a transparent attempt to silence her and shut down Rappler in retaliation for its critical coverage of President Rodrigo Duterte and his administration.”\n\nIn the days leading up to the verdict, Ressa said this: “I think that this is not an easy time for being a journalist, but I think that the mission of journalism has become more important today than ever.”\n\nPhil Robertson of Human Rights Watch this week called the verdict “a frontal assault on freedom of the press that is critical to protect and preserve Philippines democracy.”\n\nGranted, press freedoms don’t mean the right to publish libelous, inaccurate stories. In America, libelous stories — those that are inaccurate and published with malice — can become the subject of civil suits, not criminal cases.\n\nIn this case, however, Ressa denies any wrongdoing and insists she was under attack by the government for years simply for doing her job.\n\nPhilippine officials deny that the criminal complaints against Ressa and Rappler were a press freedom issue, saying, rather, they arose only from violations of the law.\n\nAccording to the AP, Rappler’s lawyers say the story was based on an intelligence report.\n\nThey also have indicated that laws were manipulated in order to bring charges against Ressa outside normal time limits for filing charges. Philippine penal law requires a libel complaint to be filed within one year. The businessman, Wilfredo Keng, filed his lawsuit in 2017 — five years after the story was published.\n\nA cybercrime law, which the Rappler journalists allegedly violated, also was enacted in September 2012 — four months after the story was published. Rappler’s lawyers said Philippine penal laws cannot be retroactively applied.\n\nRappler, however, apparently had updated the story in February 2014 to correct a misspelled word but said it did not make any other changes. The Department of Justice, which brought the libel charges to court, contended that by updating the story, Rappler effectively republished the story online in 2014, an argument dismissed by the news site’s lawyers.\n\nRessa, who has worked for CNN and was one of Time magazine’s Persons of the Year in 2018, has accused the government of abusing its power and muzzling dissent.\n\nDuterte has openly lambasted journalists and news sites who report critically about him. ABS-CBN, the country’s largest TV network, was shut down by the government’s telecommunications regulator last month after its 25-year franchise expired, cutting off a major source of information on the COVID-19 pandemic and other critical news reports.\n\nIndeed, here in America, in the Mahoning Valley, we believe we fight battles of transparency and openness everyday.\n\nBut, it’s journalists like Ressa who truly are on the front lines battling for press freedoms."}}