{"GDELT": {"GlobalEventID": 930624624, "Day": 20200620, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4658, "Actor2Code": "IND", "Actor2Name": "MEGHALAYA", "Actor2CountryCode": "IND", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 3.30722367275892, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kedarnath, Uttaranchal, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN39", "Actor2Geo_ADM2Code": "70289", "Actor2Geo_Lat": 30.7333, "Actor2Geo_Long": 79.0667, "Actor2Geo_FeatureID": "-2100216", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kedarnath, Uttaranchal, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN39", "Action2Geo_ADM2Code": "70289", "Action2Geo_Lat": 30.7333, "Action2Geo_Long": 79.0667, "Action2Geo_FeatureID": "-2100216", "DATEADDED": 20200620223000, "SOURCEURL": "https://www.carandbike.com/news/world-motorcycle-day-2020-5-popular-motorcycle-road-trips-in-india-2249619"}, "ARTICLE": {"TITLE": "World Motorcycle Day 2020: 5 Popular Motorcycle Road Trips In India", "TEXT": "Someone rightly said, four wheels move the body, but two wheels, they move your soul. At some point we all would have made grand plans of a motorcycle road trip, with friends, colleagues and family. Maybe a few actually happened too. But this year, things are different. The dreaded Coronavirus pandemic has hit us hard and venturing out now would be a foolish thing to do. But, that doesn't stop us from dreaming about or planning the perfect motorcycle road trip. The perfect road trip happens when you fill up your motorcycle and head out on an open road. But to help you, we list out some of the popular bike road trips that one can do in India.\n\nAlso Read: World Motorcycle Day 2020: Top 10 Favourite Motorcycle Reviews\n\nManali - Leh Road Trip\n\n(Few sections on the Manali - Leh road look like this! A mountain road snaking through walls of snow. Salivating, isn't it?)\n\nA definite must have on a motorcycle road trip bucket list! The route from Manali to Leh is not just picturesque, but it is food for your soul. Every turn of the road brings in a different scene, each prettier than the last. The route is about 490 km long. You start your journey from Manali in Himachal Pradesh and take the Manali-Leh road via Jispa, Sarchu and Upshi.\n\n(Few things are more therapeutic than motorcycles and camping amidst nature )\n\nA good idea would be to break your journey in Sarchu, get acclimatised to the altitude and temperature and then carry on to Leh. The highest point that you will cross is TagLang La, which is about 17,480 feet above mean sea level. Tall, broad, snow-capped peaks accompany you throughout your journey and the entire road trip is a good mix of paved and kaccha roads. This is a pilgrimage that every motorcycle enthusiast should do at least once in his/her lifetime.\n\nMumbai - Goa Road Trip\n\n(The Bombay - Goa route is is the perfect weekend road trip! Short, sweet and beautiful )\n\nYet another favourite! The Mumbai-Goa motorcycle ride is beautiful and the best time to do this is during monsoon and right after. It is short road trip, about 580-590 km and has two popular routes to choose from - NH4 and NH66. The NH4 route goes via Pune, Satara, Kolhapur, Belgaum and then to Goa. This is the more common route and one can spend some time at each stopover. Should you choose to take NH66, you will be making your way to Goa through the Western Ghats, which are lush green, especially in monsoon and make for a beautiful spectacle. The highway goes through the picturesque locales of Southern Maharashtra and along the coast. You will have towns like Panvel, Kolad, Chiplun, Sawantwadi and then finally through to Goa. The clean, pristine beaches of Southern Maharashtra will make you forget Goa. It is a lovely road trip and can be done over the weekend as well.\n\nJaipur - Jaisalmer via Jodhpur\n\n(Almost all towns and cities in Rajasthan have at least fort from old times, making for an idyllic backdrop)\n\nIn case you are not in the mood for mountains or beaches, a Rajasthan road trip makes sense too, especially if you have cruiser motorcycles. Taking NH11, the highway will take you to Jaisalmer from Jaipur via Nagaur, Pokharan and covers a distance of about 600 km. You could also include Jodhpur in your itinerary if you have time on your hands. The road from Jodhpur to Jaisalmer is something else! It is arrow straight, fully paved and has sand dunes on either side. Plus, there are a tonne of places that you could see in each of cities too. We suggest you do this road trip in winter, when temperatures during the day will be manageable and not drain you completely. Travelling across Rajasthan on a motorcycle is yet another pilgrimage!\n\nGuwahati to Cherrapunji\n\n(Roads in the Northeast look something like this! If this doesn't make you want to ride, we are not sure what will)\n\nThe seven states of Northeast India offer so many routes that it is difficult to pick one. But in case you want to pick a classic road trip in the Northeast, we suggest you ride down from Guwahati in Assam to Cherrapunji and then onwards to Mawsynram in Meghalaya. Full of natural beauty, the road from Guwahati to Shillong itself is quite pretty, but once you leave NH 6 and head towards Cherrapunji, that's when nature decides to take your breath away, that's when magic happens. Lush green hills, gorgeous waterfalls, less traffic and mostly an overcast sky, with beautiful weather, will transport you to a different world.\n\n(The lush greenery of the Northeast will keep you cheery all throughout. And yes! The Yamaha RD350 makes for a lovely companion)\n\nBe sure to carry waterproof/rain gear because this area is considered to be the wettest place on earth and in all probability, you will encounter rainfall. Guwahati has lovely tea estates and the Kaziranga National Park in close vicinity, while Shillong has a vibrant nightlife and beautiful bazaars. Cherrapunji also serves as a base for visiting nearby attractions like the Nohkalikai waterfalls, Living Root Bridges in Nongriat, the town of Mawsynram, which is the wettest place on earth and the Mawsmai caves.\n\nDehra Dun to Badrinath/Mana\n\n(The NH58 starts from Ghaziabad in UP and ends in Mana, Uttarakhand. Some sections of this road are beyond stunning )\n\nYet another epic road trip up north! The route from Dehra Dun to Badrinath and Mana, the last village on the Indo-China border! It isn't as high altitude as Ladakh or Spiti but is as beautiful, if not more. If you have a religious bent of mind, this route takes you through multiple religious spots like Dev Prayag, Kedarnath, Hemkunt Sahib and of course Badrinath. If there is a motorcycle road trip to wash away your sins, this is perhaps it! Plus, if you like treks, you will enjoy places like Valley of Flowers as well. The route is dotted with idyllic villages, steep gorges and a variety of flora and fauna too. Plus, it is a motorcycle haven, with some patches of absolutely stunning tarmac which will make you fall in love with riding motorcycles all over again!\n\n(A motorcycle road trip with friends is one of the best possible ways to unwind and see new places)\n\nSo, where will you be headed once things truly get back to normal? Keep your motorcycle parked this World Motorcycle Day and save those kilometres for later. After all, the longer the wait, the sweeter will be the ride!\n\nPhotographs courtesy: Preetam Bora, Pawan Dagia\n\nFor the latest auto news and reviews, follow carandbike.com on Twitter, Facebook, and subscribe to our YouTube channel."}}