{"GDELT": {"GlobalEventID": 930680674, "Day": 20200621, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4685, "Actor1Code": "NGO", "Actor1Name": "NON GOVERNMENTAL ORGANISATION", "Actor1Type1Code": "NGO", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.55555555555555, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Oworonshoki, Lagos, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI05", "Actor1Geo_ADM2Code": "191293", "Actor1Geo_Lat": 6.54594, "Actor1Geo_Long": 3.4071300000000004, "Actor1Geo_FeatureID": "-2024542", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Oworonshoki, Lagos, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI05", "Actor2Geo_ADM2Code": "191293", "Actor2Geo_Lat": 6.54594, "Actor2Geo_Long": 3.4071300000000004, "Actor2Geo_FeatureID": "-2024542", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Oworonshoki, Lagos, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI05", "Action2Geo_ADM2Code": "191293", "Action2Geo_Lat": 6.54594, "Action2Geo_Long": 3.4071300000000004, "Action2Geo_FeatureID": "-2024542", "DATEADDED": 20200621093000, "SOURCEURL": "http://saharareporters.com/2020/06/21/covid-19-groups-canvass-support-slum-dwellers-distribute-free-food-20000-persons-lagos"}, "ARTICLE": {"TITLE": "COVID-19: Groups Canvass Support For Slum Dwellers, Distribute Free Food To 20,000 Persons In Lagos", "TEXT": "Labo Foundation, a non-governmental organisation, in partnership with Hapas Community Development Initiative, have raised awareness on the plight of slum dwellers in Agberin community along the Oworonshoki corridor of the Lagos Lagoon, urging government to pay more attention to people in such communities.\n\nThe groups, through the Meals4All initiative, also distributed food items to over 20,000 slum dwellers to cushion the effects of the hardship caused by the Coronavirus outbreak.\n\nThe initiative was also supported by Nigerian Breweries, who provided beverage drinks for the slum dwellers.\n\nAccording to Funke Sodade, Founder, Hapas Community in Initiative, dwellers of communities such as Agberin in Oworonshoki are among the hardest hit by the harsh economic effect of the COVID-19 scourge.\n\nShe said, “Interventions from organisations such as Labo Group and Nigerian Breweries is important and critical.\n\n“This is because when the harsh effect of the pandemic bites hard, dwellers of communities such as this are the worst hit.\n\n“We embarked on palliatives to the needy especially during economic lockdown as a result of the COVID-19 pandemic.”\n\n#COVID19: Groups Canvass Support For Slum Dwellers, Distribute Free Food To 20,000 Persons In Lagos | Sahara Reporters\n\nDwellers of communities such as Agberin in Oworonshoki are among the hardest hit by the harsh economic effect of the...\n\nREAD MORE: https://t.co/RyN7o9ml9j pic.twitter.com/DGHi6zMJmm — Sahara Reporters (@SaharaReporters) June 21, 2020\n\nAccording to Olabisi Akanbi, CEO, Labo Group and Founder, Labo Foundation, the private and public sector would need to do more to make life easier for residents of communities such as Agberin in Oworonshoki and other city-slum dwellers.\n\nShe said, “They build their homes on shafts covered by cloths or trampoline. This makes dwellers prone to sickness, life expectancy is low as with income. It’s a myriad of problems.this\n\n“Slum dwellers are at a great disadvantage because they cannot afford the high rent of a metro city like Lagos.\""}}