{"GDELT": {"GlobalEventID": 930624794, "Day": 20200620, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4658, "Actor1Code": "ELI", "Actor1Name": "ACTOR", "Actor1Type1Code": "ELI", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200620223000, "SOURCEURL": "https://www.darkhorizons.com/jackson-pens-touching-ian-holm-farewell/"}, "ARTICLE": {"TITLE": "Jackson Pens Touching Ian Holm Farewell", "TEXT": "Filmmaker Peter Jackson has penned a sincere and very touching tribute to the late Sir Ian Holm who passed away the other day after a long battle with Parkinson’s disease.\n\nIn the piece he reveals that he learned over a dinner with himself, his wife Fran Walsh, Ian and Ian’s wife Sophie in London that Ian had been diagnosed with Parkinson’s and could no longer remember lines.\n\nHolm also had difficulty walking and couldn’t travel to New Zealand – he’d effectively retired but wasn’t announcing it, and wouldn’t be able to reprise his role as Bilbo Baggins for bookend scenes in “The Hobbit” trilogy.\n\nJackson’s mother and uncle had both endured Parkinson’s for years and so was very familiar with the effects of the disease and ultimately they worked out a way for Holm to do those scenes.\n\nMartin Freeman, who plays the young Bilbo through most of the film, agreed to wear prosthetic make-up to play Holm playing Old Bilbo for some New Zealand based wide shots that they needed.\n\nThe production team then took the Bag End set to London and filmed Ian’s shots with a small crew, actor Elijah Wood and Ian’s wife Sophie at his side every day. Over the course of four days they filmed everything that was needed.\n\nJackson says: “In the finished movie, I hope that audiences just see Ian Holm reprising Bilbo. But what I experienced on set was a wonderful actor delivering his last performance. It was incredibly brave of him to do that, and very emotional for those who witnessed it.”\n\nThe full letter can be found over at Deadline.com"}}