{"GDELT": {"GlobalEventID": 930624839, "Day": 20200620, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4658, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT OFFICIAL", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.1638418079096002, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 44.0, "Actor1Geo_FeatureID": "IZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 44.0, "Action2Geo_FeatureID": "IZ", "DATEADDED": 20200620223000, "SOURCEURL": "http://freerepublic.com/focus/f-chat/3857658/posts"}, "ARTICLE": {"TITLE": "Former DEA Official Pleads Guilty to Elaborate $4 Million Fraud Scheme", "TEXT": "Skip to comments.\n\nPosted on by ransomnote\n\nThrough the scheme, Courtney also fraudulently gained a position working as a private contractor for the National Institutes of Health (NIH) Information Technology Acquisition and Assessment Center (NITAAC), a branch of NIH that provides acquisition support services to federal agencies. Once he had installed himself at NITAAC, Courtney gained access to sensitive, nonpublic information about the procurements of other federal agencies being supported by NITAAC. Courtney thereafter used that information to attempt to corrupt the procurement process by steering the award of contracts to companies where he was then also on the payroll, and used the false pretext of national security concerns to warp the process by preventing full and open competition.\n\nCourtney also convinced several real governmental officials that he was participating in this “task force,” explained that they had been selected to participate in the program, and then used those officials as unwitting props falsely to burnish his legitimacy. For example, he directed his victims to speak with these public officials to verify his claims, and separately instructed the government officials as to exactly what to say. Courtney thereby created the false appearance to the victims that the government officials had independently validated his story, when in fact the officials merely were echoing the false information fed to them by Courtney. At times, Courtney also convinced those officials to meet with victims inside secure government facilities, thereby furthering the false appearance of authenticity.\n\nAs a further part of the scheme, Courtney created a fraudulent backstory about himself, claiming that he had served in the U.S. Army during the Gulf War, had hundreds of confirmed kills while in combat, sustained lung injuries from smoke caused by fires set to Iraq’s oil fields, and that a hostile foreign intelligence service had attempted to assassinate him by poisoning him with ricin. All of these claims were false.\n\nCourtney went to extraordinary lengths to perpetuate the illusion that he was a deep-cover operative. Among other things, he falsely claimed that his identity and large portions of his conduct were classified; directed victims and witnesses to sign fake nondisclosure agreements that purported to be from the U.S. government and that forbade anyone involved from speaking openly about the supposedly classified program; told victims and witnesses that they were under surveillance by hostile foreign intelligence services; made a show of searching people for electronic devices as part of his supposed counterintelligence methods; demanded that his victims meet in sensitive compartmented information facilities to create the illusion that they were participating in a classified intelligence operation; and repeatedly threatened anyone who questioned his legitimacy with revocation of their security clearance and criminal prosecution if they “leaked” or continued to look into the supposedly classified information. Courtney further created fake letters, purporting to have been issued by the Attorney General of the United States, which claimed to grant blanket immunity to those who participated in the supposedly classified program.\n\nTo accomplish the fraud, Courtney approached numerous private companies with some variation of this false story, and claimed that the companies needed to hire and pay him to create what Courtney described as “commercial cover,” i.e., to mask his supposed affiliation with the CIA. Courtney also fraudulently claimed that the companies would be reimbursed in the future for these salary payments, sometimes by the award of lucrative contracts from the United States government in connection with the supposedly classified program.\n\nAccording to court documents, Courtney falsely claimed to be a covert officer of the CIA involved in a highly-classified program or “task force” involving various components of the United States Intelligence Community and the Department of Defense. According to the false story told by Courtney, this supposed classified program sought to enhance the intelligence gathering capabilities of the United States government. In truth, Courtney had never been employed by the CIA, and the task force that he described did not exist.\n\nTo: ransomnote\n\nTo: ransomnote\n\nTo: All\n\nAND THIS Lawsuit Documents Allege James Biden Committed Fraud, Racketeering\n\nThe Federalist ^ | May 21, 2020 | Mark Hemingway\n\nFR Posted on 5/21/2020, 10:07:42 AM by Kaslin\n\nDocuments prepared as part of an ongoing lawsuit against Biden and his business partners allege they are in violation of Racketeer Influenced and Corrupt Organizations Act (RICO) and have committed fraud.\n\nIn January the FBI raided the offices of Americore Health, a health care company that manages rural hospitals, where James Biden, brother of former vice president candidate and current presidential candidate Joe Biden, was a major investor. Documents prepared as part of an ongoing lawsuit against Biden and his business partners, hedge fund managers Michael Lewitt and Amer Rustom, allege they are in violation of Racketeer Influenced and Corrupt Organizations Act (RICO) and have committed fraud related to their investments in Americore and another company, Diverse Medical Management. The documents, prepared in March, were never submitted to the court and sources now say the lawsuit is headed for a settlement.\n\nIn the documents, Grant White, the former CEO of Americore, makes detailed allegations that Biden\u0092s corrupt business practices helped drive his company into bankruptcy. White also alleges that Biden and Lewitt improperly took money meant for company operations and lined their own pockets. He further alleges that Biden failed to make good on promises that his political connections would deliver large investments from the Middle East.\n\nA filing in federal bankruptcy court in February by the federal trustee, Paul A. Randolph, alleges White has \u0093grossly mismanaged\u0094 his business; \u0093has not operated the hospitals in a manner that is consistent with public safety\u0094; and \u0093improperly siphoned money from the Debtors for his personal benefit.\u0094 The court subsequently removed White as CEO of Americore by the court. In a lengthy missive to legal commentator Jonathan Turley\u0092s blog in March, Michael Lewitt questioned White\u0092s credibility at length.\n\nHowever, White was prepared to submit a sworn declaration in the ongoing lawsuit against Biden and his business partners backing up his allegations. Further, he turned over a significant number of primary documents undergirding these claims that were reviewed for this article.\n\n\u0093[Biden told me] there\u0092s not a single door in the country that we can\u0092t open. So if I wanted to meet, you know, the head of Google, it\u0092s a phone call,\u0094 White says. \u0093He always represented himself as the fundraiser for his brother\u0092s campaigns he was the guy raising the money and so he knew everybody.\u0094\n\nAccording to White, James Biden, along with hedge fund managers Michael Lewitt and Amer Rustom, became enamored of Americore\u0092s business model and approached White about investing in the company. They agreed to enter into business together on the promise that Biden and his partners would be able to deliver upwards of $30 million to invest in Americore.\n\nQuestions About a Loan Backed by Biden\u0092s Vacation House\n\nWhite says the big investment money never materialized. Not only that, as Americore struggled to keep the doors open at rural hospitals it owned, White alleges that Biden \u0096 who eventually had business cards declaring him a \u0093principal\u0094 at the company \u0096 improperly diverted money from loans made to Americore for his own personal use. According to White, Biden approached him in January of 2018 and told him his Florida vacation home had been damaged in Hurricane Irma a few months prior, and his insurance would not cover the repairs.\n\nBiden owns a six-bedroom vacation home on Keewaydin Island near Naples, Florida. His brother vacationed there when he was vice president. Biden spent $2.5 million purchasing the house in 2013, a questionable expense considering he would later be slapped with a lien by the IRS for failing to pay $589,000 in 2013 federal taxes. (In 2016, Biden tried sell the house for $5.9 million \u0096 it eventually sold in 2018, after sustaining hurricane damage, for $1.35 million.)\n\nIn addition to the damage sustained by the vacation home, White says Biden was deeply concerned about paying back a personal loan that was due, which was secured by the vacation house. He was worried about losing his vacation home, so he approached White. \u0093There were financial challenges there and I\u0092m an investment banker, so I was trying to help him figure out how to solve his problems I\u0092m a problem solver and I considered him a friend,\u0094 White says.\n\nPersonal Loans Allegedly Tied Up with Business Loans\n\nAt the same time, Americore was experiencing cash flow problems. White had taken out a series of \u0093merchant cash advances\u0094 \u0096 easy to obtain, high interest business loans \u0096 to keep Americore operating. \u0093I needed a short-term bridge [loan] and I didn\u0092t feel like taking another MCA because they were burning a hole in my pocket,\u0094 White says. \u0093So [Biden] made some phone calls and he basically agreed to get $2 million \u0096 but of that, a significant portion went to him.\u0094\n\nIn his never-submitted legal declaration, White recounts the following:\n\nIn January of 2018 Lewitt arranged for his hedge fund to loan Americore $2 million as a bridge loan while we awaited the larger investment. Jim Biden directed me to loan him approximately $400,000 of this money for him to use to repay a past-due personal loan secured by his house in Florida. Subsequently, in additional bridge loans from Lewitt\u0092s hedge fund, Biden took additional amounts totaling approximately $250,000. The approximately $650,000 was originally intended to be used for Americore working capital. Jim Biden promised that the approximately $650,000 would be paid back out of the multi-million investment coming from overseas that was imminent and certain. Jim Biden, however, has never repaid the approximately $650,000 to Americore, instead only paying back approximately $25,000. Americore has been charged forbearance fees and interest on this despite the fact that Biden took that money.\n\nIn March, Politico also reported that \u0093a former Americore executive has told POLITICO that James Biden had more than half a million dollars transferred to him from the firm as a personal loan that has not yet been repaid.\u0094 According to White, in the paperwork filed in bankruptcy court, a line item listed under \u0093Summary of Assets and Liabilities\u0094 in the amount of $650,000 represents the company\u0092s outstanding loan to Biden.\n\nSources familiar with Americore say the personal loan Biden needed to pay back was to Joey Langston, whon he owed hundreds of thousands of dollars. Langston is a lawyer and businessman who previously raised money for Joe Biden. In 2008, Langston pleaded guilty to conspiracy to bribe a state judge in Mississippi, a crime for which he served nearly three years in prison and was disbarred. The bribery charge was related to Langston\u0092s work as a criminal defense attorney for the infamous lawyer Dickie Scruggs, who eventually did prison time himself.\n\nScruggs was famous for his work obtaining a $248 billion tobacco settlement on behalf of several states in 1998 \u0096 Scruggs\u0092 cut of the settlement was was somewhere around $300 million. According to Curtis Wilkie\u0092s book on Scruggs, The Fall of the House of Zeus, Scruggs retained James Biden\u0092s lobbying outfit, the Lion Hall Group, to lobby for passage of legislation related to the settlement in the Senate, to help secure the support of Joe Biden, who was key to the legislation\u0092s passage. Joe Biden supported the legislation, though it did not pass.\n\nMixing Politics and Private Gain\n\nDespite the bribery charge, James Biden later went into business with Langston \u0096 both were affiliated with a company called Trina Healthcare that promised a new treatment for diabetes. The federal Centers for Medicare and Medicaid Services stopped paying for Trina\u0092s diabetes treatment in 2009, citing evidence that it wasn\u0092t effective.\n\nLast year, the founder of Trina Healthcare, G. Ford Gilbert, also pleaded guilty to bribery charges related to an attempt to force passage of a bill in the Alabama legislature that would require the state to pay for the company\u0092s diabetes treatment. Asked to confirm that Langston was the source of Biden\u0092s loan, White wouldn\u0092t confirm or deny Langston was the source of the loan Biden wanted to pay back. Langston did not return a request for comment.\n\nHowever, a report by ProPublica in February confirms that Biden has an extensive history of taking out sizable personal loans from friends and business associates, and many of these generous lenders have political ties to his brother.\n\nAmong those lenders was John Hynansky, a Ukrainian-American businessman and donor to Joe Biden\u0092s campaigns, who in 2015 gave Biden a $500,000 loan that \u0093came as Biden\u0092s brother faced financial difficulties related to his acquisition of a multimillion-dollar vacation home,\u0094 according to Politico.\n\nAccording to White, Biden was not the only one laundering money through Americore. In his declaration submitted to the court, which can be read here and here, White says Biden\u0092s\n\nbusiness partner Michael Lewitt was taking money from the hedge fund he managed and giving it to himself, using Americore as a pass-through:\n\nOn more than one occasion, Michael Lewitt directed his hedge fund to loan Americore money for his own personal use. On approximately April 18th of 2019, Michael Lewitt directed his hedge fund to loan $960,000 to Americore\u0092s payroll account. He then directed me to pay him $950,000 via wire from the Americore account to Lewitt\u0092s personal bank account. The money transferred on April 22, 2019. Lewitt told me he needed $950,000 so he could pay his personal IRS tax lien.\n\nTo buttress these allegations, White submitted a copy of a wire transfer in the amount of $950,000 dated April 19 of last year. A source close to Lewitt disputes this allegation. The source says that although the wire transfer went to Lewitt personally, it was to pay back a loan from Lewitt\u0092s hedge fund, and further, Lewitt hasn\u0092t had any tax liens in the last few years.\n\nWhile White says he tolerated Biden and Lewitt\u0092s unusual financial arrangements because he wanted to help out friends, the other reason Biden and Lewitt\u0092s alleged skimming didn\u0092t trouble him was that he believed Biden\u0092s promises that he would raise much larger sums for Americore, and strung him along with repeated promises that tens of millions of dollars in investment money would arrive imminently.\n\nWhite says he had almost no role in these efforts to raise money overseas. A lawsuit filed last year by Tennessee businessman Michael Frey and Dr. Mohannad Azzam, owners of Diverse Medical Management, against James Biden, and involving Americore, confirms that Biden and Lewitt also promised them that they would raise money from Qatar and a large Turkish concern, Dogan Holdings.\n\nDespite the promise to raise an initial $30 million for Americore and much more later, White says the money for Americore never materialized. Among the reasons White was told that money didn\u0092t come through: their investors ran afoul of Trump administration sanctions on foreign businesses.\n\n\u0093[Trump] put some stuff in place where it became incredibly difficult to get money from places like Qatar because they were doing business with Iran,\u0094 he says. A source close to Lewitt flatly denies that sanctions were ever a fundraising issue for Lewitt and Biden calling them \u0093nonsense.\u0094\n\nPotentially Pitching to Chinese Financiers\n\nThere was, however, one notable instance where White says he did assist in raising funds for Americore. White he flew to New York and briefed James Biden and Joe Biden\u0092s son Hunter on Americore\u0092s business model. \u0093Hunter wanted to hear my story cause you were going to go pitch it to its Chinese partners that he was working for,\u0094 White says. He also confirms that James and Hunter frequently worked together. \u0093They were definitely attached at the hip in some things,\u0094 White says. White also makes a passing reference to this episode in the court filing: \u0093I also met Hunter Biden, who was trying to arrange financing from China.\u0094\n\nHunter Biden has been facing accusations that he exploited his father\u0092s political connections for profit, specifically that he raised large sums for his hedge fund from Chinese investors after he accompanied his father on a trip to China while the latter was vice-president. In a New Yorker profile last year, Hunter Biden also admitted to taking what appears to be an $80,000 bribe from a Chinese businessman with close ties to the government.Neither Michael Lewitt or a representative for Hunter Biden would comment on White\u0092s accusations. A lawyer for James Biden said he could not comment on the accusations owing to laws in Tennessee, where the lawsuit originated, that limit what attorneys can say about ongoing litigation.White strongly disputes the charges of mismanagement against him and says the paper trail left by Americore\u0092s bankruptcy will show that Biden and Lewitt played a disproportionate role running the company into the ground and that he has taken minimal compensation during his tenure leading the company. He also alleges that the only reason he had to declare bankruptcy for Americore was that Michael Lewitt improperly gained access to the company\u0092s accounts and took money for himself.\n\nTo that end, White has provided additional documentation showing tens of thousands of dollars of bank transfers between one of Americore\u0092s hospitals and an account set up for Lewitt\u0092s hedge fund, known as Third Friday Fund. White alleges that Lewitt continued to raid funds even after was he was notified the company was in Chapter 11.\n\n\u0093I\u0092ve been stuck in the hospital business paying massive overheads with no money and surviving for two and a half years,\u0094 he says. \u0093And I\u0092ve never really been able to implement the [business] model. It\u0092s very frustrating.\u0094 A source close to Lewitt again denies the allegation he improperly accessed Americore\u0092s accounts and wrongly took money from the company.\n\nOf Course, Lawsuits Filed\n\nThe legal declaration that was the source of White\u0092s allegations were prepared as part of lawsuit originally filed last year by Tennessee businessman Michael Frey and his partner Dr. Mohannad Azzam, owners of Diverse Medical Management and Azzam Medical Services. Frey and Azzam\u0092s allegations closely mirror many of White\u0092s allegations \u0096 they also claim they were being strung along with promises of large sums of money from Biden and Lewitt to acquire their health-care businesses that never materialized. The lawsuit further alleges Frey and Azzam were pushed to take out loans and expand their business operations.\n\nThey made these investments with their own money, on the assurance that they would be paid back when Biden helped secure investments from Middle Eastern investors.\n\nEventually, Frey and Azzam became overextended and their dire financial situation forced them to file suit against Biden and his partners.\n\nAccording to a December report from Knox News, the FBI is investigating an incident where Frey received an envelope containing \u0093what appeared to be blood-stained currency from a Middle Eastern country commonly known as a haven for terror groups and a \u0091torture ticket\u0092 \u0097 a voucher for the infliction of torture.\u0094 The newspaper withheld the name of the Middle Eastern country at the FBI\u0092s request.\n\nAlong with Biden, Lewitt, and Rustom, White was originally a defendant in Frey\u0092s lawsuit. White has reportedly presented detailed evidence of Biden and Lewitt\u0092s mismanagement of Americore to Frey and his legal team, who found it convincing and asked that White be removed as a defendant.\n\n\u0093White has provided to Plaintiffs voluminous electronic evidence exonerating him in this Action and demonstrating that he too was a victim of the fraudulent actions of Defendants James Biden, Amer Rustom, Michael Lewitt, and Platinum Group USA, Inc., including documents indicating that millions of dollars in funds may have been taken by these defendants outside of the ordinary course of business,\u0094 notes a February court filing from Frey and his attorney.\n\nAlleged Violations of Racketeering Law\n\nFollowing that development, however, Frey and Azzam\u0092s lawsuit has stalled, even though Frey and Azzam\u0092s attorneys prepared a new filing that was never submitted to the court, which was reviewed for this article and can be read here. The filing incorporates White\u0092s allegations, along with the supporting documentation he provided, as well as multiple heated communications from Lewitt that they allege are inappropriately threatening.\n\nThe filing alleges that the cumulative behavior of Biden and his partners constitutes a violation of RICO statutes:\n\nThe Investor Defendants participated in the operation and management of an association-in-fact enterprise whose aim was to enrich themselves with foreign investment under the guise of investing in companies based in the United States, including but not limited to Plaintiffs and Americore. The Enterprise was formed for the common purpose of skimming investment into target companies through fraudulent loans and wires or ostensibly legal consulting fees. The Enterprise constituted an unlawful and continuing enterprise that has driven at least two companies into dire financial straits or bankruptcy.\n\nOther allegations in the filing against Biden and his partners include common law and promissory fraud, civil conspiracy, and tortious interference with business relationships. A source close to Frey says recent financial pressures are one reason the filing making these allegations was never filed and Frey and Azzam are now trying negotiate a settlement in the lawsuit. Frey and Azzam\u0092s company, Diverse Medical Management, does extensive work in nursing homes and the company has suffered serious financial hardships as a result of the coronavirus outbreak."}}