{"GDELT": {"GlobalEventID": 930680777, "Day": 20200621, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4685, "Actor1Code": "USA", "Actor1Name": "WASHINGTON", "Actor1CountryCode": "USA", "Actor2Code": "CAN", "Actor2Name": "CANADIAN", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.23456790123457, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200621093000, "SOURCEURL": "https://www.yorktonthisweek.com/u-s-congress-honours-canadian-american-wwii-vets-real-life-james-bonds-1.1751421"}, "ARTICLE": {"TITLE": "U.S. Congress honours Canadian-American WWII vets, real-life 'James Bonds'", "TEXT": "WASHINGTON - A group of Canadian veterans received the United States' highest civilian award Tuesday for their role in a legendary military unit whose exploits dazzled moviegoers at home and tormented Nazis abroad.\n\nIn a stately ceremony at the U.S. Capitol building, the Second World War vets received the Congressional Gold Medal — an extremely high distinction, even rarer for non-Americans.\n\narticle continues below\n\nThe award was given to more than 40 surviving members of the Devil's Brigade, the elite Canada-U.S. unit that was the precursor to both countries' modern special forces.\n\nPoliticians told stories about their role in the liberation of Europe, particularly with the invasion of Italy. A Canadian vet did one better, while trading tales with old war buddies during their trip to Washington: he pulled out a bag and inside it, he said, was a piece of shrapnel that got stuck in his shoulder during the Italian campaign 72 years ago.\n\nThe highest-ranking member of Congress teared up during Tuesday's presentation: \"These men saved the free world,\" said House Speaker John Boehner. \"Now (they) are free to savour the triumph and to share their stories for years to come.\"\n\nThe First Special Service Force members earned their nickname after Nazis supposedly referred to them as the \"Black Devils\" — for the shoe polish they smeared on their faces to attack under cover of night.\n\nAs for their deadliness, Boehner cited a statistic: For every soldier they lost in battle, he said, the Devil's Brigade killed 25.\n\nThe top member of the Senate, meanwhile, compared their exploits to Hollywood.\n\n\"Sometimes truth can be more impressive than fiction,\" Senate Speaker Mitch McConnell said.\n\n\"(They) excelled in rock-climbing and amphibious assault. They advanced on skis and through the air. They survived by stealth and trained in demolition.\n\n\"Some of their more daring mission plans would have made James Bond blush... But this isn't some Hollywood script.\"\n\nActually, it was a Hollywood script, years later.\n\nThey inspired the 1968 movie, \"The Devil's Brigade,\" starring William Holden. And that film holds special memories for the Canadian cabinet minister on hand at Tuesday's ceremony.\n\nVeterans Affairs Minister Erin O'Toole said that when he joined the military, he and his fellow grunts used their first break in three weeks of boot camp in B.C. to watch that movie.\n\nO'Toole told the crowd that Canadians and Americans have repeatedly fought together for several generations now — from the First World War to the current mission against Islamist militants.\n\nHe said the special forces now training Peshmerga and other fighters in the Middle East can trace back their lineage to Devil's Brigade. And he noted the rarity of Tuesday's honour.\n\nThe only Canadian believed to have received that congressional medal also inspired a Hollywood movie. That was Ken Taylor, the Canadian diplomat who helped U.S. hostages escape Iran in events captured in the movie \"Argo.\"\n\nTaylor received the award in 1980.\n\nAs for those honoured Tuesday, they responded with humility. When asked about one of the colourful compliments, Canadian vet Charles Mann downplayed it.\n\n\"Well, James Bond was a pretty wild character. I don't know that we were that wild,\" said the Ontario vet. \"We did our jobs the best we knew how. We were well-trained — and we could handle ourselves pretty good.\"\n\nOne-third of those honoured Tuesday were from Canada. The men stayed at a hotel near the Pentagon where they reminisced about old times.\n\nThey also recalled old friends.\n\nOne was Al Wilson of Hamilton. He was scheduled to attend the ceremony, but died the day before. For all the horrors that war produced, Mann said, it created lifelong friendships.\n\n\"War is hell — there's no doubt about that,\" Mann said.\n\n\"But sometimes you can get a good thing coming out of it. And I got something.\""}}