{"GDELT": {"GlobalEventID": 930680636, "Day": 20200621, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4685, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "IsRootEvent": 0, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.05680317040951, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI11", "Actor1Geo_ADM2Code": "191147", "Actor1Geo_Lat": 9.08333, "Actor1Geo_Long": 7.53333, "Actor1Geo_FeatureID": "-1997013", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI11", "Action2Geo_ADM2Code": "191147", "Action2Geo_Lat": 9.08333, "Action2Geo_Long": 7.53333, "Action2Geo_FeatureID": "-1997013", "DATEADDED": 20200621093000, "SOURCEURL": "https://www.thisdaylive.com/index.php/2020/06/21/pdp-governorship-panel-screens-clears-obaseki/"}, "ARTICLE": {"TITLE": "PDP Governorship Panel Screens, Clears Obaseki", "TEXT": "Says we found nothing wrong with him\n\nGov: I presented all my certificates from secondary school to NYSC\n\nChuks Okocha in Abuja\n\nThe tenor of the debate in the Edo State governorship tussle formally changed on Saturday with the clearance of Governor Godwin Obaseki to seek re-election on the platform of his new party, Peoples Democratic Party (PDP). The Hon. Kingsley Chinda-screening committee gave Obaseki a clean bill of health ahead of the PDP primary election scheduled for June 25, saying it found nothing wrong with him.\n\nThe governor told reporters after the screening that he had presented to the panel all his credentials, from secondary school to the National Youth Service Corps (NYSC).\n\nThe panel also cleared the other three governorship aspirants: Hon. Omoregie Ogbeide-Ihama, Gideon Ikhine, and Mr Kenneth Imansuangbon. Though, there were allegations that they were under pressure from the party to step down for Obaseki.\n\nObaseki defected to PDP from the All Progressives Congress (APC) on Friday amid deep political differences with his former benefactor and predecessor, suspended APC National Chairman, Comrade Adams Oshiomhole. The crisis had degenerated into public spats and divisions in APC, and came to a head when Obaseki was disqualified from contesting the APC governorship primary to seek a second term. He left the party alongside the deputy governor, Mr Philip Shaibu.\n\nEven though the PDP screening committee disqualified no aspirant, the party still set up an appeal panel to hear and decide on complaints from the contestants, in a mere formality. Members of the appeal committee are Senator James Manager, who will serve as Chairman, Dr. Eddy Olafeso, Chief Austin Umahi, Bro. Emmanuel Ogidi, Chief G.T. Kataps, Theophilus Daka Shan, Senator Ibrahim Kazaure, Senator Stella Oduah, Senator Zainab Kure, Lauretia Mallam, Alhaju Umar Babangida, Bitrus Tanko, and Ajibola Muraina, who will be the secretary\n\nThe appeal session is scheduled for 12noon, Monday June 22 at the NWC Hall, Wadata Plaza\n\nA member of the five-man screening committee told THISDAY that Obaseki had been screened and cleared, adding, “The governor presented his certificates and we were satisfied and also pleased with the way he responded to questions we asked him.\n\n“But we have to send our report to the NWC that set up the screening committee. It is the NWC that will officially release the report to you, but we found nothing wrong with him. We cleared him.”\n\nObaseki had arrived the Wadata Plaza National Secretariat of PDP in Abuja about 2.30pm on Saturday and headed straight to the screening room located on the third floor of the PDP National Working Committee (NWC) office.\n\nSpeaking with newsmen after his screening about 3.30pm, the governor described the process as “professionally done and transparent”, adding that he presented his secondary school certificate, university certificate, as well as the NYSC discharge certificate.\n\nObaseki said, “The screening was fair, it was very professionally done. You could see objectivity and I presented all my certificates, my secondary school, higher school, university, and my National Youth Service Corps, so that they can look at it and see if there are inconsistencies in them and you can ask the screening committee if there are any inconsistencies in any of them?”\n\nHe also spoke on the primary election coming up on Thursday, saying, “I am not a divisive candidate. I am speaking with all the aspirants. My hope and purpose for the PDP is to have a united and very strong party.\n\n“Party primary should not be divisive, because we as a party are focused on the same objective and because we are separate individuals, our approaches may be different. So, party primary, in my view, should not be acrimonious and destructive. And there are common grounds, common interest and I am very, very hopeful that I will get it even as there are quite a number of delegates for the exercise.\n\n“I have done consultations with my constituents and my former party, and I made the decision to join the PDP and that decision was consummated yesterday. I went to the state Secretariat of PDP in Edo State yesterday to pick up membership and also came into Abuja to pick up my nomination form. And with the kind leadership in the Peoples Democratic Party, they have been kind enough to admit me into the party and organised this screening for me.”\n\nHowever, sources said there was immense pressure on the three other governorship aspirants to stand down for Obaseki during the primary election next week.\n\nBut the PDP screening committee member who spoke with THISDAY anonymously, said, “We have tried to ensure transparency in the process. The party will not interfere. If any of the governorship aspirants decided to step down, it is on the person’s freewill. But if at the end of the day, there is no agreement among the aspirants, then four of them will face the delegates on Thursday.”\n\nOgbeide-Ihama and Obaseki are from Edo South senatorial district, while Ikhine and Imansuangbon are from Edo Central senatorial district.\n\nThe pressure on the other aspirants to step down for Obaseki is palpable.\n\nSpokesman for the Ikhine campaign organisation, Edo Restoration 2020, Tony Okonigene, said in a statement that they had urged him to do the needful by ensuring that Obaseki was elected governor of the state on September 19.\n\nOkonigene stated, “The primary, which was moved to Tuesday and Thursday to accommodate the governor, was earlier slated for Friday and Saturday. Indeed, his formal declaration for the party, the PDP, means the effective take-over of Edo State from the All Progressives Congress (APC).\n\n“Obaseki resigned from the APC after being controversially disqualified from contesting the party’s forthcoming gubernatorial primary election. “The Engr Gideon Ikhine campaign team (Edo Restoration 2020), under the leadership of the Director General, Hon Victor Edos Ebhomwoyi, has been studying the political development in the PDP.\n\n“The council has met with the leaders of Edo Central Senatorial District and consulted widely with members of our campaign council, coordinators and well meaning party faithful. We wish to make the following statements.\n\n“We have had a detailed review of all the circumstances surrounding the postponement of the primary and the coming of his Excellency, Godwin Obaseki, with his deputy, His Excellency, Philip Shaibu, into our party.\n\n“We have advised our principal, Engr Gideon Ikhine, accordingly and he will be making his position known to the public in a press briefing on Monday, June 22 by 12 noon in his campaign headquarters, Benin.\n\n“In reaching his decision, Engr Gideon Ikhine will take into consideration the overall interest of the party and the future wellbeing of Edo State above his personal ambition.”\n\nIze-Iyamu Campaign Reacts to Obaseki’s Defection to PDP\n\nMeanwhile, the Pastor Osagie Ize-Iyamu Campaign Organisation has advised Obaseki to self-quarantine in view of his alleged breach of the COVID-19 protocols, which saw him mingling with a large crowd and without a facemask after he declared for the PDP. A statement by the team’s Director of Communication and Media, John Mayaki, said Obaseki exercised his right of assembly to join a political party by completing his defection to the PDP.\n\nBut, the statement alleged, Obaseki, “In his usual autocracy and abuse of power, tried to deny Pastor Osagie Ize-Iyamu last year, when he returned to the All Progressives Congress through the sponsorship of physical and media attacks, and the institution of baseless court cases. We, as democrats and staunch believers in the rule of law, unlike Godwin Obaseki, hold nothing against it.\n\n“However, we observed with great concern the dangerous and reckless actions of the governor and his supporters at the venue of his defection. Without any observance of the social distancing rules, or the use of face masks to prevent the spread of COVID-19, Mr. Godwin Obaseki assembled hundreds of Edo youths that his administration failed to gainfully engage following his failure to create 200,000 jobs as promised, and assigned them the demeaning task of singing his praises at great risk to their health during a pandemic.”\n\nThe statement also said, “Apart from violating the guidelines of the Presidential Task-Force on COVID-19 on social gathering, Mr. Godwin Obaseki also openly disregarded the stipulations of his ill-conceived gazette, which among other things, held that no gathering of more than 20 persons shall take place in a single location.\n\n“Consequently, to protect the people of the state and ensure that the work of the federal government in curbing the spread of the viral disease is not undone by the irresponsibility of a vain governor, who prioritises politics over public health and human lives, we call on the Nigeria Police Force and other relevant security agencies to aid the Nigeria Centre for Disease Control in the commencement of an immediate identification, tracing, and arrest of everyone present at the event for immediate quarantine at nearby isolation centres.\n\n“Failure to do this may put in jeopardy the integrity of the fight against COVID-19 and make a mockery of the efforts and sacrifice of frontline health workers and other important stakeholders.”"}}