{"GDELT": {"GlobalEventID": 931162057, "Day": 20200623, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.474, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor2Code": "CVL", "Actor2Name": "CITIZEN", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -9.79381443298967, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_Lat": 27.8333, "Actor1Geo_Long": -81.717, "Actor1Geo_FeatureID": "FL", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 27.8333, "Actor2Geo_Long": -81.717, "Actor2Geo_FeatureID": "FL", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 27.8333, "Action2Geo_Long": -81.717, "Action2Geo_FeatureID": "FL", "DATEADDED": 20200623223000, "SOURCEURL": "https://www.tampabay.com/opinion/2020/06/23/the-right-to-vote-is-a-badge-of-dignity-and-personhood-column/"}, "ARTICLE": {"TITLE": "The right to vote is ‘a badge of dignity and personhood’ | Column", "TEXT": "At this moment of racial unrest throughout Florida and our country, it was exceptionally distressing to read of Gov. Ron DeSantis’ decision to again act to prevent former felons from voting. Despite Florida voters overwhelming approving Amendment 4 in 2018, allowing more than 1 million ex-felons, except those convicted of murder and sex crimes, to vote—and despite a Federal Judge upholding these felons right to vote—the governor fights on to deny this fundamental right to these citizens.\n\nIt should startle all Americans to learn that we are the only country in the world that so ferociously disenfranchises people released from prison. While some countries have limited post-prison disqualifications, no country relegates individuals who’ve served their sentences to a lower, secondary caste as we do in the United States. The United Nations Human Rights Committee has labeled U.S. disenfranchisement policies discriminatory and a violation of international law.\n\nWilliam Felice, Eckerd College [ File photo ]\n\nIn Florida and across the United States, felons’ right to vote is revoked not just while they serve their sentence, but after they have done their time and returned home. This shameful practice particularly impacts the African-American community where, often due to our racialized justice system, imprisonment rates are highest. Many children in these communities grow up with parents who cannot cast a ballot. The research organization, The Sentencing Project, reports that 6.1 million Americans cannot vote because of a felony conviction. The racial dimension of this exclusion is overwhelming: 1 of every 13 African Americans has lost their voting rights due to felony disenfranchisement, vs. 1 in every 56 non-black citizens. The highest rates of disenfranchisement are in the South. In four states—Florida, Kentucky, Tennessee and Virginia—more than one in five African Americans is disenfranchised.\n\nGlobally the situation for ex-felons is much brighter. Prisoners who have served their sentences or alternative punishments can vote in countries around the world, including: Canada, the Czech Republic, Denmark, France, Israel, Japan, the Netherlands, South Africa, Zimbabwe and many others. In fact, in Israel polling places are set up in prisons and detention centers and its laws even permitted the man who assassinated Yitzhak Rabin to vote for this successor.\n\nSouth African Justice Albie Sachs who spent time in jail during the apartheid era put it this way:\n\nThe vote of each and every citizen is a badge of dignity and of personhood. Quite literally, it says that everybody counts. In a country of great disparities of wealth and power it declares that whomever we are, whether rich or poor, exalted or disgraced, we all belong to the same democratic South African nation; that our destinies are intertwined in a single interactive polity.\n\nThe Black Lives Matter movement pleads with white Americans to recognize structural racism and act to end discriminatory policies and practices. Numerous other states allow former felons, after serving their prison sentences, to vote while paying down their court fees, fines and restitution to victims. Even the Republican governor of Iowa recently declared that she would restore voting rights for paroled felons. I plead with our Republican governor to change his policies and act to provide this “badge of dignity and personhood” to all Florida citizens.\n\nWilliam Felice is professor of political science at Eckerd College. He was named the 2006 Florida Professor of the Year by the Carnegie Foundation for the Advancement of Teaching. He can be reached via his website: williamfelice.com."}}