{"GDELT": {"GlobalEventID": 931162670, "Day": 20200623, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.474, "Actor1Code": "MIL", "Actor1Name": "GARRISON", "Actor1Type1Code": "MIL", "Actor2Code": "JAM", "Actor2Name": "KINGSTON", "Actor2CountryCode": "JAM", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.90634441087614, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Petawawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12778", "Actor1Geo_Lat": 45.9, "Actor1Geo_Long": -77.2833, "Actor1Geo_FeatureID": "-571184", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Petawawa, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12778", "Actor2Geo_Lat": 45.9, "Actor2Geo_Long": -77.2833, "Actor2Geo_FeatureID": "-571184", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Petawawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12778", "Action2Geo_Lat": 45.9, "Action2Geo_Long": -77.2833, "Action2Geo_FeatureID": "-571184", "DATEADDED": 20200623223000, "SOURCEURL": "https://www.pembroketoday.ca/2020/06/23/petawawa-soldiers-start-14-day-isolation-before-deployed-overseas/"}, "ARTICLE": {"TITLE": "Petawawa soldiers start 14-day isolation before they’re deployed overseas", "TEXT": "Troops from Garrison Petawawa are heading for Kingston to start a 14-day isolation period before they’re deployed overseas. The Canadian Armed Forces says isolating soldiers prior to their deployment ensures they are healthy and COVID-19 free when they arrive overseas.\n\nSoldiers are being deployed on Operation REASSURANCE in Central and Eastern Europe, Operation IMPACT in the Middle East and Operation UNIFIER in the Ukraine. This is the second group of soldiers from Garrison Petawawa to depart for CFB Kingston. The first group left on June 18th.\n\nBrigadier-General Conrad Mialkowski, Commander, of the 4th Canadian Division, says having conducted their pre-deployment training during this unexpected pandemic environment proves their ability to meet challenges head-on. These soldiers, sailors, and aviators are a professional, mission-ready force going into their deployments well equipped to work with and support our allies in Europe and in the Middle East.\n\nColonel Jason Adair, Commander, 2 Canadian Mechanized Brigade Group says the departure of troops, especially amidst the ongoing pandemic, signifies our brigade’s adaptability and commitment to readiness. He adds members from 2 Canadian Mechanized Brigade Group are constantly training to be ready to assist with any mission.\n\nAdditional Information:\n\nOperation IMPACT is part of Canada’s Whole of Government approach to the Middle East region.\n\nCAF members are serving on Operation REASSURANCE in Central and Eastern Europe as part of NATO assurance and deterrence measures. These measures aim to reinforce NATO’s collective defence.\n\nOperation UNIFIER is the CAF mission to support the Security Forces of Ukraine. The operation’s focus is to assist with security force training to help the country to build on and improve and their capability and capacity of Ukraine’s Security Forces. Military training is one part of Canada’s overall support to Ukraine."}}