{"GDELT": {"GlobalEventID": 931162760, "Day": 20200623, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.474, "Actor1Code": "ROU", "Actor1Name": "ROMANIA", "Actor2Code": "IGOCOPITP", "Actor2Name": "INTERPOL", "Actor2KnownGroupCode": "ITP", "Actor2Type1Code": "IGO", "Actor2Type2Code": "COP", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -12.461059190031099, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bucharest, Bucuresti, Romania", "Actor1Geo_CountryCode": "RO", "Actor1Geo_ADM1Code": "RO10", "Actor1Geo_ADM2Code": "25006", "Actor1Geo_Lat": 44.4333, "Actor1Geo_Long": 26.1, "Actor1Geo_FeatureID": "-1153951", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tehran, Tehran, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR26", "Actor2Geo_ADM2Code": "41130", "Actor2Geo_Lat": 35.75, "Actor2Geo_Long": 51.5148, "Actor2Geo_FeatureID": "10074674", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200623223000, "SOURCEURL": "https://english.alarabiya.net/en/News/middle-east/2020/06/24/Fugitive-Iran-judge-Mansouri-died-after-collision-with-hard-surface-Autopsy"}, "ARTICLE": {"TITLE": "Fugitive Iran judge Mansouri died after collision with hard surface: Autopsy", "TEXT": "An Iranian fugitive judge who was found dead in a hotel in the Romanian capital Bucharest last week died of injuries from colliding with a hard surface, possibly during a fall, autopsy results have shown.\n\nGholamreza Mansouri, who was accused of corruption in Tehran and of human rights violations by activists, was found dead at the hotel he was staying at in Bucharest on Friday after falling from a height.\n\nFor all the latest headlines follow our Google News channel online or via the app.\n\nMansouri’s death was “violent and caused by traumatic injuries incompatible with life produced by hitting a hard surface, possibly during a fall,” according to preliminary conclusions obtained from a forensic autopsy, the Bucharest prosecutor’s office said on Tuesday.\n\nThe prosecutor’s office said it has requested a judge’s authorization to review the hotel’s security cameras’ footage.\n\nSeveral hotel staff members have also been interrogated, it said.\n\nMansouri, who fled Iran last year, was accused of taking half a million euros in bribes in Tehran. Iran sought to have him extradited.\n\nJudge Gholamreza Mansouri Mansouri was accused of corruption in Tehran and of human rights violations by activists. (File photo)\n\nRead more:\n\nIran judge accused of corruption, human rights violations arrested in Romania\n\nIranian judge found dead in Romania not a person who wanted suicide: Lawyer\n\nDead body of Iranian judge in Romania found inside hotel’s lobby: Reports\n\nOn June 13, Iran confirmed Interpol arrested Mansouri in Romania. Judiciary spokesman Gholamhossein Esmaili said Mansouri could not yet be extradited back to Iran due to coronavirus restrictions.\n\nRomania had given Iran until July 10 to present a formal extradition request.\n\nMansouri was also accused of having been involved in the arrest and torture of dozens of journalists in Iran, which prompted a number of Iranian journalists and human rights activists to demand his arrest in Europe.\n\nThe Iranian activists and journalists, as well as Reporters Without Borders (RSF), opposed Mansouri’s extradition and wanted him to be put on trial in Europe.\n\nLast Update: Wednesday, 24 June 2020 KSA 01:02 - GMT 22:02"}}