{"GDELT": {"GlobalEventID": 931162511, "Day": 20200623, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.474, "Actor1Code": "HLH", "Actor1Name": "HEALTH PROFESSIONAL", "Actor1Type1Code": "HLH", "Actor2Code": "USA", "Actor2Name": "MINNESOTA", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -1.67130919220056, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_Lat": 45.7326, "Actor1Geo_Long": -93.9196, "Actor1Geo_FeatureID": "MN", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Minnesota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMN", "Actor2Geo_Lat": 45.7326, "Actor2Geo_Long": -93.9196, "Actor2Geo_FeatureID": "MN", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 45.7326, "Action2Geo_Long": -93.9196, "Action2Geo_FeatureID": "MN", "DATEADDED": 20200623223000, "SOURCEURL": "https://www.postbulletin.com/news/government-and-politics/6547513-Construction-on-new-crisis-center-begins"}, "ARTICLE": {"TITLE": "Construction on new crisis center begins", "TEXT": "Construction on the Southeast Regional Crisis Center started earlier this month, but officials waited to celebrate with a traditional groundbreaking.\n\nEven with shovels in the ground Tuesday morning, the rules had changed.\n\n“Here in this COVID time, we can’t touch the shovels, and we can’t touch the hard hats, it is a different sort of ground breaking,” Olmsted County Commissioner Stephanie Podulke said in greeting the small group that had gathered.\n\nSen. Dave Senjem, who played an instrumental role in securing funding for mental health crisis centers throughout the state, said Tuesday’s event was still important.\n\n“It’s needed,” the Rochester Republican said of the crisis center. “We know that we need a new entry point for people in crisis.”\n\nThe Southeast Regional Crisis Center will provide care to individuals throughout the 10-county region, offering services 24 hours a day, seven days a week.\n\nAs the construction starts, the center’s partners continue to search for a service partner to provide day-to-day operations with the help of the counties, Olmsted Medical Center, Mayo Clinic, the southeast chapter of the National Alliance on Mental Illness and several other partners.\n\nNationwide, the mental health system is struggling to cope. Nearly one in five adults in the U.S. lives with a mental illness, according to the National Institute of Mental Health.\n\nFrom 2007-2014, Minnesota’s hospitals experienced a 49 percent increase in all mental health emergency department visits, which included substance abuse, for all ages.\n\nLocal health professionals have said similar pressure has been seen in southeast Minnesota, with patients in crisis often waiting days, weeks and months for admission to an appropriate facility for their needs.\n\n“Having a facility like this really helps decompress our emergency department,” said Dr. James Hoffmann, president of Olmsted Medical Center.\n\nThe crisis center is expected to help facilitate quicker access to help, including community-based resources.\n\n“It will connect people quickly with the care they need,” said Dr. Bruce Sutor, practice chairman for the Mayo Clinic Department of Psychiatry and Psychology.\n\nThe 16-unit Southeast Regional Crisis Center is being built on Olmsted County government campus in southeast Rochester, directly behind the building at 2117 Campus Drive SE, using $5 million in state funding awarded last year.\n\nThe center is expected to open next spring."}}