{"GDELT": {"GlobalEventID": 931162996, "Day": 20200623, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.474, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "FRA", "Actor2Name": "FRENCH", "Actor2CountryCode": "FRA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.24610591900312, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200623223000, "SOURCEURL": "http://www.homelandsecuritynewswire.com/dr20200623-french-high-court-most-of-new-hate-speech-bill-would-undermine-free-expression"}, "ARTICLE": {"TITLE": "Hate on line, social media, hate speech, help speech, France", "TEXT": "Regulating hate speech French High Court: Most of New Hate Speech Bill Would Undermine Free Expression\n\nPublished 23 June 2020\n\nIn what free-speech advocates hail as aa victory for the free speech rights of French citizens, France’s highest court last week struck down core provisions of a bill meant to curb hate speech, holding they would unconstitutionally sweep up legal speech.\n\nIn what free-speech advocates hail as aa victory for the free speech rights of French citizens, France’s highest court last week struck down core provisions of a bill meant to curb hate speech, holding they would unconstitutionally sweep up legal speech.\n\nEFF says that the decision comes as some governments across the globe, in seeking to stop hateful, violent, and extremist speech online, are considering overbroad measures that would silence legitimate speech. The French Supreme Court said the bill’s requirements—that online posts, comments, photos, and other content deemed hateful by potential plaintiffs must be taken down within 24 hours of being reported—would encourage social media platforms like Facebook and Twitter, in their haste to avoid hefty fines, to remove perfectly legal speech. The provisions “infringe on freedom of speech, and are not necessary, appropriate and proportionate,” the court said.\n\nIt also rejected a provision that required speech related to terrorism and child pornography be removed within an hour of being flagged. The Electronic Frontier Foundation (EFF), Nadine Strossen, the John Marshall Harlan II Professor of Law, Emerita at New York Law School, and the French American Bar Association (FABA) urged the court in a brief submitted earlier this month to reject the bill.\n\n“We applaud the court for recognizing that citizens’ rights of free speech and expression are paramount in a democratic society, and the bill’s draconian deadlines for removal were so inflexible and extreme that those rights would be violated under France’s constitution,” said EFF International Policy Director Christoph Schmon. “Any government effort to censor objectionable content must be balanced with people’s rights to air their views on politics, the government, and the news. This bill failed to strike that balance. Its requirements would deputize platforms to police speech at the behest of the government, which is unacceptable in a free society.”\n\nIn its filing with the court, EFF and its partners argued that the bill, known as the Avia Bill, would undermine European Union (EU) directives prioritizing users’ free speech rights when dealing with Internet activities. Instead of taking steps to foster innovation and encourage competition so that social media platforms would improve their speech removal practices or lose customers, lawmakers in the U.S., Europe, and elsewhere are pushing legislation that makes online platforms the new speech police.\n\n“Although the law’s anti-hatred goal is laudable, human rights activists around the world agree that the more effective strategy is to counter hateful ideas through education, and ensuring that everyone has meaningful access to online resources,” said Nadine Strossen, the John Marshall Harlan II Professor of Law, Emerita at New York Law School.\n\n“The Avia Bill would have forced social media platforms to single-handedly make an immediate determination as to the legal nature of the content,” said Thomas Vandenabeele and Pierre Ciric, president and vice president, respectively, at FABA. “We are pleased that the French Supreme Court adopted the position expressed in our joint June 1 amicus brief, whereby those take down timing requirements will cause over-censorship of perfectly legal speech, and are therefore unconstitutional.”\n\n“As the European Union is gearing up for a major reform of key Internet regulation, the court’s decision is also a strong call that lawmakers should better focus on how to put users back in control of their online experience,” said Schmon.\n\nFor the decision: https://www.conseil-constitutionnel.fr/decision/2020/2020801DC.htm"}}