{"GDELT": {"GlobalEventID": 931162591, "Day": 20200623, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.474, "Actor1Code": "LAB", "Actor1Name": "WORKER", "Actor1Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.27173913043478, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Richland, South Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USSC", "Actor1Geo_ADM2Code": "SC081", "Actor1Geo_Lat": 33.9529, "Actor1Geo_Long": -81.6937, "Actor1Geo_FeatureID": "1231725", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "South Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USSC", "Action2Geo_Lat": 33.8191, "Action2Geo_Long": -80.9066, "Action2Geo_FeatureID": "SC", "DATEADDED": 20200623223000, "SOURCEURL": "https://www.msn.com/en-us/news/politics/live-updates-minor-issues-not-stopping-voters-in-richland-county-no-long-lines/ar-BB15SGsQ"}, "ARTICLE": {"TITLE": "LIVE UPDATES: Minor issues not stopping voters in Richland County, no long lines", "TEXT": "Not all of the primary elections were decided two weeks ago.\n\nSeveral races were too close to call, and based on South Carolina election rules runoffs are being held Tuesday.\n\nWith four Richland County Council races to be determined in the runoff, it offers the officials operating elections there a chance to improve on the issues that plagued the June 9 primary. Staffing shortages, ballot issues, and long lines caused major issues for the Richland County Election Commission.\n\nPolls in the runoff elections opened at 7 a.m. and voters can cast their ballots until 7 p.m.\n\nThat also includes a race in Lexington County to fill a spot in the Nov. 3 general election for S.C. House District 88.\n\nIn Richland County, anyone who lives within the appropriate districts and who voted in the Democratic primary election on June 9 is eligible to vote Tuesday. However, anyone who voted in the Republican primary is not eligible to vote because there are no GOP runoffs.\n\nLexington County residents who live within District 88 who voted in the Republican primary election on June 9 are eligible to vote in the runoff.\n\nFor both Midlands counties, anyone who lives in the districts where runoffs are being held are eligible to vote if they did not vote in the primary.\n\n1:30 p.m.\n\nThe voter turnout is small, but there have been no issues reported in Lexington County, officials said.\n\n“Everything is going great, but it’s really slow though,” said Mary Brack, director of the Lexington County election commission. “There are no lines and everything is running smoothly.”\n\nIt’s hard to have lines when so few people go out to vote. One one or two voters had cast a ballot by 9 a.m. at the precinct in Sand Hills, Brack said. Other polling places had about 20 people come to vote by midday.\n\nThe traffic could pick up later in the day, as Brack said it tends to get busier around 5 p.m.\n\n1:15 p.m.\n\nThe scene at Spring Valley High School — where five wards have been combined — was calm, with plenty of poll workers and voting computers that accept any precinct, and a very small trickle of voters.\n\nTwo precinct clerks were moved to Spring Valley from other sites to ensure it ran smoothly, saying the state election commission required poll workers to undergo an additional two-hour training after the primary to make sure poll workers were “on their A-game.”\n\nA poll watcher for Hamilton Grant came down from New York to make sure he was on the ballot at Spring Valley, since voters complained that he wasn’t for the primary.\n\nOnly a handful of voters turned out at the St. John polling site, and they were outnumbered by poll workers. There was a surplus of laptops and voting computers, according to the precinct manager.\n\n12:45 p.m.\n\nNo major issues have been reported in any of the 23 South Carolina counties with runoffs, said Chris Whitmire, spokesman for the South Carolina State Election Commission. That includes Richland County, where things are going smoothly, and the turnout was called light, Whitmire told The State.\n\n“There were a few minor, expected issues that we see at polling places throughout the state on any election day,” Whitmire said. “None of these issues had any impact on voters ability to vote, and no lines of any significance have been reported at any polling places.”\n\n11 a.m.\n\nThrough the start of Tuesday’s runoff in Richland County, there have been some glitches during the process, but they have been rectified, according to Dr. Charles Austin Sr., the chair of the Richland County election commission board.\n\nAustin said he hasn’t heard any concerns about long lines at polling places that caused problems during the primary. And the issues he has heard about, like voters being questioned over access or being in the right precinct, were solved with one-on-one conversations.\n\n“We have learned lessons from June 9 to run a smoother election for the runoff,” Austin said. “We want to assure in November that we have an even smoother election process.”\n\nThe primary concern heading into the runoff was the same issue from the primary, having a large enough pool of poll workers. Austin said the election commission continues to deal with concerns about the coronavirus and poll workers who didn’t agree with where they were assigned to work. That caused some dropouts, according to Austin.\n\nBut those staff issues have been mitigated by help from the South Carolina Election Commission, with Austin saying he’s grateful for the help.\n\n“I can’t say enough about the members helping out. Their expertise is invaluable,” Austin said. “Things are going well and I hope that pattern will continue.”\n\nTuesday morning a Richland Count sheriff’s deputy was dispatched to Webber Elementary School in Eastover in Lower Richland in response to complaints that candidate supporters at the precinct front door were bothering voters.\n\nBut a confrontation was averted when all candidate supporters agreed to move about 200 away from the front door.\n\n“It was no big deal and was fine with me,” said Bernice Scott, former Richland County Council member and longtime community activist who was near the precinct front door urging people to vote for council candidate Cheryl English. Scott, 75, moved back and spent the rest of the day greeting voters from the school driveway.\n\nPrecinct clerk Linda Benjamin said the presence of Clarendon County voter board executive director Shirley Black-Oliver was helpful. Black-Oliver, one of a number of experienced workers sent by the State Election Commission to help Richland poll workers, was instrumental in getting three large clear plastic shields to protect poll workers from airborne COVID-19 droplets, Benjamin said.\n\n8:15 a.m.\n\nThere have been a few “hiccups” in Richland County, but nothing that has caused an issue for runoff voters, and all the polling places participating in the runoff are open, officials said.\n\nOne polling place needed a cord, and having poll workers arrive before 6 a.m. were the small hurdles that have been overcome, according to LaShaun Curry, the Director of Training and Compliance at the South Carolina Election Commission. Curry is filling in for Richland County Interim Elections Director Terry Graham, after he called in sick Tuesday.\n\nGraham told The State he is waiting for results from a COVID-19 test, which he doesn’t expect back until Thursday.\n\n“I want to ensure there are not the same issues from before,” Curry said, alluding to the June 9 primary. “We learned from the last election and made sure each location was padded with poll workers. I want an overabundance.”\n\nThe main issue Curry wanted to address for the runoff was having a surplus of poll workers on duty. In spite of long hours leading up to Tuesday on the phones and emailing workers, she said there were issues with people backing out at the last minute. In spite of that, Curry told The State there were at least the required amount of workers at each precinct Tuesday, and many had extra help on hand.\n\nSome of that additional assistance was in the form of election directors from 12 other South Carolina counties, who are pitching in to aid Richland County’s runoff. They are roving through the precincts, Curry said.\n\nAs was the case in the primary, concerns over the coronavirus pandemic are the primary reason behind the shortage of poll workers.\n\n“The numbers (of confirmed COVID-19 cases) are steadily rising and there are workers who didn’t feel comfortable,” Curry said.\n\nAcross South Carolina, election officials are putting contingencies into place to avoid the spread of COVID-19 among voters. Some include adding sneeze guards at check-in stations, following social distancing mandates, and giving voters a cotton swab to make selections on the touchscreen.\n\n7:30 a.m.\n\nThe runoff has gotten off to a smooth start in Lexington County. Mary Brack, the Director of the Lexington County election commission said there haven’t been any issues and her office has not received any calls from any of the 16 precincts open for voters.\n\nBrack said about 600 absentee ballots were mailed out to voters for the runoff, and her office got about 400 returned, while another 80 walk-in voters cast their absentee ballots before Monday’s deadline.\n\nA big turnout isn’t expected at any of the 14 polling locations, with no countywide elections on the runoff ballot. Some of the precincts are combined into one polling site.\n\n“We had a great turnout in the (June 9) primary with about 20 percent of (Lexington County’s) registered voters participating,” Brack said. “But runoffs aren’t that high and we might get 10 percent.”\n\nThis is a developing story, check back for updates throughout the day.\n\n———\n\n©2020 The State (Columbia, S.C.)\n\nVisit The State (Columbia, S.C.) at www.thestate.com\n\nDistributed by Tribune Content Agency, LLC."}}