{"GDELT": {"GlobalEventID": 931162554, "Day": 20200623, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.474, "Actor1Code": "JUD", "Actor1Name": "ADVOCATE", "Actor1Type1Code": "JUD", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.55440414507772, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Williams Lake, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "154724", "Actor1Geo_Lat": 52.1167, "Actor1Geo_Long": -122.15, "Actor1Geo_FeatureID": "-576014", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Williams Lake, British Columbia, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA02", "Actor2Geo_ADM2Code": "154724", "Actor2Geo_Lat": 52.1167, "Actor2Geo_Long": -122.15, "Actor2Geo_FeatureID": "-576014", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Williams Lake, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "154724", "Action2Geo_Lat": 52.1167, "Action2Geo_Long": -122.15, "Action2Geo_FeatureID": "-576014", "DATEADDED": 20200623223000, "SOURCEURL": "https://www.cbc.ca/news/canada/nova-scotia/williams-lake-rezoning-halifax-council-urban-reserve-1.5624055"}, "ARTICLE": {"TITLE": "Advocate applauds move to consider rezoning Williams Lake lands in Halifax", "TEXT": "A move to consider protecting a large parcel of land near Williams Lake in Halifax is drawing approval from an advocate who says it's necessary to ensure the lake stays clean.\n\nKathleen Hall, co-chair of the Backlands Coalition, said she was happy to see Halifax and West Community Council pass Coun. Shawn Cleary's request for a staff report on potentially rezoning parcels of land as urban reserve.\n\n\"I hope that staff recognizes that development would be detrimental,\" Hall said. \"This lake cannot support any more.\"\n\nThe three portions of land, which are for sale, amount to 55 hectares, Hall told CBC's Information Morning on Tuesday. They are currently owned by the Church of Christ, based in Edmonton.\n\nHall said about 40 hectares are marked as urban reserve, while the remaining 15 are still marked for residential development. Urban reserve means land is held for future potential development, but it could only take place some time beyond 2031.\n\nThe coalition advocates for the preservation of natural habitat in the Purcells Cove Backlands, which is an area also flagged in the municipality's plan for parks and wilderness areas.\n\nThree parcels of land near William's Lake are up for sale. Some people want to protect the area from development. 7:11\n\nThe group has identified nine wetlands in the area, Hall said, and a stream flowing from Colpitt Lake to Williams Lake that provides about 50 percent of the lake's water.\n\nThe area is beautiful, and it's an \"incredible experience\" to walk through lush wooded sections along the stream, although it is also rugged, Hall said.\n\nThe area sits to the south of Williams Lake and west of the new municipal Shaw Wilderness Park.\n\nAt 153 hectares, the Shaw park is twice the size of Point Pleasant Park and opened in January as part of a partnership between Halifax and the Nature Conservancy of Canada. The municipality paid about $4 million in the deal, which was originally struck in 2017.\n\nDevelopment could put park 'at risk': councillor\n\nIn his motion, Clearly noted a large portion of one the properties is already currently zoned urban reserve, which shows just how \"inappropriate\" development would be in the area.\n\nCleary wrote that given the area's location next to the new park, developing these lands puts Halifax's investment, as well as the Williams Lake water quality, \"at risk.\"\n\nShould any development happen, Hall is concerned stormwater from new builds would go right into Williams Lake, impacting regular swimmers and disrupting the environment.\n\n\"What would be the point of ... making it so that the water quality was such that it was not swimmable, or it would not provide life for the fish and the birds that are certainly there now,\" Hall said.\n\nShe noted a number of storm sewers already empty into the lake, and with road salt also washing in, the water quality is already not as clear as it once was.\n\nPotential developers should 'beware'\n\nFor any developers considering snapping up the land parcels now, Hall suggests the situation is one of \"buyer beware.\"\n\nAnyone who buys it might end up with a \"great piece of wilderness\" they can't build on if the rezoning goes through, Hall said.\n\nIn the next couple of months, Hall said she's hoping staff will agree to meet with their group to listen to their perspective and make sure they know locals in the area are \"watching carefully.\"\n\nMORE TOP STORIES"}}