{"GDELT": {"GlobalEventID": 931162359, "Day": 20200623, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.474, "Actor1Code": "FIN", "Actor1Name": "FINLAND", "Actor1CountryCode": "FIN", "Actor2Code": "SWE", "Actor2Name": "SWEDEN", "Actor2CountryCode": "SWE", "IsRootEvent": 0, "EventCode": 31, "EventBaseCode": 31, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -0.7299270072992701, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Helsinki, Eteläuomen Läi, Finland", "Actor1Geo_CountryCode": "FI", "Actor1Geo_ADM1Code": "FI13", "Actor1Geo_ADM2Code": "16230", "Actor1Geo_Lat": 60.1756, "Actor1Geo_Long": 24.9342, "Actor1Geo_FeatureID": "-1364995", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Sweden", "Actor2Geo_CountryCode": "SW", "Actor2Geo_ADM1Code": "SW", "Actor2Geo_Lat": 62.0, "Actor2Geo_Long": 15.0, "Actor2Geo_FeatureID": "SW", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Helsinki, Eteläuomen Läi, Finland", "Action2Geo_CountryCode": "FI", "Action2Geo_ADM1Code": "FI13", "Action2Geo_ADM2Code": "16230", "Action2Geo_Lat": 60.1756, "Action2Geo_Long": 24.9342, "Action2Geo_FeatureID": "-1364995", "DATEADDED": 20200623223000, "SOURCEURL": "http://www.xinhuanet.com/english/2020-06/24/c_139162158.htm"}, "ARTICLE": {"TITLE": "Finland to further ease European travel restrictions in mid-July - Xinhua", "TEXT": "Source: Xinhua| 2020-06-24 04:44:53|Editor: huaxia\n\nVideo Player Close\n\nHELSINKI, June 23 (Xinhua) -- Finland announced on Tuesday specific criteria for easing cross-border travel restrictions from mid-July.\n\nInterior Minister Maria Ohisalo said at a government press conference that from July 13, Finland will allow travel to and from more European countries that would not exceed an occurrence rate of 8 COVID-19 cases per 100,000 residents. The requirement of a 14-day quarantine upon arrival in Finland would also be lifted.\n\nThe countries that fill the criteria would be tentatively Austria, Germany, Greece, Hungary, Italy, Liechtenstein, Switzerland, Slovakia and Slovenia from the Schengen area, and also Croatia, Cyprus and Ireland from non-Schengen region, said the government, adding that the list will be reconfirmed on July 10.\n\nFinland has already allowed travel to and from Norway, Denmark and Iceland as well as the three Baltic countries -- Estonia, Lithuania and Latvia.\n\nTravel from and to neighboring Sweden remains under strict controls. Asked to elaborate, Ohisalo said that while occurrence rate in Finland late last week was slightly above three cases per 100,000 residents, the respective rate in Sweden given by the European Disease Control was 118 per 100,000 residents.\n\nTalking at the press conference, Foreign Minister Pekka Haavisto underlined the long-standing good relationship between Finland and Sweden. He said Finland would be willing to give practical assistance with ICU capacity, for example, to Sweden.\n\nEarlier on Tuesday, Prime Minister Sanna Marin stressed that the pandemic is not over and the virus can still be very dangerous. Calling on everyone to be careful, she said Finland continues preparing for a possible second wave, with legislative tools and enhanced procurements. Enditem"}}