{"GDELT": {"GlobalEventID": 931162072, "Day": 20200623, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.474, "Actor1Code": "AUS", "Actor1Name": "VICTORIA", "Actor1CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 1.9438444924406102, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Florianopolis, Santa Catarina, Brazil", "Actor1Geo_CountryCode": "BR", "Actor1Geo_ADM1Code": "BR26", "Actor1Geo_ADM2Code": "10773", "Actor1Geo_Lat": -27.5833, "Actor1Geo_Long": -48.5667, "Actor1Geo_FeatureID": "-643337", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Florianopolis, Santa Catarina, Brazil", "Action2Geo_CountryCode": "BR", "Action2Geo_ADM1Code": "BR26", "Action2Geo_ADM2Code": "10773", "Action2Geo_Lat": -27.5833, "Action2Geo_Long": -48.5667, "Action2Geo_FeatureID": "-643337", "DATEADDED": 20200623223000, "SOURCEURL": "https://www.dailymail.co.uk/tvshowbiz/article-8452985/Alessandra-Ambrosio-oozes-cool-perforated-lilac-sweater-flared-ripped-jeans.html"}, "ARTICLE": {"TITLE": "Alessandra Ambrosio oozes cool in perforated lilac sweater and flared ripped jeans", "TEXT": "It may be officially summer, but Alessandra Ambrosio was still in sweater weather mode on Thursday.\n\nThe catwalk queen, 39, wore a perforated lilac sweater as she stepped out solo in sunny Brentwood, California.\n\nAlessandra was seen leaving the children's boutique Everafter, where she was likely shopping for her two young children, daughter Anja, 11, and son Noah, eight.\n\nWindy moment: Alessandra Ambrosio was seen making the street her runway on Tuesday in sunny Brentwood\n\nKnows how to strut: From the sweater to the ripped jeans, the model was the epitome of California cool style\n\nFrom the sweater to the ripped jeans, the model was the epitome of California cool style.\n\nEyes shielded behind a pair of gold-rim sunglasses, Alessandra oozed cool in a pair of flared ripped jeans and nude heels.\n\nShe protected herself with a delicate beige face mask and wore a small leather purse across her body.\n\nLarge shopping bag slung over her shoulder indicated she had completed plenty of shopping.\n\nSweater weather: Alessandra wore a perforated lilac sweater as she stepped out solo\n\nSummer styling: She protected herself with a delicate beige face mask and wore a small leather purse across her body\n\nAlessandra shares her two children with her ex-fiance Jamie Mazur who co-founded RE/DONE.\n\nIn 2018, Alessandra broke her decade-long engagement to Jamie, and she has since moved on with her current boyfriend Nicolo Oddi.\n\nAnja, Noah and Nicolo were all with Alessandra when she rang in her 39th birthday at home in self-isolation this April.\n\nMaking a splash! Alessandra shared several snaps of herself modelling a bikini from her Gal Floripa line on Tuesday\n\nBikini babe: In the snaps, the model wore a teal green two piece as she splashed about in a pool\n\nAlessandra rose to international fame as a Victoria's Secret Angel, announcing that she was giving up the title at the end of 2017.\n\nShe has collaborated with Aline and a pal called Gisele Coria to launch a new swimwear line called Gal Floripa, which debuted last March.\n\nThe brand takes its title from a nickname for Florianopolis, the Brazilian city where Alessandra gave birth to both of her children.\n\nAlessandra shared several snaps of herself modelling a bikini from her Gal Floripa line on Tuesday.\n\nIn the snaps, the model wore a teal green two piece as she splashed about in a pool.\n\nThat's her girl: Alessandra smooched her daughter Anja as they enjoyed some quality mother-daughter time in self-isolation"}}