{"GDELT": {"GlobalEventID": 931162082, "Day": 20200623, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.474, "Actor1Code": "BDIGOV", "Actor1Name": "BURUNDI", "Actor1CountryCode": "BDI", "Actor1Type1Code": "GOV", "Actor2Code": "BDI", "Actor2Name": "BURUNDI", "Actor2CountryCode": "BDI", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -5.95854922279793, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Arusha, Arusha, Tanzania", "Actor1Geo_CountryCode": "TZ", "Actor1Geo_ADM1Code": "TZ26", "Actor1Geo_ADM2Code": "48384", "Actor1Geo_Lat": -3.3666699999999996, "Actor1Geo_Long": 36.6833, "Actor1Geo_FeatureID": "-2561033", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Arusha, Arusha, Tanzania", "Actor2Geo_CountryCode": "TZ", "Actor2Geo_ADM1Code": "TZ26", "Actor2Geo_ADM2Code": "48384", "Actor2Geo_Lat": -3.3666699999999996, "Actor2Geo_Long": 36.6833, "Actor2Geo_FeatureID": "-2561033", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Arusha, Arusha, Tanzania", "Action2Geo_CountryCode": "TZ", "Action2Geo_ADM1Code": "TZ26", "Action2Geo_ADM2Code": "48384", "Action2Geo_Lat": -3.3666699999999996, "Action2Geo_Long": 36.6833, "Action2Geo_FeatureID": "-2561033", "DATEADDED": 20200623223000, "SOURCEURL": "https://taarifa.rw/president-museveni-mourns-former-burundi-leader-nkurunziza/"}, "ARTICLE": {"TITLE": "President Museveni Mourns Former Burundi Leader Nkurunziza", "TEXT": "Uganda’s President Yoweri Kaguta Museveni on Tuesday drove to the Burundian embassy in Kampala to pay tribute to the late leader Pierre Nkurunziza who succumbed to heart failure weeks ago.\n\n“Accompanied by First Lady Janet Museveni, I visited the embassy of Burundi to condole with the people of Burundi and the family of His Excellency Pierre Nkuruzinza who passed away on June 8, 2020,” President Museveni said on Tuesday.\n\nIn July 2015, the East African Community (EAC) heads of state appointed President Yoweri Museveni as the mediator for an inter-Burundi dialogue, with former Tanzanian President Benjamin Mkapa as the facilitator of the process.\n\nHowever, three years later, Museveni’s mediation did not make any tangible progress according to political analysts.\n\nBurundi government continued to unleash Imbonerakure militia onto the opposition and is credited with dozens of disappearances, deaths and torture.\n\nIn 2018, two weeks after African Union Commission (AUC) chairperson Moussa Faki Mahamat pointed out in a letter to President Yoweri Museveni that the East African Community-led engagement had so far not delivered.\n\nTrouble in Burundi started in April 2015, protests erupted when Nkurunziza sought a third term in office.\n\nProtestors claimed this was contrary to the country’s constitution, but the constitutional court sided with Nkurunziza.\n\nAfter an attempted coup in May 2015, the government started arresting those it thought responsible.\n\nThe political conflict that followed spiraled into a protracted crisis marked by allegations of numerous human rights violations including killings, torture, and arbitrary arrests, disappearances and abductions.\n\nBurundi had been restive for most of its post-independence years, but the Arusha agreement guaranteed two terms for each leader, providing a solution that appeared to work until 2015, when President Nkurunziza decided he would be standing for a third term.\n\nSince 2015, more than 325,000 Burundians have fled to neighbouring countries.\n\nNkurunziza passed away days after a new President had been elected. His burial is yet to be announced.\n\n“Among other things, President Nkurunziza is remembered for accepting our advice to come out of the bush and negotiate with then President Buyoya in Arusha; a move that brought peace to Burundi,” Museveni said while at the Burundian embassy in Kampala.\n\n“I salute his contribution and his demise at such a young age is simply sad. Hakuna maneno mengi, ni kusema pole peke yake,” President Museveni said Tuesday."}}