{"GDELT": {"GlobalEventID": 931162765, "Day": 20200623, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.474, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "CVL", "Actor2Name": "CITIZEN", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.7078651685393305, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200623223000, "SOURCEURL": "https://www.washingtonpost.com/opinions/2020/06/23/darker-side-tiktoks-trump-rally-trolling/"}, "ARTICLE": {"TITLE": "TikTok and K-pop fans’ Trump rally trolling has a darker side - The Washington Post", "TEXT": "Whether the kids really deserve responsibility is one question — and whether they deserve props is another one. The strategy of tricking people on the Internet, after all, looks a little too familiar.\n\nThe president spent the days preceding his rally strutting about, touting a likely audience of 1 million; ultimately a modest 6,200 supporters showed up to an arena with space for 19,000, and aides had to dism\n\nAD\n\nAD\n\nantle an outdoor stage designed for an overflow crowd.\n\nCampaign manager Brad Parscale insists that “leftists and online trolls doing a victory lap … don’t know what they’re talking about” — because he and his employees “weed out bogus numbers,” and because first-come, first-serve entry meant ticket “reservations” were mostly a fiction. But all that weeding didn’t stop the team from predicting that 160 times more people would come out to cheer for their dearest leader than actually made the trip.\n\nThe coronavirus should probably get more credit for the lackluster attendance than radical protesters or what Parscale referred to as “apocalyptic media coverage” or Gen Z schemers, but the K-pop boosters may have helped inflate planners’ already bloated expectations for attendance.\n\nAD\n\nSo is that a good thing?\n\nAD\n\nAnyone who disapproves of the president generally and disapproves of the president holding an indoor rally in the middle of a pandemic specifically may well have gloated when the commander in chief couldn’t command a crowd. Yet the tactics young people have adopted for what some have called a new activism are neither new nor, maybe, all that admirable.\n\n“We kept it on the quiet side,” a young YouTuber who participated in the ploy told the New York Times. “Alt TikTok,” a subculture on the app that thrives on eccentricity, apparently masterminded the effort with the K-poppers. “They all know the algorithms and how they can boost videos to get where they want.” Plus, we are told, the plotters deleted their posts after a day or two to keep the plan secret ⁠ — and off the mainstream Web.\n\nAD\n\nAdd to these sneaky tactics the hijacking of the #WhiteLivesMatter hashtag last month to post endless K-pop fancams yet again and to stop supremacists from communicating with one another or anyone else — and what do you get? Information warfare.\n\nAD\n\nInformation warfare doesn’t consist only of false stories and other lies — and, in fact, platforms such as Facebook don’t usually take down networks of accounts based on whether they’re telling the truth about whatever they post. They take down networks based on whether they’re telling the truth about who they are.\n\nThese platforms are in a constant crusade against coordinated inauthentic behavior: when groups manipulate sites’ mechanics to manipulate “reality” on the Internet, misleading people into thinking comments are coming from one place or one person when really they’re coming from another, or simulating a mass movement from the grass roots when really it’s organized by a central authority.\n\nAD\n\nThink Russia spreading WikiLeaks information under the guise of everyday concerned U.S. citizens. Think right-wing provocateurs masquerading as antifa as protests roared across the country, tricking rural communities to fear attacks were imminent. Or think of information warfare that isn’t technically coordinated inauthentic behavior and yet still can be insidious: conspiracy theorists taking advantage of, say, the way Twitter’s trending topics list is set up to push fringe ideas such as QAnon or Pizzagate into mainstream conversation.\n\nAD\n\nOf course, these TikTokkers also weren’t lying about who they were on any social media site (which probably helps explain why Facebook’s head of security policy says their behavior doesn’t count as coordinated and inauthentic). Yet they were trying to keep their efforts off the radar, and they were playing with platforms’ viral mechanics to rise to the top, and their ultimate aim was to deceive.\n\nWe may smile to see members of a rising generation employ these tricks in service of progressive values. After all, those who pioneered them and who exploit them today often take pride in valuelessness — bowing down to chaos and crafting a world where we can believe nothing and everything at the same time. Surely it is better to troll to disrupt racism than to promote it.\n\nAD\n\nYet celebrating some manipulation and condemning others is an unsustainable tack for anyone who wants to untangle our world wide web of lies. The whole story is cute and clever, but more than that it’s sad — sad that this is the activism that feels most normal and most natural to those who grew up in the Internet age, sad that many believe it’s the activism most likely to succeed in a battlefield already full of falsehoods, and sadder still that they may be right.\n\nWatch more Opinions videos:"}}