{"GDELT": {"GlobalEventID": 931162620, "Day": 20200623, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.474, "Actor1Code": "LEG", "Actor1Name": "CONGRESS", "Actor1Type1Code": "LEG", "Actor2Code": "USA", "Actor2Name": "WISCONSIN", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.16778523489932998, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Waukesha, Wisconsin, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWI", "Actor1Geo_ADM2Code": "WI133", "Actor1Geo_Lat": 43.0117, "Actor1Geo_Long": -88.2315, "Actor1Geo_FeatureID": "1576312", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Waukesha, Wisconsin, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWI", "Actor2Geo_ADM2Code": "WI133", "Actor2Geo_Lat": 43.0117, "Actor2Geo_Long": -88.2315, "Actor2Geo_FeatureID": "1576312", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Waukesha, Wisconsin, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWI", "Action2Geo_ADM2Code": "WI133", "Action2Geo_Lat": 43.0117, "Action2Geo_Long": -88.2315, "Action2Geo_FeatureID": "1576312", "DATEADDED": 20200623223000, "SOURCEURL": "https://dailyreporter.com/2020/06/23/pence-to-court-evangelicals-in-conservative-milwaukee-suburb/"}, "ARTICLE": {"TITLE": "Pence to court evangelicals in conservative Milwaukee suburb", "TEXT": "By SCOTT BAUER\n\nAssociated Press\n\nMADISON, Wis. (AP) — Vice President Mike Pence planned to start a faith-centered tour in Milwaukee suburbs on Tuesday, after touting Wisconsin’s school-choice program for the second time this year.\n\nPence’s events come two days before President Donald Trump was to campaign in northeast Wisconsin. Trump planned to tour the Fincantieri Marinette Marine shipyard and tape a town hall meeting at the Green Bay airport, an event to be broadcast Thursday night on Fox News.\n\nThe dual visits in one week show Wisconsin’s importance in the presidential race. Trump carried the state by fewer than 23,000 votes in 2016. Trump and Pence are visiting parts of Wisconsin that Trump won that year and where he must bolster that support this year if he hopes to beat his Democratic rival, Joe Biden.\n\nPence’s “Faith in America” event in Pewaukee will draw attention to the central position that religious conservatives — particularly white evangelicals, but also right-leaning Catholics — continue to occupy in the president’s base. Trump was going to a Phoenix megachurch on Tuesday. Former Republican Gov. Scott Walker was to join Pence at the Wisconsin event.\n\nAbout 200 chairs were spaced a few feet apart from one another inside the hotel where the faith rally was planned, as a precaution amid the coronavirus pandemic. Those in attendance had to undergo temperature checks before entering, and masks and hand sanitizer were also available. Those who reserved tickets for the event had to agree not to sue the Trump campaign if they later became sick. The campaign required attendees to sign a similar waiver before its rally in Oklahoma on Saturday.\n\nAt Pence’s first Wisconsin event, a school-choice panel inside the Waukesha STEM Academy, no one wore masks. Pence was joined on the panel by U.S. Education Secretary Betsy DeVos, Trump adviser Kellyanne Conway, and parents and local education leaders for the discussion.\n\nPence and DeVos also both appeared at a school-choice rally in Wisconsin’s state Capitol in January. Wisconsin Senate Majority Leader Scott Fitzgerald, who is running for Congress representing a district that includes Waukesha, also attended, along with students and others in the audience.\n\nPence touted Wisconsin for “groundbreaking work” as the birthplace of the school choice program, which began in Milwaukee 30 years ago.\n\n“I’m here in Wisconsin because this is where it all began,” Pence said.\n\nHe advocated for passing a $5 billion federal tax-credit program to pay for scholarships to private and religious schools.\n\nSchool choice — which refers to policies related to private-school vouchers, charter schools and other nonstandard options — has long been an issue that divides Republicans and Democrats, particularly in Wisconsin. Conservatives have championed offering students an alternative to public schools, but Democrats argue the policies take away needed resources from public schools with less accountability.\n\nBoth of Tuesday’s events are in Waukesha County, a stronghold of Republican support in Wisconsin. Trump carried the county with 60% of the vote, under-performing Republican Mitt Romney’s showing in 2012. Doing better in the Milwaukee suburbs is one part of Trump’s strategy for winning Wisconsin.\n\nThe Biden campaign spokeswoman Kate Bedingfield derided the Pence visit as an attempt to “clean up Trump’s mess” in fighting the coronavirus pandemic. She called the president’s handling of the coronavirus “catastrophic,” referring to Trump’s recent comments about wanting to slow down testing."}}