{"GDELT": {"GlobalEventID": 931263560, "Day": 20200624, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4767, "Actor2Code": "NGOUSAJEW", "Actor2Name": "AMIT", "Actor2CountryCode": "USA", "Actor2Religion1Code": "JEW", "Actor2Type1Code": "NGO", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.35135135135135, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Nepal", "Actor2Geo_CountryCode": "NP", "Actor2Geo_ADM1Code": "NP", "Actor2Geo_Lat": 28.0, "Actor2Geo_Long": 84.0, "Actor2Geo_FeatureID": "NP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Nepal", "Action2Geo_CountryCode": "NP", "Action2Geo_ADM1Code": "NP", "Action2Geo_Lat": 28.0, "Action2Geo_Long": 84.0, "Action2Geo_FeatureID": "NP", "DATEADDED": 20200624101500, "SOURCEURL": "https://www.timesnownews.com/business-economy/companies/article/asian-paints-rallies-as-investors-focus-on-recovery/611255"}, "ARTICLE": {"TITLE": "Asian Paints rallies as investors focus on recovery", "TEXT": "Asian Paints rallies as investors focus on recovery | Photo Credit: BCCL\n\nMumbai: Ignoring the 7% decline in revenues in the quarter gone by, Dalal Street today chose to focus on the colorful outlook ahead for India's largest paint maker, Asian Paints! In an exclusive interview to ET NOW, Amit Syngle, the newly inducted MD and CEO of Asian Paints says that a lot of pent up demand was released in May and June in tier 2 and 3 cities.\n\nRecovery and demand in June was even stronger than May. He does add that growth in metros and tier 1 towns may take a while to come back. New construction is much slower and that may further impede or delay growth. In Q4, COVID-19 managed to break that 8 quarter double-digit volume growth streak that Asian Paints attained.\n\nBut while the lockdown did cause quite a significant loss of sales for the company in March, the double-digit volume growth in Jan and Feb caused the company to still post positive volume growth in Q4. The home improvement category continued to be muted while international business in Ethiopia, Egypt, UAE and Nepal did better.\n\nAmit Syngle also clarified that the company's cash flow position is now very very comfortable. \"Overall outstandings are at very low levels, we have been able to take care of any outstanding payments\", adds Syngle. Q4 also saw the company post a sizable expansion in EBITDA margins owing to benign raw material costs and cost control. But Syngle says the environment is very volatile and if demand starts picking up costs may start to as well.\n\nSyngle says that COVID has not impacted any essential upgradation plans for their plants and their marketing and brand launch plans too stay unperturbed. Global brokerage Credit Suisse maintained their outperform stance on the stock, placing their target price at Rs 1,850.\n\nThe big positive in Asian Paints for them, apart from the steady recovery being seen in the non-metro towns, is the predictability in FY22 earnings. CLSA adds that the company is riding through a difficult terrain and restoring consumer confidence remains a priority"}}