{"GDELT": {"GlobalEventID": 931264549, "Day": 20200624, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4767, "Actor1Code": "MIL", "Actor1Name": "WARSHIP", "Actor1Type1Code": "MIL", "Actor2Code": "GOV", "Actor2Name": "KING", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.48543689320389005, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200624101500, "SOURCEURL": "https://sputniknews.com/uk/202006241079698720-as-activists-shine-light-on-british-empire-historic-dockyard-set-to-vanish-under-luxury-apartments/"}, "ARTICLE": {"TITLE": "As Activists Shine Light on British Empire, Historic Dockyard Set to Vanish Under Luxury Apartments", "TEXT": "In the 17th century, King Charles II commissioned 30 warships to beef up the Royal Navy after an embarrassing attack by the Dutch fleet. But the London dockyard where many of them were built is about to vanish under a multi-billion pound luxury housing development funded by a Hong Kong-based company.\n\nNaval heritage enthusiasts are fighting what appears to be a losing battle to protect one of England’s oldest and most historic dockyards from disappearing beneath the glass and steel of a luxury development in London.\n\nDeptford was the first shipyard to receive a Royal Charter. Richard Endsor, a shipbuilding historian and author of The Restoration Warship, described it as \"one of the earlier British royal dockyards, founded by King Henry VIII in 1513\" and there is archaeological evidence dating back to Roman times.\n\nConvoys Wharf Strategic Planning Commitee pt 2 tonight! We've asked chair Cllr Paschoud & Committee members to specify conditions for the construction management plan to ensure #SafeStreets. HGV & Site traffic must kept off the @ThamesPathNT #SchoolRoutes & #LondonCycleNetwork. pic.twitter.com/sZL3cLkbHu — DeptfordFolk (@deptfordfolk) June 22, 2020\n\n​But this corner of south east London - nowadays known as Convoys Wharf - is set for a £1.75 billion revamp with Hong Kong-based Hutchison Whampoa planning to build 3,500 apartments, a hotel, restaurants and a river bus pier. The tallest luxury apartment block will be 42 storeys high.\n\nBut Julian Kingston, director of a community-based charity, the Build The Lenox project, said the developers had made “barely a nod” to the area’s naval heritage.\n\n© Photo : Richard Endsor The Lenox, which was built at Deptford dockyard\n\nDeptford was the leading naval dockyard in England up until 1869 - when it was replaced by shipbuilding facilities further downstream - and was visited by the Russian Tsar, Peter The Great, who came there in the 1690s to learn about shipbuilding.\n\nQueen Elizabeth I knighted naval hero-cum-Black Lives Matter target Francis Drake on board the Golden Hind in Deptford in 1581.\n\nAfter all the time they have had to prepare the Convoys Wharf detailed design you would think they could have come up with more than just ‘indicative’ landscaping 🙄 — Deptford Dame (@deptforddame) June 22, 2020\n\n​After the dockyard closed in the 19th century the Convoys Wharf site was owned by the Ministry of Defence but leased out to various users, including Rupert Murdoch’s News Group, which imported huge amounts of newsprint for The Sun and The Times.\n\nIn the 1990s Murdoch bought the site from the MoD for £15 million and planned to redevelop it himself. But he later sold it on to Hutchison Whampoa for what is believed to be a huge profit.\n\n.@CllrKelleher pleads for changes to the #ConvoysWharf plans reminding us that this is 'the Royal Dockyard' and hoping for real community spaces — Unite Community GLAB (@UniteCommGLAB) June 22, 2020\n\n​In 2015, Hutchison Whampoa wrote to the then Mayor of London, Boris Johnson, demanding he \"call in\" their outline planning application, claiming Labour-controlled Lewisham Council was taking too long to make a decision.\n\nJohnson - who later became Prime Minister - did so and granted outline permission for the development, which is expected to take 15 years to build.\n\nThe chair of Lewisham Council’s planning committee, John Paschoud, was quoted on the 853 website earlier this month: \"We might have all thought that Boris made some of his worst political decisions in 2015, but subsequent history proved us wrong, hasn't it?\"\n\nThat 2015 permission included a Section 106 agreement to provide eight acres within the 40 acre site for the Build The Lenox project, a group of local enthusiasts who want to reconstruct one of the Royal Navy’s earliest major warships.\n\nIn 1667, a Dutch fleet sailed up the Medway river in Kent, sank 13 English warships and captured another two boats.\n\nToday in 1667 the Royal Navy suffered the greatest humiliation in its long history. The Dutch sailed up the Medway and destroyed some of the finest battleships in the fleet. — Dan Snow (@thehistoryguy) June 13, 2020\n\n​It was a shocking and humiliating defeat for the Royal Navy and spurred King Charles II into ordering 30 new warships, to be built at the King’s Yard in Deptford.\n\nOne of those ships was the Lenox, and the plan was to build a working and seagoing replica as well as a heritage museum.\n\nBut Mr Kingston claimed the developers had ignored his organisation and were seeking detailed permission for the rest of the complex without any proper consultation with the local community.\n\nMr Kingston said the developer was fully aware of the vast historical and cultural significance of the site but was \"choosing to completely ignore it.\"\n\nHe said the rise of the Black Lives Matter movement and the re-examination of Britain’s imperial and colonial past was reflected in the project’s vision document and he would welcome further involvement from Depford’s BAME community.\n\nMr Kingston said: \"To the best of my knowledge no slave ships were built at the King’s Yard and I can find no record of de-commissioned naval ships being used for the slave trade.\n\n\"It is certain that naval ships will have protected slave ships on occasion just as in later years, post-abolition, they were used to intercept slavers. Certainly neighbouring private yards would have built slave ships and re-purposed and re-fitted other commercial vessels,\" he added.\n\nMr Kingston went on to say: \"Our vision document confirms our desire for a Deptford-centric museum giving space not found in the National Maritime Museum to black history and slavery.\n\nMr Kingston said the Build The Lenox Project had been dealt a \"curve ball\" by Boris Johnson's \"badly drawn Section 106 agreements.\"\n\nHe asserted: \"We had to pass a feasibility study conducted by an agency of HPG’s choosing. Miraculously we did. Then we had to produce a viable business plan to be vetted and passed by HPG but without any goodwill in the process.\"\n\n\"We are also held back by the promised decision by the Secretary of State over the protected wharf status which still has not materialised. If the protection is lifted and the land is cleared for further residential development, then our business plan stands no chance. HPG know this, they’ve seen our vision document, they know exactly what we propose,\" claimed Mr Kingston.\n\nEarlier this month, Lewisham Council’s planning committee sat until after midnight discussing Hutchison Whampoa’s detailed planning application for the Convoys Wharf site.\n\nPaul Bell, the council’s cabinet member for housing, said the levels of affordable housing agreed by Boris Johnson back in 2015 were “truly pitiful” and he added: \"It is a disgraceful legacy of Boris Johnson, although he’s attempting to see the population culled at the moment.\"\n\n© Photo : Hutchison Property Group Convoys Wharf from the viewpoint of the Thames\n\nAfterwards a Hutchison Property Group (HPG) spokesman said: \"We are delighted that Lewisham Council has backed our plans to transform Convoys Wharf. HPG will now start work on unlocking future plots across the wider site, thereby unlocking a package of community investment worth £60 million. There is also the potential to create nearly 2,000 full time jobs and 1,200 construction jobs.”\n\nHPG said it had also undertaken an extensive archaeological investigation into London’s Royal Dockyards and consulted widely with the local community.\n\nThey added: \"That collaboration will continue going forward to ensure the plans meet the needs of the local area and celebrate Deptford’s rich heritage. HPG is here for the long haul.\"\n\nAsked specifically about the site’s naval heritage, an HPG spokesman told Sputnik: \"We have carefully considered the rich naval history of Convoys Wharf and have ensured that their proposals pay tribute to this heritage. HPG looks forward to seeing detailed plans and proposals by the Build the Lenox project.\""}}