{"GDELT": {"GlobalEventID": 931263933, "Day": 20200624, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4767, "Actor1Code": "CVL", "Actor1Name": "RESIDENTS", "Actor1Type1Code": "CVL", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.3201320132013201, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Louisville, Kentucky, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USKY", "Actor1Geo_ADM2Code": "KY111", "Actor1Geo_Lat": 38.2542, "Actor1Geo_Long": -85.7594, "Actor1Geo_FeatureID": "509453", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Louisville, Kentucky, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USKY", "Actor2Geo_ADM2Code": "KY111", "Actor2Geo_Lat": 38.2542, "Actor2Geo_Long": -85.7594, "Actor2Geo_FeatureID": "509453", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Louisville, Kentucky, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USKY", "Action2Geo_ADM2Code": "KY111", "Action2Geo_Lat": 38.2542, "Action2Geo_Long": -85.7594, "Action2Geo_FeatureID": "509453", "DATEADDED": 20200624101500, "SOURCEURL": "https://www.azcentral.com/story/news/2020/06/24/coronavirus-kentucky-nursing-homes-fight-keep-residents-alive/3237919001/"}, "ARTICLE": {"TITLE": "'Most helpless feeling you've ever felt': Kentucky nursing home fought to keep residents alive", "TEXT": "LOUISVILLE – Benjy Brednich was four days into his new job as administrator of a Kentucky nursing home when the facility learned of its first case of COVID-19.\n\nIt was a resident who'd already been transferred to a hospital. But with help from the outgoing administrator, Brednich and his employees at Louisville East Post Acute got to work testing other residents, calling family members and constructing a COVID-19 wing where sick patients could be separated.\n\nThe moves proved necessary. Within days, 27 of the building's 170 residents had tested positive for the coronavirus, which has killed more than 500 Kentuckians since March.\n\nAnd for weeks, employees at Louisville East rarely took breaks as they fought to keep their patients from adding to the fatalities.\n\nIt's a scenario that's likely played out in nursing homes across the country, where the virus has preyed on elderly residents who need the highest level of care.\n\nNationwide, nursing homes reported nearly 179,000 suspected or confirmed cases among residents and 29,497 deaths through June 7, according to an Associated Press analysis of government data released last week.\n\nAnd while officials have rallied to support long-term care facilities, some employees say they don't feel they've received the recognition they deserve for keeping thousands of residents safe through an outbreak unlike anything they've ever seen.\n\n\"Part of what's happened with COVID is that it's created a stigma for nursing homes,\" said Brednich, who has worked in the industry for four years. \"Even when (residents' family members) were unable to take care of their loved ones, there were people here who were sacrificing and doing what they were born to do.\"\n\nIn This Together:When her parents fell ill with COVID-19, nurse began a wrenching mission of mercy\n\nChrissy Wilson, a manager in Louisville East's rehab unit, volunteered to become a floor nurse in the coronavirus wing. For more than two weeks she worked 12-hour shifts daily, leaving only to shower and sleep. At home, she quarantined herself from her family – cut off from them by an always-closed bedroom door.\n\nHeather Fritsch, the facility's infection preventionist, moved into a nearby hotel through the outbreak. She lives more than an hour's drive from Louisville East, and she couldn't bear being that far away as the rest of the staff picked up extra hours and shifts.\n\nPam Pearson, director of the Pathways Brain Injury program, meanwhile, has helped the unit's 20 or so residents maintain structured routines through months of uncertainty. And while family members still can't visit, she and other employees have shared patients' progress through videos and phone calls.\n\nBryan Trujillo, a social worker, has also spent hours on the phone, making sure residents' loved ones stay up to date on everything taking place within the home. The staff could have sent text messages instead. But they felt it was important that people be able to ask questions, state their concerns and just hear a voice.\n\nIf the actions sound extreme, they were worth it to the employees, who said nursing homes aren't like other health care facilities.\n\nIn long-term care, residents become like family, the employees said.\n\n\"When it broke out, it was the most helpless feeling you've ever felt in your life,\" said Amanda Russo, director of admissions. \"These are people you've taken care of and loved for years, and it's devastating.\"\n\nThrough two stints of the coronavirus, more than 50 residents and nearly 30 staff members have tested positive at Louisville East, including six residents who've died.\n\nBut as of this month, every patient and employee has tested negative.\n\nThe facility is now coronavirus-free.\n\nIn This Together:A daughter steps from father’s protective shadow to be a new kind of hero\n\nThat's a huge weight lifted for Brednich, who said the outbreak was \"a burden I don't think anyone can describe.\"\n\nBut employees at the home recognize that they must remain vigilant as new coronavirus cases continue to pop up across Jefferson County and Kentucky.\n\n\"It is still in our community; our patients are still at risk,\" said Fritsch, who has worked at Louisville East for three years. \"We will continue to do whatever we need to do to protect them. We're super-heightened here, just because of everything we went through. And we never want to be there again.\"\n\nWilson, a 16-year employee of Louisville East, said she's back to her role as a unit manager. But she would return to the COVID-19 wing in a heartbeat if needed.\n\nHer time there was emotional, she said, as she and a dedicated group of employees worked to keep residents healthy and happy through dance parties, small gifts and loving gestures, like a cold rag for the head or a comforting rub of the arm.\n\nBut it also reminded her of why she entered the long-term care industry in the first place.\n\n\"It's where my heart is, I guess,\" she said. \"Not all days are easy. There are days I walk out and it's like, 'Lord, why did I do this?' But there are days I walk out, and I'm so proud to be a nurse. I'm thankful I can give to people. People deserve it.\""}}