{"GDELT": {"GlobalEventID": 931263944, "Day": 20200624, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4767, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.8196721311475401, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Perthshire, Perth and Kinross, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKW1", "Actor1Geo_ADM2Code": "40177", "Actor1Geo_Lat": 56.5, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "-2605284", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Perthshire, Perth and Kinross, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKW1", "Action2Geo_ADM2Code": "40177", "Action2Geo_Lat": 56.5, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "-2605284", "DATEADDED": 20200624101500, "SOURCEURL": "https://www.dailyrecord.co.uk/news/local-news/perth-kinross-council-full-time-22243259"}, "ARTICLE": {"TITLE": "Perth and Kinross Council: We will have full-time learning plan in place for August", "TEXT": "Get the stories that matter to you sent straight to your inbox with our personalised newsletter. Subscribe Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nPerth and Kinross Council has said it will be ready for school children to return full time in August if COVID-19 is significantly suppressed.\n\nParents had been gearing up to deal with a ‘blended learning’ model so kids could social distance at schools, with some even being told their children would be at school just one day a week.\n\nBut education secretary and Perthshire North MSP John Swinney announced on Tuesday the Scottish Government would work towards a full return on August 11.\n\nHe said blended learning models would remain as a contingency and the full restart was dependant on coronavirus infection rates continuing to drop.\n\nSheena Devlin, Perth and Kinross Council’s executive director for education and children’s services, told the Perthshire Advertiser parents they would be provided with more information as soon as possible.\n\nBlack Lives Matter protest in Aberfeldy reveals racism split\n\nShe said: “In his statement to the Scottish Parliament on Tuesday, June 23, Deputy First Minister John Swinney said the aim is for all pupils in Scotland to return to school full-time in August, if coronavirus infection rates remain suppressed.\n\n“We are awaiting further detail from the Scottish Government. Once this is available, we will adapt our plans accordingly and make the necessary arrangements for schools to fully re-open to all pupils able to attend.\n\nBusiness group wants two metre social distancing rule to be cut\n\n“We will provide parents and carers with more detail about our plans as soon as possible and in line with the Scottish Government’s timescales.\n\n“If it is not possible to re-open schools as normal in August due to increased transmission of coronavirus then we have robust contingency plans in place that will allow pupils to return on the basis of our blended learning models\n\n“Under this arrangement, children will get high-quality teaching in school, complemented by home learning.\n\n“I would like to thank everyone for their support and patience as we prepare to re-open our schools.\n\n“The situation remains changeable and plans may change at short-notice due to an upsurge in COVID-19 cases or changes to national guidance.”"}}