{"GDELT": {"GlobalEventID": 931264104, "Day": 20200624, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4767, "Actor1Code": "GOV", "Actor1Name": "ATTORNEY GENERAL", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -2.7164685908319197, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Northern Territory, Northern Territory, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS03", "Actor1Geo_ADM2Code": "40197", "Actor1Geo_Lat": -20.0, "Actor1Geo_Long": 134.0, "Actor1Geo_FeatureID": "-1592100", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Northern Territory, Northern Territory, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS03", "Action2Geo_ADM2Code": "40197", "Action2Geo_Lat": -20.0, "Action2Geo_Long": 134.0, "Action2Geo_FeatureID": "-1592100", "DATEADDED": 20200624101500, "SOURCEURL": "https://www.news.com.au/national/northern-territory/letherspeak-nt-government-passes-new-law-allowing-sexual-assault-survivors-to-speak/news-story/af75c23b31a22aae90f41db7556a643d"}, "ARTICLE": {"TITLE": "LetHerSpeak: NT government scraps sexual assault gag laws", "TEXT": "An archaic law in Tasmania prevented Janelle from speaking out about her violent sexual assault, until now.\n\nEXCLUSIVE\n\nSexual assault survivors in the Northern Territory have finally won the right to speak out under their real names, without risk of prosecution, following the passing of landmark new laws today.\n\nUntil now, it has been a crime for all sexual assault victims in the Northern Territory to self-identify in media, and journalists who named survivors - even with their full consent - could face up to six months jail, heavy fines, or both.\n\nIn 2018, news.com.au launched the #LetHerSpeak campaign in partnership with End Rape On Campus Australia and Marque Lawyers.\n\nThe campaign was created to call for an immediate overhaul of archaic victim gag-laws which silenced sexual assault survivors in both the Northern Territory and Tasmania.\n\nIn April this year, the Tasmanian Government reformed their laws, and the NT Government has now followed suit.\n\n“It feels amazing, as up until now I was treated like I was criminal” says Adriana*, a sexual assault survivor from the NT whose story will be published in full, in coming weeks.\n\n“I’ve wanted to share my story and I wasn’t able to. It’s been so hard for me, and also for other women who have also had to wait.”\n\nSandra*, another sexual assault survivor from the NT, says she feels “relieved” and “overwhelmed” by today’s news.\n\n“This gives me back a bit more freedom. It’s been such a long journey and when you’re sitting in a courtroom it doesn’t feel like anything positive will ever come out of what you’ve been through.”\n\nIn 2017, Sandra was raped at work, during a bucks night just outside of Darwin.\n\nThe offender was found guilty and sentenced to three years and six months jail, to be suspended after nine months. Sandra has been waiting to tell her story ever since.\n\n“The amount of times I’ve wanted to write something on Facebook to explain to people what happened to me, my true feelings, and why I fell off the face of the earth ... but I couldn’t even do that,” she told news.com.au.\n\n“It made me feel even more isolated, like I was the bad one who did something wrong. So I’m glad that other (sexual assault survivors) aren’t going to have to worry about that anymore, when they should be worried about focusing on getting better.”\n\nMichael Bradley, who represents both Adriana and Sandra, and is the managing partner of Marque Lawyers, says that the reform “restores the balance to where it should be”.\n\n“It’s been really rewarding working directly with the survivors along with End Rape On Campus to make this happen. This is a great day for survivors.”\n\nGrace Tame, who became the first female sexual assault survivor ever to win the right to self-identify in Tasmania, said that she was thrilled that the #LetHerSpeak campaign had achieved “another victory”.\n\n“This is a testament to the power of teamwork. This is what is achievable when we band together in support of one another,” she said.\n\nThe NT Attorney-General, Natasha Fyles, praised those sexual assault survivors who wish to tell their stories.\n\n“The retelling of (survivor) stories no longer attracts the stigma of shame or embarrassment and can be an important part of the healing process – our legislative amendments are an important mechanism to allow survivors to do that.”\n\nIf you or someone you know has been impacted by sexual violence, support is available by calling 1800 RESPECT on 1800 737 732.\n\nNina Funnell is the creator of the #LetHerSpeak campaign in partnership with news.com.au, NT News, The Mercury, Marque Lawyers and End Rape On Campus Australia.\n\nNina was awarded the 2020 Our Watch award by the Walkley Foundation for the #LetHerSpeak campaign."}}