{"GDELT": {"GlobalEventID": 931264561, "Day": 20200624, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4767, "Actor1Code": "MNCGBRMED", "Actor1Name": "VODAFONE", "Actor1CountryCode": "GBR", "Actor1Type1Code": "MNC", "Actor1Type2Code": "MED", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.5974025974026, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200624101500, "SOURCEURL": "https://www.fool.co.uk/investing/2020/06/24/1k-to-invest-in-an-isa-3-dividend-paying-stocks-id-buy-to-get-rich-and-retire-early/"}, "ARTICLE": {"TITLE": "£1k to invest in an ISA? 3 dividend-paying stocks I’d buy to get rich and retire early", "TEXT": "Dividend-paying stocks are a key tool for building a nest egg. But it’s a bit of a minefield for investors looking at dividends at the moment. Nearly half of FTSE 100 companies have cut or suspended their dividends so far this year.\n\nThe good news is that there are still well-known companies that are paying dividends to investors. They also make for really good investments. This is why I’ll be adding cheap dividend-paying stocks to my ISA to profit from this market dip in the years to come.\n\n5G is here – and shares of this ‘sleeping giant’ could be a great way for you to potentially profit! According to one leading industry firm, the 5G boom could create a global industry worth US$12.3 TRILLION out of thin air… And if you click here we’ll show you something that could be key to unlocking 5G’s full potential...\n\nA big dividend-paying stock\n\nVodafone is the first share I’d look to add to my ISA. A high-yielding investment trust I own, Merchants Trust, has recently bought-in to the shares, which I find reassuring.\n\nIn its latest factsheet, the manager said: “We have become more positive on the prospects for UK telcos in recent weeks. Share prices fell sharply in the first quarter of 2020 taking valuations to more attractive levels and despite telecommunications revenues being far more resilient than many other sectors to the economic impacts of the coronavirus pandemic.”\n\nThe shares appear to offer dividend growth potential as well as a high current dividend yield. The yield is 6.4%. This gives me confidence the stock could help me make money.\n\nA safe dividend\n\nAdmiral Group (LSE: ADM) is actually a company I’ve previously sold shares of. But I’d happily add them back in to an ISA, especially if the price drops back a bit – even if only by 5% or so. The shares combine a potentially very profitable combination of a reasonable P/E at 15 and a decent dividend yield at 4.2%.\n\nAs a car insurer, I think Admiral will be less affected by coronavirus than most other companies. As motorists are required by law to insure their cars, it’s a safe business to be in compared to many. The group has even been in a position to refund customers who are driving less because of the virus.\n\nThe group is also more than just a UK car insurer. It owns comparison sites and has operations in many countries. These all provide the potential for more growth and diversified earnings and I think this bodes well for creating value for shareholders.\n\nRewarding shareholders nicely\n\nMy third pick for adding to my ISA is Tesco (LSE: TSCO), another company that as a defensive share has had a ‘good’ crisis. Demand for food will never go away making the company very robust. With the improvements made under departing boss Dave Lewis, I think the grocer looks in a strong position for ongoing growth. This should feed through into sustained shareholder returns.\n\nTesco has recently announced it will be pulling out of under-performing Poland. The business has been sold for £181m. This further helps Tesco streamline its business and focus on competing with the discounters in the UK – its main market.\n\nWith a P/E of 12 and a dividend yield of 4% I think Tesco shares also offer an attractive combination of cheap income. This makes it another dividend-paying stock I’d add to my ISA."}}