{"GDELT": {"GlobalEventID": 931263787, "Day": 20200624, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4767, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "MIL", "Actor2Name": "CARRIER", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 4.440789473684211, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Zhengzhou, Henan, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH09", "Actor1Geo_ADM2Code": "13099", "Actor1Geo_Lat": 34.7578, "Actor1Geo_Long": 113.649, "Actor1Geo_FeatureID": "-1938815", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Zhengzhou, Henan, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH09", "Actor2Geo_ADM2Code": "13099", "Actor2Geo_Lat": 34.7578, "Actor2Geo_Long": 113.649, "Actor2Geo_FeatureID": "-1938815", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Zhengzhou, Henan, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH09", "Action2Geo_ADM2Code": "13099", "Action2Geo_Lat": 34.7578, "Action2Geo_Long": 113.649, "Action2Geo_FeatureID": "-1938815", "DATEADDED": 20200624101500, "SOURCEURL": "https://www.tmcnet.com/usubmit/2020/06/24/9173893.htm"}, "ARTICLE": {"TITLE": "Huawei: Unlock 5G Potential and Strengthen 5G for Business", "TEXT": "[June 24, 2020] Huawei: Unlock 5G Potential and Strengthen 5G for Business\n\nSHENZHEN, China, June 24, 2020 /CNW/ -- The second session of Huawei's online 5G+, Better World Summit was held. Through live video streams, analysts, and representatives of operators and industry partners shared their thoughts on how innovative 5G applications could improve industry efficiency and security and bring value to industries such as port, agriculture, healthcare, and iron and steel. Mr. Cai Mengbo, the Chief Marketing Officer of Huawei Carrier BG, delivered the opening speech, calling for unlocking the potential of 5G and solidly strengthening 5G for business. \"5G development has entered a new phase,\" Mr. Cai Mengbo said, \"With over 80 5G networks commercially available worldwide, determining how to leverage 5G to create more value is currently a topic of great interest within the industry. Currently, 5G for business is still more of a branding concept, and more solid work needs to be done. To build a positive business cycle, work should be done in four aspects: technology, ecosystem, standards, and business model. Technology readiness: We must continuously innovate 5G technology and products to address the pain points of industries. For example, the 5G Super Uplink solution addresses various industries' needs for optimal and always-available uplinks.\n\nMature ecosystem: 5G industrial modules have been widely commercialized, and devices such as 5G cameras, 5G industrial CPE, and 5G industrial routers are now available in he market. Looking ahead, more commercial 5G devices are required for different industries in order to ensure the prosperity of the 5G ecosystem and lower the costs for industries to adopt 5G.\n\n\n\n\n\nUnified standards: In terms of 5G services for business, development from zero to one requires innovation, but further growth beyond one requires unified industry standards. Industries should take the lead to set 5G industry standards that allow 5G to be rapidly applied to industries.\n\nShared commercial success: We must keep exploring business models of 5G services for business that can benefit all industry partners and help them grow together.\" Other guest speakers who attended the summit included Mr. Xu Mengqiang, General Manager of China Mobile Group Zhejiang Co., Ltd.'s Ningbo Branch, Dr. Thomas Anken, Head of Digital Production Federal Department of Economic Affairs Education and Research, Switzerland, Mr. Guo Lihong, Vice Director of the Engineering Equipment Department of Hunan Valin Xiangtan Iron and Steel Co., Ltd., Mr. Dimitris Mavrakis, Research Director of ABI Research, and Mr. Zhao Jie, Director of the National Engineering Laboratory for Internet Medical Systems and Applications and Doctoral Tutor of the First Affiliated Hospital of Zhengzhou University. Each of them delivered a wonderful keynote speech. About Huawei\n\nHuawei is a leading global provider of information and communications technology (ICT) infrastructure and smart devices. With integrated solutions across four key domains – telecom networks, IT, smart devices, and cloud services – we are committed to bringing digital to every person, home and organization for a fully connected, intelligent world. Huawei's end-to-end portfolio of products, solutions and services are both competitive and secure. Through open collaboration with ecosystem partners, we create lasting value for our customers, working to empower people, enrich home life, and inspire innovation in organizations of all shapes and sizes. At Huawei, innovation focuses on customer needs. We invest heavily in basic research, concentrating on technological breakthroughs that drive the world forward. We have more than 194,000 employees, and we operate in more than 170 countries and regions. Founded in 1987, Huawei is a private company wholly owned by its employees. For more information, please visit Huawei online at www.huawei.com or follow us on: http://www.linkedin.com/company/Huawei\n\nhttp://www.twitter.com/Huawei\n\nhttp://www.facebook.com/Huawei\n\nhttp://www.youtube.com/Huawei View original content to download multimedia:http://www.prnewswire.com/news-releases/huawei-unlock-5g-potential-and-strengthen-5g-for-business-301082719.html SOURCE Huawei\n\n[ Back To TMCnet.com's Homepage ]"}}