{"GDELT": {"GlobalEventID": 931264035, "Day": 20200624, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4767, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.9267015706806294, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Hampshire, Hampshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKF2", "Actor1Geo_ADM2Code": "40112", "Actor1Geo_Lat": 51.0833, "Actor1Geo_Long": -1.16667, "Actor1Geo_FeatureID": "-2598067", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Hampshire, Hampshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKF2", "Action2Geo_ADM2Code": "40112", "Action2Geo_Lat": 51.0833, "Action2Geo_Long": -1.16667, "Action2Geo_FeatureID": "-2598067", "DATEADDED": 20200624101500, "SOURCEURL": "https://www.hellomagazine.com/film/2020062492168/james-martin-exciting-new-update-show/"}, "ARTICLE": {"TITLE": "James Martin shares exciting new update about his show", "TEXT": "James Marin has shared some more exciting news with his fans this week. Taking to his Instagram page on Tuesday evening, the celebrity chef revealed he was back in the great outdoors filming new episodes for James Martin's Saturday Morning on ITV.\n\nREAD: James Martin reveals his amazing hack to cure lockdown sleep struggle\n\n\"Stunning evening...\" he wrote alongside a photo of some cows against a beautiful backdrop of the sun setting. \"All set ready for the first day of two days filming for the new Saturday show series... new ideas and lots to do 34 recipes to cook hope you like them.\"\n\nLoading the player...\n\nWATCH: James Martin makes pasta for his village\n\nAlthough James has being filming cooking segments for This Morning and the opening introductions for his weekend series from home, the 47-year-old has been forced to show repeat runs of his programme on Saturday mornings.\n\nMORE: James Martin's childhood photo is the cutest thing you'll see today\n\nFans of the TV star rushed to share their joy over the welcoming news, with one writing: \"Absolutely can't wait, you make our weekend mornings James!\" Another asked: \"Sounds great I'm really looking forward to that. When will new season begin?\" A third post read: \"Cannot wait, love watching you on your cooking shows. You do some amazing meals love them… well done to you.\"\n\nThe celebrity chef shared this lovely snap\n\nAs well as a whole new series, James is preparing to open the doors of his restaurants next week. The popular chef recently confessed there are \"long hard days and months\" ahead of the reopening as he confirmed restrictions will be put in place.\n\nMORE: James Martin reveals the hilarious mistake his dog made in funny post\n\nThe TV star owns several restaurants across the UK\n\n\"Meringues in... setting up for two more cooks on @thismorning today,\" he wrote in the caption, adding: \"Then off to work to get the restaurant ready for opening, long hard days and months ahead but the best job in the world.\" Although James is yet to confirm which restaurant he plans to open, the TV star is owner of James Martin Manchester, The Kitchen at Chewton Glen in Hampshire and café chain James Martin Kitchen, which has various locations across the UK.\n\nWhich Netflix show should you watch next? Take our quiz..."}}