{"GDELT": {"GlobalEventID": 931264175, "Day": 20200624, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4767, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "UGA", "Actor2Name": "UGANDA", "Actor2CountryCode": "UGA", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.01369863013699, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mbale, Mbale, Uganda", "Actor1Geo_CountryCode": "UG", "Actor1Geo_ADM1Code": "UGB1", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 1.0748, "Actor1Geo_Long": 34.1774, "Actor1Geo_FeatureID": "-1732081", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mulago, Kampala, Uganda", "Actor2Geo_CountryCode": "UG", "Actor2Geo_ADM1Code": "UG37", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 0.35, "Actor2Geo_Long": 32.5833, "Actor2Geo_FeatureID": "-1732538", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mulago, Kampala, Uganda", "Action2Geo_CountryCode": "UG", "Action2Geo_ADM1Code": "UG37", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 0.35, "Action2Geo_Long": 32.5833, "Action2Geo_FeatureID": "-1732538", "DATEADDED": 20200624101500, "SOURCEURL": "https://www.monitor.co.ug/News/National/State-House-bails-out-Mwesigwa/688334-5581906-pe9hjpz/"}, "ARTICLE": {"TITLE": "State House bails out Mwesigwa", "TEXT": "By Phionah Nassanga\n\nMs Norah Mwesigwa, 60, a resident of Kajjansi, Kamapala, has received Shs8m she needs for surgery to remove a swelling from her head.\n\nThis follows a story that ran in the Daily Monitor on Monday, June 22, highlighting the pain Ms Mwesigwa was going through.\n\nFor seven years, Ms Mwesigwa battled goitre, an enlargement in the thyroid gland that causes the neck to swell. With the help of her family in August 2011, she was taken to Mulago National Referral Hospital where she underwent thyroidectomy, a surgery to remove part or all of the thyroid gland.\n\nHowever, Mr Shafiq Ssekandi, her son, says at the beginning of 2018, six years after the operation, their mother developed a small swelling on the head, which caused her constant and painful headaches.\n\nMs Mwesigwa was taken back to Mulago hospital to confirm the cause of the headache.\n\n“During the check-up, we learnt that she had thyroid cancer and was advised to undergo a second operation because the cancer had spread to the head. The doctor said the medication needed to treat the swelling would cost Shs8m, which we did not have at the time,” Mr Ssekandi said.\n\nAdvertisement\n\nUpon reading Ms Mwesigwa’s story, Ms Lucy Nakyobe, the State House comptroller, came to the family’s rescue, giving them the full amount [Shs8m] on Tuesday.\n\n“We are so grateful to the Daily Monitor and Ms Nakyobe. We plan to take our mother back to Uganda Cancer Institute on Thursday for further checkup and treatment,” Mr Ssekandi said.\n\nMs Nakyobe said the President rang her on Monday evening requesting that she reads page 18 of Daily Monitor where Mwesigwa’s story was run.\n\n“The President asked me to reach out to Shafic Ssekandi whose contact numbers were below the story. When I called, he did not answer, but later he returned the call,” Ms Nakyobe stated.\n\nTo confirm the story, Ms Nakyobe requested Ssekandi to show up with his mother the following morning at her office on Okello House in Nakasero, Kampala."}}