{"GDELT": {"GlobalEventID": 931264952, "Day": 20200624, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4767, "Actor1Code": "USA", "Actor1Name": "TEXAS", "Actor1CountryCode": "USA", "Actor2Code": "USACVL", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 11, "NumSources": 1, "NumArticles": 9, "AvgTone": 1.27713920817369, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.105999999999998, "Actor2Geo_Long": -97.6475, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200624101500, "SOURCEURL": "https://www.msn.com/en-in/news/other/us-elections-2020-indian-american-community-to-play-key-role-in-battleground-states-says-trump-supporter/ar-BB15UaH5"}, "ARTICLE": {"TITLE": "US Elections 2020: Indian-American community to play key role in battleground states, says Trump supporter", "TEXT": "© Provided by The Financial Express US Elections 2020: Indian-American community to play key role in battleground states, says Trump supporter\n\n© Provided by The Financial Express US Elections 2020, Indian-American community, US presidential polls, Donald Trump, texas, Democratic Party,Indian-American voters, latest news on US presidential polls\n\nThe Indian-American community is set to play a vital role in some of the key battleground states like Texas, Michigan, Florida and Pennsylvania in the US presidential polls, according to a prominent supporter of President Donald Trump.\n\nIn an interview to PTI on Tuesday, Al Mason, co-chair of the Trump Victory Indian American Finance Committee, asserted that due to the aggressive outreach of Trump, there are indications of a sizable swing of the community away from the Democratic Party they have traditionally supported and voted for.\n\n\"More than 50 per cent of Indian-Americans in the battleground states, who have been voting for Democrats thus far, are crossing over to support President Trump, in his re-election bid,\" he said.\n\nThe US presidential election will be held on November 3. Trump, a Republican, is expected to be challenged by former US vice president Joe Biden, who is set to be nominated by the Democratic Party in August.\n\nMason said his analysis is based on the findings of his team at the grassroots level in some of the key battleground states like Michigan, Florida, Texas, Virginia and Pennsylvania.There is an estimated four million Indian-American population of which about 2.5 million are potential voters in the November 2020 presidential election.\n\n\"These 50 per cent of the Indian-Americans (switching away from Democrats), which constitute 50,000 to 60,000 additional votes for President Trump in each of the battleground states, will make a big difference,\" Mason asserted.\n\nIn Michigan, Mason claimed, 45,000 of the 70,000 Indian-American voters who vote for Democrats, will switch sides in favour of Trump — giving him a total of 65,000 votes. Similarly, in Florida, his study revealed that 50,000 of the 110,000 Indian-Americans who vote for Democrats will switch sides in November, he claimed.\n\nAccording to Mason, 50,000 of the 200,000 voters in Texas, 40,000 of the 110,000 voters in Pennsylvania and 45,000 of the 100,000 voters in Virginia who vote for Democrats are expected to switch sides in favour of Trump in the election.\n\nPolitical pundits have identified Michigan, Florida, Texas and Pennsylvania as the top key battleground states. While Michigan has 120,000 potential Indian-American voters, Florida has 190,000, Texas 470,000 and Pennsylvania 170,000.\n\nMason said there are substantive reasoning and influencing factors for the probable mass exodus of Indian-American voters from the Democrats camp to the Trump side. Majority of the Indian-Americans, he said, highly approve of Trump’s handling of the coronavirus pandemic as well as all prudent steps he has taken for the revival of the US economy.\n\n\"But there is also a major factor in play — Respect. Indian-Americans feel respected and acknowledged for the first time by a US president — President Trump. They notice that the India-US relation has never been better, as it is now under Trump,\" Mason said in response to a question.\n\n\"Right from the start of his presidency, Trump has been the best friend of India and Indian-Americans. Therefore, they value the genuine friendship between President Trump and Prime Minister Narendra Modi — giving Trump credit for the same,\" he said.\n\nResponding to a question, Mason exuded confidence that the recent temporary suspension of the H-1B visa is unlikely to have any impact on this swing. \"No amount of temporary suspension on H-1B, H-4 visas, which is most sought after among Indian IT professionals, will ever affect the existing great relation between India and the US,\" he said.\n\nMason noted that Trump has directed his administration to reform the H-1B visa system and move in the direction of merit-based immigration.\n\n\"These reforms, the White House said, will prioritise those workers who are offered the highest wage, ensuring that the highest-skilled applicants are admitted. Such a move was long due and is not only a win-win situation for the US and India, but also Indian Americans because IT professionals in India and Indian-Americans offer the biggest and highest skilled applicants talent pool in this sector,\" he said."}}