{"GDELT": {"GlobalEventID": 931263862, "Day": 20200624, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4767, "Actor1Code": "COPGOV", "Actor1Name": "DEPUTY", "Actor1Type1Code": "COP", "Actor1Type2Code": "GOV", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.49342105263158004, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200624101500, "SOURCEURL": "https://www.northernstar.com.au/news/councils-tactic-for-dealing-with-illegal-homes/4043750/"}, "ARTICLE": {"TITLE": "How many illegal homes are there in the Byron Shire?", "TEXT": "A planning proposal seeking a dwelling entitlement for this Skinners Shoot property has led to a move for Byron Shire Council to create a new policy to deal with unauthorised dwellings.\n\nA planning proposal seeking a dwelling entitlement for this Skinners Shoot property has led to a move for Byron Shire Council to create a new policy to deal with unauthorised dwellings.\n\nBYRON Shire Council has moved to create a policy to ­address illegal dwellings across the Shire.\n\nThe council has estimated the number of dwellings across the Shire that are not authorised is \"in excess of 100\".\n\nThe council staff recommendation to create a new policy arose from a planning proposal seeking a dwelling entitlement for a Yagers Lane, Skinners Shoot, property.\n\nThe proposal went before the council's e-planning meeting last Thursday.\n\nResident Kelli Morrison Stevens spoke during public access, telling councillors she and husband Michael Stevens owned the property in question.\n\nShe explained they grew up in the area and had strong family connections to that part of the Shire.\n\n\"Michael and I have owned this land for six years,\" she said.\n\n\"We have made multiple ­attempts to obtain a dwelling entitlement.\n\n\"This planning proposal is our only chance to keep our home.\"\n\nMs Morrison Stevens said the proposal for the property, which adjoined land owned by their family, was supported by other residents of the \"tight-knit\" Skinners Shoot community.\n\nCouncil staff recommended they progress the proposal to gateway determination before the NSW Department of Planning, Industry and Environment.\n\nThey also recommended councillors allow staff to \"proceed to obtain further studies from the applicant (if required by the gateway determination), then undertake public exhibition of the planning proposal and government agency consultation based on the gateway determination\".\n\nBut perhaps most significantly, they recommended councillors \"request staff to prepare an unauthorised residential accommodation policy as a matter of priority\".\n\nThis policy is to \"identify planning pathways and consequences for unauthorised ­residential accommodation seeking regularisation\" and will go before a future planning meeting before being placed on public exhibition.\n\nDeputy Mayor Sarah Ndiaye said the council does not endorse the process that had occurred with the Yagers Lane property or others like it.\n\n\"It's been incredibly draining for the proponents, for staff, to get to the point we are today,\" Cr Ndiaye said.\n\n\"We know there's an enormous amount of unregulated properties … that are unauthorised. We need a clear pathway for staff to follow. This is kind of the beginning for this.\"\n\nBut she said it \"needs to be clear\" this \"can't be an easier pathway than doing it the proper way\".\n\nShe said the current processes to address unauthorised homes required \"an enormous amount of time and energy\".\n\n\"It's very expensive, very draining but council doesn't end up with the money for the infrastructure,\" she said.\n\nCr Ndiaye said it would be helpful to have a timeline during which people could follow the process set out by the new policy, to clear a backlog of ­unauthorised dwellings but also prevent that process from being more desirable than the legitimate development application channels.\n\n\"I don't want it to be an ongoing thing,\" Cr Ndiaye said.\n\n\"I want there to be a period of time people can follow this process - like an amnesty.\"\n\nCr Ndiaye believed this ­period of time should span ­beyond 12 months.\n\n\"We have, I think, a duty of care to our community not to just throw people out,\" she said.\n\n\"We also have a duty to provide staff with a process they can go through.\n\n\"All those things that come into play come into play with a normal DA as well. It's not in any sense a free-for-all.\n\n\"We have needed, this whole time, a pathway. And this has brought it to us on the back of an approval.\n\n\"Hopefully we can see some improvement in this space.\"\n\nMost councillors supported the resolution, with Cr Michael Lyon voting against it."}}