{"GDELT": {"GlobalEventID": 931263854, "Day": 20200624, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4767, "Actor1Code": "COP", "Actor1Name": "DEPUTIES", "Actor1Type1Code": "COP", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 2, "NumArticles": 2, "AvgTone": -1.05633802816901, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Johnson County, Missouri, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMO", "Actor1Geo_ADM2Code": "MO101", "Actor1Geo_Lat": 38.7503, "Actor1Geo_Long": -93.8002, "Actor1Geo_FeatureID": "758505", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Knob Noster, Missouri, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMO", "Actor2Geo_Lat": 38.7667, "Actor2Geo_Long": -93.5585, "Actor2Geo_FeatureID": "729757", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Knob Noster, Missouri, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMO", "Action2Geo_Lat": 38.7667, "Action2Geo_Long": -93.5585, "Action2Geo_FeatureID": "729757", "DATEADDED": 20200624101500, "SOURCEURL": "https://www.wbaltv.com/article/deputy-rescues-missing-2-year-old-girl-found-stuck-in-muddy-pond/32955000"}, "ARTICLE": {"TITLE": "Deputy rescues missing 2-year-old girl found stuck in muddy pond", "TEXT": "Deputy rescues missing 2-year-old girl found stuck in muddy pond Share Shares Copy Link Copy\n\nHide Transcript Show Transcript\n\nHey, hey, can you walk to me? Oh, okay. This'll is the moment. Johnson County, Missouri, Sheriff Corporal Nicole Collins found a toddler nearly submerged in water. She's in the pond north of the residents. I'm going in. It's just instinct. It comes back to us also having kids myself. Um, your natural instinct is to save them, no matter what. And Collins navigated through some rough terrain to get to the two year old girl who wandered onto this property. I swam just a little bit. And then, um, my feet, you know, my boots were stuck in the mud. I had to use my hands toe, pull my knees up out of it a couple times, so I know she was really stuff. Girl had been reported missing 20 minutes earlier, directly straight in front of me, where she had went in at neighbors like Alicia Smith formed a search party in that short amount of time. So I pulled up Teoh him and the little girl's head popped up, and I said, Is she okay? The share said yes. So I turned around. I went back up to the house and got the mother. Little girl stayed strong. She was talking about her boo boos, but Mom was tearful and thankful to have her back. Colin says the girl eventually told her that she ended up at this pond because she simply wanted to go for a sweat. They do. They get away real quick that age. Some of them don't have that fear that saves kids, older kids and adults. So as soon as I saw that pond and knew that it hadn't been checked, I knew that's where I needed to start. It's that type of thinking that stands out in the eyes of her peers and boss. It's, Ah, outstanding outcome, Teoh Potential tragic event.\n\nSIGN UP FOR BREAKING NEWS Get local stories sent straight to your inbox as news breaks. Submit Privacy Notice"}}