{"GDELT": {"GlobalEventID": 931263899, "Day": 20200624, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4767, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.49253731343283, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Vermont, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVT", "Actor1Geo_Lat": 44.0407, "Actor1Geo_Long": -72.7093, "Actor1Geo_FeatureID": "VT", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Vermont, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVT", "Action2Geo_Lat": 44.0407, "Action2Geo_Long": -72.7093, "Action2Geo_FeatureID": "VT", "DATEADDED": 20200624101500, "SOURCEURL": "http://www.commonsnews.org/site/site05/story.php?articleno=32557"}, "ARTICLE": {"TITLE": "Welcome to THE COMMONS -- News and Views for Windham County, Vermont", "TEXT": "BRATTLEBORO—A local nonprofit has launched a mutual aid fund aiming to support LGBTQ+ people, especially LGBTQ+ people of color, by distributing donations to the fund to qualified applicants.\n\nOut in the Open’s fund offers up to $400 per individual for what it calls “groceries, supplies, housing support, medical support, and other thriving and survival needs.”\n\nThe first round of funding, which closed on June 17, distributed $3,100 to eight people.\n\n“Mutual aid is about sharing resources with your community,” HB Lozito, the executive director of Out in the Open, explained in a press release. “Self-care and community care come together in mutual aid, and that’s what we’re doing here. Putting together the resources we collectively have to meet the needs we collectively have.”\n\nFunds are to be distributed weekly in rounds. The first round focuses on community members in southern Vermont and southwestern New Hampshire. Round two will focus on “those who are living elsewhere in rural Vermont and rural New England.”\n\nAfter, if funds are still available, the funding will alternate weekly between the two areas “as we continue to raise funds and as long as folks are applying for funds,” said Eva Westheimer, programs and volunteer coordinator.\n\n“We’re really all in with making sure this mutual aid fund serves the maximum number of people,” said Ain Thompson, the organization’s director of development and outreach.\n\nAccording to Westheimer, the group was inspired by “a number of other mutual aid funds popping up across the country” in light of the COVID-19 crisis.\n\n“We found that there was such a need and desire from the community to have a fund like this, specifically in this time right now,” said Thompson. “This was something that the community wanted.”\n\n“We’re all doing what we can.” Lozito said. “Sometimes we need, and sometimes we can give. It’s a cycle.”\n\nThe program is part of a larger, mutual aid fund that, in turn, is part of Out in the Open’s Rural Queer Community Network, a larger effort to connect queer people to provide assistance other than financial.\n\nFor example, members of the network can ask others to run errands if they are immunocompromised, or they can get assistance with making phone calls or appointments.\n\nThe network also organizes a phone tree for emotional check-ins to stave off isolation by making sure that members call one another and stay connected with their local communities.\n\n“Isolation and its effects are made worse by a lack of connection to other queer or trans folks in the town or county,” said Out in the Open in the press release. “Many [queer people] may not be in contact with families of origin and/or may be quarantined in unsupportive households.”\n\n“Out in the Open has been doing movement building and community connecting work with rural LGBTQ folks since 2012,” said Thompson. “It’s new for us to have a mutual aid fund, which is why we’re excited for it.”\n\nFundraising so far has been successful. While Out in the Open staff haven’t set a hard goal, they were hoping to get at least $10,000. In the first week of the fund being open, they raised $6,500 from at least 50 donors. Since then, the fund has raised another $1,200, with another $1,200 being brought in from Out in the Open’s operating budget.\n\n“It’s been really exciting and people from all over the country are helping out,” said Thompson. “I just feel grateful to the community both for asking for what they need and sharing what they have. I feel kind of humbled by our community.”"}}