{"GDELT": {"GlobalEventID": 931263978, "Day": 20200624, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4767, "Actor1Code": "EDU", "Actor1Name": "ACADEMICIAN", "Actor1Type1Code": "EDU", "Actor2Code": "PTY", "Actor2Name": "POLITICIAN", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.65016501650165, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Rwanda", "Actor1Geo_CountryCode": "RW", "Actor1Geo_ADM1Code": "RW", "Actor1Geo_Lat": -2.0, "Actor1Geo_Long": 30.0, "Actor1Geo_FeatureID": "RW", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Rwanda", "Actor2Geo_CountryCode": "RW", "Actor2Geo_ADM1Code": "RW", "Actor2Geo_Lat": -2.0, "Actor2Geo_Long": 30.0, "Actor2Geo_FeatureID": "RW", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Rwanda", "Action2Geo_CountryCode": "RW", "Action2Geo_ADM1Code": "RW", "Action2Geo_Lat": -2.0, "Action2Geo_Long": 30.0, "Action2Geo_FeatureID": "RW", "DATEADDED": 20200624101500, "SOURCEURL": "https://allafrica.com/stories/202006240269.html"}, "ARTICLE": {"TITLE": "East Africa: Regional Parliament Swears in Manasseh Nshuti as an Ex-Officio Member", "TEXT": "Prof Manasseh Nshuti, Rwanda's State Minister for Foreign Affairs and International Cooperation, on Tuesday, June 23, virtually took oath of allegiance as an ex-officio member of the East African Legislative Assembly (EALA).\n\nNshuti was sworn in to the House virtually before Speaker Martin Ngoga and EALA lawmakers in line with the Rule 5 of the Rules and Procedures of the Assembly.\n\nThe Rule partly states that no member can sit or participate in the proceedings of the House until the Oath or Affirmation of Allegiance to the Treaty is taken.\n\nNshuti was virtually introduced by name to the House by MP Dr Pierre Celestin Rwigema in accordance with the Rules of Procedure for Virtual Meetings and Sittings of the House.\n\nSpeaker Ngoga congratulated Nshuti upon his swearing in - as he assumes his ex-officio role in the regional August House.\n\nThe Speaker said Nshuti, a seasoned politician and academician was a right fit for the Community having lived and worked in other parts of the EAC.\n\nNshuti was appointed State Minister in charge of EAC on April 30, replacing Amb Olivier Nduhungirehe.\n\nNshuti previously served in a number of government portfolios including as Minister for Commerce, Industry, Co-operatives and Tourism. He has also served as Minister for Finance, as well as Minister of Public Service and Labour.\n\nNshuti holds a Ph.D. in Finance and a Masters of Business Administration in Accounting.\n\nIn his maiden statement on the floor, Nshuti assured the House of his commitment to ensure full EAC integration is realized.\n\nHe reiterated hard work and commitment, as he assumes the role of ex-officio Member of the Assembly, for the betterment of the people of the region.\n\nRwanda is the current Chair of the EAC Council of Ministers."}}