{"GDELT": {"GlobalEventID": 931264748, "Day": 20200624, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4767, "Actor1Code": "TWN", "Actor1Name": "TAIWAN", "Actor1CountryCode": "TWN", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 9.60000000000003, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Taiwan", "Actor1Geo_CountryCode": "TW", "Actor1Geo_ADM1Code": "TW", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 121.0, "Actor1Geo_FeatureID": "TW", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Taiwan", "Action2Geo_CountryCode": "TW", "Action2Geo_ADM1Code": "TW", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 121.0, "Action2Geo_FeatureID": "TW", "DATEADDED": 20200624101500, "SOURCEURL": "https://www.taiwannews.com.tw/en/news/3953397"}, "ARTICLE": {"TITLE": "Promisedland is the Top Pet-Friendly hotel in east Taiwan, where you and your dog are given Five-Star treatment", "TEXT": "Recently, the spread of the pandemic is slowing down, and domestic tourism has gradually picked up. Some people want to make a short trip, but they worry about their dogs staying alone at home. Now, travelling with your dog to Promisedland is no longer a dream! We have launched a special package for your \"Pet-friendly Fun Vacation.” Start planning for your whole family to visit the Top Pet-Friendly Hotel in East Taiwan, where we will give both you and your dog the most exceptional care!\n\nWith this year’s new package of “Pet-Friendly Fun Vacation,” you no longer have to worry about your dog’s care and accommodation. Promisedland has set up accommodation and a vast lawn where your dog and you can play. You will all enjoy our I-Island exclusive island villa, set on a green grass Island. Your pet is most welcome to stay in a five-star service hotel, where all of you will receive the well-known top service of Promisedland. You don't even need to help your dog to pack his bag. Promisedland has prepared most things you need to be sure your dog has a good time. It will be happy and fun!\n\nStarting from July 01, the “Pet-Friendly Fun Vacation” package is available for $ 7200+10% up per room for two-day, one-night accommodation in a single-family villa theme room. The cost covers two adults and one dog, with welcome snacks and special amenities for your dog in the guest room. For breakfast, choose either to enjoy breakfast with your dog in the room or dine in our restaurant at our buffet.\n\nIn addition, you won’t want to miss the wonderful play areas tailored for pets on I-Island in the park. Your dog and you can run, jump, and play together. Relaxing on our vast green lawn, you will enjoy the fresh, clean air, and your dog can release his energy! While at Promisedland, enjoy all of the natural beauty and experience all of the resort facilities. Spend quality time together with your pet on a wonderful weekend at Promisedland Resort.\n\nFor more information about The \"Pet-Friendly Fun Vacation” of Promisedland, please visit our website at http://www.plcresort.com.tw/en"}}