{"GDELT": {"GlobalEventID": 931526147, "Day": 20200625, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4795, "Actor1Code": "USA", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "Actor2Code": "JPN", "Actor2Name": "JAPAN", "Actor2CountryCode": "JPN", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 2, "NumArticles": 2, "AvgTone": -5.53724456163481, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA40", "Actor1Geo_ADM2Code": "36340", "Actor1Geo_Lat": 35.685, "Actor1Geo_Long": 139.751, "Actor1Geo_FeatureID": "-246227", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA40", "Actor2Geo_ADM2Code": "36340", "Actor2Geo_Lat": 35.685, "Actor2Geo_Long": 139.751, "Actor2Geo_FeatureID": "-246227", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tokyo, Tokyo, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA40", "Action2Geo_ADM2Code": "36340", "Action2Geo_Lat": 35.685, "Action2Geo_Long": 139.751, "Action2Geo_FeatureID": "-246227", "DATEADDED": 20200625141500, "SOURCEURL": "https://nationalinterest.org/blog/reboot/see-picture-america-getting-revenge-pearl-harbor-163434"}, "ARTICLE": {"TITLE": "See This Picture? This Is America Getting Revenge for Pearl Harbor", "TEXT": "Here's What You Need To Remember: What really shamed the Japanese military was the failure to prevent an American carrier task force from sailing close to the homeland.\n\nMore From The National Interest:\n\nWhere World War III Could Start This Year\n\nHow the F-35 Stealth Fighter Almost Never Happened\n\nRussia Has Missing Nuclear Weapons Sitting on the Ocean Floor\n\nHow China Could Sink a U.S. Navy Aircraft Carrier\n\nAt noon on April 18, 1942, the citizens of Tokyo looked up into the sky and saw the impossible.\n\nZooming low over the imperial capital was a flight of twin-engined bombers. Nothing surprising about that in wartime Japan. Except that these aircraft were painted olive-drab, with red-white-and-blue stars on their wings and fuselage.\n\nThey were American planes dropping bombs on the sacred soil of Japan. As the crump of explosions and the drone of aircraft motors faded, and the air raid sirens belatedly wailed, Tokyoites asked themselves a fateful question:\n\nWhat just happened?\n\nThe Doolittle Raid seventy-five years ago was more than one of history’s most momentous air attacks. It was also one of the most economical. The Allies dropped 2.7 million tons of bombs on Germany, and the United States dropped seven million tons on Vietnam. And still the Nazis and the Communists continued to fight. Yet sixteen B-25 bombers carrying perhaps sixteen tons of bombs managed to change the course of history.\n\nIt was a stunning reversal. In war, momentum is everything, and Japan was the one that had it in the early spring of 1942. Within four months, they had decimated the U.S. fleet at Pearl Harbor, conquered Southeast Asia, the oil-rich Dutch East Indies and the islands of the Central Pacific, and were about to compel the last battered U.S. defenders in the Philippines to surrender.\n\nAmerica needed to reverse the momentum with a victory—any kind of victory—to bolster morale and take back the initiative. President Roosevelt had the right idea: days after Pearl Harbor, he called for the Japanese homeland to be bombed in retaliation. But how? Not with heavy bombers like the B-17, because with the air bases in the Philippines gone, land-based planes were out of range. Carrier-based aircraft? U.S. Navy carrier planes had a combat range of perhaps 250 miles, and the Navy didn’t dare sail its handful of precious carriers that close to Japan.\n\nThen a Navy officer had a bright idea: was it possible for U.S. Army Air Force land-based bombers, with much longer range than carrier planes, to be launched off an aircraft carrier sailing near Japan? It turned out that the new twin-engined B-25B Mitchell medium bomber could perform the mission.\n\nThe problem was that while the B-25s could take off from a carrier, they couldn’t land. Which meant that they had return to an airfield on the ground. In effect, these bombers would be a sort of manned cruise missile launched on a one-way mission.\n\nBy stripping them down and overloading them with fuel, America could fly the B-25s from a carrier several hundred miles off Japan, bomb their targets, and then continue on to land on airfields in China. Again consider the audacity of the concept. It’s as if a U.S. aircraft carrier sailed into the Baltic, and launched F-15E strike jets for a strike on Moscow, after which the Eagles would have to fly across Russia to land in Turkey.\n\nOnto the carrier USS Hornet were loaded sixteen B-25s under the command of Lt. Col. James Doolittle. The Hornet was accompanied by the carrier Enterprise, four cruisers and eight destroyers under the command of the legendary Admiral “Bull” Halsey. The small force sailed from Hawaii and then west across the Central Pacific toward Japan. With the Hornet’s flight deck packed with B-25s, that left only the Enterprise’s fighters and bombers to provide air cover. Had the task force run into Japan’s Combined Fleet—especially the six carriers that attacked Pearl Harbor—the battle would have been short rather than merciful.\n\nLuck was with the Americans—at first—as they sailed from Hawaii. The intrepid force remained undiscovered until April 18, when it was about 650 miles from Japan. Then it ran into the Nitto Maru, one of the little fishing boats that Japan had stationed as cheap picket ships. The boat was quickly sunk by gunfire (its captain committed suicide, though five of the eleven crew were rescued), but not before getting off a signal. Japanese naval forces immediately sortied from Japan, while the carriers from the Pearl Harbor raid—already en route from the Indian Ocean to Japanese waters—headed toward the area.\n\nBut knowing the short range of American carrier aircraft, the Japanese assumed that the U.S. task force would not be within range of Japan until the following day, April 19, which would allow ample time for interception. Aware from radio monitoring that their presence had been discovered, the Americans decided to launch the raid from nearly two hundred miles further out than planned. Between eight and nine a.m. on April 18, sixteen Mitchells lurched off the Hornet’s deck.\n\nThey arrived at about noon over Tokyo, Kobe, Nagoya, Osaka, Yokohama and Yokosuka. Had they run into real fighter opposition, the bombers would have been wiped out. But Japanese air defenses that day were astoundingly lethargic; antiaircraft fire was negligible, and the few lightly armed Ki-27 “Nate” fighters that did manage to take off either failed to intercept or did little damage (the bombers actually shot down three fighters). Tokyo’s air-raid sirens didn’t even blare until after the attack was over.\n\nBombs fell on ten targets. By the standards of the thousand-bomber raids over Germany, the later fire raids on Tokyo, and the atom bombs on Hiroshima and Nagasaki, the Doolittle Raid barely qualified as a nuisance. A few industrial sites were lightly damaged, as were a few schools and a hospital, killing or injuring about 450 people. Militarily, the most damage was inflicted by a B-25 damaged the carrier Ryuho under construction at Yokosuka, delaying its launch.\n\nOne bomber landed in the Soviet Union—which was at war with Germany but had a nonaggression pact with Japan—and was interned. The remaining fifteen turned southwest toward eastern China, where the Chinese were supposed to activate homing beacons to guide them to the airfields. But the U.S. Navy failed to signal the Chinese to turn on the beacons. Low on fuel, with darkness approaching and the weather worsening, the crews either crash-landed their aircraft or bailed out.\n\nMost were saved by Chinese soldiers or civilians. But three crewmen died bailing out, and eight were captured by the Japanese, of whom three were executed by firing squad (for a fictionalized version of the executions, see the 1944 movie The Purple Heart).\n\nThere were two major consequences of the Doolittle Raid, one gruesome and one strategic. President Roosevelt declared three days after the raid that the bombers had been launched from a secret—and fictional—base in “Shangri-La” rather than aircraft carriers. But when the Japanese discovered that the Chinese had helped the Doolittle fliers, the Japanese wreaked a savage vengeance. The Japanese Army launched an offensive to capture Chinese airfields along the coast: in the process, they unleashed germ warfare and other atrocities, massacring as many as 250,000 civilians, according to Chinese estimates at the time.\n\nIt was a horrific price that the Chinese paid, but their sacrifice was not in vain. The humiliation felt by the Japanese was immense: why, the emperor himself could have been killed by those bombs!\n\nWhat really shamed the Japanese military was the failure to prevent an American carrier task force from sailing close to the homeland. Such an error could not be tolerated. Japan’s original plan for winning the Pacific War had been to seize a huge swath of territory, which would be fortified into a defensive perimeter against which America would futilely butt its head before suing for peace. Yet the threat of bomber attack convinced the Japanese high command to expand the empire’s perimeter by launching an amphibious invasion of the Central Pacific island of Midway. Fearing the loss of Midway and the subsequent threat to Hawaii, the U.S. Navy would then feel compelled to send its aircraft carriers to defend Midway, where they would be destroyed by Japan’s Combined Fleet.\n\nIn the event, five aircraft carriers were destroyed at the Battle of Midway. All but one of them belonged to Japan. Loss of their elite and irreplaceable carriers marked the end of Japan’s offensive capability, as well as the turning point of the Pacific War.\n\nIn 2016, the U.S. Air Force announced that the B-21—the new long-range bomber under development—would be named the “Raider” in honor of the Doolittle Raid. Ironically, the B-21 might be used someday to strike China, many of whose people were killed for helping the Doolittle crews.\n\nThe real recompense for the Doolittle flyers and the murdered Chinese civilians came on September 2, 1945, when Japan formally surrendered.\n\nMichael Peck is a contributing writer for the National Interest. He can be found on Twitter and Facebook. This article first appeared several years ago and is being republished due to reader interest.\n\nImage: Wikimedia."}}