{"GDELT": {"GlobalEventID": 931525340, "Day": 20200625, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4795, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "GBRGOV", "Actor2Name": "DOWNING STREET", "Actor2CountryCode": "GBR", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -0.8474576271186399, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200625141500, "SOURCEURL": "https://www.birminghammail.co.uk/news/midlands-news/government-working-plan-stop-local-18487013"}, "ARTICLE": {"TITLE": "Government is 'working on a plan' to stop local authorities going bankrupt", "TEXT": "Get all the latest politics news Subscribe Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nThe Government is \"working on a plan\" to stop local councils going bankrupt, Downing Street says.\n\nIt follows warnings that councils are set to run out of money as a result of the coronavirus crisis, with Birmingham City Council facing the biggest financial shortfall in the country.\n\nAn investigation by the BBC's shared data unit found Birmingham, the nation's largest local authority, is facing a funding gap of £212 million - despite already receiving an emergency grant of more than £70 million from the Government.\n\nLike other councils, Birmingham has been hit by an increase in costs, including the cost of providing food to some families, at the same time as its income has fallen.\n\nSome authorities, such as Leeds and Barnet, have said they may have to issue a section 114 notice, which effectively means declaring themselves bankrupt.\n\nPrime Minister Boris Johnson's spokesman said: \"We are working on a plan to ensure councils have financial sustainability for the year ahead and we will continue to work closely with them to understand the costs that they are facing.\n\n\"We are working on the plan now, and we'll set out more details in due course.\"\n\nHe said \"unprecedented\" support had already been provided to councils, including £3.2bn of additional funding, bringing forward payments of social care grants of £850m and allowing councils to defer £2.6bn in business rate payments.\n\nGet all the latest politics updates in our daily BirminghamLive newsletter Politics plays a huge part in all our lives, much more than we immediately realise. News and updates on the world of politics seemed to become much more important than ever during the coronavirus pandemic as we waited for news of the Government's responses to the crisis and how it affected our daily lives. You can get all the latest politics updates in our BirminghamLive daily newsletter. Sign up here or fill in the box at the top of the article. There are all the Government briefings and announcements as well as new laws, decisions on the economy that affect businesses and our personal finances, policies on benefits such as Universal Credit and of course local and national elections that decide who represents us. There's also all the news from Birmingham City Council and other Midlands authorities on housing, education, bin collections, roads, transport, public health and so much more. And how much council tax they'll charge us for delivering those services. We also have a free app which you can download. It is always up-to-date with the latest news from across the region. Find it on Google Play Store and App Store\n\nBut in a letter to the Prime Minister back in April, city council leader Ian Ward said; \"Whilst we are grateful for the financial support offered, unfortunately, it is in no way adequateto meet the ongoing call on the Council’s resources, arising out of Covid-19, in a city of overone million people.\"\n\nHe warned: \"Without sufficient funding from central Government, the ability of the City Council to recover financially ... will be compromised, and with it our ability to deliver vital public services in the medium term - at a time when our communities need us the most.\"\n\nSir Richard Leese, Labour leader of Manchester City Council, said his administration was looking at a financial loss of £166 million, with a shortfall of £31 million this year and £162 million in the next – a quarter of its net budget.\n\nSpeaking to BBC Radio 4’s Today programme, Sir Richard said warnings to the Government that the council might need to use a Section 114 order – effectively declaring bankruptcy – was a warning that it would not be able to afford to look after the most vulnerable in society if more cash was not forthcoming.\n\nHe said: “This is more than a plea for help. This is saying there are things the law says we have to do that we simply will not be able to do unless we get more funding.\n\n“And a very substantial amount of funding.”"}}