{"GDELT": {"GlobalEventID": 931525907, "Day": 20200625, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4795, "Actor1Code": "REF", "Actor1Name": "DISPLACED FAMILIES", "Actor1Type1Code": "REF", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.82165605095541, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sanaa, San\u0091a', Yemen", "Actor1Geo_CountryCode": "YM", "Actor1Geo_ADM1Code": "YM16", "Actor1Geo_ADM2Code": "32956", "Actor1Geo_Lat": 15.3547, "Actor1Geo_Long": 44.2067, "Actor1Geo_FeatureID": "-3191442", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sanaa, San\u0091a', Yemen", "Action2Geo_CountryCode": "YM", "Action2Geo_ADM1Code": "YM16", "Action2Geo_ADM2Code": "32956", "Action2Geo_Lat": 15.3547, "Action2Geo_Long": 44.2067, "Action2Geo_FeatureID": "-3191442", "DATEADDED": 20200625141500, "SOURCEURL": "https://reliefweb.int/report/yemen/yemen-unhcr-operational-update-25-june-2020"}, "ARTICLE": {"TITLE": "Yemen: UNHCR Operational Update, 25 June 2020 - Yemen", "TEXT": "IDP Response\n\nDespite limited funding, difficulties with humanitarian access, ongoing clashes and the devastating onset of COVID-19, UNHCR continues to deliver life-saving interventions across Yemen. During the first five months of 2020, UNHCR and its partners supported 76,300 IDP families with cash assistance, emergency shelters and household items such as mattresses, kitchen sets and solar lamps. With respect to refugees and asylum-seekers, UNHCR assisted 18,900 families with the same interventions, while facilitating access to identification documentation (6,400 documents issues) and psycho-medical support to 2,560 children and SGBV survivors.\n\nUNHCR and partner Society for Humanitarian Solidarity (SHS) continued to deliver emergency items to 350 displaced families in the central governorate of Marib during the reporting period. Roughly half of all displaced families in 2020 have fled hostilities seeking safety in Marib. During the past three months, UNHCR together with partner YRC collected data on the needs of 10,400 families, including those affected by the heavy rains and floods. Immediate distribution of shelters and household kits targeted 1,300 families with basic household items, 300 families with tents, and cash for 4,200 families to support their rent, food and medicine costs.\n\nUNHCR and partners began a basic household items distribution for 4,600 families displaced from multiple districts in the south of Hudaydah governorate who settled in Zabid district. With adherence to COVID-19 prevention measures— including social distancing and basic hygiene— the exercise is expected to take up to a month, approximately four times longer than would normally take to complete.\n\nRefugee Response\n\nDespite the temporary suspension of Assisted Spontaneous Returns (ASR) for Somali refugees due to COVID-19, UNHCR continued to provide information and registration for those expressing an interest in returning home at the four Return Help Desks in Aden. So far, 374 persons have been registered for future departures, while 611 Somalis sought information about returns.\n\nUNHCR provided three ventilators and three anaesthetic machines as part of its effort to support public hospitals in their response to COVID-19. The equipment was provided to one of the hospitals in Sana’a where UNHCR refers refugee and impoverished Yemeni patients for secondary and tertiary care. UNHCR also continues to support the construction of a large intensive care unit in the north to accommodate up to 28 patients. UNHCR also donated lab machines for swift haemorrhagic surgical interventions as part of ongoing efforts to support refugee and host community access to secondary and tertiary health services.\n\nClose to 1,000 refugees, asylum seekers, and Yemeni nationals accessed urgent health services at the five UNHCR supported clinics during the reporting period. UNHCR activities reached nearly 3,300 refugees and host community members. Some 200 refugees received mosquito nets and awareness-raising material on insecttransmitted diseases, including malaria, dengue and chikungunya. In Aden and Sana’a, clinics reported an increased number of patients suffering from a fever-like illness; UNHCR is verifying if these cases are associated with COVID-19."}}