{"GDELT": {"GlobalEventID": 931524908, "Day": 20200625, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4795, "Actor1Code": "BGD", "Actor1Name": "BANGLADESH", "Actor1CountryCode": "BGD", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chhatra, Bangladesh (general), Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG00", "Actor1Geo_ADM2Code": "5811", "Actor1Geo_Lat": 24.9833, "Actor1Geo_Long": 88.7667, "Actor1Geo_FeatureID": "-2715192", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Chhatra, Bangladesh (general), Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG00", "Action2Geo_ADM2Code": "5811", "Action2Geo_Lat": 24.9833, "Action2Geo_Long": 88.7667, "Action2Geo_FeatureID": "-2715192", "DATEADDED": 20200625141500, "SOURCEURL": "http://www.albd.org/articles/news/34159/Beyond-The-Pandemic%E2%80%99s-7th-Episode:-Public-Health-and-Local-Government"}, "ARTICLE": {"TITLE": "Beyond The Pandemic’s 7th Episode: Public Health and Local Government", "TEXT": "The seventh episode of ‘Beyond The Pandemic’, Bangladesh Awami League’s webinar, will be broadcasted on 27th June at 8.30 PM.\n\nThis episode’s topic is ‘Public Health and Local Government’ where the speakers will discuss the initiatives of local government around country to curb the spread of Coronavirus and ensure health security of the people.\n\nThe webinar will be broadcasted live as usual on the party’s official Facebook page (https://www.facebook.com/awamileague.1949) and Youtube Channel (https://www.youtube.com/user/myalbd ). Also a private TV channel Bijoy TV will broadcast the show. Viewers can also watch the program on Facebook pages of Somoy TV, national dailies including Ittefaq, Samakal, Jugantar, Bhorer Kagoj and online news sites including bdnews24.com, banglanews24.com, jagonews24.com, sarabangla.net and barta24.com.\n\nModerated by HPM’s Special Assistant Barrister Shah Ali Farhad, the speakers of this episode are Local Government, Rural Development and Co-operatives Minister Tazul Islam MP, Mayor of Dhaka North City Corporation Atikul Islam, Mayor of Dhaka South City Corporation Barrister Fazle Nur Taposh, Mayor of Rajshahi City Corporation AHM Khairuzzaman (Liton), Mayor of Narayanganj City Corporation Dr. Selina Hayat Ivy and Mayor of Mymensingh City Corporation Ekramul Haque Titu.\n\nViewers can ask their queries and suggest ideas to the speakers during the live session through Facebook. According to Awami League sources, this webinar’s primary goal is to know what general people, especially the youth, are thinking about government and party’s steps and measures to tackle the pandemic.\n\nPreviously, six episodes of ‘Beyond The Pandemic’ was broadcasted live on Awami League’s Facebook page. The latest episode on Budget 2020-21 was broadcasted on 16th June.\n\nThe fifth episode was broadcasted on 6th June where the speakers discussed steps and initiatives taken from health sector during the pandemic. The fourth episode was broadcasted on 2nd June where the discussants talked about the roles and responsibilities of a public representative during the pandemic. The third show was broadcasted on 30th May where the speakers discussed the reality and challenges posed by the decision of resuming economic activities in Bangladesh from 31st May. Speakers agreed that life and livelihood both need saving in this global pandemic and people’s awareness and sense of responsibility will bear fruit in the long run.\n\nOn the second episode, which was held on 19th May, speakers discussed on ‘Humanitarian Aid during COVID-19 Crisis’. Awami League’s General Secretary also the Minister for Road Transport and Bridges Obaidul Quader was connected through a video message. Leaders of Awami League and its affiliated organizations such as Awami Jubo League, Bangladesh Krishak League, Swecchasebok League and Chhatra League were also connected in this episode.\n\nThe first show was held on 15th May the topic of which was ‘Public Awareness to Tackle Coronavirus’. In this episode, the speakers and viewers talked about how Digital Bangladesh is playing a major role in creating awareness in people to fight COVID-19."}}