{"GDELT": {"GlobalEventID": 931525810, "Day": 20200625, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4795, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.6020469596628599, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Edun, Nigeria (general), Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI00", "Actor1Geo_ADM2Code": "191219", "Actor1Geo_Lat": 7.46667, "Actor1Geo_Long": 4.05, "Actor1Geo_FeatureID": "-2005805", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Edun, Nigeria (general), Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI00", "Action2Geo_ADM2Code": "191219", "Action2Geo_Lat": 7.46667, "Action2Geo_Long": 4.05, "Action2Geo_FeatureID": "-2005805", "DATEADDED": 20200625141500, "SOURCEURL": "https://www.theafricareport.com/31338/nigerias-vp-osinbajo-does-he-have-friends-in-the-political-elite/"}, "ARTICLE": {"TITLE": "Nigeria’s VP Osinbajo: Does he have friends in the political elite?", "TEXT": "mighty friends\n\nProfessor Oluyemi Oluleke Osinbajo, fondly referred to as Pastor-Prof in prominent Yoruba circles, is the current Vice President of Nigeria, serving his second term. A pastor, professor, and lawyer, he is not a typical cunning and seasoned politician. So how has he managed to rise to such prominence? Who are his supporters, and who are those that are against him?\n\nAlthough many believe that Vice-President Osinbajo had no involvement in politics until he ran on General Muhammadu Buhari’s ticket in 2015, this is not completely true.\n\nIn 2006, the current Vice-President was a member of the UN Secretary-General’s Committee of Experts on Conduct and Discipline of UN Peacekeeping Personnel around the globe.\n\non Conduct and Discipline of UN Peacekeeping Personnel around the globe. After the formation of the All Progressives Congress (APC), the current ruling party, Osinbajo was one of those tasked with the development of the manifesto , which culminated in “Roadmap to a New Nigeria” ), published by the APC as a manifesto in 2013.\n\n, which culminated in “Roadmap to a New Nigeria” ), published by the APC as a manifesto in 2013. He was Attorney-General and Commissioner for Justice in Lagos State government from 1999-2006 under Governor Bola Tinubu, the so-called godfather of Nigerian politics.\n\nLawyer, professor of law\n\nOsinbajo is a lawyer by profession, and also had a successful career as a professor of law. Some important people in his legal network include:\n\nBola Ajibola – Osinbajo was the legal adviser of this former Attorney General and Minister of Justice.\n\n– Osinbajo was the legal adviser of this former Attorney General and Minister of Justice. Dapo Akinosun – Managing Partner at Simmons Cooper Partners, where the Vice-President was previously a partner.\n\n– Managing Partner at Simmons Cooper Partners, where the Vice-President was previously a partner. Dr Akin Oyebode – stated by Osinbajo as his inspiration for going into teaching.\n\nThe Church\n\nReligion plays an important part in Nigerian society, and the most influential church is the Redeemed Christian Church of God (RCCG). Experts say that the democratic process in Nigeria is shaped by powerful pastors, who regularly weigh in on elections. Some pastors even tell their flocks which way to vote. In the case of Osinbajo, he has been head Pastor since 2009 at The Lagos Province 48 (Olive Tree Parish), thereby having immediate access to the major religious circles.\n\nPastor E A Adeboye, the General Overseer of the RCCG, is arguably the most influential man in Nigeria. Having this man in your circle is powerful, especially in a process whereby you need the masses to rally behind you. One cannot deny the impact of Adeboye in both Osinbajo and Buhari’s successes.\n\nFor example, when accused of misappropriation of funds, Osinbajo had the backing of another powerful institution – the Christian Association of Nigeria (CAN). Given many Nigerians are distrustful of what politicians say, an association such as CAN is far easier to trust. Therefore, after CAN officially backed Osinbajo, many felt he had been exonerated.\n\nFamily ties\n\nOsinbajo’s wife is the granddaughter of Obafemi Awolowo (Awo), the strong and influential advocate of independence, nationalism, and federalism, who is idolised by the Yoruba people to this day. In addition, the Osinbajo family are cousins of the Awolowos.\n\nThese links to the Yoruba hero no doubt had an influence on how many people from the south-west voted in 2015 and 2019.\n\nDaily newsletter: join our 100 000 subscribers! Each day, get the essential: 5 things you need to know Sign up Also receive offers from The Africa Report Also receive offers from The Africa Report's partners SUCCESS ERROR\n\nAwo is of great symbolic importance in terms of political heft in this part of Nigeria. He is also respected in the north (but distrusted in the south-east, mainly because of his crucial role in the Biafran War).\n\nAwolowo pioneered universal free education in the south-west, presided over the establishment of regional commercial and state-backed entities such as many banks. This is the same type of regional planning and coordination that progressive south-west politicians such as Fayemi, Fashola and Osinbajo himself have been pushing through.\n\nPolitical allies\n\nWale Edun, the Lagos Commissioner of Finance at the time when Osinbajo was Attorney-General, is the first on our list of the Vice-President’s political allies. He was another crucial member of the team that wrote up the manifesto for the APC, and his political standing seems aligned with that of Osinbajo.\n\nREAD MORE Selling our crown jewels isn’t the solution – Yemi Osinbajo\n\nThe Vice-President explained that: “in 2014, Mr Wale Edun, Prof Pat Utomi and I met at Pat’s home to write portions of the manifesto of the APC. We all agreed that a fundamental pillar of our party’s plans must be to create a social safety net for the people.”\n\nSome controversy clouded Edun and Osinbajo’s time in Lagos State politics. A company called Alpha Beta Consulting was awarded a contract by the Lagos West constituency government of Bola Ahmed Adekunle Tinubu, following a recommendation by a committee comprising both individuals, as well as the former Commissioner for Economic Planning and Budget, Yemi Cardoso.\n\nThe firm was given exclusive rights to collect taxes on behalf of Lagos State, and was believed to receive about 10% commission from the revenues collected. However, it is looked upon as an ethical/legal issue as pro-transparency groups and opposition politicians have constantly alleged that Tinubu is the owner of the company.\n\nBut important questions of accountability are raised given that Tinubu hired Edun and Osinbajo, and Alpha Beta won the revenue contract under their watch.\n\nAde Ipaye, the deputy chief of staff to the President, who works from the office of the Vice-President, is another political ally of Osinbajo.\n\nAlso a former Attorney-General of Lagos State, he helped Osinbajo escape potential trouble due to the Alpha Beta controversy.\n\nWhen a 2012 Freedom of Information request was filed with state authorities seeking detailed information on all Alpha Beta contracts with Lagos State since 1999, Ipaye rejected the request on the grounds that the FoI was a federal law and did not apply to states.\n\nIbrahim Magu is the Chairman of the Economic and Financial Crimes Commission (EFCC) and has been backed by Osinbajo against other political forces, such as the Senate, who called for him to be removed in 2017.\n\nOsinbajo also has strong fraternal links with south western governors – Babatunde Raji Fashola (ex governor of Lagos State and current Minister of Works and Housing) and Kayode Fayemi (current governor of Ekiti State).\n\nAlthough the relationship between Ibrahim Gambari, the new Chief of Staff and the Vice-President is unclear, it could be said that Gambari’s weakness (when compared to the late Abba Kyari) could allow Osinbajo to wield more power, making him an ally, even if not deliberately.\n\nREAD MORE Nigeria: Buhari’s new chief of staff faces toughest crisis since civil war\n\nBola Ahmed Adekunle Tinubu (popularly known by nicknames Asiwaju and Jagaban) is the most important political ally a Nigerian politician can have.\n\nOsinbajo and Tinubu used to be close. His rise to the role of Vice-President became evident following Tinubu’s backing after it was clear that a double Muslim ticket was a no-go for the APC in 2015.\n\nOn this ticket, it is widely believed Tinubu’s presence helped bring about the votes, especially in the most populous state of Lagos.\n\nAfter the successful 2015 election, it was rumoured in the Federal Capital Territory that Tinubu insisted on going to all meetings with Osinbajo, and pushed for his nominees in government, much to the chagrin of President Buhari and the cabal (that included Mamman Daura and the late Abba Kyari).\n\nREAD MORE Nigeria’s health and economic crisis: Buhari left to face it without Abba Kyari\n\nHowever, Tinubu can no longer be stated as Osinbajo’s ally. Although it is not clear when the rift between the two started, or even how deep it is, the reality is that one now exists.\n\nIt is rumoured that it came about due to the fact that Tinubu has decided to run for president in 2023, and Osinbajo might want to do the same. If this is the case, the former needs to keep the latter out of contention.\n\nPolitical enemies\n\nOne of Osinbajo’s main problems is his difficult relationship with President Buhari.\n\nBuhari is seen to have undermined his deputy, for example with the replacement of the Economic Management Team led by Osinbajo with the Economic Advisory Council, which reports straight to the President.\n\nIn addition, the duo team of Mamman Daura, Buhari’s nephew and Abba Kyari (when he was alive), were said to have had more power than the Vice-President himself, and were known to overrule Osinbajo.\n\nNot to mention the fact that measures put in place by Osinbajo while he was acting president were reversed by Buhari once he resumed his role. .\n\nWhile it’s likely that Buhari accepted Osinbajo as necessary means to win votes in the south, the two do not form a united presidency necessary for a government to operate smoothly.\n\nCurious crashes\n\nIt is interesting to note that the Vice-President has survived two helicopter crashes: one in June 2017 and another in February 2019. The low probability of one being in two helicopter crashes in just as many years has led many to speculate that there are important people who want him out of the picture by any means necessary.\n\nNeutral political associates and political base\n\nYemi Osinbajo’s popularity does not seem to extend further than the south-west, which is a problem in a country where northern support is necessary, or at least support from a united south. This will definitely affect his chances of being elected should he run in 2023.\n\nOsinbajo has made brilliant and courageous speeches against ethnic stereotypes and mob politics, challenging political, religious and traditional elite to break from the “quickened retreat of the Nigerian elite to their ethnic and religious camps.”\n\nThe article continues below Free download Get your free PDF: The top 50 Disruptors Get ready for disruption Complete the form for your free download of The Africa Report’s special feature \"The top 50 Disruptors\". Get your free PDF by completing the following form. Email Address * Full Name * Country * Industry * Position * Get information from Jeune Afrique Media Group: subscription deals, special offers… By downloading this PDF you agree to subscribe to The Africa Report Daily newsletter SUCCESS ERROR\n\nWaxing lyrical aside, the reality is Nigeria doesn’t seem anywhere closer to taking on these challenges. Until apologies are made and reparations given for the Biafran War, the south will not unite. Until the northerners and southerners start to see themselves as one, tribalism will continue in the country.\n\nOsinbajo is respected as an intellectual and a man of God, but he has not proven to have the cunning needed to rise to the top position of the Nigerian government, especially not if he is against Tinubu; a friend turned to foe.\n\nAlthough Buhari and Osinbajo are not united in the presidency, Buhari has a long-standing distrust of Tinubu.\n\nNigerian political tradition holds that the next President will be a southerner, so, if it comes down to these two candidates, it is likely that Buhari would rally the north to support Osinbajo over Tinubu.\n\nBottom line\n\nIf Yemi Osinbajo chooses to run for President in 2023, it will not be an easy ride. He is considered an intellectual, but not so much a politician. The networks needed to succeed in politics in Nigeria are dominated by his canny rival Asiwaju Bola Ahmed Tinubu.\n\nOsinbajo’s family link to Awolowo is unlikely to be stronger than Tinubu’s hold on the political elite, and on the masses. However, Pastor Adeboye could easily be argued to have just as much power as Tinubu. So if he backs Osinbajo, it could turn into a tight race."}}