{"GDELT": {"GlobalEventID": 931525176, "Day": 20200625, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4795, "Actor1Code": "ELI", "Actor1Name": "ACTOR", "Actor1Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.74152153987168, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sweden", "Actor1Geo_CountryCode": "SW", "Actor1Geo_ADM1Code": "SW", "Actor1Geo_Lat": 62.0, "Actor1Geo_Long": 15.0, "Actor1Geo_FeatureID": "SW", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Sweden", "Action2Geo_CountryCode": "SW", "Action2Geo_ADM1Code": "SW", "Action2Geo_Lat": 62.0, "Action2Geo_Long": 15.0, "Action2Geo_FeatureID": "SW", "DATEADDED": 20200625141500, "SOURCEURL": "https://filmschoolrejects.com/peter-stormare-faces/"}, "ARTICLE": {"TITLE": "The Many Faces of Peter Stormare", "TEXT": "Peter Stormare is one of the greatest character actors alive. With almost two-hundred acting credits listed on IMDb, the Swedish actor is known for his roles as skeezy villains and violent hitmen that are often dripping in grease. His deep, gruff voice lends itself well to his portrayal of the criminal underworld. Stormare is able to morph himself into deplorable antagonists and loveable assholes with his knack for accents and expressive faces. His chameleon-like acting skills have landed him projects with the likes of Joel and Ethan Coen, Steven Spielberg, Lars von Trier, and Michael Bay.\n\nWhile Stormare has been acting in Sweden since 1979, his breakout role as silent hitman Gaear Grimsrud came in the Coen brothers’ 1996 film, Fargo. Stormare is a stoic presence, sucking down cigarettes and stares into space with large, dull eyes. His mannerisms match the film’s landscape: cold, empty, and ruthless. His silence is briefly punctuated with short moments of dialogue that illustrate Stormare’s comedic delivery and ability to balance the serious and the hilarious. He utters the famous line “Where’s pancakes house” to Steve Buscemi, a line that has cemented itself in my mind. Yes, I do say it every time I go to breakfast. That is the power of Stormare’s acting, though. He barely speaks in Fargo, and when he does, the lines are gold. They are strange and cold but still manage to make you laugh.\n\nStormare plays Grimsrud as the absolute stereotype of a Russian hitman; his performance is so intense that it becomes comedic. This culminates in the iconic woodchipper scene as Stormare stuffs Buscemi’s character’s dead body into the machine, spraying blood and viscera in the snow. Again, while disgusting and violent, the moment is also darkly funny. Between the leg sticking straight out of the woodchipper to the ridiculous spray of blood, nothing about this method of disposal seems like an effective way to hide a body. He’s just spreading it across the snow.\n\nWhile Stormare often plays a criminal, he was able to play a rather well-known figure in the 2006 horror film Constantine: Lucifer. He appears at the end of the film and makes you wish he had a larger part. Importantly, he does not play Lucifer as the typical evil incarnate who hates humanity. Instead, he is an eccentric, smooth-talking, middle-aged man, clad in white. In fact, Stormare shaped this vision of Satan, who was originally supposed to be dressed in leather and look more like a punk. The actor had a different idea, as he told the AV Club, suggesting his final look because, “If I’m dressed like that, everybody’s going to listen to me… I could say whatever then.”\n\nHe is a mockery of the cinematic God figure, full of snide remarks and crude jokes while his stark suit makes him seem holy. Paired with his outfit are sunken eyes, a lack of eyebrows, and a gaunt stare that makes his unassuming exterior all the more threatening. He plays a horrifying yet more subdued vision of Satan that uses creepy giggles and an uneven cadence to establish his dominance in the frame.\n\nStormare has also appeared on several well-known television shows, including Prison Break, Fraiser, CSI, Monk, and American Gods. With the exception of Prison Break, Stormare typically makes a one-episode appearance as a memorable criminal or bad boy. For example, he plays Cernobog in American Gods, and while his role is small, he makes the most of it with his booming voice paired with the hammer that his character wields. Stormare’s skills make him an instant scene-stealer; he is able to make any role seem huge even if he only has a few lines.\n\nI’ve referenced Stormare’s unique voice throughout the piece, so it only makes sense that those vocal talents are used in the world of animation. He voiced the vampire Godbrand in the second season of Castlevania, lending his booming voice to create a likable yet vicious character who loves to drink, eat, and have sex. This is not the subdued Lucifer or silent Grimsrud. This is Stormare at his most rambunctious, his most fun. He is able to create this shockingly lovable character that you are truly sad to see leave the show. He has also lent his voice to such animated series as Adventure Time and Teenage Mutant Ninja Turtles.\n\nIt doesn’t stop at animation either. Stormare has also voiced characters in several triple AAA video game titles, including Call of Duty 4, The Elder Scrolls Online: Morrowind, and Destiny 2. His most impressive video game performance, though, is seen in the first installment of Until Dawn. In the 2015 horror game, Stormare plays a psychiatrist who is interrogating the player character. Even with motion capture, Stormare is able to portray the power this psychiatrist holds over you and the fear he instills as he repeatedly asks questions. His unhinged facial expressions are uncanny, making it feel like Stormare is there in the room with you, yelling in your face. While this is a testament to the strength of motion capture technology, it still speaks to Stormare’s talent that he is able to bring his energy to any medium. It doesn’t matter how or where, but he is always ready to act.\n\nStormare is more than just a character actor who steals the show during his brief on-screen appearances. He is also a playwright and stage actor, working for over a decade at the Royal Dramatic Theatre in Sweden. His work at the theatre captured the eye of Ingmar Bergman, who directed Stormare in Hamlet. Bergman then cast Stormare in one of his final films, In the Presence of a Clown. While he may not have the suave, masculine charm of figures like Bruce Willis or Tom Cruise, he brings his own set of unique talents that set him apart from the typical American movie star.\n\nWhile I have barely scratched the surface of his prolific career, these pillars of Stormare’s success speak volumes about his abilities and flexibility as a performer. He is often cast as the skeezy villain, which he plays well, but he can also morph into Lucifer, a psychiatrist, a god in hiding, and much more. Stormare can embody any role and make it memorable no matter how much screen time he receives. From comedy to horror, he can fit into any genre. One day he will be the star of a feature film and I will be first in line to see it."}}