{"GDELT": {"GlobalEventID": 931526064, "Day": 20200625, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4795, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.5460992907801496, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Hollywood, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0983, "Actor1Geo_Long": -118.32700000000001, "Actor1Geo_FeatureID": "1660757", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hollywood, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA037", "Action2Geo_Lat": 34.0983, "Action2Geo_Long": -118.32700000000001, "Action2Geo_FeatureID": "1660757", "DATEADDED": 20200625141500, "SOURCEURL": "https://hollywoodlife.com/2020/06/25/myka-stauffer-apologizes-rehoming-adopted-son-huxley-backlash/"}, "ARTICLE": {"TITLE": "Myka Stauffer Breaks Silence One Month After Backlash For Rehoming Son: I’m Sorry I ‘Let You Down’", "TEXT": "Myka Stauffer has addressed the controversy surrounding her decision to ‘rehome’ her adopted four-year-old son, Huxley, apologizing in a lengthy statement for the ‘hurt’ and ‘disappointment’ she’s caused.\n\nYouTuber Myka Stauffer has broken her silence one month after the revelation that she and her husband James “rehomed” their adopted son was met with controversy. In a lengthy statement, Myka, 32, apologized “for the uproar” that followed after announcing in a tearful video that they placed four-year-old Huxley, whom they adopted from China in 2017, with another family. Myka said in her statement that she was “naive” about the adoption process, and “was not selective or fully equipped or prepared” for Huxley, who was later diagnosed with autism and a sensory processing disorder.\n\n“I take full responsibility for all of the hurt that I have caused. This decision has caused so many people heartbreak and I’m sorry for letting down so many women that looked up to me as a mother,” Myka wrote. “I’m sorry for the confusion, and pain I have caused, and I am sorry for not being able to tell more of my story from the beginning. I could have never anticipated the incidents which occurred on a private level to ever have happened, and I was trying my best to navigate the hardest thing I have ever been through.”\n\nMyka, whose popular YouTube channel focuses on parenting and her four biological children, said that she “needed more training” before bringing Huxley home. The Stauffers were reportedly told before the 2017 adoption that Huxley had a brain cyst and a brain tumor, they explained in a YouTube video, which has now been deleted. They later allegedly later discovered that he had a stroke in utero, and has autism and a sensory processing disorder. Myka claimed in their announcement video that “numerous medical professionals have felt that he needed a different fit,” so they placed him with a “new mommy,” who has “professional training,” in a “forever home.”\n\n“I can’t say I wish this never happened because I’m still so glad Huxley is here and getting all of the help he needs,” Myka wrote in her statement one month later. “I also know that even though he is happier in his new home and doing better that he still experienced trauma and I’m sorry, no adoptee deserves any more trauma. I wanted to help so bad I was willing to bring home any child that needed me. For this I was naïve, foolish, and arrogant. I wish so bad I would have been more prepared and done more. I wish the decision to disrupt never had to be made.”\n\nMyka also defended herself and James from critics who accused them of exploiting Huxley and his adoption journey. “…we did not adopt a child to gain wealth. While we did receive a small portion of money from videos featuring Huxley and his journey, every penny and much more went back into his care.” She concluded by writing, “We love Huxley and know that this was the right decision for him and his future. Praying that Huxley only has the best future in the entire world.”"}}