{"GDELT": {"GlobalEventID": 931525932, "Day": 20200625, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4795, "Actor1Code": "SAU", "Actor1Name": "SAUDI ARABIAN", "Actor1CountryCode": "SAU", "Actor2Code": "NGACVL", "Actor2Name": "NIGERIAN", "Actor2CountryCode": "NGA", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -5.390625, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA10", "Actor1Geo_ADM2Code": "25316", "Actor1Geo_Lat": 24.6408, "Actor1Geo_Long": 46.7728, "Actor1Geo_FeatureID": "-3093009", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI", "Actor2Geo_Lat": 10.0, "Actor2Geo_Long": 8.0, "Actor2Geo_FeatureID": "NI", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA10", "Action2Geo_ADM2Code": "25316", "Action2Geo_Lat": 24.6408, "Action2Geo_Long": 46.7728, "Action2Geo_FeatureID": "-3093009", "DATEADDED": 20200625141500, "SOURCEURL": "https://globalvoices.org/2020/06/25/harrowing-tales-from-african-domestic-workers-in-lebanon/"}, "ARTICLE": {"TITLE": "Harrowing tales from African domestic workers in Lebanon · Global Voices", "TEXT": "Nine Nigerian women are currently sleeping on the streets of Beirut, Lebanon, after they were laid off as domestic workers during the height of the coronavirus pandemic.\n\nThe women had approached the Nigerian Embassy for help but were turned down, according to a Middle East Eye report on June 23. Nigeria’s ambassador to Lebanon, Goni Modu, reportedly told the women to “go back to their masters” while they await evacuation.\n\nLebanon is currently undergoing a stringent financial crisis exacerbated by the pandemic which has led to increased job loss.\n\nHowever, these nine domestic workers don’t hold normal jobs. African domestic workers in the Gulf and Arab countries are essentially domestic slaves — and the labour laws in these countries perpetuate the exploitation and abuse.\n\nDomestic slavery in the Gulf and Arab countries\n\nIn April, Temitope Olamide Ariowolo, 31, a Nigerian woman, was advertised for sale at $1,000 United States dollars on Facebook by Wael Jerro, a Lebanese man.\n\nJerro posted Ariowolo’s international passport on the Facebook group, “Buy and Sell in Lebanon,” according to screenshots obtained by Middle East Eye before the post was deleted.\n\nA man has been arrested in Lebanon for allegedly putting up a Nigerian maid for sale. In a Facebook advert he had said the 30-year-old domestic worker could be bought for $1,000.\n\nRead more https://t.co/ZOpBkzFIgi #BBCAfricaLive pic.twitter.com/tjtlfQzLVp — BBC News Africa (@BBCAfrica) April 23, 2020\n\nJerro has since been arrested.\n\nBreaking news on Trafficked Nigerian girl for sale on Facebook by a Lebanese.\n\nThe Lebanese Govt just announced the arrest of Mr. WAEL JERRO for onward prosecution against criminal sales of a human, a young Nigerian girl.\n\n1/2 https://t.co/BBkIscyGHr — Nigerians in Diaspora Commission (@nidcom_gov) April 23, 2020\n\nBut Ariowolo refused to return to Nigeria even after the intervention of the Nigerian Diaspora Commission (NIDCOM) offered to evacuate her.\n\nAbike Dabiri, head of NIDCOM, stated that 69 abused domestic workers were evacuated back to Nigeria.\n\n50 trafficked Nigerian women have been rescued from Lebanon & returned home.They've all been placed in quarantine as a precaution against coronavirus.\n\nLast month,a Nigerian woman working as a maid in Lebanon was rescued after being put up for sale on Facebook for $1,000.😥 pic.twitter.com/nspCTiLKqg — Josey Mahachie🇿🇼 🇩🇪 (@MahachieJosey) May 26, 2020\n\nEarly this month, the Lebanese Embassy in Nigeria suspended domestic work visas to “address rights, abuses and violations” of Nigerian household staff in Lebanon.\n\nBut this abuse of household workers is not exclusive to Lebanon, — it is rampant throughout the Gulf region.\n\nDear @GeoffreyOnyeama @naptipnigeria @abikedabiri kindly help Nigerian ladies who are treated as slaves in the name of maids in #lebanon and #oman to come back home. Several of them are depressed, they need your help to come back home. Thank you. — adekola damilola (@adekoladammy) May 19, 2020\n\nIn August 2018, two Nigerian migrant domestic staff were killed in Riyadh by their Saudi Arabian hosts.\n\nYoung girls are usually recruited as housekeepers by registered agencies in Nigeria. Nigeria’s Daily Trust newspapers revealed that contract stipulates that within the first 24-months, the servants “must not ask for a salary increment, stop work or runaway, or refuse to work or finish the contract, even for one day.”\n\nThe Kafala system and migrant labour\n\nThe Kafala sponsorship system allows a migrant to work in Gulf and Arab countries by tying their immigration status to their employer. The conditions are slave-like because the migrant worker typically gives up most of their rights in exchange for a contract, allowing for abuse with impunity.\n\nBahrain, Kuwait, Oman, Qatar, Saudi Arabia and the United Arab Emirates (UAE), Jordan, and Lebanon, all actively participate in this system that provides temporary, cheap labour during economic prosperity and equally discarded during less affluent periods, according to the International Labour Organization:\n\nThe migrant worker cannot enter the country, transfer employment nor leave the country for any reason without first obtaining explicit written permission from the kafeel [employer]. The worker must be sponsored by a kafeel in order to enter the destination country and remains tied to this kafeel throughout their stay. The kafeel must report to the immigration authorities if the migrant worker leaves their employment and must ensure the worker leaves the country after the contract ends, including paying for the flight home. Often the kafeel exerts further control over the migrant worker by confiscating their passport and travel documents, despite legislation in some destination countries that declares this practice illegal.\n\nThis system, which requires the absolute dependence of the worker on their employer, is an obvious example of modern-day slavery. It promotes the abuse of migrant workers.\n\nFor instance, this Tanzanian woman was forced to work “like a robot” without rest or days-off in Oman for three years. Her employer constantly reminded her: “I bought you for 1,560 rials ($4,052 USD) from Dubai. Give it back to me and then you can go,” whenever she asked for food or improved working conditions.\n\nConsequently, migrant workers have two grim options: Put up with the exploitative conditions or escape.\n\nBut those who escape are not entitled to compensation. In fact, they “can be fined, indefinitely detained and deported,” asserts Migrant Rights, an advocacy organization. It does not stop there — migrants abandoned by their sponsors can “be stranded for years” since they cannot afford the cost of a return flight ticket to their respective countries.”\n\nThere is no doubt that the sponsorship kafala labour laws perpetuate the exploitation of African domestic workers. However, African states are also often complicit.\n\nEthiopian journalist Zecharias Zelalem revealed that in 2007, the Ethiopian government hired a US-based public relations firm that lobbied US Congress to “quash a bill condemning Ethiopia’s human rights record.”\n\nTo pay the PR firm, they misappropriated over $600,000 USD from its consulate in Jeddah, Saudi Arabia. The embezzled funds had actually been raised by Ethiopians in Diaspora to rescue “Ethiopian domestic workers languishing in Lebanon,” Zelalem learned.\n\nThe case was discussed on Twitter:\n\nAfter a spate of suicides by Ethiopian domestic workers in Lebanon,Ethiopians there raised $640,000 to support their community. Then it disappeared. None knew where it went, until now Via @mailandguardian pic.twitter.com/qVsSntJDvh — mwanaume.com (@MarigaThoithi) June 1, 2020\n\nIn many African nations including Nigeria, policy confusion, weak regulatory laws and enforcement — compounded by victims’ desperation to migrate to greener pastures abroad — has fueled this human trafficking disguised as domestic work.\n\nThe Kafala system directly contravenes ILO's International Labour Standards that promote “decent and productive work, in conditions of freedom, equity, security and dignity.”\n\nSadly, since the adoption of ILO's Decent Work for Domestic Workers Convention C189 in 2011, only 29 countries have ratified it. On the other hand, Gulf and Arab countries like Oman, Saudi Arabia, UAE and Lebanon — and their African counterparts like Ethiopia, Nigeria, Tanzania — are yet to ratify and domesticate this law.\n\nThe redress of a bitter history of exclusion and injustice to migrant domestic workers may seem far-fetched. But Myrtle Witbooi, president of the International Domestic Workers Federation (IDWF) is optimistic: “One day, we will all be free,” she said."}}