{"GDELT": {"GlobalEventID": 931524680, "Day": 20200526, "MonthYear": 202005, "Year": 2020, "FractionDate": 2020.4, "Actor1Code": "BUS", "Actor1Name": "PRODUCER", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 20, "NumSources": 2, "NumArticles": 20, "AvgTone": -5.67404426559356, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bengaluru, Karnataka, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN19", "Actor1Geo_ADM2Code": "70159", "Actor1Geo_Lat": 12.9833, "Actor1Geo_Long": 77.5833, "Actor1Geo_FeatureID": "-2090174", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bengaluru, Karnataka, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN19", "Action2Geo_ADM2Code": "70159", "Action2Geo_Lat": 12.9833, "Action2Geo_Long": 77.5833, "Action2Geo_FeatureID": "-2090174", "DATEADDED": 20200625141500, "SOURCEURL": "https://whtc.com/news/articles/2020/jun/25/occidental-warns-of-up-to-9-billion-impairment-hit-on-bleak-oil-price-outlook/1033142/"}, "ARTICLE": {"TITLE": "Occidental signals writedown of up to $9 billion on bleak oil price outlook", "TEXT": "by Thomson Reuters\n\nBy Jennifer Hiller\n\nHOUSTON (Reuters) - Occidental Petroleum Corp will write down the value of its oil and gas properties by up to $9 billion this quarter and restructure some debts to avoid a possible default, the company said on Thursday.\n\nThe U.S. oil producer is trying to shed nearly $40 billion in debt from its purchase of rival Anadarko Petroleum last year, an ill-timed bet on rising oil prices ahead of a historic market crash.\n\nThe latest writedown stems from declining energy demand amid the COVID-19 pandemic and global glut that has oil trading 38% below what it cost in January. Occidental and many of its peers dismissed workers and cut budgets by billions of dollars as energy markets fell.\n\nOccidental plans to replace $9.12 billion in notes due in 2021 and 2022 and issue new notes that would remove provisions that could have pushed it into default.\n\nWarren Buffett's Berkshire Hathaway Inc , which last year bought $10 billion of Occidental preferred shares to help it finance the Anadarko deal, will receive a June 30 dividend in shares, Occidental said, to save cash.\n\nWith its share price down 57% year to date, Occidental must pay the dividend with increasingly more stock, giving Berkshire a growing stake in the company, said Houston energy economist Ed Hirs.\n\n\"There’s no clear horizon to anyone getting any value other than Buffett,\" Hirs said.\n\nOccidental and Buffett were not immediately available for comment.\n\nRatings firm Moody's Investors Service on Thursday downgraded its rating on Occidental's debt one notch to Ba2 and issued a \"negative\" outlook. Rival Fitch Ratings raised its rating on the notes to BB with a \"stable\" outlook.\n\nThe Anadarko purchase left Occidental \"with over $35 billion of debt and $10 billion of preferred stock, compromising its financial flexibility to confront the collapse in oil prices,\" said Andrew Brooks, a Moody's vice president.\n\nThis will be the third consecutive quarter in which Occidental takes a writedown, bringing the total to as much as $12 billion in the last nine months, more than half of its market capitalization.\n\nThe oil price crash has other oil and gas companies chopping the value of their assets. The industry's total reductions could reach $300 billion starting this quarter, according to accounting and consulting firm Deloitte.\n\nOccidental recently set a July 1 deadline to accept bids for properties in Wyoming and Colorado that could bring up to $700 million.\n\n\"So far the only successful divestitures were some of the LNG assets in Mozambique,\" said Espen Erlingsen, an analyst at Rystad Energy.\n\nThe company needs to complete asset sales, which remain \"challenging in the current environment,\" said Jennifer Rowland, analyst with Edward Jones. \"They've put themselves in a tough situation and have a long way to go to get themselves back in a healthy position, especially if oil prices stay low for longer.\"\n\nIt cut its quarterly dividend last month to just a penny per share after having slashed it 86% in March to save cash.\n\n(Reporting by Jennifer Hiller in Houston and Shradha Singh and Shariq Khan in Bengaluru; Editing by Arun Koyyur and Matthew Lewis)"}}