{"GDELT": {"GlobalEventID": 931525354, "Day": 20200625, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4795, "Actor1Code": "GOV", "Actor1Name": "PRIME MINISTER", "Actor1Type1Code": "GOV", "Actor2Code": "IRN", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.74294205052006, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK08", "Actor1Geo_ADM2Code": "23674", "Actor1Geo_Lat": 33.7, "Actor1Geo_Long": 73.1667, "Actor1Geo_FeatureID": "-2762812", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR", "Actor2Geo_Lat": 32.0, "Actor2Geo_Long": 53.0, "Actor2Geo_FeatureID": "IR", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK08", "Action2Geo_ADM2Code": "23674", "Action2Geo_Lat": 33.7, "Action2Geo_Long": 73.1667, "Action2Geo_FeatureID": "-2762812", "DATEADDED": 20200625141500, "SOURCEURL": "https://dnd.com.pk/pakistan-trying-its-best-to-improve-saudi-iran-relations-pm-imran-khan/192262"}, "ARTICLE": {"TITLE": "Pakistan trying its best to improve Saudi-Iran relations: PM Imran Khan", "TEXT": "ISLAMABAD, Pakistan: Prime Minister Imran Khan has said that Pakistan is trying its best to improve the relations between Saudi Arabia and Iran.\n\nIn his address at the National Assembly in Islamabad on Thursday, the prime minister said that both Saudi Arabia and Iran separately requested Pakistan to mediate to resolve their bilateral issues.\n\nHowever, the prime minister said that spoilers are in the quest to sabotage the peace efforts and want to create a divide among the Muslim Ummah.\n\nRegarding the foreign policy of his government, the prime minister said that today Pakistan enjoys cordial relations with the United States.\n\nImran Khan said that it has been his consistent stances that we will not participate in any US war but will always be ready to facilitate any peace talks.\n\nThe prime minister said that the United States acknowledges Pakistan’s role in the peace process in Afghanistan and we are trying to facilitate in this regard. He maintained that peace in Afghanistan is in the best interest of the region.\n\nWith regard to the Kashmir dispute, the prime minister said that the issue stands internationalized because of our efforts. He said that the whole world is witnessing the persecution of Muslims in India and Occupied Jammu and Kashmir.\n\nThe prime minister said that the government has prepared a plan to further raise the lingering Kashmir dispute at the world level.\n\nExpressing concerns over the situation in Indian Occupied Jammu and Kashmir (IOJ&K), he said that India has deployed 800,000 troops in the territory to suppress the Kashmiri people which, he added, is unsustainable.\n\nImran Khan said that the Kashmiris movement for their right to self-determination cannot be stopped and it has reached the point of no return after the illegal annexation of Kashmir by abrogating Article 370 of the Indian Constitution, scraping special status of the Kashmir state.\n\nThe minister said that Narendra Modi is a fanatic who is involved in the persecution of minorities under its RSS inspired Hindutva ideology."}}