{"GDELT": {"GlobalEventID": 931710750, "Day": 20200626, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4822, "Actor1Code": "MED", "Actor1Name": "NEWSPAPER", "Actor1Type1Code": "MED", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -9.649122807017529, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_Lat": 32.9866, "Actor1Geo_Long": -83.6487, "Actor1Geo_FeatureID": "GA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 32.9866, "Action2Geo_Long": -83.6487, "Action2Geo_FeatureID": "GA", "DATEADDED": 20200626104500, "SOURCEURL": "https://www.claimsjournal.com/news/southeast/2020/06/26/297892.htm"}, "ARTICLE": {"TITLE": "No Coverage Owed for Shooting Due to Criminal Act Exclusion", "TEXT": "An insurer is not liable for injuries caused by a policyholder who shot a 15-year-old boy in the head because the policy excluded coverage for criminal acts, a split Georgia Court of Appeals panel decided.\n\nThe 2-1 ruling by the appellate court’s Third Division held that Country Mutual Insurance Co. is not liable for a brain injury suffered by 15-year-old Vernon Marcus after Elisabeth Cannon fired shots at him and a friend from her driveway. Cannon pleaded guilty on the morning her trial was set to begin. She was sentenced to 15 years in prison.\n\n“In similar cases, in which an insured pleaded guilty to a criminal act, our courts have viewed the guilty plea as prima facie evidence of the facts supporting the guilty plea,” the majority said in an opinion written by Presiding Judge Sara L. Doyle.\n\nThe decision upheld a ruling by the district court.\n\nChief Judge Christopher J. McFadden dissented. He noted that Cannon had entered an “Alford plea,” so named because of a Supreme Court opinion that found it is possible to plead guilty without admitting guilt. He said a jury might find McFadden was not guilty of a crime but had entered the plea only because it was prudent to do so.\n\nMarcus’ shooting on Martin Luther King Jr. Day in January 2017 stoked racial tensions in Macon and intense news coverage. Cannon, who is White, had made numerous complaints about “suspicious activity, loitering and vandalism” by young people on the sidewalk in front of her house, according to the opinion. She used racial epithets to describe the boys, the opinion says.\n\nOn the day of the shooting, Cannon called police to complain about boys outside her house, which is located on a busy street near an elementary school, according to press reports. Her father told a sheriff’s deputy who responded that he was concerned because Cannon owned a gun.\n\nCannon asked the deputy if she could point the weapon at the boys and threaten to shoot them, or fire the weapon in the air. The deputy warned her not to take the law in her own hands, saying it would be a crime to threaten someone with a gun or discharge a firearm. The deputy later told the boys on the sidewalk to stay on the other side of the street.\n\nAbout five hours later, Cannon called 911 to report that she had shot someone. She told police that she fired her .38 revolver because three boys had thrown rocks at her and her daughter. Investigators, however, found no evidence that any rocks had been thrown.\n\nProsecutors said Marcus had never before had any altercation with Cannon. He was simply passing by her house while returning from an errand, walking with a friend, according to a report by The Telegraph newspaper in Macon. The newspaper said audiotapes of 911 calls by Cannon revealed that she ranted about “Blacks” and “people on Section 8.”\n\nMarcus’ family filed a lawsuit in May 2017 seeking a declaratory judgment that Country Mutual, which insured Cannon’s home, was obligated to provide coverage for the damages caused by the shooting.\n\nDuring a sentencing hearing in April 2018, Marcus’ mother, Bridgete, testified that her son had not been able to speak since the shooting, had trouble with his balance and had constant buzzing in his ears, according to The Telegraph.\n\nCannon testified that she didn’t intend to shoot the boys and had aimed at the ground. She said she fired the pistol only because three boys were threatening her.\n\nMarus’ family pointed to the possibility that the shooting could be construed to be in self defense in the lawsuit against Country Mutual. The appellate panel, however, decided that Cannon’s “self-serving testimony” does not overcome the evidence that she had committed a crime, revealed by her guilty plea.\n\n“Our courts have held that when a person in Cannon’s position gives contradictory testimony as to her culpability, absent a reasonable explanation, such as incapacity at the guilty plea, ‘the law will construe this contradiction against [her],'” the court said."}}