{"GDELT": {"GlobalEventID": 931711034, "Day": 20200626, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4822, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.0, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "North Andover, Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_ADM2Code": "MA009", "Actor1Geo_Lat": 42.6987, "Actor1Geo_Long": -71.1351, "Actor1Geo_FeatureID": "612355", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "North Andover, Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_Lat": 42.6987, "Action2Geo_Long": -71.1351, "Action2Geo_FeatureID": "612355", "DATEADDED": 20200626104500, "SOURCEURL": "https://www.masslive.com/business/2020/06/amazon-given-27m-tax-break-for-north-andover-site.html"}, "ARTICLE": {"TITLE": "Amazon given $27M tax break for North Andover site", "TEXT": "The town of North Andover has approved an estimated $27 million in tax incentives to Amazon for a massive new distribution center, an amount nearly equal to the combined total of those granted to the company for facilities in Boston, Fall River and Stoughton.\n\nLast week, voters at North Andover’s annual Town Meeting gave the green light to the tax increment financing agreement, which cuts down on Amazon’s property tax bill over a period of 10 years. A state economic development council also gave its OK to the agreement last week, though Amazon will not receive a state tax break for the site.\n\nAmazon plans to develop approximately 110 acres of land for a five-story storage and distribution facility that will take up about 3.8 million square feet. The e-commerce giant has said it expects to employ at least 1,500 full-time workers at the site.\n\nThe property, located at 1600 Osgood St., was formerly the home of Lucent Technologies. Amazon has estimated it will cost $400 million to redevelop the site.\n\nAmazon, one of the highest-grossing companies in the world, has received several tax breaks for its Massachusetts facilities. In 2015, it won approval for nearly $16 million in state and local tax incentives for a large distribution center in Fall River. It has also won approval for an estimated $3.5 million in state and local incentives for a sortation center in Stoughton, as well as up to $10 million in property tax breaks from the city of Boston for new Seaport District offices.\n\nThe company has not always lived up to the job pledges it made to secure those incentives, having fallen short of its targets in Fall River and Stoughton at various points.\n\nThe North Andover agreement allows the town to cut off the incentives, with state approval, if Amazon does not fulfill its obligations.\n\nRepresentatives for Amazon and the town of North Andover could not be immediately reached for comment on the tax increment financing agreement. In its pitch to voters on the tax break, North Andover officials pointed to benefits from Amazon’s arrival, including $18 million in new net tax revenue over the 10-year agreement, they said. In the decade after the agreement expires, the town will receive an additional $45.5 million in property taxes from Amazon, according to officials.\n\nThe Osgood Street property had been pitched as a potential site for Amazon’s vaunted second headquarters when the e-commerce giant ran a nationwide contest for that prize in 2018.\n\nRelated Content:"}}