{"GDELT": {"GlobalEventID": 931709897, "Day": 20200626, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4822, "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 5.8152793614595195, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Greenwich, Greenwich, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKE7", "Actor2Geo_ADM2Code": "40133", "Actor2Geo_Lat": 51.4776, "Actor2Geo_Long": -0.010375, "Actor2Geo_FeatureID": "-2597684", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Greenwich, Greenwich, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKE7", "Action2Geo_ADM2Code": "40133", "Action2Geo_Lat": 51.4776, "Action2Geo_Long": -0.010375, "Action2Geo_FeatureID": "-2597684", "DATEADDED": 20200626104500, "SOURCEURL": "https://www.theresident.co.uk/london-culture-events/virtual-pride-celebrations-2020/"}, "ARTICLE": {"TITLE": "7 Ways to Celebrate Pride 2020 Virtually", "TEXT": "Sadly, for obvious reasons, the Pride in London parade isn’t taking place this year, but there are still plenty of virtual events taking place. So fire up your tech, don those rainbow face paints and fly the flag from home\n\n1 Glitterbox x Pride\n\nFriday 26 June\n\nFollowing its successful nine-week Virtual Festival residency, Defected’s WWWorldwide series continues with a huge Pride celebration hosted by sister label Glitterbox. The Glitterbox x Pride event, programmed in collaboration with Brighton Pride and New York nightclub House Of Yes, will feature DJ sets from The Shapeshifters featuring Billy Porter, Horse Meat Disco, Fat Tony, Late Nite Tuff Guy and more. Friday also marks the release of Finally Ready, a new single by The Shapeshifters ft Billy Porter on Glitterbox Recordings. Streaming live from 5pm-10pm on Twitch.\n\ndefected.com\n\n2 The Big Listen\n\nFriday 26 June\n\nThe Big Listen is a new fundraising initiative from London Contemporary Voices. The first Big Listen fundraising event will take place this Friday in celebration of Pride Month, followed by another fundraiser in support of Black Lives Matter on Friday 3 July. This Friday, the event will feature contributions from a number of prior LCV collaborators, including transgender writer and performance poet Reece Lyons, steel-pan player Rahmel Lee and Susanna Howard from charity art and literature project Living Words. 7pm-9pm. Tickets are free (click here to register) but charity donations are encouraged (click here to donate).\n\n3 Pride Inside with Royal Museums Greenwich\n\n27-28 June\n\nRoyal Museums Greenwich (RMG) will host a weekend of Pride Inside online events to celebrate Pride weekend. Pioneered by Amnesty International, UK Black Pride, Stonewall and ParaPride, Pride Inside will feature online performances, the chance to design a Pride ship and join a virtual parade, and the exploration of queer stories in the RMG collection. Highlights include The Armada Portrait with Bird la Bird, a performance piece exploring queer and class themes in the Armada Portrait in a tongue-in-cheek way that creates contemporary relevance for Elizabeth I; Deep Sea Dancing with drag artist ShayShay; and a discussion of Merpeople with performance duo Quiplash. There will also be a LGBTQ+ Family Network Live Session to provide a safe space for local LGBTQ+ families to meet online and get creative – join the network here to get involved.\n\nrmg.co.uk/LGBT\n\nRegent Street x GAY TIMES Celebrate Memories of Pride Illustrator Wednesday Holmes will be inspiring viewers to create and share their own work as part of the Pride Uniqlo Tate Lates Night In (photo: © Wednesday Holmes) The Big Listen, a new fundraising initiative from London Contemporary Voices, kicks off with a celebration of Pride (artwork by Grace Kaluba)\n\n4 Regent Street x GAY TIMES Celebrate Memories of Pride\n\nFrom Saturday 27 June\n\nRegent Street and GAY TIMES are joining forces to celebrate the spirit and history of Pride by launching a digital community gallery initiative called Memories of Pride. The partnership aims to capture the spirit of Pride, connecting the LGBTQ+ community and allies through personal memories, images and the ever important history of the parade. The campaign will see a curated gallery of memories, experiences, images and more hosted on both GAY TIMES and Regent Street platforms. The ambition is to document five decades of Pride memories so the community can look back at the protests, parades and celebrations that have paved the way for the next generation of queer people, heroing memories from Pride’s 50-year history. To enter, visit gaytimes.co.uk/memoriesofpride and submit your memories, images and other stories to be considered for inclusion in the gallery, or email them to memoriesofpride@gaytimes.co.uk.\n\n5 Tate Celebrates Pride With Uniqlo Tate Lates Night In\n\nFriday 3 July\n\nThe second UNIQLO Tate Lates Night In will celebrate LGBTIQ+ culture. While the galleries are closed, Tate Modern’s popular monthly event will be beamed direct into your home, offering two digital streams of content so you can curate their own night. To mark the end of Pride month, this event will bring together a vibrant mix of talks, workshops, film, music, poetry and meditation centred around LGBTIQ+ people, visual activism and self-care. rogramme highlights include queer British artist Ajamu X discussing his practice and visual activism, an interactive creative workshop with London artist Ashton Attzs, meditation with Suhaiyla Shakuwra and specially programmed DJ sets from NTS radio. Available to view on the Tate website from 7pm-9pm BST, remaining online for a week.\n\ntate.org.uk\n\nRead more Soho Summer Street Festival: Could Pedestrianisation Save Soho? 6 Mariah & Friendz Virtual Pride\n\nSaturday 27 June\n\nPerformance troupe Mariah & Friendz is celebrating Pride by livestreaming a drag show pre-record at their natural stomping ground – Bethnal Green Working Men’s Club. The show will be hosted by Crystal, star of RuPaul’s Drag Race UK, alongside Baby Lame, and you can expect a riotous mix of circus, comedy, drag and burlesque performances from cabaret stars like Freida Slaves, Rubyyy Jones and Fancy Chance. Tickets are £10, including a £3 donation to the Colours Youth Network. From 8pm. A streaming of film link will be emailed to ticket buyers on the day of the event.\n\noutsavvy.com/mariah-friendz\n\n7 Pride in London’s #YouMeUsWe Campaign\n\nOngoing\n\nWithout the pride parade, Pride in London has had its wings somewhat clipped this year. But there are still flags to be flown. The organisation has instead created a community hub under the banner of #YouMeUsWe, full of useful resources to support LGBTQ+ groups and calling on allies to get thoroughly involved. It calls on each of us to reach out and understand one another, to be better allies, to call out all forms of racism, homophobia, transphobia, Islamophobia and any other kind of discrimination, and to actively engage with queer voices through books, film and media. The aim is to generate 30,000 acts of allyship – that’s one for everyone who would have turned up to the 2020 parade – from donating to grassroots charities to writing to your MP demanding reform of the Gender Recognition Act and signing petitions.\n\nprideinlondon.org"}}