{"GDELT": {"GlobalEventID": 931710687, "Day": 20200626, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4822, "Actor1Code": "LAB", "Actor1Name": "WORKER", "Actor1Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Oakville, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12656", "Actor1Geo_Lat": 43.4333, "Actor1Geo_Long": -79.6667, "Actor1Geo_FeatureID": "-570498", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Oakville, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12656", "Action2Geo_Lat": 43.4333, "Action2Geo_Long": -79.6667, "Action2Geo_FeatureID": "-570498", "DATEADDED": 20200626104500, "SOURCEURL": "https://www.freep.com/story/money/cars/2020/06/26/wage-contracts-unifor-ford-gm-fiat-chrysler-covid-19-canada/3251240001/"}, "ARTICLE": {"TITLE": "Autoworkers refuse to fight over scraps during wage talks in Canada, union leader warns", "TEXT": "Jerry Dias is quick to praise the Detroit Three automakers while at the same time warning that Canadian consumers punish companies when they break promises or abandon operations across the border.\n\nHe has recently begun four-year contract talks as president of Unifor that will impact thousands of auto industry workers in this exceptionally uncertain economic environment that included a two-month shutdown related to coronavirus.\n\nUnion leaders won't pretend that executives aren't pocketing millions; The burden of industry change must be shared rather than dumped on hourly factory workers, he said.\n\n\"I don’t see us being bridesmaids and picking up the scraps,\" said Dias, 61, a former sheet metal worker from Toronto who has led the union for nearly seven years.\n\nThough smaller than the U.S. market, Canada and its consumers are significant, he noted. \"Bottom line is, Canadian consumers punish those that don’t build here.\"\n\nWage talks will heat up in mid-July, and Unifor will select the company that sets the contract pattern for all auto companies by Labor Day.\n\nLike the collective bargaining done by the UAW for an estimated 150,000 autoworkers in the U.S., Unifor negotiates key elements of the contract with one automaker and then that establishes the pattern for the rest as part of collective bargaining process.\n\nNo strikes, no promises\n\nJust last year, wage talks with the UAW broke down and led to a 40-day strike against General Motors. After that, Ford and Fiat Chrysler Automobiles ratified deals without incident.\n\nUnifor hasn't threatened a strike but makes no promises.\n\n\"We're in the foreplay discussion,\" Dias said. \"It all depends on these conversations. These companies will have to decide if they want to lead or follow. ... I'd rather control my own destiny than have someone control it for me. It's about who has a vision, and moving beyond the challenges of today.\"\n\nUnifor has fought and won in the past, most recently with GM in 2018. The company announced plans to close its Oshawa facility, but Unifor negotiated to keep it open to build after-market parts while maintaining the integrity of the plant, which allows for the potential of future manufacturing.\n\nIndustry forecasters have suggested Ford may consider closing the Oakville Assembly Plant that builds the Ford Edge. The current Edge model and the Lincoln Nautilus are scheduled to be built into 2023. Dias says he's aggressively pursuing answers.\n\n'Any fool can fight'\n\n\"There's no question they're evaluating their entire portfolio,\" he said. \"Having a pandemic puts things under a bigger microscope. We're heading into a time of record sales drops based on all the forecasts. The environment is different today than a year ago.\"\n\nFord planned on major plant investment in 2022 and that was bumped to 2023, Dias acknowledged. \"We know as we’re sitting here there's nothing formally announced for 2023 ... nothing but the expectation based on conversations. The next generation of Edge was going to be ours. I would rather the leak come out now and me have the conversation with Ford than go into bargaining cold.\"\n\nHe tamped down any notion of drama.\n\n\"We know how to fight. Ultimately, look, any fool can fight,\" he said. \"More importantly, we know how to settle and find a solution. I’m not going to allow companies that have been printing money for a decade try to take advantage of the economic situation of today that will have an economic impact three to four years from now.\"\n\nWhat Unifor needs to consider when it comes to the Oakville Assembly complex in Ontario is simply a \"stay of execution for the current generation Edge for another year,\" said Joe McCabe, CEO of AutoForecast Solutions based in Chester Springs, Pennsylvania.\n\nHis firm predicted mid-June that the next-generation Edge has been canceled.\n\n'Death watch'\n\nMeanwhile, a Ford spokesman did not confirm or deny whether Edge plans at Oakville have changed, whether there is future product scheduled for the Oakville plant after 2023 or whether the Oakville plant is closing.\n\n\"Oakville is going to need some sort of investment to have long-term viability. Money’s got to be thrown at it,\" McCabe said. \"It's basically on death watch.\"\n\nUnifor represents about 6,300 Ford workers at five sites, including 4,200 at the Oakville plant. The union represents 35,000 auto industry workers overall, including 20,000 employed by the Detroit Three.\n\nTalk of a possible strike at plants in Windsor and Essex, which build engines for the popular Ford Mustangs, F-Series and Super Duty pickups, is premature, Dias said.\n\n\"Oakville is their last assembly plant, period,\" he said. \"So the question becomes, does Ford — at a time when it's a lot cheaper to build a car in Canada than the U.S. — why would they close the Oakville plant and infuriate Canadian customers?\"\n\nMore:Future uncertain for new Ford Edge as company heads into labor talks in Canada\n\nMore:Canadian union slams GM in ads over Oshawa plant closing\n\nMore:US auto industry preps for restart — and it all depends on Mexico\n\nMeanwhile, FCA, GM and Ford labor negotiators highlighted the potential for collaboration in statements provided to the Free Press.\n\nLouAnn Gosselin, head of communications for Fiat Chrysler Canada, said, \"We are optimistic that we will be able to reach a labour agreement that will sustain the company’s competitiveness in Canada.\"\n\nJennifer J. Wright, communications director for General Motors, Canada, said, “We look forward to working with our Unifor partners to create a competitive labor contract for our Oshawa, St. Catharines and Woodstock operations.\"\n\nSaid Deep, Ford spokesman, said, \"We look forward to working collaboratively with our partners at Unifor to build a strong future for auto manufacturing in Canada.\"\n\nNo question, Unifor has a reputation for playing hardball. Its union leader regularly talks directly with the media unfiltered, accessible seven days a week.\n\n'Not ... left at the altar'\n\nWhen GM announced its plans to close the plant two years ago, the union created a Super Bowl ad skewering the decision, saying GM broke faith with Canadians. Dias will make no promises.\n\n\"I’m not tipping my hand one iota. It's way too early,\" he said. \"There’s a lot more work to be done before I figure out who’s leading the horse race. The Detroit Three understand where our head is at and our preoccupation with stability.\"\n\nIn addition, auto plants in Canada lack the anxiety and absences associated with COVID-19 that seem to be paralyzing the U.S. and Mexico, Dias said, partly because leaders in Canada are more coordinated in their efforts to address the issue.\n\n\"In the U.S., it goes back to the Trump factor. He has bungled this right from the beginning,\" Dias said. \"Look at the illness and death. There is a much deeper concern among workers in the U.S.\"\n\nThe UAW reached a competitive agreement, and Unifor will do the same, Dias said.\n\n\"The auto industry changes on a dime. I get that. Throw a pandemic into it, and things change even more,\" he said. \"But we're not going to somehow get left at the altar.\"\n\nContact Phoebe Wall Howard at 313-222-6512 orphoward@freepress.com.Follow her on Twitter@phoebesaid. Sign up for our autos newsletter."}}