{"GDELT": {"GlobalEventID": 931709970, "Day": 20200626, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4822, "Actor2Code": "PHL", "Actor2Name": "PHILIPPINE", "Actor2CountryCode": "PHL", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.3454157782516, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Philippine, Benguet, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RP10", "Actor2Geo_ADM2Code": "24213", "Actor2Geo_Lat": 16.45, "Actor2Geo_Long": 120.55, "Actor2Geo_FeatureID": "-2445611", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Philippine, Benguet, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP10", "Action2Geo_ADM2Code": "24213", "Action2Geo_Lat": 16.45, "Action2Geo_Long": 120.55, "Action2Geo_FeatureID": "-2445611", "DATEADDED": 20200626104500, "SOURCEURL": "https://junkee.com/human-sized-bats/259279"}, "ARTICLE": {"TITLE": "People Are Absolutely Losing Their Minds Over The Philippines’ Human-Sized Bats", "TEXT": "With a wingspan of 1.7 metres, people are hurt that there's a bat that's \"taller\" than them.\n\nWe all know the popular theoretical scenario: Would you rather fight one horse-sized duck or 100 duck-sized horses?\n\nOk, it might not be ducks and horses but the exact animal doesn’t usually matter. The scenario is ever changing, but the general idea remains — whether it’s one human-sized cockroach vs 100 cockroach-sized humans, or one elephant-sized snake vs 100 snake-sized elephants, it’s always scary as fuck.\n\nThe sheer thought of having to battle a super-sized normally tiny creature is absolutely horrifying. So you can understand why everyone lost their minds when they found out that human-sized bats actually exist in real life.\n\nYep, no more need to imagine what a bat would look like if magic existed and they could be scaled up because in the Philippines, these monster human-sized bats are real.\n\nRuining absolutely everyone’s day, @AlexJoestar622 decided to share photos of these horrifying behemoths to Twitter. And while they look and sound too bonkers to ever actual exist, it turns out that the giant golden-crowned flying fox is 100% real.\n\nJust like the photo says, the giant golden-crowned flying fox is native to the Philippines and has a wingspan of up to 1.7 meters or about 5′6″. The species is endangered, and while fuck-off massive, pose no real threat to humans as they are frugivorous, like the common fruit bat.\n\nSadly despite “human-sized bat” sounding cool as shit, Philippine locals have debunked the claims that the animal is that big. Locals compare the body size of the bat to “more or less like [that of] a medium-sized dog”, while Animal Spot claim their bodies come to about 30cm on average.\n\nEven still, people got stuck on the whole “a bat is taller than me” thing by focusing on the monster’s impressively large wingspan, resulting in both fear and awe of the giant golden-crowned flying fox.\n\nsome of y'all are really smaller than bats smh couldn't be me https://t.co/mWxP4hDryA — 🦂 (@HAUNTEDYETI) June 25, 2020\n\nWhy can this bat dunk on me? https://t.co/smpfDTOCkc — Akilah Hughes (@AkilahObviously) June 25, 2020\n\nJeepers Creepers getting ready to wake up & add on to 2020 https://t.co/YiNgGf3iHK — Nelson G. Lopez (@NelsonLopez1012) June 25, 2020\n\nChile why the bats in the Philippines taller than their men https://t.co/ts2yzik1Hw — mil (@nejilvr) June 25, 2020\n\nAnd I’m sad to report, as is the case with anything “tall”, some have even, naturally, become horny for the tall bat king.\n\nHOT VAMPIRE BOYFRIEND HELL YEAH — UNBLOCK ME, JOHNATHAN (@abdulsabattoir) June 25, 2020\n\nI can’t stop thinking about him https://t.co/pCZwtobR4I — syd (@punker_irl) June 25, 2020"}}