{"GDELT": {"GlobalEventID": 931710844, "Day": 20200626, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4822, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "Actor2Code": "JUD", "Actor2Name": "JUDGE", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "NI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI", "Actor2Geo_Lat": 10.0, "Actor2Geo_Long": 8.0, "Actor2Geo_FeatureID": "NI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI", "Action2Geo_Lat": 10.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "NI", "DATEADDED": 20200626104500, "SOURCEURL": "https://www.thecable.ng/fhc-chief-judge-warns-judges-against-granting-ex-parte-orders-on-political-matters"}, "ARTICLE": {"TITLE": "FHC chief judge warns judges against granting ex-parte orders on political matters", "TEXT": "Advertisement\n\nJohn Tsoho, chief judge (CJ) of the federal high court, has warned judges against granting ex-parte orders on political matters.\n\nThe chief judge also advised judges not to entertain matters of which substance arose from outside their judicial divisions.\n\nIn a circular dated June 24 and entitled ‘grant of ex parte orders and hearing of cases from outside immediate territorial jurisdiction’, the CJ referred judges to another circular of August 6, 2018, issued by Abdul Kafarati, his predecessor, which according to him, “still applies”.\n\nTsoho advised his colleagues to beware of “political manoeuvring” which he said is a tactic used by political parties during the build-up to elections.\n\n“It is of common knowledge that elections will be held in some states in Nigeria in the nearest future,” he said.\n\n“The normal party conventions and primaries with attendant political manoeuvring have already commenced amongst various political parties, which very often culminate in the institution of cases in the courts.\n\n“In this regard, your lordships are strongly advised not to grant ex-parte injunctive orders in any political matter brought before your lordships.\n\n“Furthermore, your lordships are equally advised not to entertain matters of which the course of action had arisen from outside your judicial divisions.”\n\nThe Independent National Electoral Commission (INEC) had decried the manner at which courts of coordinate jurisdiction issue conflicting orders through ex-parte applications, involving substantially the same parties on the same or similar grounds.\n\nThe commission said the conflicting nature of court orders makes it difficult for them to know which to obey."}}