{"GDELT": {"GlobalEventID": 931709879, "Day": 20200626, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4822, "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.70370370370371, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Bulgaria", "Actor2Geo_CountryCode": "BU", "Actor2Geo_ADM1Code": "BU", "Actor2Geo_Lat": 43.0, "Actor2Geo_Long": 25.0, "Actor2Geo_FeatureID": "BU", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bulgaria", "Action2Geo_CountryCode": "BU", "Action2Geo_ADM1Code": "BU", "Action2Geo_Lat": 43.0, "Action2Geo_Long": 25.0, "Action2Geo_FeatureID": "BU", "DATEADDED": 20200626104500, "SOURCEURL": "https://www.cambstimes.co.uk/news/modern-slavery-check-at-fen-farm-1-6718077"}, "ARTICLE": {"TITLE": "Chatteris farm checked by Gangmasters and Labour Abuse Authority", "TEXT": "‘All were happy’ as no sign of modern slavery found at Fenland farm\n\nCambs cops from the Fenland Exploitation Team worked with the Gangmasters and Labour Abuse Authority at a farm near Chatters. Picture: Cambs Cops Cambs Cops\n\nNo sign of modern slavery was found at a Fenland farm after police and the Gangmasters and Labour Abuse Authority (GLAA) paid them a visit.\n\nShare Email this article to a friend To send a link to this page you must be logged in.\n\nCambs cops from the Fenland Exploitation Team worked with the Gangmasters and Labour Abuse Authority at a farm near Chatters. Picture: Cambs Cops Cambs cops from the Fenland Exploitation Team worked with the Gangmasters and Labour Abuse Authority at a farm near Chatters. Picture: Cambs Cops\n\nThe GLAA and Cambridgeshire police officers from the Fenland Exploitation Team visited the farm near Chatteris to speak to Bulgarian and Venezuelan workers.\n\nOfficers and the authority spoke with 25 workers, some of which had worked at the farm for several years, who were all happy with their conditions.\n\nMORE: All is well at Cambs farm after 200 workers are safeguarded against exploitation\n\nYou may also want to watch:\n\nA spokesman for Cambridgeshire Police said: “The workers, from countries ranging from Bulgaria to Venezuela, were given a presentation and leaflets in their own language on their rights in the workplace.\n\n“All were happy with their working conditions, with some having worked at the farm for a number of years\n\n“Concerned someone is being forced to work for little or no pay? Spotting the signs of modern slavery/labour exploitation could save a life.”\n\nThe signs to look out for, and how to report concerns, can be found on the force’s dedicated web page at: www.cambs.police.uk/modernslavery\n\nAnyone who suspects someone is being exploited for their labour should contact the GLAA’s intelligence team on 0800 4320804 or email intelligence@gla.gov.uk.\n\nAlternatively, contact the Modern Slavery Helpline on 08000 121 700 or report your concerns to police online via www.cambs.police.uk/report or by calling 101."}}