{"GDELT": {"GlobalEventID": 931709930, "Day": 20200626, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4822, "Actor2Code": "IND", "Actor2Name": "CHHATTISGARH", "Actor2CountryCode": "IND", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.0, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Chhattisgarh, Chhattisgarh, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN37", "Actor2Geo_ADM2Code": "70116", "Actor2Geo_Lat": 21.5, "Actor2Geo_Long": 81.75, "Actor2Geo_FeatureID": "-2093188", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Chhattisgarh, Chhattisgarh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN37", "Action2Geo_ADM2Code": "70116", "Action2Geo_Lat": 21.5, "Action2Geo_Long": 81.75, "Action2Geo_FeatureID": "-2093188", "DATEADDED": 20200626104500, "SOURCEURL": "https://www.hindustantimes.com/india-news/maoists-organise-meeting-in-chhattisgarh-10-000-people-attend/story-tNVdUFoXhFYwQ6YdguPEyM.html"}, "ARTICLE": {"TITLE": "Maoists organise meeting in Chhattisgarh, 10,000 people attend", "TEXT": "india\n\nUpdated: Jun 26, 2020 19:55 IST\n\nIn a show of strength, the Maoists held a programme in the core area of Bastar region in Chhattisgarh. A meeting of around 10,000 people was also held in the three-day programme. A discussion on successor of Rammana, the special secretary of Dandakaranya Special Zonal Committee (DKSZC), who died in December 2019 was also held.\n\nThe programme was held in villages at the border of Sukma and Bijapur districts from June 18-20.\n\nSources said that top Maoist leaders including new general secretary of CPI (Maoist) Nambala Keshav Rao, alias Basavaraju, head of battalion number of 1, Mandavi Hidma, Kosa, Devji and Sujata also attended the meeting.\n\n“The information about this three-day meeting has reached me. We are looking into it,” said Director General of Police (DGP), Chhattisgarh, DM Awasthi told Hindustan Times.\n\nThe senior police officers in Bastar believe that for the first time in last five years such big gathering of civil population has been organised by the Maoists.\n\n“Such big gathering was last called by Maoists in Potumpalli village of Sukma in 2015. This year’s gathering was mainly attended by villagers of Sukma, Bijapur and Dantewada districts. Some people of Narayanpur were also present in this gathering,” said a police officer posted in Bastar region.\n\nThe total population of these three districts is about 5.5 lakh.\n\nAnother police officer informed that about 300 armed Maoists and more than 500 jan militias (who back the Maoists) were deployed to protect the area for three days. “Sujatha, wife of senior Maoist leader Kishanji was in-charge of security. We don’t have pictures because people were not allowed to carry mobile phones in the gathering,” said the officer.\n\n“A woman who attended the gathering told us that the Maoist leaders made stage in the jungle and were giving speeches about the history of Maoism and Bastar. They have also shown the looted weapons and paid tribute to the Maoists who died in recent past. Sports, dance and other cultural activities took place in the gathering,” said a police officer.\n\nExperts believe that the Maoists organise these gatherings to show their strength to the people.\n\n“I attended one similar meet in Abujhmad in Naryanpur district in 2004 before Salwa Judum in which 10,000 people participated for few days. If they are again doing such meeting after a gap of five years, it is a proof enough that Maoists may be weak but to say that they will be finished soon is day dreaming. People are still with the Maoists in deep jungles in Central India,” said Shubhrashu Chaudhary, Chhattisgarh-based peace activist, who have written extensively on Maoisim.\n\nSources said that the Maoists are supposed to release a video and press release of the gathering in next few days.\n\n“Just before the meeting, a senior-level discussion took place over the successor of Maoist leader Ravula Srinivas alias Ramanna (56), who died in December 2019 and was incharge of Dandakaranya Special Zonal Committee (DKSZC). A review meeting of tactical counter offensive campaign or TCOC, in which Maoists carry out attacks between April and July every year also took place,” said another IPS officer, preferring anonymity.\n\nThe officer further said that there were three main objectives behind the meeting.\n\n“Firstly, to emphasise that Maoists would still rule the jungles of Bastar in spite of death of Ramanna and would carry forward his legacy. Secondly to show of strength that villagers are with them and thirdly to discuss over the successor of Ramanna. The Maoists have also displayed the arms, which they have looted in Minpa attack (Sukma district) in which 17 jawans were killed in March this year,” said the officer.\n\nBela Bhatia, a human rights activist based in Bastar in Chhattisgarh said, “This gathering of thousands of emphasised the need of public education, measures specially education and health.”\n\nTotal size of Bastar division is 39,117 square kilometre and population is 15 lakh.\n\nThere are seven districts in Bastar division which include Kanker, Kondagaon, Jagdalpur, Dantewada, Sukma, Bijapur and Narayanpur.\n\nAs per police estimate, about 4,500 Maoist cadre (from its political and military wings) live in the jungles of Bastar. More than 2,00,000 people including women and children in Bastar are Sangham Sadasya (members) of CPI (Maoist)."}}