{"GDELT": {"GlobalEventID": 931710595, "Day": 20200626, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4822, "Actor1Code": "INDGOV", "Actor1Name": "MAHARASHTRA", "Actor1CountryCode": "IND", "Actor1Type1Code": "GOV", "Actor2Code": "IND", "Actor2Name": "AURANGABAD", "Actor2CountryCode": "IND", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.36900369003690003, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Shiv, Rajasthan, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN24", "Actor1Geo_ADM2Code": "17848", "Actor1Geo_Lat": 26.1833, "Actor1Geo_Long": 71.25, "Actor1Geo_FeatureID": "-2111141", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Shiv, Rajasthan, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN24", "Actor2Geo_ADM2Code": "17848", "Actor2Geo_Lat": 26.1833, "Actor2Geo_Long": 71.25, "Actor2Geo_FeatureID": "-2111141", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Shiv, Rajasthan, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN24", "Action2Geo_ADM2Code": "17848", "Action2Geo_Lat": 26.1833, "Action2Geo_Long": 71.25, "Action2Geo_FeatureID": "-2111141", "DATEADDED": 20200626104500, "SOURCEURL": "https://www.hindustantimes.com/mumbai-news/maharashtra-government-asks-aurangabad-municipal-corporation-to-deploy-staff-to-verify-covid-19-bills/story-yCa65tdRR5lKCqr7KOLiZI.html"}, "ARTICLE": {"TITLE": "Maharashtra government asks Aurangabad Municipal Corporation to deploy staff to verify Covid-19 bills", "TEXT": "mumbai\n\nUpdated: Jun 26, 2020 15:44 IST\n\nThe Maharashtra government has asked the Aurangabad Municipal Corporation (AMC) to deploy its staff in the city’s private hospitals to verify the medical bills being charged from the Covid-19 patients.Shiv Sena leader and Member of the state Legislative Council (MLC), Ambadas Danve, told this to PTI.\n\nHe said the instructions were given to the AMC during a meeting of all-party representatives in Aurangabad with Chief Minister Uddhav Thackeray on Thursday.The meeting, which was held on Thursday night, was attended by state Industries Minister Subhash Desai, state Chief Secretary Ajoy Mehta and others.\n\nThe public representatives urged the government to take necessary steps to control Covid -19 pandemic in the district.AIMIM leader and Lok Sabha member Imtiaz Jaleel raised the issue of shortage of medicines, while Rajya Sabha member Dr Bhagwat Karad demanded adequate number of staff for the super specialty wing of the Government Medical College and Hospital (GMCH), a district official said.\n\nTalking to PTI after the meeting, Ambadas Danve, who is also Shiv Sena’s district unit president, said, “The government assured that issues related to medicines will be addressed in a couple of days and orders to that effect have been issued. The process to get the adequate medical stqaff is also on. It was decided to increase the testing and quarantine the number of contacts of Covid-19 patients” On the issue of hefty fees being charged by private hospitals, Danve said, “The state administration has ordered the AM to deploy its staff in private hospital to carry out the audit of bills.”"}}