{"GDELT": {"GlobalEventID": 931993606, "Day": 20200628, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4877, "Actor1Code": "REL", "Actor1Name": "RELIGIOUS GROUP", "Actor2Code": "CHRPRO", "Actor2Name": "PROTESTANT", "Actor2Religion1Code": "CHR", "Actor2Religion2Code": "PRO", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.49504950495049, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200628044500, "SOURCEURL": "https://www.thegospelcoalition.org/article/human-life-as-sacred-humanity-as-basically-good/"}, "ARTICLE": {"TITLE": "Americans Don’t See Human Life as ‘Sacred’—But See Humanity as ‘Basically Good’", "TEXT": "The Story: A new study finds that a majority of Americans no longer believe human life has intrinsic value, with six out of ten rejecting the idea that “human life is sacred.” Yet a majority also say that humans are “basically good.”\n\nThe Background: According to new research from the Cultural Research Center at Arizona Christian University, only 39 percent of Americans today view human life as “sacred,” or as having unconditional, intrinsic worth. Groups that still hold this view include adults with a biblical worldview (93 percent); those attending an evangelical church (60 percent); born-again Christians (60 percent); political conservatives (57 percent); people 50 or older (53 percent); and Republicans (53 percent).\n\nSome religious groups had only a minority who viewed life as sacred, including those attending Pentecostal (46 percent), mainline Protestant (45 percent), or Catholic (43 percent) churches. Evangelicals were the group most likely (60 percent) to say that life is sacred, while spiritual skeptics were the least likely (13 percent).\n\nMore than one-in-three adults (37 percent) say “life is what you make it, but it has no absolute value,” while a little more than one-in-ten say “life does not attain its full value until we reach our highest point of evolution and expression.” Another one out of ten adults admitted they did not know how to appraise the value of human life.\n\nA majority of Americans are also unclear on the Bible’s view of abortion. More than one-in-three (37 percent) say the Bible is ambiguous about abortion, while nearly another one-quarter of adults admit they do not know (22 percent). Almost one-in-three evangelicals also say the Bible is ambiguous on abortion.\n\nThe research also finds that almost seven out of ten of Americans (69 percent) see human beings as “basically good.” A majority of every population subgroup examined adopted that view, ranging from a little more than half to more than three-quarters of those groups (including 70 percent of evangelicals). The segment least likely to say “people are basically good” are people with a biblical worldview (52 percent).\n\nA small majority of Americans (56 percent) believes human beings are created by God, and made in his image, but are fallen and in need of redemption. One out of every eight (12 percent) claims people are simply “material substance – biological machines.” Another one-eighth (12 percent) argues that people are “part of the mind of the universe.” Smaller numbers of people describe humans as “an illusion,” claiming we do not exist; or as “sleeping gods, part of the soul of the universe.”\n\nWhy It Matters: While these findings are lamentable, they are not altogether surprising. We should expect that Americans will adopt a paganized view of humanity as they move further away from a biblical worldview. But what is unexpected is that so many self-professed evangelicals are unable to answer these questions from the Bible.\n\nHere’s a simple way to explain how the Bible answers these questions:\n\nAre people basically good? — Those who claim humanity is basically good are using circular reasoning, comparing the goodness of humanity to the relative goodness of some subset of humans. But when we compare our goodness against the true standard of goodness—God—we find that we are not good at all. This is why Paul says in Romans 3:10-12, “None is righteous, no, not one; no one understands; no one seeks for God. All have turned aside; together they have become worthless; no one does good, not even one.”\n\nAre human beings God’s creation, made in his image, fallen, and in need of redemption ? — Each of those claims is clearly stated in Scripture: Genesis 1:27 states that “God created man in his own image”; Galatians 5:4 states that “you have fallen away from grace”; and Galatians 1:3 says “Christ redeemed us from the curse of the law by becoming a curse for us.”\n\nIs human life sacred? — The reason some Christians may answer “no” to this question is a misunderstanding of the term “sacred,” i.e., connected with God or dedicated to a religious purpose and so deserving veneration. Genesis 9:6 makes it clear that human life is sacred because we are made in the image of God: “Whoever sheds human blood, by humans shall their blood be shed; for in the image of God has God made mankind.”\n\nIs the Bible ambiguous on abortion? — Ambiguous means open to more than one interpretation. While the Bible does not directly refer to abortion, a clear understanding of the relevant terms and concepts makes it clear that it is forbidden by Scripture. The term abortion means the removal or expulsion of an embryo or fetus from the uterus, resulting in or caused by its death. An intentional abortion would therefore entail the killing of an innocent human life, which is clearly forbidden in Exodus 20:13."}}