{"GDELT": {"GlobalEventID": 931993556, "Day": 20200628, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4877, "Actor1Code": "NMR", "Actor1Name": "NORTH AMERICA", "Actor1CountryCode": "NMR", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.11834319526627, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200628044500, "SOURCEURL": "http://mennoworld.org/2019/09/30/columns/history-how-congo-became-a-mennonite-stronghold/"}, "ARTICLE": {"TITLE": "History: How Congo became a Mennonite stronghold", "TEXT": "Sep 30, 2019 by Rich Preheim\n\nAaron Janzen believed passionately in missions. A member of the Mennonite Brethren from Mountain Lake, Minn., he wrote of the value of leaving “homeland, kin and kindred, ease, comfort, physical and educational advantages, all that goes into making the homelife alluring and profitable, for the sake of delivering people from perdition and bringing them to Christ and at last to an eternal heaven.”\n\nBut Janzen didn’t just write about it. He lived it as he and his wife, Ernestina, went to the Belgian colony of Congo as pioneer missionaries in the early 20th century. The work of the Janzens and their colleagues bore fruit, as the former colony, now known as the Democratic Republic of Congo, is home to the fourth-largest population of Mennonites in the world.\n\nAaron and Ernestina left for Africa in late 1912 to serve with a fledgling inter-Mennonite organization called Congo Inland Mission, or CIM. It had been organized just the year before by the Central Conference of Mennonites (now part of Mennonite Church USA’s Central District Conference) and the Defenseless Mennonite Church (later renamed the Evangelical Mennonite Church and today called the Fellowship of Evangelical Churches).\n\nIn Congo, the Janzens joined CIM’s first workers, Lawrence B. and Rose Boehing Haigh of the Central Mennonite Conference, and Alvin Stevenson, a former Baptist missionary under the Defenseless Mennonite Church. Their efforts resulted in the first native African Mennonites: 17 were baptized in 1917.\n\nCIM (today Africa Inter-Mennonite Mission, or AIMM) didn’t remain the only Mennonite presence in Congo. In 1923, the Jan­zens, having completed their CIM assignment, set out to start an exclusively MB mission, and within three years had baptized nearly 40 new believers. They wanted to affiliate their work with the North American MB church but were repeatedly rebuffed. So the Janzen mission and a second one, run by Henry and Anna Bartsch from Dalmeny, Sask., remained independent, largely supported by their home congregations. Finally, in 1943, the denomination decided to assume responsibility for the work.\n\nTwo Congolese churches were emerging, one connected to CIM and the other to the Mennonite Brethren. But it would take decades, and powerful political events, for each to achieve maturity.\n\nBy the 1950s, nationalist sentiments were surging throughout much of the continent, as native Africans sought independence after years of European imperialism. Congo, which had been under Belgian control since 1885, become independent on June 30, 1960.\n\nThose same winds of revolution had also swept through the Congolese Mennonite communities (as well as other Protestant groups). In short, they were increasingly loathe to accept white foreigners as their religious as well as political leaders. In 1960, the congregations planted by CIM and MB missionaries were organized into indigenous denominations: Evangelical Mennonite Community (EMC) and Association des Eglises des Freres Mennonite au Congo (AEFMC, or Association of Mennonite Brethren Churches in the Congo).\n\nCIM told the EMC: “Our African brothers and sisters, it is time to pass on to you the steering wheel of this church that we have helped to plant. . . . Organize yourselves in order to choose your own leaders. Draw up your plan for the future of the work. As for us, we are there to help, but we are not there to lead or control.”\n\nBut denominational development was hindered by the eruption of a violent maelstrom that consumed the new country for much of the following decade, as competing forces, largely organized around tribal identities, fought for control of the new country. Additionally, both CIM and the Mennonite Brethren remained as mission organizations, officially separate from but intrinsically connected to the churches they birthed.\n\nGiven the far-reaching socio-political upheaval, a February 1961 meeting of CIM and EMC was called to discern next steps. Given the uncertainty of the times, CIM proposed keeping the church’s legal status with the government, rather than turning it over to the infant EMC. That was met with staunch Congolese opposition. Such tensions would plague the new church throughout the decade.\n\nMeanwhile, the Congolese Mennonite Brethren were also struggling with “a church with two heads”: the AEFMC and the North American MB mission board. They were supposed to be in partnership, but it was an inequitable relationship because North America contributed finances, equipment and staff. North Americans held the power.\n\nIt wasn’t until 1971 that both groups solved their situations by turning everything over to their respective denominations. In doing so, CIM ceased to exist as a legal entity, later reorganizing as AIMM to work elsewhere on the continent. The North American Mennonite Brethren transferred its Congo mission work to the AEFMC. The new organization was christened the Communaute des Eglises des Frere Mennonites au Congo, or CEFMC.\n\nThe Democratic Republic of Congo has 225,000 baptized Mennonite church members in five groups, according to Mennonite World Conference. Only the United States, Ethiopia and India have more.\n\nRich Preheim is a writer and historian from Elkhart, Ind."}}