{"GDELT": {"GlobalEventID": 931993390, "Day": 20200628, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4877, "Actor1Code": "GOV", "Actor1Name": "STATE OFFICIAL", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.8413461538461501, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Imperial Valley College, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA025", "Actor1Geo_Lat": 32.8278, "Actor1Geo_Long": -115.505, "Actor1Geo_FeatureID": "243792", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Imperial Valley College, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 32.8278, "Actor2Geo_Long": -115.505, "Actor2Geo_FeatureID": "243792", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Imperial Valley College, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 32.8278, "Action2Geo_Long": -115.505, "Action2Geo_FeatureID": "243792", "DATEADDED": 20200628044500, "SOURCEURL": "https://www.msn.com/en-us/news/us/imperial-county-officials-meeting-to-work-out-a-coronavirus-plan/ar-BB162KL3"}, "ARTICLE": {"TITLE": "Imperial County and state officials meet to work on plan to halt spread of coronavirus", "TEXT": "© (Nelvin C. Cepeda / The San Diego Union-Tribune) Wearing personal protective equipment, nurse Kristen Wilson checks on a COVID-19 patient at El Centro Regional Medical Center on June 10. (Nelvin C. Cepeda / The San Diego Union-Tribune)\n\nLocal and state officials met Saturday in El Centro to hash out a plan to deal with a high number of COVID-19 cases and hospitalizations that have at times overwhelmed the healthcare system in Imperial County.\n\nThe meeting, which included attendees from local hospitals, involved listening sessions and several breakout meetings, but no concrete decisions have been announced, said Linsey Dale, a county spokeswoman.\n\n\"There will be more details as solutions develop in the coming days,\" she said.\n\nEl Centro Mayor Efrain Silva said the goal of the meeting was to come up with a mitigation plan to drive down Imperial County’s high positivity rate and increase its hospital capacity. State officials didn't say much during the meeting, Silva said, but focused on taking notes, which they intended to relay back to others in Sacramento.\n\n“They made a commitment that they’ll provide the resources the Imperial Valley needs,” Silva said, noting that some of the topics they addressed included hospital capacity, the need for faster testing turnaround and the hiring of more contact tracers.\n\nThe meeting came a day after Gov. Gavin Newsom announced that he was urging Imperial County to reimpose stricter stay-at-home orders amid a per-capita case rate and positivity rate that both rank as the state’s highest. The county has averaged 1,173 new cases per 100,000 residents over the past two weeks, as well as a test positivity rate of 23%. Over the last five weeks, more than 500 patients have been transferred to other counties to relieve pressure on the rural county’s hospitals.\n\nStill, it remained undecided whether additional businesses in Imperial County would be directed to close as a result of the governor’s recommendation.\n\nThe county’s Board of Supervisors elected to take no immediate action during an emergency meeting Friday night to discuss Newsom’s announcement. Instead, officials said, they are urging residents to adhere to the stay-at-home rules that are in place.\n\n“At this point, there is no decision to make any change yet,” Supervisor Luis Plancarte said at a news conference that followed the meeting. “I think over the next few days we will be working with representatives from the governor’s office and seeing what the best path going forward will be.”\n\nSome locals, including Calexico resident Luis Flores, are frustrated with the Board of Supervisors’ timeline and want to see stricter stay-at-home orders reinstated immediately.\n\n“It’s a drastic step, but we’re experiencing a chart-topping crisis,” said Flores, who is part of a group of community advocates who have joined together during the pandemic to raise awareness about underlying health inequities in the region.\n\nWhile Flores advocates for stricter stay-at-home restrictions, he said it’s critical that they be coupled with other policy decisions that make it possible for people to stay home and stay healthy. Those steps, he said, must include expanding a moratorium on evictions and adding more Spanish-speaking contact tracers.\n\nImperial County’s health officer first issued a stay-at-home order in March. The county is currently in Stage 2 of relaxing that order, most recently amending it May 26 to permit in-store shopping and the resumption of religious services, provided certain precautions are taken. The county is one of only a few in California that has not obtained a variance to move more quickly through Stage 2 into Stage 3 of rolling back restrictions, despite a push by local business associations and the county Board of Supervisors for the state to give county authorities control over the timetable.\n\nEven after the governor's announcement, local officials appeared reluctant to backtrack on the county’s limited reopening, saying that its geography might mean that’s not the best way to mitigate the virus’ spread there. Imperial County is bordered by Arizona to the east, Riverside County to the north, San Diego to the west and Mexico to the south.\n\n“We are surrounded by communities that are in a different opening stage than us and therefore able to provide services that are not available here,” Silva said. “So I think that we’re fooling ourselves if we think that if we shut down further that our citizens are not going to travel very short distances in every direction and be able to still look for those services.”\n\nOther complicating factors include a large number of U.S. citizens living in Mexico who cross the border each day to work and to seek healthcare, which has at times put a strain on the county's hospitals and forced them to divert patients, Silva said. That's not only because of a lack of beds but because the hospitals lack the equipment and expertise to deal with certain severe cases of COVID-19, he said.\n\nFor that reason, local officials plan to ask the state to increase the capacity of a field medical station so it’s able to treat COVID-19 patients with severe symptoms, Silva said. The medical station, which is at Imperial Valley College, currently has 80 beds to care for patients whose cases are not acute, according to the state.\n\nLocal officials are also considering asking the state for help creating a public information campaign aimed at getting more people to wear face coverings and observe social distancing, Silva said.\n\n\"As we have heard from experts, the solution is actually not that complicated in that if we all adhere to the recommendations — the face masks and the distancing and the sanitation suggestions — this would be much better,\" he said. \"But even here locally we see resistance to some of those preventive measures.\""}}