{"GDELT": {"GlobalEventID": 932967123, "Day": 20200703, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5014, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "ELI", "Actor2Name": "FIRST LADY", "Actor2Type1Code": "ELI", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -9.649122807017529, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Tulsa, Oklahoma, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOK", "Actor1Geo_ADM2Code": "OK143", "Actor1Geo_Lat": 36.154, "Actor1Geo_Long": -95.9928, "Actor1Geo_FeatureID": "1100962", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Oklahoma, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOK", "Actor2Geo_Lat": 35.5376, "Actor2Geo_Long": -96.9247, "Actor2Geo_FeatureID": "OK", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Tulsa, Oklahoma, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOK", "Action2Geo_ADM2Code": "OK143", "Action2Geo_Lat": 36.154, "Action2Geo_Long": -95.9928, "Action2Geo_FeatureID": "1100962", "DATEADDED": 20200703003000, "SOURCEURL": "http://www.newson6.com/story/5efe05cfb94fd23e36411a4c/multiple-troopers-injured-in-okc-crash-during--motorcade-procession-for-fallen-tulsa-police-officer"}, "ARTICLE": {"TITLE": "Multiple Troopers Injured In OKC Crash During Motorcade Procession For Fallen Tulsa Police Officer", "TEXT": "Multiple Troopers Injured In OKC Crash During Motorcade Procession For Fallen Tulsa Police Officer\n\nThursday, July 2nd 2020, 11:05 am\n\nBy: LeighAnne Manwarren\n\nSeveral law officers were injured Thursday morning in a crash in Oklahoma City during a procession for a fallen Tulsa police officer.\n\nThree troopers on motorcycles crashed in the westbound lanes of the Kilpatrick Turnpike, the Oklahoma Highway Patrol said.\n\nAll troopers were taken to hospitals in critical condition.\n\nThe crash happened shortly before 11 a.m. and blocked all westbound lane traffic on the Kilpatrick Turnpike in between Eastern Avenue and the Broadway Extension. The turnpike was shutdown for more than three hours.\n\nThe injured troopers were identified as Trooper Rocky Barnes, a 22-year veteran of the patrol, Trooper Steve Eason, an 18-year veteran of the patrol, and Trooper Ron Watson, a 30-year veteran of the patrol.\n\nTwo of the troopers have been released from the hospital, OHP Capt. Timmons said.\n\nLaw officers were escorting the body of Sgt. Craig Johnson, a fallen Tulsa police officer, to LifeShare Transplant Donor Services, 6105 N Robinson in Oklahoma City.\n\nJohnson was gravely wounded when he was shot early Monday during a traffic stop. He died Tuesday at a Tulsa hospital.\n\nAnother officer, rookie Aurash Zarkeshan, was shot during the traffic stop, and he is in critical condition.\n\nRelated: Tulsa Police Sergeant's Funeral Set For July 9\n\nGov. Kevin Stitt released the following statement regarding the crash:\n\n“I ask Oklahomans to join the First Lady and me in praying for the recovery of the Oklahoma Highway Patrol troopers who were injured, for their families and for all those affected by this terrible accident. It is always difficult to receive news of first responders being injured in the line of duty, but it is especially heartbreaking to learn this incident happened during the procession for an officer who was senselessly murdered while protecting his community.”\n\nTulsa Mayor G.T. Bynum said in a news conference no Tulsa police officers were injured in the Oklahoma City crash.\n\nOklahoma City Mayor David Holt issued a statement on his social media page. It read the following:\n\n\"This morning in Oklahoma City, three members of the Oklahoma Highway Patrol were injured in a crash while escorting Tulsa Police Sgt. Craig Johnson. Please pray for these Troopers and for everyone in Oklahoma law enforcement. This tragic event compounds what has already been a tough week. We also continue to pray for and send our condolences to Sgt. Johnson’s family, and we continue to pray for Tulsa Police Officer Aurash Zarkeshan, who remains hospitalized from the attack earlier this week.\"\n\nRead more: Tulsa Police Sergeant Dies From Injuries Suffered During Shooting\n\nThis is a developing story."}}