{"GDELT": {"GlobalEventID": 932966671, "Day": 20200703, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5014, "Actor1Code": "SPY", "Actor1Name": "INTELLIGENCE", "Actor1Type1Code": "SPY", "IsRootEvent": 0, "EventCode": 128, "EventBaseCode": 128, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.13026819923372, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200703003000, "SOURCEURL": "https://www.firstcoastnews.com/article/news/crime/retired-jso-homicide-detective-ex-wife-arrested-in-1999-jacksonville-cold-case-murder/77-f2d2a87c-1e9a-4551-8840-d42e19dc1f53"}, "ARTICLE": {"TITLE": "Jacksonville police arrest former detective, wife in 1999 murder", "TEXT": "Former Jacksonville Sheriff's Office homicide detective William Baer was arrested Thursday in the brutal 1999 murder of Saad Kawaf.\n\nJACKSONVILLE, Fla — Police announced the arrest of a former Jacksonville Sheriff's Office Homicide Detective in a two-decade cold case -- the murder of Saad Kawaf.\n\nRetired Jacksonville Sheriff’s Officer William Baer and his ex wife, Melissa Jo Schafer, now face murder charges in the killing of the convenience store owner in 1999.\n\nIt is a case First Coast News featured in its “Unsolved” series in February 2020. On May 17, 1999, Saad Kawaf said goodbye to his wife before walking out the door to head to work. Law enforcement sources say Det. Baer and Schaffer were waiting outside and attacked Kawaf in his driveway.\n\nSaad Kawaf’s wife later told officers she heard a scream and when she opened the door she saw her husband being dragged into the garage while being beaten and stabbed. Mrs. Kawaf says she was then grabbed by a female attacker and dragged back into the home and bound. During the course of her struggle with the female attacker, Mrs. Kawaf bit the woman – a fact that, 20 years later, would provide the key to identifying the attackers. She got a piece of the female attacker’s DNA.\n\nDetectives say the use of genetic genealogy helped lead them to Schaffer and to Baer himself. Sources tell First Coast News back in 1999, Baer had been watching Kawaf's house as part of JSO's intelligence unit because there was suspicion that Saad Kawaf was illegally selling pseudoephedrine at his store and that there was a large amount of money inside the home.\n\nIt is unclear if Baer was interviewed during the course of the initial investigation into Kawaf’s murder.\n\nDuring First Coast News' interview with the Jacksonville Sheriff’s Office about this case earlier this year, Det. Margo Rhatigan stated that money was taken from inside the home and that was believed to be a possible motive in Kawaf’s killing, but declined to say how much was stolen.\n\nHeather Kayal, Kawaf's niece, released the following statement on behalf of the family.\n\n\"We are thrilled. We are grateful. Not a day has gone by that we don’t miss our beloved Saad. The past 21 years have been the hardest to not only be without a man who meant so much to our family, but to know that the people who did this were not held accountable for their actions. We are grateful to the brave members of the cold case unit and all members of law enforcement who have worked tirelessly on our behalf to ensure justice and that Saad’s memory will never be forgotten.\"\n\nThe State Attorney's Office released the following statement about the arrest:\n\n\"Despite more than 20 years passing, this arrest shows the importance of cold case work in law enforcement and the value of genetic genealogy. The case will be prosecuted by State Attorney Melissa Nelson and Chief Assistant L.E. Hutton.\""}}