{"GDELT": {"GlobalEventID": 932966683, "Day": 20200703, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5014, "Actor1Code": "SWE", "Actor1Name": "SWEDEN", "Actor1CountryCode": "SWE", "Actor2Code": "GRCGOV", "Actor2Name": "GREEK", "Actor2CountryCode": "GRC", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sweden", "Actor1Geo_CountryCode": "SW", "Actor1Geo_ADM1Code": "SW", "Actor1Geo_Lat": 62.0, "Actor1Geo_Long": 15.0, "Actor1Geo_FeatureID": "SW", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Pelion, Perifereia Thessalias, Greece", "Actor2Geo_CountryCode": "GR", "Actor2Geo_ADM1Code": "GR64", "Actor2Geo_ADM2Code": "16722", "Actor2Geo_Lat": 39.4, "Actor2Geo_Long": 23.0833, "Actor2Geo_FeatureID": "-826259", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200703003000, "SOURCEURL": "https://uk.news.yahoo.com/british-pms-father-travels-greece-132849366.html"}, "ARTICLE": {"TITLE": "PM's father travels to Greece despite UK COVID-19 advisory", "TEXT": "ATHENS (Reuters) - The father of British Prime Minister Boris Johnson has flown to Greece, despite current advice for British nationals to avoid all but essential international travel.\n\nGreek government officials confirmed on Thursday that author Stanley Johnson had arrived, likely via Bulgaria, in the northern region of Pelion, where he has a holiday home, but said there was nothing untoward in his arrival.\n\nPhotos on Stanley Johnson's Instagram account showed him wearing a mask in what appeared to be an airport. Two videos on the same account showed an aircraft coming in to land. \"Arriving in Athens this evening!,\" the caption said.\n\nStanley Johnson was quoted on Britain's Daily Mail newspaper website as saying he was in Pelion \"on essential business trying to COVID-proof my property in view of the upcoming letting season\".\n\nGreek government spokesman Stelios Petsas said: \"We have banned flights, direct flights from UK and Sweden until July 15. If a citizen from these countries arrives in a different way to Greece, of course they can come.\"\n\nBritish Prime Minister Boris Johnson's spokesman declined to comment on the specific case but when asked whether the prime minister thought the public should follow travel advice, he said: \"In relation to Foreign Office advice, that is what it is, it's advice and it is for individuals to make the judgments themselves.\"\n\nThe local governor of the southern Pelion region, Michalis Mitzikos, said: \"The relevant authorities are aware of the presence of Mr Johnson here and will act accordingly. We are following the instructions of the relevant authorities, health authorities and police,\" he said, declining to elaborate.\n\n(This story corrects translation error to show direct flights banned until July 15, not June 15, in paragraph 5 quote)\n\n\n\n\n\n(Reporting by Angeliki Koutantou and Renee Maltezou; Additional reporting by Elizabeth Piper in London; Writing by Michele Kambas; Editing by Alison Williams)"}}