{"GDELT": {"GlobalEventID": 932965270, "Day": 20200703, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5014, "Actor1Code": "BRA", "Actor1Name": "BRAZIL", "Actor1CountryCode": "BRA", "Actor2Code": "CVL", "Actor2Name": "VILLAGE", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.550050556117291, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manaus, Amazonas, Brazil", "Actor1Geo_CountryCode": "BR", "Actor1Geo_ADM1Code": "BR04", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -3.11333, "Actor1Geo_Long": -60.0253, "Actor1Geo_FeatureID": "-653186", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Manaus, Amazonas, Brazil", "Actor2Geo_CountryCode": "BR", "Actor2Geo_ADM1Code": "BR04", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -3.11333, "Actor2Geo_Long": -60.0253, "Actor2Geo_FeatureID": "-653186", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manaus, Amazonas, Brazil", "Action2Geo_CountryCode": "BR", "Action2Geo_ADM1Code": "BR04", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -3.11333, "Action2Geo_Long": -60.0253, "Action2Geo_FeatureID": "-653186", "DATEADDED": 20200703003000, "SOURCEURL": "https://unpo.org/article/21962"}, "ARTICLE": {"TITLE": "UNPO: Coronavirus: Covid-19 Threatens a Generation of Indigenous Leaders in Brazil", "TEXT": "As Covid-19 continues to get worse in Brazil, it is disproportionately impacting the country’s indigenous communities. The indigenous organisation APIB has logged at least 332 Covid-19 deaths, and 7,208 coronavirus cases across 110 communities. “We are facing extermination,” said its executive coordinator, Dinamam Tuxá. Since the virus particularly impacts elder people, the unexpected death of tribal leaders is sweeping away knowledge and wisdom that is difficult to replace.\n\nBelow is an article published by The Guardian\n\nWhen Bep Karoti Xikrin fell ill with Covid-19, he refused to go to a hospital.\n\nThe 64-year-old chief of a Xikrin indigenous village in Brazil’s Amazon was plagued by headaches and fatigue and struggled for breath. But according to his daughter Bekuoi Raquel, he was afraid that if he were admitted to hospital he might never return.\n\nInstead, he died in his village – and with him, was lost decades of knowledge and leadership.\n\n“He knew so much about things we haven’t even experienced,” said Bekuoi, 21. “Everyone admired him. He was very loved.”\n\nAs Brazil’s confirmed overall death toll from Covid-19 passes 50,000, the virus is scything through the country’s indigenous communities, killing chiefs, elders and traditional healers – and raising fears that alongside the toll of human lives, the pandemic may inflict irreparable damage on tribal knowledge of history, culture and natural medicine.\n\nThe Munduruku people alone have lost 10 sábios, or wise ones. “We always say they are living libraries,” said Alessandra Munduruku, a tribal leader. “It’s been very painful.”\n\nThe victims include prominent figures such as Paulinho Paiakan, a Kayapó leader who fought alongside rock star Sting against the Belo Monte dam.\n\nThe indigenous organisation Apib has logged at least 332 Covid-19 deaths, and 7,208 coronavirus cases across 110 communities. “We are facing extermination,” said its executive coordinator, Dinamam Tuxá.\n\nIndigenous leaders such as Tuxá say the government of the far-right president, Jair Bolsonaro, is failing to protect the country’s 900,000 indigenous people – many of whom live in small communities, where dozens often share the same house.\n\nTuxá said Brazil’s Funai indigenous agency has taken too long to send emergency food kits to people isolating in their villages, forcing them to risk infection by traveling to nearby towns for emergency government payments.\n\nFunai said it had delivered 82,000 basic food kits and 43,000 hygiene kits.\n\nSome leaders even blame government health workers for bringing the virus. Katia Silene Akrãtikatêjê, 51, a chief from the Gavião tribe in Pará state, believes she caught Covid-19 after a government health team visited their village to give flu vaccines.\n\n“Everyone got sick from there on,” she said.\n\nIn Brazil’s biggest reserve – the Yanomami – four people have died from Covid-19, and 146 cases of coronavirus have been detected. The tribe has previously been decimated by epidemics of measles and flu, and many now fear the coronavirus is being spread by 20,000 wildcat miners – or garimpeiros – who are overrunning the reserve.\n\n“The garimpeiros are like measles, they don’t want to leave,” Dario Kopenawa, vice-president of its Hutukara Yanomami Association, told the UOL site. His father, indigenous leader Davi Kopenawa, is with one of several Yanomami groups self-isolating deep in the forest.\n\nOn 5 June, federal prosecutors warned of federal government neglect in protecting indigenous people from the pandemic. Celebrated indigenous leader Raoni said Bolsonaro was “taking advantage” of the coronavirus to eliminate indigenous people.\n\nThe government’s indigenous health service, Sesai, said it had sent 600,000 items of personal protection equipment and spent £11m fighting Covid-19. On Tuesday the Brazilian congress approved a law aiming to guarantee emergency help for indigenous people that needs presidential approval.\n\nA fifth of Brazil’s indigenous people live in the enormous state of Amazonas, whose capital, Manaus, was recently overwhelmed by the virus – but has the only intensive care beds in the state.\n\nEdney Samias, 38, a chief of the Kokama people in the Amazon region of Alto Solimões, 1,000km from Manaus, said that Covid-19 has killed 57 people in his tribe – including his own father.\n\nGuilherme Samaias, 64, is thought to have contracted the disease when he travelled to a nearby town to collect an emergency aid payment. When he became ill, he was promised a medical airlift to Manaus, but it never materialized, Samias said.\n\nKokama people who fall sick now stay in their villages, self-medicating with a tea made of Amazon plants, lime, ginger, garlic – and aspirin. “Mixing our medicine with the white man’s medicine,” Samias said.\n\nFunai has delivered some food supplies, but Samias said that the aid kits are only available to indigenous people who live on officially demarcated reserves – and are too small for large families. “The whole tribe is hungry,” he said.\n\nIn one hard-hit Amazon region, indigenous people and NGOs have worked with local government to develop their own solutions.\n\nAfter high infection rates were detected in the town with Brazil’s highest indigenous population, São Gabriel da Cachoeira, an emergency committee of ISA, local officials, government doctors and indigenous association Foirn was formed.\n\nWhen Funai food baskets failed to arrive, indigenous groups and local Funai officials raised money to buy and distribute their own. The Brazilian NGO Health Expeditionaries has set up temporary infirmaries around this vast region with room for hammocks and oxygen concentrators to help patients from more than 700 remote communities without sending them to hospital.\n\n“Our effort is to make community isolation work, to reduce transmission and consequently, serious cases,” said Guilherme Monção, a Sesai doctor. Now Sesai is adapting the model for other regions.\n\nThe government should cooperate more with civil society, said Marivelton Barroso, Foirn’s president. “Nobody goes it alone in this region,” he said."}}