{"GDELT": {"GlobalEventID": 932966041, "Day": 20200703, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5014, "Actor1Code": "GOV", "Actor1Name": "DEPUTY PRIME MINISTER", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 3, "NumArticles": 4, "AvgTone": -2.3271362172597003, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Alaska, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAK", "Actor1Geo_Lat": 61.385, "Actor1Geo_Long": -152.268, "Actor1Geo_FeatureID": "AK", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Alaska, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAK", "Actor2Geo_Lat": 61.385, "Actor2Geo_Long": -152.268, "Actor2Geo_FeatureID": "AK", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Alaska, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAK", "Action2Geo_Lat": 61.385, "Action2Geo_Long": -152.268, "Action2Geo_FeatureID": "AK", "DATEADDED": 20200703003000, "SOURCEURL": "https://www.thestar.com/news/canada/2020/07/02/queue-jumpers-not-welcome-in-bc-as-covid-19-us-cases-rise-says-premier-horgan.html"}, "ARTICLE": {"TITLE": "‘Queue jumpers’ not welcome in B.C. as COVID-19 U.S. cases rise, says Premier Horgan", "TEXT": "RICHMOND, B.C.—Premier John Horgan says Americans travelling through British Columbia on their way to Alaska or returning home should not stop in the province while COVID-19 cases continue rising in the United States.\n\nHorgan said Thursday he’s heard concerns that Americans have stopped at Vancouver hotels and in stores on Vancouver Island instead of heading straight to their destination, putting local residents at risk.\n\nHe said licence plates from Texas and California have been spotted in Port Renfrew, which is not on the way to Alaska.\n\nHorgan said he has spoken with Deputy Prime Minister Chrystia Freeland about the need for her to discuss the issue with American officials.\n\nB.C. has kept its infection rates low and the province’s progress should not be lost to “queue jumpers” as outbreaks of COVID-19 have increased in many states, he said.\n\n“Outbreaks in Washington state, California, Arizona, Texas are absolutely unacceptable. We have to maintain our border security so we can protect the progress we’ve made here in British Columbia,” Horgan said.\n\n“We do not want to make it more difficult for people to get home but if you’re going home you should go straight home. You shouldn’t be stopping along the way to enjoy the sights and sounds of British Columbia. That’s not part of the plan.”\n\nPrime Minister Justin Trudeau said in mid-June that the federal government is looking into reports of U.S. tourists flouting measures around the border shutdown.\n\nThe federal government extended the mandatory quarantine order for most people entering Canada until the end of August to help curb the spread of the novel coronavirus. The order made under the Quarantine Act, which first came into effect in late March, was set to expire at midnight Tuesday, but will now remain in effect until Aug. 31.\n\nHorgan said he has maintained during 15 consecutive weeks of meetings with the other premiers, Trudeau and Freeland that the border needs to remain closed until the U.S. demonstrates it has “a handle on this pandemic.”\n\nProvincial health officer Dr. Bonnie Henry said those coming into the province should recognize that British Columbians have a vested interest in making sure visitors follow “our travel manners.”\n\n“We’ve done a lot here and it has been a sacrifice for everybody in this province and so there are concerns there are people coming in from jurisdictions that are still very much at risk,” she told a news conference in Victoria.\n\nHenry said she supports closing the border to non-essential travel, adding that the situation in Washington state and the broader United States is “challenging.”\n\n“They have been actively working for, as we know, a long time to control the outbreak,” she said.\n\n“I think it really speaks to once you get a level of transmission in the community with this virus, it is so, so challenging to get ahead of it and that is one of the things that we’ve been able to do here in B.C. early on with the testing that we had, and here in Canada. We seem to be managing it but we know that there’s still risks.”\n\nLoading... Loading... Loading... Loading... Loading... Loading...\n\nHealth Minister Adrian Dix said he wants the border to be closed beyond August.\n\nThe provincial government announced three additional deaths due to COVID-19 since Tuesday, bringing the total number of people who have died to 177. There have been 24 new cases, for a total of 2,940.\n\nRead more about:"}}