{"GDELT": {"GlobalEventID": 932965372, "Day": 20200703, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5014, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "USA", "Actor2Name": "ALASKA", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.7660044150110399, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Alaska, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAK", "Actor2Geo_Lat": 61.385, "Actor2Geo_Long": -152.268, "Actor2Geo_FeatureID": "AK", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Alaska, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAK", "Action2Geo_Lat": 61.385, "Action2Geo_Long": -152.268, "Action2Geo_FeatureID": "AK", "DATEADDED": 20200703003000, "SOURCEURL": "https://www.bnnbloomberg.ca/queue-jumpers-not-welcome-in-b-c-as-u-s-virus-cases-rise-horgan-1.1460073"}, "ARTICLE": {"TITLE": "'Queue jumpers' not welcome in B.C. as U.S. virus cases rise: Horgan", "TEXT": "'Queue jumpers' not welcome in B.C. as U.S. virus cases rise: Horgan\n\nRICHMOND, B.C. -- Premier John Horgan says Americans travelling through British Columbia on their way to Alaska or returning home should not stop in the province while COVID-19 cases continue rising in the United States.\n\nHorgan said Thursday he's heard concerns that Americans have stopped at Vancouver hotels and in stores on Vancouver Island instead of heading straight to their destination, putting local residents at risk.\n\nHe said licence plates from Texas and California have been spotted in Port Renfrew, which is not on the way to Alaska.\n\nHorgan said he has spoken with Deputy Prime Minister Chrystia Freeland about the need for her to discuss the issue with American officials.\n\nB.C. has kept its infection rates low and the province's progress should not be lost to \"queue jumpers\" as outbreaks of COVID-19 have increased in many states, he said.\n\n\"Outbreaks in Washington state, California, Arizona, Texas are absolutely unacceptable. We have to maintain our border security so we can protect the progress we've made here in British Columbia,\" Horgan said.\n\n\"We do not want to make it more difficult for people to get home but if you're going home you should go straight home. You shouldn't be stopping along the way to enjoy the sights and sounds of British Columbia. That's not part of the plan.\"\n\nPrime Minister Justin Trudeau said in mid-June that the federal government is looking into reports of U.S. tourists flouting measures around the border shutdown. The Canada-U.S. border was closed to non-essential travel in March with some exceptions, including for asymptomatic Americans heading to Alaska, and could reopen on July 21.\n\nHorgan said he has maintained during 15 consecutive weeks of meetings with the other premiers, Trudeau and Freeland that the border needs to remain closed until the U.S. demonstrates it has \"a handle on this pandemic.\"\n\nHorgan made the comments during an announcement with Health Minister Adrian Dix on a larger-than-expected expansion of Richmond Hospital.\n\nA new tower would include 220 more beds for a total of 350 beds, as well as a new emergency room, pharmacy and intensive care unit. More services for children and those experiencing mental health issues are also part of the project.\n\nHorgan said the budget for the expansion would be determined at the end of September but is \"several hundreds of millions\" more than the initial estimated amount of about $300 million.\n\nThe expansion is among several hospital construction projects slated for the province, which also intends to build a new facility by 2026 to replace St. Paul's Hospital in Vancouver years after it was deemed unsafe in the event of an earthquake.\n\n"}}