{"GDELT": {"GlobalEventID": 932967090, "Day": 20200703, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5014, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "DNKGRL", "Actor2Name": "GREENLAND", "Actor2CountryCode": "DNK", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.75816993464053, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "University Of Massachusetts, Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_ADM2Code": "MA015", "Actor1Geo_Lat": 42.388999999999996, "Actor1Geo_Long": -72.5287, "Actor1Geo_FeatureID": "601175", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "University Of Massachusetts, Massachusetts, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMA", "Actor2Geo_Lat": 42.388999999999996, "Actor2Geo_Long": -72.5287, "Actor2Geo_FeatureID": "601175", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Keene State College, New Hampshire, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNH", "Action2Geo_Lat": 42.9445, "Action2Geo_Long": -72.2784, "Action2Geo_FeatureID": "1917889", "DATEADDED": 20200703003000, "SOURCEURL": "https://www.seacoastonline.com/business/20200702/names--faces"}, "ARTICLE": {"TITLE": "Names & Faces", "TEXT": "Email Names & Faces submissions to business@seacoastonline.com.\n\nDavid Verno joins Raiche & Company\n\nPORTSMOUTH — Raiche & Company, Certified Public Accountants, PA, a leading Seacoast New Hampshire CPA and advisory firm, announced the hiring of David Verno as a senior manager with the firm.\n\nVerno has more than 30 years of accounting and tax advisory experience that includes time in both public accounting and private industry. He has worked for an international public accounting firm, a large regional public accounting firm, two publicly traded corporations, and was a partner for more than 10 years with a large New Hampshire public accounting firm.\n\nVerno obtained his bachelor of arts degree with a focus in accounting from Thiel College and grew up in Pittsburgh, Pennsylvania, but has lived in New Hampshire for more than 20 years.\n\nVerno is a member of the American Institute of Public Accountants and serves on the board of directors of the Wentworth-Douglass Hospital Foundation.\n\nVisit www.raichecpa.com.\n\nUnitil hires Robert Hevert as senior vice president\n\nHAMPTON — Unitil Corporation on Thursday announced the hiring of Robert B. Hevert, CFA, as senior vice president, effective July 23.\n\nIt is anticipated that Unitil’s Board of Directors will appoint Hevert to the position of senior vice president, chief financial officer and treasurer at its July 29. It is also anticipated that Laurence M. Brock, who has served as Unitil’s interim CFO and treasurer since March 16 will step down from that role July 29, but will remain as senior vice president and will work directly with Hevert to ensure a smooth transition.\n\nHevert most recently served as partner and practice area leader of rates, regulation and planning at ScottMadden, where he had practiced since 2016. Hevert was founder and managing partner of Sussex Economic Advisors from 2012 until 2016, and president of Concentric Energy Advisors from 2002 until 2012. Hevert also served in senior positions at Navigant Consulting (now Guidehouse) from 1997 until 2002, and vice president and assistant treasurer at Bay State Gas Company.\n\nHevert holds a degree in business and economics from the University of Delaware, an MBA from the University of Massachusetts at Amherst, and is a CFA Charterholder.\n\nUnitil Corporation provides natural gas and electricity in New England. Visit www.unitil.com.\n\nMichael LeBel joins Bangor Savings Bank\n\nPORTSMOUTH — Michael LeBel has joined Bangor Savings Bank as vice president and portfolio manager.\n\nLeBel comes to Bangor Savings Bank with more than 20 years in the financial services industry, most recently as an analyst. Following his bachelor of science degree from Keene State College and his MBA from Boston College, LeBel earned his CFA and CAIA designations and is a member of the CFA Society of Boston.\n\nA resident of Greenland, LeBel is looking forward to becoming more active in the Exeter and Hampton area chambers of commerce. LeBel will be based out of Portsmouth and will cover New Hampshire.\n\nMark Paluzzi joins Bangor Savings Bank\n\nPORTSMOUTH — Mark Paluzzi has joined Bangor Savings Bank as senior vice president and New Hampshire wealth management market leader.\n\nPaluzzi comes to Bangor Savings Bank with 28 years of experience assisting families in the creation and execution of trust and estate plans. In his new role, Paluzzi will be leading a team of relationship managers to develop and grow Bangor Savings Bank’s wealth management presence within the state.\n\nPaluzzi is a volunteer and Board member of Beverly Bootstraps Community Services, a volunteer for My Brother’s Table, and a member of the Trust School Advisory Board for the American Bankers Association.\n\nHe received his bachelor of science degree from Salem State University, his MBA from Bentley University and went on to earn his CFP, CTFA and AEP designations. Paluzzi will work at the Portsmouth office."}}