{"GDELT": {"GlobalEventID": 932966828, "Day": 20200703, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5014, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.8599605522682405, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Norfork, Arkansas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAR", "Actor1Geo_ADM2Code": "AR005", "Actor1Geo_Lat": 36.2095, "Actor1Geo_Long": -92.2843, "Actor1Geo_FeatureID": "77856", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Norfork, Arkansas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAR", "Action2Geo_ADM2Code": "AR005", "Action2Geo_Lat": 36.2095, "Action2Geo_Long": -92.2843, "Action2Geo_FeatureID": "77856", "DATEADDED": 20200703003000, "SOURCEURL": "https://www.msn.com/en-us/news/us/bchs-receives-dollar50000-donation/ar-BB16gRZ2"}, "ARTICLE": {"TITLE": "BCHS receives $50,000 donation", "TEXT": "© Anna Liles/The Baxter Bulletin Baxter County Historical Society President David Benedict stands in the lobby of the Baxter County Heritage Center on June 26. The Society recently received a $50,000 donation from former Norfork resident Wanda Finley Roe to pay off the organization's mortgage on the building.\n\nThe Baxter County Historical & Genealogical Society recently accepted a $50,000 donation from former Baxter County resident Wanda Finley Roe.\n\nThe group — which announced the donation at its June 23 meeting — will use the donation to pay off the organization's mortgage on the Baxter County Heritage Center, located at 808 S. Baker Street in downtown Mountain Home.\n\n\"I think it's a wonderful thing. Other museums are not as well-run as Baxter County,\" Roe said by phone from her home in Pea Ridge. \"I was pleased to do it.\"\n\nThe Historical Society purchased the building at 808 S. Baker Street in 2012. The downstairs serves as a museum displaying historical photographs and items, including the original soda fountain that was used when the building was first occupied as The Sweet Shop. The upstairs holds temperature-controlled archives for documents and has room for future expansion.\n\nRoe, who has been a member of the Historical Society for about 10 years, had previously talked with the group about participating in its \"Memory Month\" sponsorship campaign, where a donor pays for the Heritage Center's mortgage in a particular month in memory of a loved one.\n\n© Submitted photo Wanda Finley Roe\n\nRoe covered the building's December mortgage payment in honor of her marriage to Roy Roe, which had lasted for \"51-and-a-half years until he passed away,\" she wrote in her donation letter to the Society.\n\nIn April, the 100-year-old Roe contacted the Historical Society about possibly prepaying 10 years' worth of Memory Month donations for December in advance. She called Historical Society President David Benedict on June 22 and told him she had thought about it and was willing to pay off the Heritage Center's mortgage, which was $49,500.\n\n\"I was driving when I first got her phone call,\" Benedict said. \"I pulled over really quickly when she told me what she had in mind.\"\n\nThe actual $50,000 check arrived in the Historical Society's post office box on June 26.\n\n\"We can sense that Wanda Finley Roe's love for Arkansas and beloved memories of her roots in Baxter County have led to her generous support of our mission,\" Benedict said. \"She is a prime example of the truth that a person doesn't have to live in Baxter County to be a member of our Society and to help it carry out its mission of 'Preserving the Past for the Present.' We assure Wanda of our deep and lasting gratitude for her generosity, as we build on her support to continue to serve that mission well into the future.\"\n\nThe Baxter County Heritage Center is open Tuesdays and Thursdays from noon until 4 p.m. Visit the Historical Society online at www.baxtercountyhistory.org or by going to its Facebook page.\n\n© Anna Liles/The Baxter Bulletin Baxter County Historical Society members (from left) Kevin Bodenhamer, Jennifer Baker, Jeannie Alley, David Benedict, Jan Plau, Jeff Lewis and Melva Derrickson display Wanda Finley Roe's recent $50,000 donation to the Society.\n\nLyric Theater roots\n\nBorn in 1920, Wanda Finley grew up in Lone Rock and Norfork. Her father, William Melvin Finley, was a Vaudeville performer, a musician, clown, puppeteer and magician whose travels brought him to Norfork. There he met Luna Cockrum, the daughter of A.T. \"Shelt\" Cockrum and Mollie Mary Gaither.\n\nMelvin and Luna married in 1914, and for a while worked the Vaudeville circuit together. In time, Melvin Finley took an interest in motion pictures and established the Lyric Theater in Norfork, operating it from 1927 until 1957.\n\nWanda Roe's parents assisted in the production of the Civil War drama \"Souls Aflame,\" which in 1927 was the first feature film produced in Arkansas. Her parents provided music for the film, and at age 7 she and many other Norfork residents appeared as extras in the movie.\n\nWanda Finley graduated Norfork High School in 1937, and in 1940 married educator Roy Roe, who served as superintendent at Viola. When her husband was the superintendent at Foreman, he urged her to take the test to be certified to teach music, and she joined her husband in teaching at Foreman.\n\nShe later was certified to teach art, and introduced the art program at Foreman. When the Roes moved to Pea Ridge, she was able to start the high school art program there.\n\nA professional artist with a number of awards under her belt, she was appointed to the Arkansas Humanities Council by Gov. Mike Beebe. She also enjoys writing poetry and has achieved some recognition in the field as well.\n\nSociety donations\n\nRoe's recent donations are not the first time she has helped the Historical Society. In 2014, she donated a picture drawn by a grandson of Major Jacob Wolf; that picture is on display at the Heritage Center.\n\nShe has made two donations of granite \"Foundation Stone\" plaques engraved in memory of her family. In 2018, she made a $10,000 donation to replace the roof on property the Society owned at 211 S. Main Street (the old Baxter Bulletin offices and print shop).\n\nLast July, Society members visited Roe in her Pea Ridge home to record video of her life story and recollections of Baxter County. Nearly an hour-and-a-half of footage was recorded and is being prepared to be released on DVD, Society members said.\n\nThis article originally appeared on Baxter Bulletin: BCHS receives $50,000 donation"}}