{"GDELT": {"GlobalEventID": 932967157, "Day": 20200703, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5014, "Actor1Code": "USA", "Actor1Name": "PHOENIX", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.89389067524116, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Phoenix, Arizona, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAZ", "Actor1Geo_ADM2Code": "AZ013", "Actor1Geo_Lat": 33.4484, "Actor1Geo_Long": -112.074, "Actor1Geo_FeatureID": "44784", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Phoenix, Arizona, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAZ", "Actor2Geo_ADM2Code": "AZ013", "Actor2Geo_Lat": 33.4484, "Actor2Geo_Long": -112.074, "Actor2Geo_FeatureID": "44784", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Phoenix, Arizona, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAZ", "Action2Geo_ADM2Code": "AZ013", "Action2Geo_Lat": 33.4484, "Action2Geo_Long": -112.074, "Action2Geo_FeatureID": "44784", "DATEADDED": 20200703003000, "SOURCEURL": "https://www.businessinsider.com/former-arizona-health-director-blames-coronavirus-surge-lack-enforcement-2020-7"}, "ARTICLE": {"TITLE": "'The barn's on fire': The Phoenix mayor and Arizona's former health director detail how the state's coronavirus response went from successful to catastrophic", "TEXT": "Phoenix Mayor Kate Gallego says Gov. Doug Ducey's decision to quickly reopen the state in May caused Arizona's explosion in coronavirus cases.\n\nFor weeks in March, Ducey rejected calls from his own local officials to issue a statewide shutdown. He finally did so on March 30, but lifted the order after just six weeks.\n\nWill Humble, who led the Arizona Department of Health Services under GOP Gov. Janice Brewer, says Ducey's mistake wasn't reopening the state in May, but failing to enforce social distancing policies that would have made the reopening safer.\n\n\"The businesses that were doing mitigation ... their lunch was being eaten by their competitors who were just blowing it up,\" Humble told Business Insider. \"So the behavior began to metastasize.\"\n\nWhile Covid-19 cases are skyrocketed in Arizona, the state has a testing shortage, an underfunded contact-tracing effort, and a shortage of medical professionals.\n\nVisit Business Insider's homepage for more stories.\n\nPhoenix Mayor Kate Gallego blames her state's Republican governor, Doug Ducey, for the explosion of coronavirus cases in Arizona.\n\nGallego, a Democrat who leads one of the country's fastest-growing cities, argued that Ducey's decision to lift his state-wide lockdown order in mid-May sent the misleading and dangerous message that the public health crisis was over.\n\n\"A lot of Arizonans took the message that we had defeated COVID-19 and could go back to normal life,\" she told Business Insider in a Thursday interview. \"I certainly understand how eager people are to go back to the way things used to be, but it is not safe, nor appropriate.\"\n\nFor weeks in March, Ducey rejected calls from his own local officials to issue a statewide shutdown. He finally did so on March 30 but lifted the order after just six weeks.\n\nSince then, new Covid-19 cases have skyrocketed in the state. Just two weeks after the reopening, the percentage of coronavirus tests coming back positive had jumped from 5% to 12% as the state crushes its daily infection records.\n\nDucey abruptly reversed course on Monday, announcing that the state would shut down bars, gyms, water parks, and movie theaters and delay the start of the school year. He called the numbers \"brutal\" and warned they would get worse before they get better.\n\nArizona is also facing a severe testing shortage, an underfunded contact-tracing effort, a dearth of protective equipment for nursing homes and other non-hospital facilities, and a shortage of medical professionals.\n\n\"The barn's on fire,\" Will Humble, who led the Arizona Department of Health Services under GOP Gov. Janice Brewer, told Business Insider.\n\nSupporters of President Donald Trump cheer as he arrives to a group of young Republicans at Dream City Church, Tuesday, June 23, 2020, in Phoenix. Evan Vucci/AP Images\n\nFree champagne and 'zero enforcement'\n\nHumble said the governor's decision to reopen the state in mid-May wasn't necessarily a mistake.\n\nThe shutdown had been quite successful. But Ducey made the critical mistake of refusing to enforce social distancing policies as businesses reopened, Humble argued.\n\n\"We came out with the honor system,\" Humble said of the reopening. \"There were no measurable criteria for compliance and there was zero enforcement.\"\n\nNightclubs and bars across the state were \"totally packed, no masks, no distancing, no mitigation.\" Some handed out free champagne on reopening night.\n\n\"The businesses that were doing mitigation ... their lunch was being eaten by their competitors who were just blowing it up,\" Humble said. \"So the behavior began to metastasize.\"\n\nHumble argued that the governor's second critical failure was refusing to crack down when noncompliance became pervasive by Memorial Day weekend.\n\n\"When Memorial Day came, that was the point when it was just obvious that the system isn't going to work — there was just so little mitigation going on,\" he said, adding that the weekend's festivities led to a clear uptick in infections.\n\nEven after Ducey re-implemented the partial shutdown this week, Gallego said she's been fighting to close certain gyms and bars that claim they're exempt from the governor's recent order.\n\n\"We're having to get lawyers involved in explaining to gyms what is the definition of a gym, which is really frustrating,\" the mayor said. \"COVID-19 spreads at such a rate that a few bad actors can really hurt us.\"\n\nSocial distancing and other mitigation policies have been deeply politicized in Arizona, like elsewhere in the country.\n\nDucey only allowed local officials to implement mask-wearing mandates last week. Gallego immediately issued one for Phoenix.\n\nOn June 23, President Donald Trump traveled to the state to hold a campaign rally for young supporters at a Phoenix megachurch. The event attracted a few thousand attendees, very few of whom wore masks as they stood packed closely together indoors.\n\nThe mayor didn't enforce her mask order, which allows her to fine violators, at the presidential rally. But she urged Trump and Ducey, who doesn't support a state-wide mandate and also attended the rally, to encourage people to wear masks.\n\n\"I've been concerned about some of the messages coming from the president about how seriously we should take this,\" she said. \"I would like to see the president send a stronger message about face masks and how valuable they are.\"\n\nTrump's campaign and the Republican National Committee have repeatedly said the decision to wear a mask or social distance is up to the individual.\n\nBut public health experts say that \"personal responsibility\" strategy won't be enough to contain Covid-19.\n\n\"You have to have policies that drive and compel better behavior, you can't just encourage better behavior — it doesn't work, or at least it didn't in Arizona,\" Humble said."}}