{"GDELT": {"GlobalEventID": 932967332, "Day": 20200703, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5014, "Actor1Code": "USACOP", "Actor1Name": "KANSAS CITY", "Actor1CountryCode": "USA", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 6, "NumSources": 3, "NumArticles": 6, "AvgTone": -16.3941769481372, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Kansas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USKS", "Actor1Geo_Lat": 38.5111, "Actor1Geo_Long": -96.8005, "Actor1Geo_FeatureID": "KS", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Kansas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USKS", "Action2Geo_Lat": 38.5111, "Action2Geo_Long": -96.8005, "Action2Geo_FeatureID": "KS", "DATEADDED": 20200703003000, "SOURCEURL": "https://www.thestar.com/news/world/us/2020/07/02/kansas-city-police-officer-shot-suspect-dead-after-shooting.html"}, "ARTICLE": {"TITLE": "Kansas City police officer shot, suspect dead after shooting", "TEXT": "KANSAS CITY, Mo. - A shooting Thursday in Kansas City, Missouri, left a suspect dead and a police officer in critical condition after being shot in the head, police said.\n\nThe unidentified officer, who has been with the department for about 2 1/2 years, was hospitalized for emergency surgery following the shooting that happened just before 5 p.m., Kansas City police said on Twitter.\n\nHighway patrol officials said police were called to a McDonald’s restaurant where the unidentified suspect was waving a gun, then fled on foot after police chased him. The suspect turned and opened fire on the officers, striking one. A second officer fired back, highway patrol officials said.\n\nAt around 9:45 p.m., the officer was out of surgery and was stable, but his injuries were “still very serious,” Kansas City police said in a statement.\n\nMissouri State Highway Patrol Sgt. Bill Lowe said police believe there was only one suspect. No further information was immediately available.\n\n“We talk about the violence in this town,” Kansas City Police Chief Rick Smith said. “We can see where this is headed.\n\nMayor Quinton Lucas tweeted his support for the police following the shooting.\n\n“The women and men of our department are dedicated to this city,” Lucas said. “Always have been. Always will be. We owe them our prayers tonight and our thanks and our resolve—all of us—to call out those who are terrorizing so many in our community.”\n\nThe shooting is the second that injured a Kansas City officer Thursday. Three people including a police officer were shot earlier Thursday after a reported robbery at a bus stop."}}