{"GDELT": {"GlobalEventID": 932966378, "Day": 20200703, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5014, "Actor1Code": "LEG", "Actor1Name": "SENATE", "Actor1Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.6896551724138, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200703003000, "SOURCEURL": "https://www.wifr.com/2020/07/02/rockford-area-leaders-explore-potential-local-impact-of-moving-forward-act/"}, "ARTICLE": {"TITLE": "Rockford-area leaders explore potential local impact of Moving Forward Act", "TEXT": "ROCKFORD, Ill. (WIFR) - The U.S. House of Representatives approves new legislation designed to revitalize key components of the national infrastructure.\n\n\"It is big, it is bold, it is a job creator and it is a way that we will be able to rebuild America,\" said Rep. Cheri Bustos (D-17th).\n\n\"Making sure that communities who have been disproportionately impacted by lack of investment, by disinvestment, whether it is more of the urban communities, communities of color, in some cases, rural communities. I can tell you that that is a priority for me, because that spells out the kind of district that I represent in Congress,\" said Bustos.\n\nThe $1.5 trillion plan focuses on many aspects that directly impact the Rockford region, like rebuilding roads and improving public transit, ensuring clean water, as well as expanding broadband access.\n\n\"We need to use this opportunity to not reopen but to rebuild. And to me, reopen means go back to the way things were; rebuild means look towards the future and build a community, build a state and a country that we all can be proud of,\" said Rockford Mayor Tom McNamara.\n\n\"We serve as the nation's backbone for the movement of people and goods throughout our country. We are part of the commercial engine of the country. And so, I think the Moving Forward Act is spot on again in targeting, not just roads, but everything that supports that transportation system for the future,\" said Michael Dunn Jr., Executive Director, Region 1 Planning Council.\n\nThe bill now heads to the Senate, where on Wednesday, Majority Leader Mitch McConnell called the piece of legislation “nonsense,” saying it would die on the Congressional floor.\n\nCopyright 2020 WIFR. All rights reserved."}}