{"GDELT": {"GlobalEventID": 932967132, "Day": 20200703, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5014, "Actor1Code": "USA", "Actor1Name": "MARYLAND", "Actor1CountryCode": "USA", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.30030030030029997, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKC3", "Actor1Geo_ADM2Code": "40098", "Actor1Geo_Lat": 52.2, "Actor1Geo_Long": 0.116667, "Actor1Geo_FeatureID": "-2591658", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKC3", "Actor2Geo_ADM2Code": "40098", "Actor2Geo_Lat": 52.2, "Actor2Geo_Long": 0.116667, "Actor2Geo_FeatureID": "-2591658", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKC3", "Action2Geo_ADM2Code": "40098", "Action2Geo_Lat": 52.2, "Action2Geo_Long": 0.116667, "Action2Geo_FeatureID": "-2591658", "DATEADDED": 20200703003000, "SOURCEURL": "https://www.wmdt.com/2020/07/this-is-a-bump-in-the-road-company-reacts-to-fire-1-million-in-damages/"}, "ARTICLE": {"TITLE": "“This is a bump in the road”: Company reacts to fire, $1 million in damages", "TEXT": "“This is a bump in the road”: Company reacts to fire, $1 million in damages\n\nCAMBRIDGE, Md. – Officials are now working to make sure materials that burned inside a Cambridge building on Wednesday don’t harm the environment moving forward.\n\n“They are saying it could take a couple days, up to a week or more to mitigate what they have to do here,” says Deputy Chief State Fire Marshal Matt Stevens.\n\nThe State Fire Marshal and Maryland Department of Environment were on the scene of EGIDE USA in Cambridge on Thursday morning, assessing the damage. “We’ve estimated the damages at about one million dollars. That includes the contents in the building to include the machinery, the metals that they use here as well as the damage to the building itself,” says Stevens.\n\nThis comes after a fire broke out at the manufacturing facility around 5 PM on Wednesday. The company tells 47 ABC the investigation isn’t complete but they believe it started in the part of the building where they do electrical plating with nickel and gold.\n\n“I think the fire was caused by some plastic containers that we have in the plating shop,” says James Collins, the CEO of EGIDE SA.\n\nOfficials are now figuring out how to safely clean things up since there were hazardous chemicals inside this building. “Because the fire company used water to put out the fire, there’s a lot of concern over the environmental impact,” says Collins.\n\nEGIDE tells 47 ABC they’re prioritizing a safe and quick clean up, not only for the company’s sake but for the more than one hundred people they employ. “This is a bump in the road that we want to take care of quickly and per regulations but the company will stay in Cambridge,” says Collins.\n\nCollins says the company will try and support employees if the closure only lasts for a little while but otherwise they’ll have to ask them to file for unemployment until they get back up and running."}}