{"GDELT": {"GlobalEventID": 932966576, "Day": 20200703, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5014, "Actor1Code": "PHL", "Actor1Name": "PHILIPPINE", "Actor1CountryCode": "PHL", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.640625, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200703003000, "SOURCEURL": "https://english.kontan.co.id/news/vietnam-philippines-denounce-china-military-drills-in-disputed-waters"}, "ARTICLE": {"TITLE": "Vietnam, Philippines denounce China military drills in disputed waters", "TEXT": "ILUSTRASI. Kapal penjaga pantai atau daerah perbatasan laut Filipina di Laut China Selatan.\n\nSumber: Reuters | Editor: Barratut Taqiyyah Rafie\n\nKONTAN.CO.ID - HANOI/MANILA. Vietnam and the Philippines on Thursday criticised China’s holding of military drills in a disputed part of the South China, warning it could create tension in the region and impact Beijing’s relationship with its neighbours.\n\nPhilippine Defence Secretary Delfin Lorenzana said China’s exercises in the waters near the Paracel Islands were “highly provocative”, while Vietnam’s Foreign Ministry called them a violation of sovereignty that could be “detrimental” to Beijing’s relationship with the Association of Southeast Asian Nations (ASEAN).\n\nChina scheduled five days of drills from Wednesday near the Paracels according to a June 27 announcement by the Hainan’s Maritime Safety Administration. Vietnam has overlapping claims with China over the Paracels.\n\nVietnam and the Philippines have been the most vocal regional opponents to what they see as Chinese overreach in the South China Sea and its disregard for boundaries outlined in international maritime law.\n\nChina claims historical jurisdiction over about 80% of the sea.\n\nHanoi and Manila warned of growing insecurity in Southeast Asia at an ASEAN summit last Friday, amid concern, including from the United States, that China was using the cover of the coronavirus pandemic to step up naval activities and advance its territorial claims.\n\nEven though the Philippines has no claim to the Paracels, Lorenzana said China holding exercises beyond its own waters was not acceptable.\n\n“That is very concerning, we view that with alarm,” he told a security forum."}}