{"GDELT": {"GlobalEventID": 932966707, "Day": 20200703, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5014, "Actor1Code": "TUR", "Actor1Name": "TURKISH", "Actor1CountryCode": "TUR", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.0261153427638705, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ankara, Ankara, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU68", "Actor1Geo_ADM2Code": "27516", "Actor1Geo_Lat": 39.9272, "Actor1Geo_Long": 32.8644, "Actor1Geo_FeatureID": "-735338", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 44.0, "Action2Geo_FeatureID": "IZ", "DATEADDED": 20200703003000, "SOURCEURL": "https://www.voanews.com/extremism-watch/turkish-drone-strike-leaves-civilian-casualties"}, "ARTICLE": {"TITLE": "Turkish Drone Strike Leaves Civilian Casualties", "TEXT": "KUNA MASI, IRAQ/WASHINGTON - Ceiling and concrete walls are all that is left of a grocery store owned by a young Kurdish couple here in this riverside, tourist village in northern Iraq.\n\nThe store was hit last week by a Turkish drone attack, wounding the owners and their two small children.\n\n“At the time of the incident, I immediately lost one of my legs,” said Peyman Talib, the 31-year-old wife, from her hospital bed, with one leg missing from the knee down.\n\n“My other leg is also broken. It requires further surgery,” she told VOA.\n\nTalib’s husband, Keywan Kawa, 30, and their two children, a 7-year-old girl and a 5-year-old boy, were also injured in the attack.\n\n“There are about 20 shrapnel pieces in my body,” Kawa told VOA at the hospital where his wife and children were receiving medical treatment. He wore a medical neck brace.\n\n“I have left my son in the hands of God. There is shrapnel stuck in his head and the doctors here say it too risky for them to take it out,” he said.\n\nKurdish rebels\n\nThe drone strike appeared to have chased a Toyota truck carrying several fighters allegedly affiliated with the Kurdistan Workers’ Party (PKK), which was left badly damaged.\n\nThe PKK is an armed group that has engaged in a three-decade-long insurgency for Kurdish autonomy in Turkey. The Kurdish group maintains bases inside the autonomous northern Kurdistan region of Iraq.\n\nKawa said the truck stopped near his store, a man got off and entered the shop to purchase some goods. Then the Turkish strike hit, killing the man and injuring Kawa and his family.\n\nFILE - Recruits of the Kurdistan Free Life Party, a splinter group of the PKK, the Kurdistan Workers' Party, take defensive positions near their training camp in the Qandil mountain range, northern Iraq.\n\nThe Kurdistan Free Life Party (PJAK), an armed offshoot of the PKK that fights for more political and cultural rights for the Kurds in Iran, said the man was a party member named Rebwar Gholizadeh, better known by his nom de guerre, Ariwan the Revolutionary.\n\nThe group also said three additional fighters, who apparently stayed behind in the vehicle, were wounded, but it did not list their injuries.\n\nBoth the PKK and PJAK are designated as terrorist groups by Washington, Ankara and Tehran.\n\nIraqi condemnation\n\nA day after the strike, Iraqi President Barham Salih’s office issued a statement, condemning the airstrike and calling on Turkey to stop “its repeated violations of Iraq’s airspace that have resulted in civilian casualties.”\n\nA diplomatic source at the Turkish Foreign Ministry, however, told VOA “these counterterrorism operations are based on our inherent right of self-defense enshrined in the Article 51 of the U.N. Charter.”\n\nArticle 51 of the U.N. Charter stipulates that “nothing in the present Charter shall impair the inherent right of individual or collective self-defense if an armed attack occurs against a Member of the United Nations, until the Security Council has taken measures necessary to maintain international peace and security.”\n\nThe Turkish source added that had Iraqi authorities \"acted decisively to eliminate PKK from their territories, there would be no need for us to conduct such operations.”\n\nLocal officials said other Turkish strikes had killed six civilians in northern Iraq.\n\nTurkey’s Ministry of National Defense, however, said in a statement last week that Turkish airstrikes had targeted “the terrorists” and that “no civilians have or will ever be harmed in its operation.”\n\nIt’s rare for Turkey to go after PJAK, despite the group’s close ties to the PKK.\n\nThis strike, experts said, indicated close coordination between Turkey and Iran against the Kurdish rebels.\n\nDerailing Kurdish unity talks\n\nIran and Turkey fear granting local autonomy to their restive Kurdish populations may embolden them to push for outright independence, some experts say.\n\nThe two countries, however, share a more immediate common objective in their joint operations against Kurdish rebels: derailing Washington-mediated talks to unite Syria’s Kurdish factions, said Aykan Erdemir, director of the Turkey Program at the Foundation for Defense of Democracies and a former member of the Turkish parliament.\n\nErdemir argues that both countries are trying to achieve that goal “by putting pressure on the Kurdistan Regional Government [KRG], which has close ties with the KNC.”\n\nKNC is a Syrian Kurdish party to the negotiations. The other party is the Democratic Union Party (PYD), the political wing of the Syrian Democratic Forces (SDF), which is a major U.S. partner in the fight against the Islamic State terror group.\n\nTurkey, however, views the SDF as an extension of the PKK.\n\n“Although Ankara and Tehran have sectarian differences and clashing hegemonic ambitions concerning Iraq and the Middle East, time and again they have managed to find win-win arrangements to expand their respective spheres of influence,” Erdemir told VOA.\n\nFILE - Members of the Kurdistan Workers' Party, or PKK, are seen in the Kandil mountain range, Iraq.\n\nUS position\n\nIn addition to airstrikes, Turkey’s operation includes ground troops who have crossed the border into Iraq.\n\nThe United States called Wednesday for cooperation among Turkey, Iraq and the KRG against the PKK.\n\n“We regret any innocent loss of life and note the concerns expressed by the government of Iraq,” a U.S. State Department spokesperson told VOA.\n\n“The United States calls on Turkey and Iraq, including the KRG, to work together to defeat the PKK,” the spokesperson said, adding, “The United States is prepared to facilitate and support a coordinated approach on this issue.”\n\nMeanwhile, Kawa, the shop owner, is not certain whether life for him and his family will ever return to normal.\n\n“My wife’s leg has been chopped off. Nothing, not even the weight of this Earth in gold, can bring that back,” he said.\n\nVOA’s State Department correspondent Cindy Saine and VOA’s Ezel Sahinkaya contributed to this report from Washington."}}