{"GDELT": {"GlobalEventID": 933178660, "Day": 20200704, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5041, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -5.429864253393671, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI11", "Actor1Geo_ADM2Code": "191147", "Actor1Geo_Lat": 9.08333, "Actor1Geo_Long": 7.53333, "Actor1Geo_FeatureID": "-1997013", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI11", "Actor2Geo_ADM2Code": "191147", "Actor2Geo_Lat": 9.08333, "Actor2Geo_Long": 7.53333, "Actor2Geo_FeatureID": "-1997013", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI11", "Action2Geo_ADM2Code": "191147", "Action2Geo_Lat": 9.08333, "Action2Geo_Long": 7.53333, "Action2Geo_FeatureID": "-1997013", "DATEADDED": 20200704031500, "SOURCEURL": "https://www.thisdaylive.com/index.php/2020/06/28/fg-evacuates-2634-stranded-nigerians-in-three-months/"}, "ARTICLE": {"TITLE": "FG Evacuates 2,634 Stranded Nigerians in Three Months", "TEXT": "Adedayo Akinwale in Abuja\n\nThe federal government has evacuated more than 2,634 stranded Nigerians from various countries in the last three months due to the effects of COVID-19.\n\nThe figure was obtained from the twitter handle of the Minister of Foreign Affairs, Mr. Geoffrey Onyeama yesterday, though might not actually represent the total number of Nigerians evacuated since the COVID-19 outbreaks.\n\nTHISDAY findings revealed that the Ministry of Foreign Affairs, Nigerians in Diaspora Commission (NIDCOM) and the Presidential Task Force on COVID-19 did not have the official records of the evacuees from foreign countries.\n\nHowever, data obtained from the verified twitter handle of Onyeama revealed that the federal government had evacuated at least 2,634 Nigerians stranded in different countries around the world as a result of the pandemic.\n\nAs shown in @GeoffreyOnyeama, the federal government has evacuated 167 Nigerians from South Africa while 145 Nigerians were equally evacuated from Sudan.\n\nAlso, the handle revealed that 260 Nigerians were evacuated from India, 102 from Egypt and 300 from Dubai, an emirate in the United Arab Emirate (UAE) at different times.\n\nBesides, the handle showed that the federal government evacuated 268 stranded Nigerians from China, 298 also from Dubai and 17 from Senegal, a West African country.\n\nOnyeama’s handle further revealed that 292 Nigerians were evacuated from Saudi Arabia; 69 Nigerians from Lebanon; 160 from the United States; 300 from the UK and another batch of 256 Nigerians from Dubai, bringing the figures to 2, 634.\n\nWith these records on Friday, the federal government disclosed that it had concluded a plan to evacuate another batch of stranded Nigerians from the United States.\n\nThe Nigeria Consulate in New York via a statement issued confirmed the evacuation plan, which it had scheduled to take off from July 17.\n\nIt noted that the federal government had approved a third evacuation flight from the Newark Liberty International Airport, New Jersey to carry the evacuees from July 17.\n\nWhile calling on Nigerians to register with any of the missions in the country, the citizens were asked to purchase their ticket between $1,250 and $2,800 pending on the class.\n\nAccording to the statement, prospective evacuees will undergo the necessary guidelines issued by the Presidential Task Force on COVID-19.\n\nOne of such measures is that “all prospective evacuees must present an original COVID-19 negative test result not older than 14 days at the airport of departure and undergo a temperature check four hours before departure.\n\n“Any intending evacuees without the stipulated test result, or body temperature above 38 degrees centigrade, or any symptoms suggestive of COVID-19, will not be allowed to check-in.”\n\nSimilarly, the citizens were advised to be in possession of hand sanitisers throughout the journey, while wearing their facemasks."}}