{"GDELT": {"GlobalEventID": 933178811, "Day": 20200704, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5041, "Actor1Code": "IRLBUS", "Actor1Name": "IRELAND", "Actor1CountryCode": "IRL", "Actor1Type1Code": "BUS", "Actor2Code": "IRL", "Actor2Name": "IRELAND", "Actor2CountryCode": "IRL", "IsRootEvent": 0, "EventCode": 16, "EventBaseCode": 16, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.63917525773196, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Blanchardstown, County Fingal, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI35", "Actor1Geo_ADM2Code": "18299", "Actor1Geo_Lat": 53.3881, "Actor1Geo_Long": -6.37556, "Actor1Geo_FeatureID": "-1501014", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Blanchardstown, County Fingal, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI35", "Actor2Geo_ADM2Code": "18299", "Actor2Geo_Lat": 53.3881, "Actor2Geo_Long": -6.37556, "Actor2Geo_FeatureID": "-1501014", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Blanchardstown, County Fingal, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI35", "Action2Geo_ADM2Code": "18299", "Action2Geo_Lat": 53.3881, "Action2Geo_Long": -6.37556, "Action2Geo_FeatureID": "-1501014", "DATEADDED": 20200704031500, "SOURCEURL": "https://www.herald.ie/news/courts/no-tunnel-vision-in-murder-probe-into-donohoe-killing-retired-detective-tells-court-39339190.html"}, "ARTICLE": {"TITLE": "No 'tunnel vision' in murder probe into Donohoe killing, retired detective tells court", "TEXT": "A senior detective has rejected a claim that the Adrian Donohoe murder investigation was approached with tunnel vision and that lines of inquiry were not followed up on, the trial has heard.\n\nPat Marry, who was the senior investigating officer before his retirement in 2018, also told the jury that he was investigating a capital murder which took precedence over issues relating to fuel laundering.\n\nThe witness was being cross-examined in relation to inquiries carried out into the movements of a suspected fuel launderer who was in phone contact with Aaron Brady. Mr Brady denies capital murder.\n\nThe jury previously heard that the accused, in his formal alibi, said he was moving laundered diesel cubes in a yard in south Armagh at the time of the murder.\n\nFactual\n\nMr Brady has pleaded not guilty to the murder of Det Gda Donohoe (41), who was then a member of An Garda Siochana acting in the course of his duty, at Lordship Credit Union in Bellurgan, Co Louth, on January 25, 2013.\n\nMr Brady (29), of New Road in Crossmaglen, Co Armagh, also denies the robbery of around €7,000 in cash and assorted cheques from Pat Bellew at the same location on the same date.\n\nDefence counsel Michael O'Higgins SC put it to the retired detective inspector that there were a number of pieces of information relating to the movements of an alleged fuel launderer on the day of the robbery.\n\nThis included phone traffic which showed he was in contact with Mr Brady and another suspect in the robbery, the court heard.\n\nThe jury was told that there was also information received that this individual travelled to Dublin with another man that day before returning across the Border with a trailer.\n\nMr Marry said that the information about the trailer was not \"factual\" and that \"maybe they were in Blanchardstown collecting something else connected to something else\".\n\nAsked if this was ever followed up on, the retired investigator said it was and that gardai spoke to him at a PSNI station a month after the murder.\n\n\"He was asked to account for his movements on the 25 of January, he was asked in plain language, and he declined to engage with the gardai in respect of that,\" Mr Marry said.\n\nThe former detective added that the man gave an account up until a certain time \"when it came to the nitty gritty\" and then left the station having attended to give a statement on a voluntary basis.\n\nHe said the alleged diesel launderer made it \"quite clear\" that he would not be presenting himself to gardai again to be interviewed.\n\nCounsel put it to Mr Marry that there were \"screamingly obvious lines of inquiry which ought to have been followed up in this case\" that were not.\n\nThe retired officer said he disagreed with this and also rejected an assertion from Mr O'Higgins that the investigation was approached with tunnel vision.\n\nMr O'Higgins put it to the witness that anybody with an understanding of the investigation would reach the same conclusion.\n\n\"I totally disagree with that,\" Mr Marry said, describing it as an \"unfair comment\".\n\n\"I was investigating a capital murder, I wasn't investigating a Revenue offence or diesel laundering,\" he added.\n\nMr Marry added he did not believe diesel laundering was taking place at the yard on Concession Road that night and that he had \"good reason to believe that\".\n\nThe trial continues."}}