{"GDELT": {"GlobalEventID": 933178262, "Day": 20200704, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5041, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.86655112651646, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "South Dakota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USSD", "Actor2Geo_Lat": 44.2853, "Actor2Geo_Long": -99.4632, "Actor2Geo_FeatureID": "SD", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Ellsworth Air Force Base, South Dakota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USSD", "Action2Geo_Lat": 44.1428, "Action2Geo_Long": -103.101, "Action2Geo_FeatureID": "2443984", "DATEADDED": 20200704031500, "SOURCEURL": "https://www.msn.com/en-us/news/politics/trumps-mount-rushmore-event-could-yield-a-crowd-of-7500-%e2%80%94-but-masks-are-optional-and-social-distancing-isnt-required/ar-BB16jAbe"}, "ARTICLE": {"TITLE": "Trump's Mount Rushmore event could yield a crowd of 7,500 — but masks are optional and social distancing isn't required", "TEXT": "© Saul Loeb/AFP/Getty Images US President Donald Trump and First Lady Melania Trump disembark from Air Force One upon arrival at Ellsworth Air Force Base in South Dakota on July 3, 2020. Saul Loeb/AFP/Getty Images\n\nPresident Donald Trump will speak shortly at an event at Mount Rushmore, where face masks and social distancing aren't required.\n\nBoth measures are shown to be effective at preventing coronavirus transmission.\n\nIn an interview with Fox News this week, South Dakota Gov. Kristi Noem said people with concerns about attending the event \"can stay home.\"\n\nVisit Business Insider's homepage for more stories.\n\nPresident Donald Trump is scheduled to speak shortly at a 4th of July fireworks display at Mount Rushmore on Friday. The event has issued 7,500 tickets — but social distancing won't be enforced and attendees aren't required to wear face masks. A growing body of research suggests that both measures prevent coronavirus transmission.\n\nNational Park Service spokesperson Dana Soehn told Forbes that masks are optional for park staffers as well. NPS staff were encouraged to check their temperature before the event, Soehn said, but they weren't required to get tested for the virus.\n\nThe South Dakota event is outdoors, which may lower the risk of coronavirus transmission, but large gatherings in general can be breeding grounds for infection. Trump's recent campaign rally in Tulsa, Oklahoma, was widely panned by public-health experts who feared the event could prompt a surge in local cases.\n\nOn June 1, Tulsa's weekly average of coronavirus cases was around 17, according to the Tulsa Health Department. A month later, the weekly average had risen to 104. Trump's rally was held on June 20.\n\nOne of the attendees at that rally, former presidential candidate Herman Cain, announced on Thursday that he had been hospitalized with COVID-19. The day before, Cain touted the optional mask policy at the Mount Rushmore event: \"People are fed up!\" he wrote on Twitter.\n\n© Win McNamee / Staff / Getty Images Trump's Tulsa rally on June 20. Win McNamee / Staff / Getty Images\n\nIn an appearance on the \"Today\" show on Friday, Jerome Adams, the United States surgeon general, encouraged those who attend gatherings to wear masks. But when asked if he would recommend large gatherings in general over 4th of July weekend, Adams refused to give a definitive answer.\n\n\"It's not a yes or no,\" he said. \"Every single person has to make up their own mind.\"\n\nIn an interview with Fox News this week, South Dakota Gov. Kristi Noem said people with concerns about attending the Mount Rushmore event \"can stay home.\" But local Native American groups who live near the monument fear they could get infected anyway.\n\n\"The president is putting our tribal members at risk to stage a photo-op at one of our most sacred sites,\" Harold Frazier, chairman of the Cheyenne River Sioux Tribe, told the Associated Press.\n\nOver the last week, the US has recorded its highest numbers of coronavirus cases to date: around 47,000 daily cases, on average. Friday marked the peak of the outbreak so far, with more than 56,000 infections."}}