{"GDELT": {"GlobalEventID": 933179287, "Day": 20200704, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5041, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.9685230024213001, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200704031500, "SOURCEURL": "https://www.msn.com/en-us/news/politics/neil-young-opposes-use-of-his-music-at-trump-mt-rushmore-event-i-stand-in-solidarity-with-the-lakota-sioux/ar-BB16jpiZ"}, "ARTICLE": {"TITLE": "Neil Young opposes use of his music at Trump Mt Rushmore event: 'I stand in solidarity with the Lakota Sioux'", "TEXT": "© Getty Images Neil Young opposes use of his music at Trump Mt Rushmore event: 'I stand in solidarity with the Lakota Sioux'\n\nNeil Young condemned the use of two of his songs during a Fourth of July celebration at Mount Rushmore on Friday ahead of President Trump's remarks to the crowd.\n\n\"Like a Hurricane\" and \"Rockin' in the Free World\" were played leading up to Trump's arrival, drawing the attention of the Neil Young Archives Twitter account.\n\n\"This is NOT ok with me,\" one tweet read.\n\n\"I stand in solidarity with the Lakota Sioux & this is NOT ok with me.\"\n\nI stand in solidarity with the Lakota Sioux & this is NOT ok with me https://t.co/iPVcFplOHa - Neil Young Archives (@NeilYoungNYA) July 4, 2020\n\nThis is NOT ok with me... https://t.co/Q9j9NRPMhi - Neil Young Archives (@NeilYoungNYA) July 4, 2020\n\nHis comment gives a nod to Indigenous peoples in the area - which was sacred land to local tribes before gold was discovered and Native Americans were forced off the land - protesting the event at Mount Rushmore. The site itself was previously called \"The Six Grandfathers\" by the Lakota Sioux before it was carved with the presidents' faces.\n\n\"Nothing stands as a greater reminder to the Great Sioux Nation of a country that cannot keep a promise or treaty than the faces carved into our sacred land on what the United States calls Mount Rushmore,\" Cheyenne River Sioux Tribe Chairman Harold Frazier said in a statement condemning Mount Rushmore and the Trump event.\n\nYoung has spoken out against Trump and the use of his songs at rallies in the past, writing an open letter earlier this year critiquing Trump's presidency and throwing support behind former Democratic presidential candidate Sen. Bernie Sanders (I-Vt.).\n\n\"Your policies, decisions and short term thinking continue to exacerbate the Climate Crisis,\" Neil Young wrote in the open letter to Trump. \"Our first Black president was a better man than you are,\" he continued, referring to former President Obama.\n\nFurther down in his letter, Young, a frequent Trump critic, also took aim at the president over his campaign's usage of his song, \"Keep on Rockin' in the Free World\" at events, saying it's \"not a song you can trot out at one of your rallies.\""}}