{"GDELT": {"GlobalEventID": 933178647, "Day": 20200704, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5041, "Actor1Code": "GOV", "Actor1Name": "MINIST", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 1014, "EventBaseCode": 101, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.8181818181818201, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK", "Actor1Geo_Lat": 30.0, "Actor1Geo_Long": 70.0, "Actor1Geo_FeatureID": "PK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK", "Action2Geo_Lat": 30.0, "Action2Geo_Long": 70.0, "Action2Geo_FeatureID": "PK", "DATEADDED": 20200704031500, "SOURCEURL": "https://www.freepressjournal.in/bhopal/agri-minister-demands-cbi-probe-against-nath-sonia-raga"}, "ARTICLE": {"TITLE": "Agri minister demands CBI probe against Nath, Sonia, RaGa", "TEXT": "State agriculture minister Kamal Patel has demanded CBI inquiry against former union minister Kamal Nath, AICC president Sonia Gandhi and Rahul Gandhi for receiving funds from China.\n\nThe minister wrote a letter addressed to union home minister Amit Shah on Friday. It referred to funds received by Rajiv Gandhi Foundation from People's Republic of China.\n\nThe minister stated that India has a border dispute with China but Congress leaders and UPA maintain a soft stand on China's activities. When UPA was in power, the former trade and commerce minister Kamal Nath including Sonia Gandhi and Rahul Gandhi had granted trade exemptions to China while receiving grant for the Foundation.\n\nHe compared the restrictive provisions made against Pakistan. Under the provisions, if funds are given to India by High Commissioner of Pakistan, it is assumed that money is used for terrorist activities. Minister Kamal Patel said the CBI should investigate the properties and money transactions of Congressmen."}}