{"GDELT": {"GlobalEventID": 933179160, "Day": 20200704, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5041, "Actor1Code": "SEP", "Actor1Name": "SEPARATIST", "Actor1Type1Code": "SEP", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -8.04647160068847, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "NI", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI", "Action2Geo_Lat": 10.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "NI", "DATEADDED": 20200704031500, "SOURCEURL": "https://dissidentvoice.org/2020/07/cameroon-and-nigeria-the-risk-of-breathing/"}, "ARTICLE": {"TITLE": "Cameroon and Nigeria: the Risk of Breathing", "TEXT": "There is a long history of human rights violations by Cameroon’s government against its Anglophone people. Brutalized by war with Boko Haram, the Cameroon military is now engaged in low intensity warfare against militant Anglophone separatists. On May 15, 2019 for instance, Cameroon’s military attacked Anglophone Separatist Bamenda, burning 70 dwellings and stores in retaliation for the killing of two government soldiers. Under international pressure the Government is charging three of its military with the atrocity murder of 24 civilians in the Ngarbuh village massacre. In the case of popular ‘pidgin’ language broadcaster Samuel Wazizi (Samuel Ajiekah Abuwe), arrested June 5th 2019 and tortured — accused of harboring separatist forces on his farm and advocating for their cause, the military has under pressure admitted that he died in custody August 17th, 2019, ten months ago. A recent article notes a history of Cameroon’s reliance on Israel’s military and identifies Israelis as trainers of President Biya’s elite guard accused of atrocities. The U.S. has scaled back its training and arms supply due to reported military atrocities.\n\nIn separatist regions the people are at the mercy of separatist militias who refuse cooperation with the Government. Due to the separatist closing of Cameroon’s schools in the western Cameroon, 850,000 children aren’t receiving an education. In the region of Mamfe spiritualists initiate magic rituals to protect their communities from separatist informants and the violence. On May 10th separatists killed the mayor of Mamfe in southwest Cameroon. Shortly after, the Chief of the Bakebe Telecentre was murdered. After the mayor’s funeral 5 young people were massacred on the way home. The attacks are reportedly accomplished by groups of heavily armed men in civilian clothes. In another area the Government’s chief of police was murdered in the marketplace. A pastor and a nurse were found murdered. In the northwest health care workers trying to prevent the spread of coronavirus are regularly attacked. The victims are civilians considered cooperative with the government, and the police, and the military who attempt to reclaim separatist areas. Moderates are in danger. Among militants it’s unsafe to make peace.\n\nA group of Nobel Laureates among others has called for a ceasefire in Cameroon so the coronavirus pandemic might be countered by the Government. The Separatist movement is composed of groups and factions who don’t always agree with each other. There’s doubt whether they’re able to make peace. And the Separatist cause which is many things at the same time is thriving beyond the borders of Cameroon, particularly in the domain of lawyers.\n\nThe longstanding simmering Anglophone/Francophone conflict escalated sharply in 2016 when Anglophone lawyers struck for better legal rights. With the Francophone Government’s intransigence the movement became a larger strike and Government repression encouraged a portion of the Separatist movement to declare the Independence of Ambazonia in October 2017. Canadian NGOs concerned with human rights and the rights of lawyers have come to the defense of the Anglophone human rights lawyer, Felix Agbor Anyior Nkongo, one of the strike leaders, who advocates for separatist rights both at home and with the Anglophone diaspora abroad. As one of the initial striking barristers Mr. Nkongo was initially imprisoned on charges of treason but released through pressure from U.S. and Canadian NGOs and a professor from one of his old alma maters (Notre Dame). When he was recently fired from his position at the University of Buea – the only English speaking university in Cameroon, a center of Anglophone resistance – Canadian international lawyers, professors and educators wrote a letter to President Biya in English protesting that the firing was by government request.\n\nCameroon Barrister Charles Taku who has acted as a defense counsel at both the ICC and the African court on Human and Peoples’ Rights and has a penchant for quoting Justice Robert H. Jackson of the Nuremberg Trials (he has as well a Maryland Facebook page address), has called the Government’s treatment of Anglophone areas “a genocide”; although Cameroon hasn’t ratified the ICC, Nigeria has and Cameroon’s deportations of refugees to Nigeria may have made it vulnerable to the Court.\n\nThe New York City Bar’s Committee on African Affairs has sent the U.S. Senate Foreign Relations Committee a letter and “Report by the African Affairs Committee,” supporting a very sound Senate Resolution #292 which concludes with a request for peace. The Bar Committee report offers state of the art (and accurate) documentation in support of the Anglophone cause, and calls for sanctions against the Biya Government for its atrocities, though against non-government groups as well. Sanctions are suggested against foreign officials, “high-ranking military and government officials,” and the report asks they be held accountable not only for the military’s crimes against the Anglophones but against Boko Haram forces invading the north who are known for outrageous brutalities. The NYC Bar Committee also urges a UN fact finding investigation and the reform of Cameroon’s electoral process. This is very high powered expensive attention to a bush war and has been desperately needed in the defense of peoples in the eastern Congo where casualties have reached millions.\n\nCameroon is directly threatened by Boko Haram organizations and the jihadist Fulani tribesmen to the North. Across European made borders from the separatist claims is a Nigeria where a portion of the population is steadily but slowly being murdered to an extent that requires a genocide warning. The victims are usually Christian. The attacks are from Muslim extremists. Nearly 300,000 refugees from Nigeria currently seek asylum in Cameroon, Chad and Niger.\n\nIn Cameroon the Muslims and Christians are getting along, but when northern villages are raided by Boko Haram allied groups the targeted villages and victims are Christian. Anglophone human rights organizations consistently ignore the threat Boko Haram and Fulani interests present to Cameroon. So does Senate Resolution #292 and the well funded North American NGOs and Academic programs devoted to the prevention of genocide.\n\nWhy would Muslim extremists be killing Christians on one side of a European made border, while the two groups get along nicely on the other? To think tactically, Cameroon’s Anglophone separatists are opposing the same Cameroon military as the Muslim extremists from Nigeria and the north.\n\nIn the northeast of Nigeria there are several million internally displaced people. In the southeast of Nigeria there are about 58,000 refugees from Cameroon, next to the Separatist declared “Ambazonia.”\n\nSo far this year 620 Christians in northern Nigeria have been killed by jihadist Fulani and Boko Haram related militants. Throughout Nigeria which is nearly 50% Christian, since June 2015 four to five million Christians are estimated as displaced, 2000 churches have been destroyed. The report by the Biafran human rights organization, International Society for Civil Liberties and Rule of Law, “Nigeria: a Killing Field of Defenseless Christians,” finds about 12,000 Christians killed since the current government came to power in July of 2015. The largest percentage of deaths are by jihadist Fulani herdsmen who are permitted by government to carry AK-47s forbidden to citizens who aren’t in the military or security agencies. The country’s president is Fulani, and patron of the Nigerian cattle herders association. Christian casualties are also traced to Boko Haram, its ISIS affiliated Islamic State West Africa (ISWAP), and state security forces. Recently Nigeria’s Anglican Archbishop of Jos, Benjamin Argak Kwashi, addressing the attacks on Christians said “This thing is systemic; it is planned; it is calculated.” A genocide warning for Nigeria’s Christians is ongoing.\n\nThis slow ethnic cleansing hasn’t reached the proportions of Nigeria’s actions against the mainly Christian Igbo peoples in the region adjacent to Cameroon’s Ambazonia, where the massacre of possibly 50,000 Igbo in 1966 was followed by Biafra’s attempt at Independence from 1967 until 1970. You may remember Biafra. The Igbo country was starved into submission by the Nigerian government with British support. One and a half million children starved to death. After the war the attempt at independence was used as an excuse to impoverish the Igbo people who make up the southern Christian portion of the country. A genocide warning for the Christian peoples of Nigeria should cover an overdue ongoing genocide warning for the Igbo peoples.\n\nWhile Boko Haram was officially declared stopped in Nigeria about 2015, Boko Haram’s auxiliary, ISWAP has grown stronger with incursions into Cameroon, Tchad, and Niger. Norwegian Refugee Control notes 111,000 refugees from Nigeria who have fled to Cameroon; 490,000 people are displaced in Cameroon’s far north (in addition to the two million displaced across the border in Nigeria). NRC also notes that with the ‘humanitarian crisis’ in the Central African Republic (a civil war between Christian and Muslim, initiated by a Muslim minority takeover of the CAR government), 270,000 refugees have found refuge on Cameroon’s eastern border.\n\nDue to valid grievances of neglect, dictatorial rule and discriminatory treatment by their government, portions of Cameroon’s Anglophone Separatist movement are committed to armed conflict. The choice of armed conflict has displaced hundreds of thousands of people. It does nothing for the suffering of refugees hosted by Cameroon. It offers no protection to the northern villages under sporadic attack by Boko Haram organizations and herdsmen. To gain identity rights and self respect Separatism has set in motion an ethic where Africans kill Africans for the rights to assert their European language and cultural institutions, at a terrible expense to other Africans. It is so un-African that one looks for the point where the understandable yearning to breathe free was tripped into violence.\n\nBiya government injustices toward the Anglophone community didn’t become unbearable suddenly. The ugliness of the Government response to dissent could be foreseen. It may help to review the little we know of Anglophone Separatist funding. Ambazonia adjacent to Anglophone Nigeria might expect a covert Nigerian supply of arms. Arms are available to the extremists who are murdering Nigeria’s Christians and occupying Igbo villages. Muhammadu Buhari, the Muslim President of Nigeria who years ago supported application of Sharia law for all Nigeria, is a thoroughly military man with his training in Africa, England, India, and from 1979 to 1980 at the U.S. Army War College in Pennsylvania where through correspondence for another two years he received a masters degree in Strategic Studies. The War College’s alumni include others such as Paul Kagame and Norman Schwartzkof whose tactics have raised questions of genocide. Muhammadu Buhari’s domestic political base is the country’s predominantly Muslim north.\n\nThe Independence of Ambazonia was declared by the Cameroonian Sisiku Tabe, from within Nigeria, while teaching at the American University of Nigeria. Tabe is now in a Cameroon prison. Nigerians are not likely to be caught supplying the Ambazonian militants with arms which are regularly “stolen” from military facilities.\n\nIn a previous article, Marshall Foncha was noted as chair of the Ambazonia Military Council, while he lives in the United States. Additionally, armed groups are allegedly funded by Lucas Ayaba Cho in Norway, Ebenezer Akwanga who leads the Southern Cameroons Defence Force from Maryland USA, Chris Anu – a Houston Texas pastor who leads a faction, and his brother who leads “The Red Dragons and Tigers” in-country.\n\nAs the conflict in Cameroons unfolds the familiar mechanism of setting against each other groups with historical differences becomes more extreme and more usable to political interests. The newest African country, South Sudan with its non-African name and oil resources, found “independence” in 2011 with the substantial support of the United States. Now the ethnic conflict generated by destabilization has evolved into unending war. From this perspective, the genocide in Rwanda was the result of purposeful destabilization of groups which were historically at peace – to the service of foreign interests. Rwandan education was in French until U.S. supported Paul Kagame’s invasion from English speaking Uganda. After the genocide teaching was in English and French. Now the education is entirely in English.\n\nWith mounting international pressure on Cameroon’s President Biya to accommodate and respect the Anglophone minority, Cameroon Separatist refusal to negotiate peaceful improvements risks losing an entire people to brutal machinery and profiteers -which has become the standard result of destabilization, intervention and corporate acquisition. The genocide warning for Cameroon’s Anglophone population continues."}}