{"GDELT": {"GlobalEventID": 933227033, "Day": 20200704, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5041, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 833, "EventBaseCode": 83, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.27868852459017, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Congo", "Actor2Geo_CountryCode": "CF", "Actor2Geo_ADM1Code": "CF", "Actor2Geo_Lat": -1.0, "Actor2Geo_Long": 15.0, "Actor2Geo_FeatureID": "CF", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Congo", "Action2Geo_CountryCode": "CF", "Action2Geo_ADM1Code": "CF", "Action2Geo_Lat": -1.0, "Action2Geo_Long": 15.0, "Action2Geo_FeatureID": "CF", "DATEADDED": 20200704121500, "SOURCEURL": "https://www.bbc.co.uk/programmes/p08jvfks"}, "ARTICLE": {"TITLE": "From Our Own Correspondent Podcast, Afghanistan: peace or more pain?", "TEXT": "In Afghanistan, there’s growing concern over a wave of attacks against human rights activists, moderate clerics, aid workers and others. For a young educated generation of Afghans, one death in particular has sparked anguish and anxiety over where their country is heading, despite imminent peace talks, as Lyse Doucet reports.\n\nIn Russia, a controversial national vote on constitutional reform this week has given President Putin the right to run for two more terms when the current one runs out. He's been in power for twenty years already, and could now rule till 2036. What do voters make of this? Sarah Rainsford has been following the election.\n\nIn Spain, much of life is returning to normal after the coronavirus lockdown, but not yet in the world of bullfighting. Matadors languish at home, bulls chew the cud, and the future of bullfighting hangs in the balance, not just because of social distancing, but politics too. as Guy Hedgecoe reports from Madrid.\n\nIn the US July 4th is Independence Day, marking the moment when the country broke free from Britain in 1776. But for African Americans, final liberation from slavery only came on the 19th June 1865, in Texas, two and a half years after slavery was abolished in the rest of the country. And now Juneteenth is a celebration rivalling that of the Fourth of July, for African Americans like Emma Sapong.\n\nThe Democratic Republic of Congo marked the 60th anniversary of its independence from Belgium this week. And the Belgian king Philippe took the opportunity to offer his “deepest regrets” for his country’s colonial abuses, when millions of Africans died. The most brutal period was under King Leopold the Second, Kevin Connolly has been taking a closer look at this history.\n\nPresenter: Kate Adie\n\nProducer: Arlene Gregorius\n\nShow less"}}