{"GDELT": {"GlobalEventID": 933226913, "Day": 20200704, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5041, "Actor1Code": "IRQ", "Actor1Name": "IRAQ", "Actor1CountryCode": "IRQ", "Actor2Code": "LBN", "Actor2Name": "LEBANON", "Actor2CountryCode": "LBN", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.47222222222222, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 44.0, "Action2Geo_FeatureID": "IZ", "DATEADDED": 20200704121500, "SOURCEURL": "https://www.middleeastmonitor.com/20200704-lebanon-iraq-discuss-exchanging-oil-for-food/"}, "ARTICLE": {"TITLE": "Lebanon, Iraq discuss exchanging oil for food", "TEXT": "Lebanese Prime Minister Hassan Diab and Iraqi Oil Minister Ihsan Abdul Jabbar discussed on Friday exchanging Iraq’s oil with Lebanon’s food and other industries, news agencies reported.\n\nAccording to Anadolu Agency, the discussions took place during Jabbar’s visit to Beirut and his meeting with Diab and other Lebanese ministers.\n\nIn a press conference held after the meeting, Diab announced: “We discussed the possibility to hold a deal between the Iraqi and Lebanese governments to export Iraq’s oil to Lebanon.”\n\nThe discussions, according to Anadolu Agency, included the issue of allowing Lebanese companies working in Iraq to resume their work.\n\nLebanese Energy and Water Minister Raymond Ghajar disclosed that the Iraqi government appeared “flexible” regarding bartering oil with Lebanese food industries.\n\nMeanwhile, Chinese news agency Xinhua reported Jabbar stating that his country had agreed on exchanging oil for food.\n\nOpinion: Post-pandemic, will Arab countries see national parochialism or regional solidarity?\n\n“Lebanese food industries are very popular in Iraq which can constitute a good opportunity for Lebanon to increase its production and export it,” Jabbar revealed to Elnashra newspaper, according to Xinhua.\n\nJabbar also confirmed that his country would allow Lebanese agricultural companies to restart their operations in Iraq. In addition, Lebanon would allow Iraqis to enroll in Lebanese universities.\n\nJabbar noted that Iraq will in return export its oil to Lebanon."}}