{"GDELT": {"GlobalEventID": 933227040, "Day": 20200704, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5041, "Actor1Code": "SOM", "Actor1Name": "SOMALIA", "Actor1CountryCode": "SOM", "Actor2Code": "CVL", "Actor2Name": "VOTER", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.49804839968775, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mogadishu, Banaadir, Somalia", "Actor1Geo_CountryCode": "SO", "Actor1Geo_ADM1Code": "SO02", "Actor1Geo_ADM2Code": "25691", "Actor1Geo_Lat": 2.0666700000000002, "Actor1Geo_Long": 45.3667, "Actor1Geo_FeatureID": "-3227437", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mogadishu, Banaadir, Somalia", "Actor2Geo_CountryCode": "SO", "Actor2Geo_ADM1Code": "SO02", "Actor2Geo_ADM2Code": "25691", "Actor2Geo_Lat": 2.0666700000000002, "Actor2Geo_Long": 45.3667, "Actor2Geo_FeatureID": "-3227437", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mogadishu, Banaadir, Somalia", "Action2Geo_CountryCode": "SO", "Action2Geo_ADM1Code": "SO02", "Action2Geo_ADM2Code": "25691", "Action2Geo_Lat": 2.0666700000000002, "Action2Geo_Long": 45.3667, "Action2Geo_FeatureID": "-3227437", "DATEADDED": 20200704121500, "SOURCEURL": "https://www.garoweonline.com/en/editorial/somalias-international-partners-fail-to-push-for-timely-elections"}, "ARTICLE": {"TITLE": "Somalia’s international partners fail to push for timely elections", "TEXT": "EDITORIAL | Somalia’s electoral program may have, last week, turned on its head when the head of the National Independent Electoral Commission admitted it could not hold elections on time. Citing wrangles among stakeholders, insecurity, and incomplete legal regime; Ms. Halima Ismail instead proposed to have some sort of extension to the incumbents for either a paper-based election (sooner) or a biometric election [later].\n\nBut the concern, from that admission, has been the apparent change of stance by Somalia’s international partners. In the wake of Ms. Ismail’s declaration in Parliament, the UN and other partners rallied Somalis for an “inclusive dialogue to forge the widest possible agreement.”\n\nThe US, UK, Denmark, AU, and IGAD stood behind the UN statement last week. But it was a slackened version of their previous calls. For years, these partners stood for inclusive elections, that are held on time, and those that will take on board as many minorities as possible and one which does not violate the constitution.\n\nIn December last year, the UN and these partners, for example, asked the federal government to respect commitment for wide participation of the Somali voting population as possible and “to conclude the electoral processes on the basis of credible, peaceful, one person, one vote free and fair elections by the end of 2020/early 2021.”\n\nThe UN Security Council reiterated its call for peaceful, transparent, timely, credible, and inclusive polls in Somalia, in accordance with the Provisional Federal Constitution. The members of the UNSC noted that any delay to elections could pose risks and that holding timely elections is important for Somalia’s political stability.\n\nThe International partners have failed to push the FGS holding the elections on its time to avoid a further political crisis in the country.\n\nIs the NIEC dithering on that commitment? Is it curious that our partners are quickly rallying the public to support dialogue? The Federal government had made undertakings to the donors, the UN itself said in the past. With the turn of events, we are concerned that the international community in Somalia is now flip-flopping on an issue it very recently stood firm on. Most partners such as the UK, US, UN, and the European Union had unequivocally called for dialogue and a timely election.\n\nWhen the National Independent Electoral Commission admitted it can’t hold elections on time, we expected these partners to raise concerns on failure for timely elections. Instead, most have supported the NIEC’s proposal for delayed elections. They have also stayed mum when the Lower House passed the controversial electoral laws leaving questions on whether claims of alterations didn’t bother them.\n\nThere is no reason they should abandon the critiquing role now, especially since they are key financiers as well. An assessment by one think-tank in Mogadishu (The Heritage Institute) observed that the proposals by the NIEC, besides extending the term of parliament and the presidency through the back door; are also insufficient.\n\nSomalia would require at least 18 months to organize a biometric voter election. That NIEC suggested August next year should have warranted a reprimand from the donors, who will mostly fund the electoral program. The donors strangely appear to be supporting a paper-based election in March, after extending the term of the incumbents.\n\nA number of stakeholders, including opposition groups, have warned this could be a recipe for chaos as there could be unregulated theft of votes. If the donors are unprepared to prevent this, then they should at least question the NIEC itself, which in May insisted it was ready to run a timely election.\n\nIt must be noted that delaying elections may not necessarily mean polls will arrive and find Somalia has sorted out the current challenge of insecurity, lack of a voters roll, constituencies and voting model. We are also not saying a timely election should go ahead without consensus. In fact, any negotiated settlement to the issue is better because it would incorporate as many stakeholders as possible.\n\nBut the inconsistency of donors reflects more about their ulterior interests in Somalia than what is at stake for Somalia. Somalia has relied on those partners for the last 15 years to create a nascent government. It is only prudent that their consistency lies with creating Somalia’s stronger systems. It should start with things like a timely election.\n\nThis is why the long-awaited meeting between President Mohamed Farmaajo and federal state leaders this Sunday is a good starting point. From the outset, every stakeholder should be looking forward to the conference to help move forward the country’s electoral program. International partners have indicated they want the meeting to extend the dialogue. In fact, it should resolve the controversy around delaying elections. Donors, however, did not call for this. They called for consensus\n\nIt should be remembered that the meeting will be the first physical conference in more than a year, reflecting the gap in lost time. As all wise leaders do, to realize mistakes in lack of communication and turn around for dialogue is a welcome gesture.\n\nBut there are realities to check. We are not suggesting Somalia should be externally controlled. But we argue that donors should not take part in preparing for a chaotic situation.\n\nThis meeting is to happen amid some trust deficits. In the initial virtual conference, a fortnight ago, federal-state leaders requested that the then imminent tabling of draft electoral laws in the Lower House be delayed at least until the leadership council discusses the draft. The Lower House went ahead to pass the laws, which included approval of changes that will see Mogadishu represented by 13 senators in the next Upper House.\n\nIt was curious that the presidency in Mogadishu did not respond to concerns raised by the Upper House Speaker Abdi Hashi who claimed up to 27 proposed articles in the law as drafted by a parliamentary joint select committee had been mysteriously altered before tabling.\n\nInstead, Villa Somalia congratulated the Lower House for passing “a long overdue” approval of the laws, which now await a Presidential signature to be assented to.\n\nBy-passing a supposedly altered document, the Lower House may have legitimized the joint select committee; which had gone round taking views. Also by including the number of senate representation without wide consultation, it threatened the fabric of federalism and gives the impression Villa Somalia is nationalistic.\n\nIt is important that donors in Somalia insist on federalism, because Somalia’s own history drove it towards that form of government, to avoid past atrocities.\n\nSome of the federal state presidents had already raised objections to the passage of the electoral laws before their voice was heard. Critically, it would be prudent for the President to be certain there had been no illegal alterations outside the purview of Parliament before the laws are signed. Without that, there could be questions on what type of laws Somalia is passing. Will Somalia be passing laws for posterity or for individual interests? What happens when those very individuals have left the scene? Do we turn to chaos or do we have to endure another lengthy drafting of news laws? How will we solve the confusion?\n\nSomalia’s electoral program to the historic polls has been circuitous. But we believe, and we have said here before, that nothing is insurmountable where leaders are on talking terms.\n\nThe most important aspect, however, is the duty of every Somali to ensure they support a cause that will stabilize the country. This is why we call on the federal government, federal states, political parties, and civil society groups to rally behind an electoral schedule that supports the needs of ordinary people, not individuals.\n\nGAROWE ONLINE"}}