{"GDELT": {"GlobalEventID": 933465405, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "JAM", "Actor1Name": "JAMAICA", "Actor1CountryCode": "JAM", "Actor2Code": "CRM", "Actor2Name": "CRIMINAL", "Actor2Type1Code": "CRM", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.9378531073446297, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Camperdown, Saint Ann, Jamaica", "Actor1Geo_CountryCode": "JM", "Actor1Geo_ADM1Code": "JM09", "Actor1Geo_ADM2Code": "18427", "Actor1Geo_Lat": 18.2228, "Actor1Geo_Long": -77.1584, "Actor1Geo_FeatureID": "-3751196", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Camperdown, Saint Ann, Jamaica", "Actor2Geo_CountryCode": "JM", "Actor2Geo_ADM1Code": "JM09", "Actor2Geo_ADM2Code": "18427", "Actor2Geo_Lat": 18.2228, "Actor2Geo_Long": -77.1584, "Actor2Geo_FeatureID": "-3751196", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Camperdown, Saint Ann, Jamaica", "Action2Geo_CountryCode": "JM", "Action2Geo_ADM1Code": "JM09", "Action2Geo_ADM2Code": "18427", "Action2Geo_Lat": 18.2228, "Action2Geo_Long": -77.1584, "Action2Geo_FeatureID": "-3751196", "DATEADDED": 20200706103000, "SOURCEURL": "http://www.jamaicaobserver.com/news/i-will-act-on-corruption_197882?profile=1373"}, "ARTICLE": {"TITLE": "I will act on corruption when necessary, says Phillips", "TEXT": "MONTEGO BAY, St James — Opposition Leader Dr Peter Phillips says he will not fail to discipline members of his party who are found guilty of corruption when it is warranted, but currently there is no need for him to to do so.\n\n“We don't claim to be perfect and I will act whenever there is any need to act, but there is no need to act now. And my history — I will put it up against anyone — I don't condone wrongdoing wherever it has emerged. I have paid the price, whether in national security...I have been in six ministries and no one can't call my name about anything, anywhere, anytime because there is nothing to call,” Phillips told People's National Party (PNP) councillors and councillor/candidates in the organisation's regions one and six in Montego Bay yesterday.\n\nHe was speaking against the background of being characterised by critics as hypocritical for not sacking Lisa Hanna and Phillip Paulwell, the party's chief national campaign spokesperson and campaign director, respectively.\n\nHanna, the St Ann South Eastern Member of Parliament, has been receiving flak over a contractor general report on the awarding of contracts by the St Ann Municipal Corporation between 2011 and 2015. The report suggests that there was a culture of negligence, nepotism, cronyism and unethical management in the awarding of millions of dollars in contracts to PNP cronies. However, the Office of the Director of Public Prosecutions, to which the contractor general's report was referred, found that Hanna was not guilty of any action that could amount to a criminal charge.\n\nIn Paulwell's case, his approach to Petrojam for funds to execute a project at Camperdown High school was highlighted in the Integrity Commission report on its probe into operations at Petrojam tabled in Parliament last week.\n\nBut yesterday Phillips came out in strong defence of Hanna and Paulwell, as well as Hanover Western MP Ian Hayles who has been embroiled in controversy sparked by an Office of the Contractor General report of its probe into allegations of conflict of interest, irregularity and/or impropriety in relation to the construction of buildings without approval from the Hanover Parish Council.\n\n“I hear one member of the Jamaica Labour Party [JLP] talking about Comrade Paulwell, Comrade Hanna, Comrade Hayles. Phillip Paulwell made representation on behalf of Camperdown High School. Monies were transferred from Petrojam to Camperdown High School — their board has confirmed it. He did nothing wrong in that regard,” the PNP president said.\n\n“In relation to Comrade Hanna the situation is simple, the DPP has said that there is no basis for prosecution. There is nothing for her to answer in that regard.\n\n“In relation to Comrade Ian Hayles, the situation is simply that no report has been laid in the Parliament. None! And so, none of us has any basis for examining what is in such a report. So what you having is an attempt at rumour mongering, innuendo, misrepresentation — all trying to bring the PNP into the same frame as the Jamaica Labour Party, and we repudiate it totally,” Dr Phillips stated.\n\n“There are those in the Jamaica Labour Party and some elements in the media that want to suggest that [there is] some, what I would call moral equivalence between the Jamaica Labour Party and the People's National Party where the issue of corruption is concerned. I want to reject that notion comprehensively and strenuously. We don't claim to be perfect, but we are sincere and have been sincere in our purpose.”\n\nPhillips said the current JLP Administration has been the steward of a level of corruption and misappropriation of public funds which is the worst the nation has experienced since gaining Independence in 1962.\n\nThe opposition leader questioned why Prime Minister Andrew Holness, the leader of the JLP, is now turning a blind eye to acts of corruption which he was so stridently against while in Opposition.\n\n“The country deserves an explanation from the prime minister as to why this strenuous position which he held when he was in Opposition — that people who betray the public trust should not remain in a Cabinet or in the Executive — why has he changed that position? Why no word to the country now? The country deserves better and we need to hear from the prime minister in that matter,” Phillips said.\n\n“Two ministers have resigned, and they resigned only after public pressure. In the case of [former Education Minister Ruel] Reid it is only one day after the People's National Party kept a news conference and we called for his removal, and then they removed him. Then you mean to say, the prime minister was running a Government and nobody understood the scale of what was happening, and it required public pressure? The same thing happened to (former Energy Minister Andrew) Wheatley, it was after the public brought the pressure. They were persistently defending what was going on in the Parliament; that's not the way to run a government,” Phillips argued.\n\n“And even now there is a minister in the Parliament who has been named in the bushing scandal, named by the contractor general for the underpriced sale of public assets, most recently involved in seeking to secure benefits within the portfolio [for] which he has responsibility,” Phillips said."}}