{"GDELT": {"GlobalEventID": 933464591, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor2Code": "IMGSEAMOSJMA", "Actor2Name": "HAMZAH", "Actor2CountryCode": "SEA", "Actor2Religion1Code": "MOS", "Actor2Type1Code": "IMG", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.1551724137931103, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ulu Kinta, Perak, Malaysia", "Actor2Geo_CountryCode": "MY", "Actor2Geo_ADM1Code": "MY07", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 4.66667, "Actor2Geo_Long": 101.21700000000001, "Actor2Geo_FeatureID": "-2399679", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ulu Kinta, Perak, Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY07", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 4.66667, "Action2Geo_Long": 101.21700000000001, "Action2Geo_FeatureID": "-2399679", "DATEADDED": 20200706103000, "SOURCEURL": "https://www.malaymail.com/news/malaysia/2020/07/06/hamzah-says-formalisation-of-perikatan-still-being-discussed-not-aware-of-p/1881935"}, "ARTICLE": {"TITLE": "Hamzah says formalisation of Perikatan still being discussed, not aware of potential snap polls", "TEXT": "Datuk Seri Hamzah Zainudin speaks to reporters in Ulu Kinta, Ipoh June 19, 2020. ― Picture by Farhan Najib\n\nKUALA LUMPUR, July 6 — Datuk Seri Hamzah Zainudin has revealed that formalisation of the Perikatan Nasional (PN) coalition is being discussed by its component parties, denying any knowledge of snap polls potentially being called by the government.\n\nThe home minister was quoted by Malaysiakini explaining that formalisation of PN required steps and procedures which concerned party constitution of fellow coalition members, namely those within Barisan Nasional and Muafakat Nasional.\n\n“That is something that we are discussing,” he was quoted saying in the report, referring to the move.\n\n“I have been told the planning involves cooperation between all the component parties who themselves have their own constitution and own set of procedures.”\n\nHe was also quoted in the report saying there has been no time limit set as of yet to formalise PN.\n\nMeanwhile, a separate report by the same portal quoted Hamzah claiming ignorance over supposed snap polls being called by the government, as mentioned by Senior Minister Datuk Seri Mohamed Azmin Ali.\n\n“I don’t know. I am just a normal minister who takes care of the rakyat and the security and safety of the country,” he said in response when asked about Azmin’s claim.\n\nAzmin yesterday had said that snap polls could be called this year or next year, adding it was due for PN to face a general election for its handling of the public health crises, politics and the economy.\n\nHamzah, who is also Parti Pribumi Bersatu Bersatu secretary-general, repeatedly denied knowledge of snap polls when pressed.\n\n“Why don’t you ask this question to the minister who brought up this issue? What did he say?”\n\n“Wow, I don’t know because I am not a senior minister. Maybe this is only between the senior ministers and the prime minister,” he said, referring to such a discussion.\n\n“Whether elections will be held soon or further in the future is not my main agenda.\n\n“My main agenda is for the rakyat to be confident in the leadership of Muhyiddin as prime minister and for the PN government to have cooperation that is stronger than the previous government,” he said, referring to Prime Minister Tan Sri Muhyiddin Yassin.\n\nThis as talks of snap polls being called intensified as the next Parliament sitting approaches, with the Opposition raring to table a no-confidence movement against Muhyiddin to oust what has been labeled a ‘backdoor government’ by critics.\n\nSeparate reports claimed that Muhyiddin himself has been considering calling for elections to legitimise his position as the government’s leader following his handling of the political impasse, and the Covid-19 pandemic along with its economic uncertainties.\n\n\n\n"}}