{"GDELT": {"GlobalEventID": 933464690, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "AUS", "Actor1Name": "VICTORIA", "Actor1CountryCode": "AUS", "Actor2Code": "EDUCVL", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "Actor2Type2Code": "CVL", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.3386880856760401, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Bedford, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY119", "Actor1Geo_Lat": 41.2043, "Actor1Geo_Long": -73.6437, "Actor1Geo_FeatureID": "943485", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Bedford, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_ADM2Code": "NY119", "Actor2Geo_Lat": 41.2043, "Actor2Geo_Long": -73.6437, "Actor2Geo_FeatureID": "943485", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Bedford, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_ADM2Code": "NY119", "Action2Geo_Lat": 41.2043, "Action2Geo_Long": -73.6437, "Action2Geo_FeatureID": "943485", "DATEADDED": 20200706103000, "SOURCEURL": "https://www.architectsjournal.co.uk/news/global-names-rally-to-support-under-fire-aa-director-franch/10047485.article?blocktitle=news&contentID=19633"}, "ARTICLE": {"TITLE": "Global names rally to support under-fire AA director Franch", "TEXT": "In a copy of the letter seen by the AJ, the signatories, who include the founders of New York-based Diller Scofidio + Renfro and Jeremy Till, the head of Central Saint Martins, urge the school ‘not to proceed in removing Eva Franch from her position’ and that she should be given more time.\n\nFollowing a recent ballot of students and staff, more than 80 per cent of the nearly 900 people in the ‘school community’, said they did not support her 2020-25 strategic plan for the Bedford Square-based institution.\n\nShe also narrowly lost a vote of confidence by 52 per cent to 48 per cent in her role as director of the AA – a position she has only held since 2018.\n\nAdvertisement\n\nThe letter, written ‘in solidarity with Director Eva Franch i Gilabert’, was sent to Victoria Thornton, the president of the AA’s council, which is now discussing how to address the ‘outcomes of the school community meeting’.\n\nIt reads: ’Every new administration, particularly those very few who have only recently come to be led by women or people of colour, deserves patience and support as the inevitable realignments unfold.\n\n’This need is made all the more urgent during a pandemic and a time of reckoning with social inequity. Any decision based on a vote where there is almost no difference between those for, against or absent cannot be the basis of a decision without devaluing the school, and therefore the field.’\n\nThe signatories expressed their ‘profound unease’ at the vote of no confidence in Franch, whom they describe as one of the ’most inspired leaders and radical thinkers of a younger generation of architects’.\n\nThe letter (see attached at bottom) also points out that Franch received 67 per cent of the vote when the Catalan architect – who had previously been chief curator and executive director of Storefront for Art and Architecture in New York – was appointed to the role, the biggest majority for a new director since 1990.\n\nAdvertisement\n\nIt goes on: ‘We believe that Franch’s potential departure from the AA so shortly after her widely publicised appointment following a long and thorough search would not only disallow Franch to pursue and carry her ideas for educational reform to fruition, but also jeopardize an institution of seminal cultural and pedagogical importance to become the subject of media frivolity.’\n\nThe letter also calls on the school to consider the issues of potential gender bias: ‘strong women that take direct and immediate action to address crises are often criticised extensively, while men enforcing similar actions are seen as effective and decisive leaders’.\n\nFranch arrived shortly after the school had controversially made a series of redundancies and stopped publishing its, since-revived, AA Files to save money. The job cuts took place despite an international protest before Christmas that saw figures including Rem Koolhaas, Richard Rogers, Phyllis Lambert, Toyo Ito and Kengo Kuma calling for a U-turn and warning that the exercise could prove fatal to the institution.\n\nThe results of the confidential and electronic ballot of the school community were confirmed on Monday (29 June). The poll also revealed that 90 per cent of students and staff agreed there were ’structural and systemic issues’ at the AA ’regardless of the individual or individuals responsible for its direction’.\n\nLast year the AJ received a separate anonymous letter, allegedly signed by 161 members of the school community, voicing ’concerns regarding the current pedagogical leadership of the school’.\n\nIt read: ‘The student community also fears the school will favour theory over design, to the detriment of both, as well as some types of architectural thinking over others, which would painfully hurt the high level of diversity in architectural approaches the AA is known to offer and celebrate.’\n\nA statement issued by the school in response to last week’s votes reads: ’The AA has a long tradition of self-determination through its school community and is proud to have as part of its constitution a mechanism to facilitate discussion and debate and to vote on significant matters regarding the AA’s future and direction.\n\n’Council recognises the heart of the AA lies in its democratic principles and welcomes the advice of the school community expressed through its meeting and voting mechanisms to inform the governance and leadership of the association.\n\n’The outcomes of the school community meeting have now been passed to council for discussion.’\n\nThe AA has been contacted for a response to the latest letter."}}