{"GDELT": {"GlobalEventID": 933465863, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "TWN", "Actor1Name": "TAIPEI", "Actor1CountryCode": "TWN", "Actor2Code": "TWNGOV", "Actor2Name": "TAIWAN", "Actor2CountryCode": "TWN", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Taipei, T'ai-pei, Taiwan", "Actor1Geo_CountryCode": "TW", "Actor1Geo_ADM1Code": "TW03", "Actor1Geo_ADM2Code": "13277", "Actor1Geo_Lat": 25.0478, "Actor1Geo_Long": 121.53200000000001, "Actor1Geo_FeatureID": "-2637882", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Taipei, T'ai-pei, Taiwan", "Actor2Geo_CountryCode": "TW", "Actor2Geo_ADM1Code": "TW03", "Actor2Geo_ADM2Code": "13277", "Actor2Geo_Lat": 25.0478, "Actor2Geo_Long": 121.53200000000001, "Actor2Geo_FeatureID": "-2637882", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Taipei, T'ai-pei, Taiwan", "Action2Geo_CountryCode": "TW", "Action2Geo_ADM1Code": "TW03", "Action2Geo_ADM2Code": "13277", "Action2Geo_Lat": 25.0478, "Action2Geo_Long": 121.53200000000001, "Action2Geo_FeatureID": "-2637882", "DATEADDED": 20200706103000, "SOURCEURL": "https://english.kyodonews.net/news/2020/07/9d6b327597d2-feature-taipei-celebrates-japans-contribution-to-islands-tap-water.html"}, "ARTICLE": {"TITLE": "Taipei celebrates Japan's contribution to island's tap water", "TEXT": "By Ko Shu-ling, KYODO NEWS - Jul 6, 2020 - 14:41 | World, Lifestyle, All\n\nSpeaking at the Taipei Water Park this spring, Mayor Ko Wen-je urged audience members to \"think about where water comes from when they drink it.\"\n\nKo's comment came at the premiere of \"Tracing Roots,\" a documentary film on the history of Taipei's water supply, starting from the 19th century, when residents dug their own wells, to the city's current management system that collects, purifies and distributes 2.4 million cubic tons of potable water every day.\n\nMost of the film's 25-minute running time focuses on the period of Japanese occupation, the 50 years between 1895 and 1945 when colonial managers helped to transform the city from a small, largely agricultural outpost of the late Qing Dynasty, and setting the stage for the bustling administrative and business capital that would emerge after World War II.\n\nTo critics of Taiwan's colonial past, Mayor Ko has said, \"Like it or not, what occurred in the past is our history and the basis for understanding who we are.\"\n\nA physician by training, Ko is particularly keen to celebrate advances in public health, where the hard-earned successes of history tend to be invisible to later generations.\n\nTaipei residents did not always have to be reminded of the value of their drinking water, which many today take for granted.\n\nIndeed, a better indication than the film of what water meant to early inhabitants of the city may be the site where it was screened -- a stunning Baroque-style building that once housed pumping equipment for Taipei's first water treatment facility completed in 1908 along the Hsintien River, in today's Gongguan area.\n\nThought to be the work of Japanese architect Matsunosuke Moriyama, who designed many of Taiwan's most important public buildings, including the Presidential Office, the Gongguan pump house features a fan-shaped ventilating terrace fronted by a Greco-Roman colonnade joining two copper-domed entryways at each end.\n\nThe structure housed large eight iron pumps -- four to draw raw water from the river, and four to send the purified output of the filtration plant to a hilltop distribution reservoir.\n\nIt is hard to imagine a similar facility today being afforded such impressive surroundings.\n\nBut in 1908, the Gongguan water treatment plant represented a big step forward in efforts to legitimize the colonization of the island, which China ceded to Japan after the First Sino-Japanese war, through infrastructure investment, including shipping, banking and railway construction, that soon made Taiwan second only to Japan itself in regional development.\n\nAside from a model economy, Japanese planners had a pressing need for improvements in public health as colonists struggled with diseases like malaria, which killed thousands in the first years of the occupation, and cholera, a particular problem in Taiwan's growing urban centers, which had little or no public sanitation.\n\nThe colonial government responded by expanding modern medical care, opening clinics and teaching hospitals, staffed by personnel trained in Europe, where major progress had been made in the treatment of infectious diseases.\n\nGovernor General Gentaro Kodama and his right-hand man, Shinpei Goto, also invested heavily in preventative measures, hiring British experts to build sewers and storm drains to reduce sources of contagion in the capital.\n\nWell water was still a serious liability, however, and Scottish engineer William K. Burton was engaged to plan the Gongguan treatment plant, which he located several kilometers upstream from Taipei's then city center to avoid runoff contamination and to use the area's higher elevation to drive the gravity-fed distribution system.\n\nBurton died in 1899, leaving his student, Yashiro Hamano, to complete the project, which eventually provided 20,000 tons of water daily to 120,000 users, approximately 20 percent of the city's population.\n\nOver the next three decades, the colonial government built 123 water treatment plants in cities and towns across the island. The resulting dramatically cleaner water, along with other advances in public health, increased the life expectancy of Taiwanese by over 50 percent.\n\nBut the population also grew, especially in Taipei, which by 1925 had over 800,000 residents, and with the Gongguan facility operating at capacity, planners were soon looking for new sources.\n\nIn 1928, engineers, under the direction of renowned Kobe City dam builder Tojiro Sano, began construction of the Tsaoshan waterway, which tapped artesian springs in the mountains north of Taipei, where the area's volcanic soil provided natural filtration that greatly simplified the purifying process.\n\nCompleted in 1932, Tsaoshan was an engineering marvel, not only boosting the water supply by 30,000 tons a day but producing 500 kilowatts of hydroelectricity from a generating plant located along the 20-kilometer pipeline leading to the city below.\n\nWhen the Japanese left in 1945, 20 percent of Taipei residents enjoyed the benefits of public water, as did a similar number in Taiwan generally.\n\nThe Tsaoshan system still operates today, providing 2.5 percent of Taipei's fresh water, with the remainder coming from various postwar expansions of the Hsintien River system, including the Feitsui Reservoir, commissioned during a period of severe drought in the 1970s to provide the city with a reserve water supply.\n\nAbout the same time, the Gongguan pump house ceased operations and was converted into a museum set in today's Taipei Water Park with public swimming pools and hiking trails.\n\nThe Tsaoshan waterway also doubles as a recreational area with trails that follow its arched aqueducts across mountain streams and past historical sites, including a shrine dedicated to those who lost their lives constructing the system.\n\nSome of the same challenges faced by early planners and engineers are ongoing.\n\nChu Sheng-shin, a director of the Taipei Water Department, contends daily with problems that stem from growing demand, pollution, drought, system leakage, and sedimentation that clogs reservoirs and clouds tap water.\n\nAs serious as these difficulties are, Chu, like his boss Mayor Ko, remains enthusiastic and often emphasizes the lighter side of his job.\n\nSpeaking to Kyodo News, Chu described various projects to promote public awareness, including plans to bottle and sell water from Tsaoshan's volcanic springs, saying trace minerals not only make it healthy but give it a beautiful blue sparkle when light passes through it.\n\nRelated coverage:\n\nJapan to begin talks with Taiwan, Brunei on easing travel curbs\n\nChina condemns U.S. congratulations to Taiwan as interference\n\nJapan city vows to rename disputed isles area, irking China, Taiwan"}}