{"GDELT": {"GlobalEventID": 933465456, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "LAB", "Actor1Name": "STAFF MEMBER", "Actor1Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.2988505747126498, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Russellville, Arkansas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAR", "Actor1Geo_ADM2Code": "AR115", "Actor1Geo_Lat": 35.2784, "Actor1Geo_Long": -93.1338, "Actor1Geo_FeatureID": "79154", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Russellville, Arkansas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAR", "Action2Geo_ADM2Code": "AR115", "Action2Geo_Lat": 35.2784, "Action2Geo_Long": -93.1338, "Action2Geo_FeatureID": "79154", "DATEADDED": 20200706103000, "SOURCEURL": "http://streetz1033.com/news/6-year-old-kicked-out-of-daycare-for-wearing-black-lives-matter-t-shirt/"}, "ARTICLE": {"TITLE": "6-Year-Old Kicked Out Of Daycare For Wearing ‘Black Lives Matter’ T-Shirt", "TEXT": "According to a report by TheShadeRoom A 6-year-old Journei Brockman had apparently been attending ‘His Kids Preschool’ in Russellville, Arkansas for the past 6 months. On Friday however, her mother was told that Journei was no longer welcome at the school.\n\nJournei’s mother, Deval Brockman, was reportedly contacted by a staff member at the daycare who basically told her that she wasn’t here for shirt, asking that Journei doesn’t wear it to school again.\n\n“She was like ‘I don’t like it, I don’t agree with it’, and I would prefer it if you didn’t send her to school in it again,” Deval tells Fox 16.\n\nJournei returned to school on a different date wearing a shirt with a fist on it, and it was unfortunately a wrap at that point as the teachers said the shirt was encouraging racism.\n\nDeval says that she reported the instance to the state and was told that as long as there was no profanity on the t-shirt, Journei could continue to wear it.\n\nThe school’s directors apparently said something to Deval Brockman that didn’t sit well with her.\n\n“He was like, ‘I am not going to tell you how to raise your child but you need to reevaluate how you’re parenting her.,”\n\nDirectors of ‘His Kids Preschool’, Patricia Brown, addressed the issue to Fox16 in the following statement:\n\nDue to the threat of allegations and under the advisement of the council, His Kids Learning Center will only be releasing this written statement concerning The Brockman’s:\n\nWe feel a childcare environment is not a place for a parent’s political views to be addressed or played out, regardless of race.\n\nNeedless to say Journei’s mother disagree’s with the director’s statement and says her daughter will not be returning to that school period.\n\n“It’s not political, it’s everyday life, It’s all over the news. Right is right and wrong is wrong,” Deval Brockman said.\n\n“If you’re going to a Christian led daycare, let’s abide by the bible then.”"}}