{"GDELT": {"GlobalEventID": 933464762, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "BUS", "Actor1Name": "INDUSTRY", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.53807106598985, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK", "Actor1Geo_Lat": 30.0, "Actor1Geo_Long": 70.0, "Actor1Geo_FeatureID": "PK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK", "Action2Geo_Lat": 30.0, "Action2Geo_Long": 70.0, "Action2Geo_FeatureID": "PK", "DATEADDED": 20200706103000, "SOURCEURL": "https://www.samaa.tv/news/pakistan/2020/07/wedding-hall-owners-seek-tax-exemption-as-business-remains-closed/"}, "ARTICLE": {"TITLE": "Wedding hall owners seek tax exemption as business remains closed", "TEXT": "Wedding hall owners across Pakistan have been demanding the government allow them to resume business with SOPs. Wedding halls have been closed for over four months now.\n\n“Why is the government putting wedding halls and restaurants through such difficult times?” asked Sardar Khalid Ayub, the president of the All Pakistan Marriage Hall Industry Action Committee, during a press conference on Monday.\n\nThe government should at least give us a tax exemption as none of us will be able to pay taxes for the next three years, he said. The wedding halls, if allowed to open, will follow all SOPs and maintain social distancing.\n\nThis industry has been brutally murdered, Ayub claimed. The DCs cancelled our functions without giving us a warning. “Why is the PM bent on hindering the country’s progress?” Wedding halls have been opened in different countries, he justified.\n\nHe said that the chief justice should take notice of parties being held by ministers at their houses.\n\nPeople working for wedding halls have taken to the streets. Those who earned between Rs10,000 to Rs70,000 are finding it hard to make ends meet nowadays, Ayub added."}}