{"GDELT": {"GlobalEventID": 933465172, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "GOV", "Actor1Name": "FOREIGN MINIST", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 4.6321525885558605, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manama, Al Manamah, Bahrain", "Actor1Geo_CountryCode": "BA", "Actor1Geo_ADM1Code": "BA02", "Actor1Geo_ADM2Code": "25307", "Actor1Geo_Lat": 26.2361, "Actor1Geo_Long": 50.5831, "Actor1Geo_FeatureID": "-784833", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manama, Al Manamah, Bahrain", "Action2Geo_CountryCode": "BA", "Action2Geo_ADM1Code": "BA02", "Action2Geo_ADM2Code": "25307", "Action2Geo_Lat": 26.2361, "Action2Geo_Long": 50.5831, "Action2Geo_FeatureID": "-784833", "DATEADDED": 20200706103000, "SOURCEURL": "https://www.newsofbahrain.com/bahrain/64579.html"}, "ARTICLE": {"TITLE": "Human rights commitment reaffirmed", "TEXT": "TDT | Manama\n\nMinister of Foreign Affairs Dr. Abdullatif bin Rashid Al Zayani has reaffirmed Bahrain’s commitment to all international standards for the protection of human rights with transparency. He also stressed the Ministry’s keenness to complete and implement initiatives and programmes that contribute to the continuation of achievements in this field.\n\nThe Foreign Minister said these as he presided over the meeting of the Higher Coordination Committee for Human Rights through virtual communication, with the participation of the Foreign Affairs assistant and Committee deputy chairman Abdulla bin Faisal bin Jabur Al Doseri.\n\nThe Foreign Minister praised edict 8/2020 issued by His Royal Highness the Prime Minister Prince Khalifa bin Salman Al Khalifa, adding representatives of the Prime Minister’s Court and the Ministry of Cabinet Affairs to the Coordination Committee for Human Rights, including the Court’s undersecretary Shaikh Mohammed bin Rashid Al Khalifa and the Cabinet Affairs Ministry undersecretary His Highness Shaikh Isa bin Ali Al Khalifa, wishing them success in their tasks.\n\nThe Minister of Foreign Affairs noted that the vision and approach of His Majesty King Hamad bin Isa Al Khalifa, and the support of HRH the Premier and HRH Prince Salman bin Hamad Al Khalifa, Crown Prince, Deputy Supreme Commander and First Deputy Prime Minister, have greatly contributed and continue to strengthening the Kingdom’s achievements in the field of human rights at the regional and international levels.\n\nHe stated that the committee is tasked with the coordination, follow-up and supervision to promote the efforts of the Kingdom in the field of protecting human rights internationally, praising the efforts made by Bahrain in this field in compliance with international covenants and laws, and the agreements that the Kingdom has joined.\n\nIn this regard, he noted the Kingdom’s achievement of Tier One status in the annual report of the US Department of State for Trafficking in Persons for the third year in a row. He commended the efforts of the National Committee to Combat Trafficking in Persons, headed by Labour Market Regulatory Authority CEO Ausamah bin Abdulla Al Absi, which resulted in this achievement. The Committee discussed a number of topics on the agenda, and took a number of decisions."}}