{"GDELT": {"GlobalEventID": 933465824, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "SPY", "Actor1Name": "INTELLIGENCE CHIEF", "Actor1Type1Code": "SPY", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.2044198895027596, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Maseru, Maseru, Lesotho", "Actor1Geo_CountryCode": "LT", "Actor1Geo_ADM1Code": "LT14", "Actor1Geo_ADM2Code": "18925", "Actor1Geo_Lat": -29.3167, "Actor1Geo_Long": 27.4833, "Actor1Geo_FeatureID": "-1405824", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Maseru, Maseru, Lesotho", "Actor2Geo_CountryCode": "LT", "Actor2Geo_ADM1Code": "LT14", "Actor2Geo_ADM2Code": "18925", "Actor2Geo_Lat": -29.3167, "Actor2Geo_Long": 27.4833, "Actor2Geo_FeatureID": "-1405824", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Maseru, Maseru, Lesotho", "Action2Geo_CountryCode": "LT", "Action2Geo_ADM1Code": "LT14", "Action2Geo_ADM2Code": "18925", "Action2Geo_Lat": -29.3167, "Action2Geo_Long": 27.4833, "Action2Geo_FeatureID": "-1405824", "DATEADDED": 20200706103000, "SOURCEURL": "https://sundayexpress.co.ls/respect-civilian-authority-us-tells-security-agencies/"}, "ARTICLE": {"TITLE": "Respect civilian authority, US tells security agencies", "TEXT": "’Marafaele Mohloboli\n\nUNITED States (US) ambassador to Lesotho, Rebecca Gonzales, has stressed the need for the security agencies to respect the rule of law and civilian authority.\n\nMs Gonzales said Lesotho should stay the course and fully implement the multi-sector reforms as the country could not afford to “slide back to the days when the security sector was dragged into politics”.\n\nShe said this recently in Maseru while addressing the opening ceremony of a five day security sector symposium initiated by the United States and British governments aimed at “promoting positive civilian-military relations within Lesotho”.\n\nHer remarks come against the background of the ongoing processes towards the implementation of the much-delayed constitutional, security sector, media, judicial and governance reforms that were recommended by the Southern African Development Community (SADC) in 2016.\n\nLesotho has already missed the May 2019 deadline that it was given for the full implementation of constitutional and security sector reforms.\n\nInitially the reforms process was stalled by the bickering between the government and the opposition who listed a host of demands including the creation of a government of national unity (GNU), a truth and reconciliation commission (TRC) as well as the release of prisoners such as the murder-accused former army commander Lieutenant General Tlali Kamoli as pre-conditions for their participation in the reforms process.\n\nLately the infighting in the ruling All Basotho Convention (ABC) has been stumbling block as it has affected all government business including the implementation of the reforms.\n\nThree months ago, ABC legislators loyal to the party’s deputy leader Professor Nqosa Mahao filed a no confidence motion in parliament against ABC leader and Prime Minister Thomas Thabane.\n\nIt only took the intervention of the SADC facilitation team, led by former South African judge Justice Dikgang Moseneke, last month to get the Mahao faction and the opposition to allow the passage of the bill aimed at establishing the National Reforms Authority as an independent body to oversee the implementation of the multi-sector reforms.\n\nAnd recently, the reforms processes moved up a gear when the US and British governments facilitated the symposium to promote positive civilian-military relations within Lesotho as part of the process leading up to the implementation of the security sector reforms.\n\nArmy, police, prisons and intelligence chiefs attended the opening ceremony of the symposium which ends in Maseru on Friday. At least 60 senior members of the security agencies and representatives of the civil society will undergo an interactive course facilitated by the US Institute for Security, Governance, Defence Security Cooperation Agency and the UK Department for International Development.\n\nThe course seeks to train the security agencies and civilians on the methodology of effective governance and creating a secure environment for the reforms process.\n\nLesotho’s security agencies have been accused of impunity and human rights violations particularly during the previous Pakalitha Mosisili-led seven parties’ coalition. Apart from civilians who were tortured and killed, two army commanders, namely, Lieutenant General Maaparankoe Mahao and Lt-Gen Khoantle Motšomotšo were assassinated by fellow soldiers in 2015 and 2017 respectively.\n\nFormer army commander Lt-Gen Tlali Kamoli and several other high profile soldiers are currently in custody awaiting trial for murder and other atrocities committed during the tenure of the previous regime.\n\nUS Ambassador Gonzales has previously spoken out against human rights abuses, saying Lesotho risked losing out on the multi-million-dollar second compact under the Millennium Challenge Corporation (MCC) due to concerns about “unacceptable” corruption and police brutality against citizens.\n\nAnd recently, Ms Gonzales cautioned the security agencies against sliding back to the era of impunity.\n\nShe urged Lesotho to stay the course and fully implement the security sector and other reforms.\n\n“Lesotho must make progress on reforms and not slide back,” Ms Gonzales said.\n\n“Where challenges and/ or weaknesses exist, institutions must acknowledge and take steps to address them. From the Lesotho Correctional Service (LCS) to the Lesotho Mounted Police Service (LMPS), from the National Security Service (NSS) to the Lesotho Defence Force (LDF), it is essential that the security sector respects the rule of law and civilian leadership. Lesotho cannot afford to go back to the days of the security sector being dragged into politics. We cannot go back. So I urge you to stay the course.”\n\nShe also said that so much had changed over the years since Lesotho gained its independence in 1966 and the changes had brought new security threats that needed to be addressed.\n\n“New technologies have emerged, terrorist groups and criminal networks have brought new threats, and natural disasters such as floods, drought and climate change continue to create new national security threats that the government of Lesotho must address.\n\n“Doing so requires whole-of-government and whole-of-security sector approaches and this makes coordination and collaboration, clear institutional mandates and information and intelligence sharing absolutely essential. It is essential for Lesotho’s senior law enforcement, military and government officials to work together.”\n\nOn his part, Defence Minister, Tefo Mapesela, said the symposium had come at an opportune when the country was seized with the reforms process.\n\n“Lesotho’s security institutions have historically been blamed for the political instability and insecurity of the country and the government therefore recognises the need for the reform of the security sector.\n\n“It is my sincere hope that this seminar will assist our security sector to better understand roles and missions of security institutions, strategic communication, leadership skills and government responses to national security challenges,” Mr Mapesela said."}}