{"GDELT": {"GlobalEventID": 933465744, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "PHL", "Actor1Name": "PHILIPPINE", "Actor1CountryCode": "PHL", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.3816425120773, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Subic, Zambales, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP64", "Actor1Geo_ADM2Code": "24225", "Actor1Geo_Lat": 15.4333, "Actor1Geo_Long": 119.9, "Actor1Geo_FeatureID": "-2454124", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Subic, Zambales, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP64", "Action2Geo_ADM2Code": "24225", "Action2Geo_Lat": 15.4333, "Action2Geo_Long": 119.9, "Action2Geo_FeatureID": "-2454124", "DATEADDED": 20200706103000, "SOURCEURL": "https://www.straitstimes.com/asia/se-asia/the-philippines-mulls-ban-on-online-sale-of-sin-products"}, "ARTICLE": {"TITLE": "The Philippines mulls ban on online sale of 'sin' products", "TEXT": "MANILA (PHILIPPINE DAILY INQUIRER/ASIA NEWS NETWORK) - The Philippine government may consider banning the online sale of cigarettes and liquor in a bid to curb underage drinking and smoking.\n\n\"We will move to ban online sales of cigarettes and liquor,\" Finance Secretary Carlos Dominguez III said on Saturday (July 4), if sellers are found to have sold cigarettes and liquor, referred to as 'sin products', to minors.\n\nWhile cigarette makers are prohibited from advertising, including on the internet, there is no law to regulate cigarette sales to minors.\n\nTobacco and liquor are found to be sold on e-commerce platform Lazada, some at a discounted rate of up to 55 percent.\n\nBut buyers must confirm their age before they were allowed to browse.\n\nPMFTC, a merger of Philip Morris International and Lucio Tan’s Fortune Tobacco, said it allows authorised resellers to sell their cigarettes online.\n\nBut the company enforces a so-called age-gating rule to ensure that none of its products were sold to minors, communications director at PMFTC, Dave Gomez told the Inquirer on Sunday (July 5) .\n\nThe resellers are also responsible to check the age of buyers upon delivery.\n\n“We’re very strict with that online sellers observe age verification,” he said.\n\nMr Gomez added that PMFTC would cancel agreements with resellers that did not follow age-gating.\n\nMeanwhile, the Philippines' Bureau of Internal Revenue (BIR) is considering strict implementation of registration and, eventually, tax collection among businesses in the digital space.\n\nWith the tobacco and alcoholic beverage manufacturers ceasing their operations in the early months to comply with measures to curb the spread of the coronavirus, trade of fake and illicit sticks flourished while collections from excise taxes on 'sin products' dwindled.\n\nFor example, the Bureau of Customs reported that the Port of Subic confiscated on July 1 three 12m containers of smuggled cigarettes, which had been misdeclared as LED lights.\n\nThe seized cargo contained about 3,100 master cases of cigarettes valued at P93.1 million (S$2.6 million).\n\nAnd as of end-May, the combined take from tobacco and alcohol products fell 39 per cent year-on-year to P63.1 billion (S$1.77 billion).\n\nLast month, Mr Dominguez said that \"as more and more transactions move online, so must our revenue measures.\"\n\nThe government would also be \"focusing on efforts on collecting Value-added tax (VAT) on both local and cross-border digital transactions, similar to what other Asean countries are doing,\" he added."}}