{"GDELT": {"GlobalEventID": 933557263, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.9222661396574399, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Hollywood, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0983, "Actor1Geo_Long": -118.32700000000001, "Actor1Geo_FeatureID": "1660757", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Hollywood, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_ADM2Code": "CA037", "Actor2Geo_Lat": 34.0983, "Actor2Geo_Long": -118.32700000000001, "Actor2Geo_FeatureID": "1660757", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hollywood, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA037", "Action2Geo_Lat": 34.0983, "Action2Geo_Long": -118.32700000000001, "Action2Geo_FeatureID": "1660757", "DATEADDED": 20200706201500, "SOURCEURL": "https://www.themarysue.com/halle-berry-should-not-be-playing-a-trans-man/"}, "ARTICLE": {"TITLE": "Halle Berry Should Not Be Playing a Trans Man", "TEXT": "Halle Berry is a talented, acclaimed actress who I love. That said, she should not be playing a trans man. Berry made an announcement, if it can be called that, in a recent Instagram live interview with hairstylist Christin Brown, where she discussed that her next project will “probably” be one where she plays a transgender man. While speaking about the role, Berry consistently misgendered the character, as well.\n\nThe discussion with Brown was an hour long, and covered many topics, including Black hair, Berry’s acting process, and how her hair has figured into that and her life. In most respects, it’s a really wonderful talk between two Black women that’s very important in the context of the current movement for racial justice and better representation of Black women’s stories, but things veer off around the 38-minute mark, when Berry begins discussing her next film after Bruised.\n\nBerry will apparently play a trans man in the film, which she did not name, noting that it was pitched to her before she began work on her current project, her directorial debut, Bruised, in which she stars as a disgraced MMA fighter. “This project got pitched to me right when I was the brink of making Bruised, but I so was in the mindset of getting in the body to play that, and I don’t know how long I can play an MMA character, so I had to get that out,” Berry said, “but this got pitched to me, and I thought, after I do this movie, that’s the character I’m going to play.”\n\nThat character seems to be either one Berry does not understand, or should not be playing. or both. “The woman is a trans character, so she’s a woman that transitioned into a man. She’s a character in a project I love that I might be doing.” Berry consistently calls the character a woman, and more tellingly, calls this a “female” story as she discusses her curiosity about the part:\n\nI want to experience that world, understand that world. I want to deep dive in that in the way I did Bruised. Who this woman was is so interesting to me, and that will probably be my next project, and that will require me cutting all of my hair off … That’s what I want to experience and understand and study and explore… it’s really important to me to tell stories, and that’s a woman, that’s a female story – it changes to a man, but I want to understand the why and how of that. I want to get into it.\n\nNow, we want to give Berry some benefit of the doubt here, as she did not share the full details of the project, but calling the story of a trans man a “female story” and consistently calling him a woman does not inspire confidence. She’d also be taking potentially a major film role for a black trans man way from the community that should own it.\n\nThe casting of cis actors in trans roles remains a big problem in Hollywood. It’s incredibly hard for trans actors to break into the industry, and in the case of this film, where the story is about a Black trans man, Berry is potentially taking a role from an incredibly underrepresented population. Just look at this article from 2018, where out of 11 Black trans actors listed, only two are trans men. Two years later, in a new list of trans actors redefining Hollywood, only one Black trans man is listed, and he was one of the two getting noticed in 2018: Brian Michael Smith of Queen Sugar.\n\nI hope that Berry will reconsider this role, but also use her influence to make sure this film still gets made. We don’t want a repeat of the Scarlett Johansson debacle, where the film was ultimately canceled entirely after Johansson was very publicly shamed out of playing a trans man. These are important stories that should be told, but they shouldn’t rely on cis stars to get made. They should star people from the communities they depict and be made with input and blessing from those communities, as well.\n\n(via Pink News, image: Photo credit should read ROBYN BECK/AFP via Getty Images)\n\nWant more stories like this? Become a subscriber and support the site!\n\n—The Mary Sue has a strict comment policy that forbids, but is not limited to, personal insults toward anyone, hate speech, and trolling.—\n\nHave a tip we should know? tips@themarysue.com"}}