{"GDELT": {"GlobalEventID": 933557567, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "GOV", "Actor1Name": "MAYOR", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.44444444444445, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Montreal, Quebec, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA10", "Actor1Geo_ADM2Code": "12713", "Actor1Geo_Lat": 45.5, "Actor1Geo_Long": -73.5833, "Actor1Geo_FeatureID": "-569541", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Montreal, Quebec, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA10", "Action2Geo_ADM2Code": "12713", "Action2Geo_Lat": 45.5, "Action2Geo_Long": -73.5833, "Action2Geo_FeatureID": "-569541", "DATEADDED": 20200706201500, "SOURCEURL": "https://montrealgazette.com/opinion/opinion-the-pitfalls-with-montreals-effort-to-battle-systemic-racism/wcm/7fbec575-1ada-4e33-8040-a5f9de32872c/"}, "ARTICLE": {"TITLE": "Opinion: The pitfalls with Montreal's effort to battle systemic racism", "TEXT": "Article content\n\nIn response to the 38 recommendations laid out in the report on systemic racism and discrimination released June 15 by the Office de consultation publique de Montréal (OCPM), Mayor Valérie Plante acted quickly.\n\nHer immediate actions include appointing city council Speaker Cathy Wong to the executive committee with responsibilities for diversity, employment inclusion, antiracism and the French language, and creating the position of commissioner for the fight against racism and discrimination. More importantly, Plante also recognized the existence of systemic racism in Montreal.\n\nWe apologize, but this video has failed to load.\n\ntap here to see other videos from our team. Try refreshing your browser, or Opinion: The pitfalls with Montreal's effort to battle systemic racism Back to video\n\nAlthough the mayor’s actions seem encouraging, one must proceed with guarded optimism.\n\nFirst, elevating Wong to the executive committee — the cabinet of the city’s administration — is indeed a welcoming move. Wong is the sole (and badly needed) face of racial diversity in the mayor’s caucus, despite the fact that more than 30 per cent of Montrealers are members of “visible minorities.” Wong is Asian, young, knowledgeable on discrimination, and capable of tackling systemic racism in ways that other executive committee members cannot."}}