{"GDELT": {"GlobalEventID": 933556971, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor2Code": "AUS", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.15457413249211, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wuhan, Hubei, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH12", "Actor2Geo_ADM2Code": "13124", "Actor2Geo_Lat": 30.5833, "Actor2Geo_Long": 114.26700000000001, "Actor2Geo_FeatureID": "-1930776", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wuhan, Hubei, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH12", "Action2Geo_ADM2Code": "13124", "Action2Geo_Lat": 30.5833, "Action2Geo_Long": 114.26700000000001, "Action2Geo_FeatureID": "-1930776", "DATEADDED": 20200706201500, "SOURCEURL": "https://www.naturalnews.com/2020-07-06-australian-politician-no-restaurants-businesses-childcare-without-coronavirus-vaccine.html"}, "ARTICLE": {"TITLE": "Australian politician says no access to restaurants, businesses or childcare if you refuse coronavirus vaccine", "TEXT": "(Natural News) Just as predicted in the Biblical book of Revelation, an Australian politician has come out with new plans for how to handle people who refuse vaccination for the Wuhan coronavirus (COVID-19), including no more access to work, restaurants, childcare or society as a whole.\n\nIn accordance with John the Revelator’s vision about the “mark of the beast,” Raff Ciccone, a federal Labor senator in the Australian state of Victoria, wants people who refuse the Wuhan coronavirus (COVID-19) vaccine to be cut off from buying and selling, raising families and eating food. Unless you are vaccinated, in other words, then no more participation in society.\n\n“This pandemic feels like we’re in the middle of a real-life Hollywood blockbuster,” he wrote for The Age, eerily alluding to what many already believe about this fake “plandemic” production. “Like all good movies, this one will leave us fundamentally changed well after it’s ended.”\n\n“Our world will look and feel very different once the show is over,” he added, using the same verbiage to suggest that the whole thing is one big Hollywood production. “But not for the better,” he went on to write.\n\nIn Ciccone’s view, all it will take for society to get back to “normal” is for people to get vaccinated once a Wuhan coronavirus (COVID-19) vaccine becomes available. But as is always the case, a contingent of people – and a growing one, we might add – will refuse the vaccine, which Ciccone believes can be dealt with by depriving such folks of their lives and livelihoods.\n\n“We cannot afford, morally or economically, to give any ground to those who choose not to be vaccinated against COVID-19,” he declared in an opinion piece. “Let me be clear. I’m not advocating that we vaccinate people against their will. That would be wrong.”\n\nSo, what is Ciccone advocating? Simply put, those who refuse vaccination for the Wuhan coronavirus (COVID-19) are to be deprived of “participation in everyday life,” including no more entry into buildings, even for work purposes, and no more family tax benefits.\n\n“Restaurants could be allowed the right to refuse entry to those who are not vaccinated against COVID-19,” he adds. “Businesses, especially those involved in the care or service of vulnerable communities, might be allowed the right to refuse employment to those without a COVID-19 vaccination. Organisers of mass gatherings could deny the sale of tickets on this basis.”\n\nHere in the United States, many resisters of Wuhan coronavirus (COVID-19) vaccination are almost certain to activate their Second Amendment rights. Listen below to The Health Ranger Report with Mike Adams, the Health Ranger, to learn more:\n\nIs this why Trump said that coronavirus vaccines will not be mandatory – because refusing them will result in social ostracization?\n\nAs many of our readers may recall, President Donald Trump recently announced that Wuhan coronavirus (COVID-19) vaccines will not be mandatory at the federal level, which made many of us lower our guard. But is a similar plan to Ciccone’s currently in the works here in America that will make vaccination “optional” with the caveat that not getting jabbed ultimately restricts one’s access to society?\n\nWe are already seeing this with the face mask ordeal as some of the more aggressive mask-loving militants are already telling the public, “no masks, no entry.” Does this imply that face masks are a type of precursor to vaccination, where one day in the very near future it will suddenly become “no jab, no entry” instead?\n\nMore related news about proposed government tyranny in response to Wuhan coronavirus (COVID-19) vaccine resistance is available at Tyranny.news.\n\nSources for this article include:\n\nTheAge.com.au\n\nNaturalNews.com"}}