{"GDELT": {"GlobalEventID": 933557438, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "EDU", "Actor1Name": "COLLEGE", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 20, "NumSources": 1, "NumArticles": 10, "AvgTone": 5.6768558951965, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Brazil", "Actor1Geo_CountryCode": "BR", "Actor1Geo_ADM1Code": "BR", "Actor1Geo_Lat": -10.0, "Actor1Geo_Long": -55.0, "Actor1Geo_FeatureID": "BR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Brazil", "Action2Geo_CountryCode": "BR", "Action2Geo_ADM1Code": "BR", "Action2Geo_Lat": -10.0, "Action2Geo_Long": -55.0, "Action2Geo_FeatureID": "BR", "DATEADDED": 20200706201500, "SOURCEURL": "https://www.news8000.com/western-technical-college-to-honor-graduates-at-drive-through-ceremony/"}, "ARTICLE": {"TITLE": "Western Technical College to honor graduates at drive-through ceremony", "TEXT": "Western Technical College to honor graduates at drive-through ceremony\n\nThe August 23 commencement ceremony is canceled due to COVID-19 concerns\n\nDeb Brazil by Deb Brazil\n\nLA CROSSE, Wis. (WKBT) – Western Technical College is canceling its rescheduled commencement ceremony for Sunday, August 23, at the La Crosse Center, due to COVID-19 concerns.\n\nWestern worked with community leaders to design a new ceremony that honors the academic achievements of its students while doing so safely. The event will be a special drive-through ceremony on Saturday, July 25, in Western’s Lot H. Those participating in the ceremony will remain in their vehicles while members of Western’s administration will be presenting diplomas covers, as well as a graduation program, to the graduates in a drive-through format.\n\n“We are very disappointed to share this news with our graduates,” said Roger Stanford, President of Western Technical College. “Unfortunately, it is just not safe to hold our regular commencement ceremony at this time, but we are working very hard to develop a celebration that honors all of our graduates.”\n\nWestern will provide more details with graduates as the event gets closer.\n\nWestern has developed a website to celebrate the class of 2020 with a list of all graduates, speeches from Western’s president, student ambassador, and distinguished alumnus for 1010."}}