{"GDELT": {"GlobalEventID": 933557721, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 1721, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.431309904153349, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200706201500, "SOURCEURL": "https://www.breitbart.com/middle-east/2020/07/06/palestinian-pm-blames-israel-for-coronavirus-spike/"}, "ARTICLE": {"TITLE": "Palestinian PM Blames Israel for Coronavirus Spike", "TEXT": "JAFFA — Palestinian Authority Prime Minister Mohammed Shtayyeh has demanded Israel seal off the West Bank, saying the Jewish state was to blame for a spike in coronavirus infections among Palestinians.\n\nHe added he planned to take the issue up with the United Nations.\n\nAccording to Shtayyeh, 18 percent of coronavirus cases in the Palestinian territories are the result of Palestinians working inside Israel.\n\nShtayyeh said the lack of Palestinian control over border crossings into the West Bank prevented the Palestinian Authority from fighting the coronavirus outbreak effectively and was the main reason for the renewed outbreak of the pandemic, the PA’s official WAFA outlet reported.\n\nThe rest of the infections were spread at weddings and funerals, Shtayyeh said, and called for a ban on those events.\n\nSixty-four new cases were confirmed in the West Bank on Monday, bringing the total number up to 4,768.\n\nTwenty-one Palestinians have died from COVID-19, the disease caused by the coronavirus.\n\nMeanwhile, in Israel, the government ordered the closure of nightclubs, bars, gyms and event halls as numbers soared past 1,000 new cases per day.\n\nNo more than 20 people will be permitted to be in closed spaces including synagogues and restaurants.\n\nSome 30 percent of employees at government ministries and in the civil service have been ordered to work from home.\n\nIsrael is “a step away from a full lockdown,” Prime Minister Benjamin Netanyahu told cabinet members during en emergency meeting.\n\nHealth Minister Yuli Edelstein said he hoped the measures would ensure that the “genie would be put back in the bottle” and life could continue in the coronavirus’ shadow in a different way,” he says, according to Ynet.\n\n“Even if we shut down throughout the state, the number of severely ill will double,” he said. “You have to understand that the virus changes behavior and the decisions vary accordingly.”"}}