{"GDELT": {"GlobalEventID": 933557734, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "ISRJUD", "Actor1Name": "ISRAELI", "Actor1CountryCode": "ISR", "Actor1Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 1241, "EventBaseCode": 124, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.7563451776649703, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200706201500, "SOURCEURL": "https://www.al-monitor.com/pulse/originals/2020/07/jerusalem-orthodox-church-sale-property-israel-settlers.html"}, "ARTICLE": {"TITLE": "Church in Jerusalem scrambles to regain trust of community after deal with settler group", "TEXT": "After its disclosure, the deal sparked angry reaction leading to the dismissal of then-Patriarch Irenaeus on May 7, 2005, as he was accused of leasing church property to the Israelis by granting a general power of attorney to the former treasurer of the Patriarchate, Nicholas Papademos , who signed the rental deals.\n\nIn 2004, the Orthodox Patriarchate signed a deal with shell companies that later transferred the property to Ateret Cohanim, the Maariv newspaper revealed back in 2005. The deal allowed the lease of three church properties to the settler association, namely the Petra and Imperial hotels located on Umar Ibn al-Khattab Plaza at Jaffa Gate, and Muzamiya House in the Bab al-Huta neighborhood north of Al-Aqsa Mosque.\n\nHe said the legal team is still taking care of the needed measures and has yet to determine the date it will resort to court. The Patriarchate has all the required documents and is waiting for life to return to normal post-coronavirus.\n\nGreek Orthodox Patriarchate spokesman Father Issa Musleh told Al-Monitor the Patriarchate will resort to the Israeli High Court of Justice in the coming period, as it has documents proving the existence of corruption in the deal.\n\nRAMALLAH, West Bank — The Israeli Jerusalem District Court rejected June 24 the appeal submitted by the Greek Orthodox Patriarchate on June 23 to block the transfer of church property to an Israeli settlement association. The court had earlier issued a ruling asserting the validity of a renewable deal whereby the settlement association Ateret Cohanim rented properties from the Orthodox Church in Bab al-Khalil in Jerusalem for a period of 99 years.\n\nSince then, the Patriarchate has been trying to nullify the deal.\n\nAteret Cohanim was established at the end of the 1970s and works to populate East Jerusalem with Jewish settlers by evicting Palestinians from their homes and taking over Palestinian property. It has managed over the past years to take over dozens of Palestinian properties in the various neighborhoods of East Jerusalem.\n\nThe recent District Court’s decision is a new blow to the Orthodox Patriarchate and its attempts to nullify the deal.\n\nThe Israeli Supreme Court in Jerusalem rejected on June 10, 2019, a similar appeal filed by the Patriarchate against the deal. But, according to Musleh, the Patriarchate now possesses documents and testimonies confirming that the 2004 deal is marred by corruption. The documents also accuse some officials of committing several legal breaches and infringing upon some powers while indulging in bribes, extortion and forgery.\n\nMusleh said he was surprised at the District Court’s refusal of the appeal within hours of its submission, adding that “the court did not even take the time to review the documents presented by the lawyers.” He attributed the court’s quick decision to the intervention of settlers and pressure placed on judges.\n\nIn the coming weeks, Musleh said, the Patriarchate will launch an international campaign and contact members of the UN Security Council, Russia, Greece, Cyprus and all countries keen on a Christian presence in the Middle East in general and the Holy Land (Palestinian territories and Jerusalem) in particular, in a bid to pressure Israel toward relinquishing those properties.\n\nAsked about the Patriarchate’s plan in the event the Supreme Court rejects the appeal, Musleh refused to comment and said, “We will cross that bridge when we get to it.”\n\n“Whatever it takes, we will not relinquish this region and property, and we are determined to recover it,” he added.\n\nThe Patriarchate’s chances of nullifying the deal seem to be dim in light of the accumulated judicial rulings proving the deal’s validity. And the Patriarchate has concerns that the Supreme Court’s refusal of the appeal could raise the ire of the church’s parishioners against the Patriarchate due to the sale and rental of real estate deals to settlers or Israel during the past years.\n\nThe Imperial Hotel in Jerusalem is one of three properties included in the 2004 deal. It was built in 1893 and consists of 50 rooms stretching over an area of ​​1,800 square meters. The Dajani family in Jerusalem rented it in 1949 from the Orthodox Church under a lease contract extending to three generations of the family, and it is currently managed by Abu Walid al-Dajani.\n\nDajani told Al-Monitor, “The Patriarchate is in a pickle. It claimed before its parishioners that it regained the property, while this is incorrect. It seems it has no way out of this predicament despite it declaring its intention to resort to the Supreme Court.”\n\n“The Patriarchate is buying time. It has to explain to the public opinion what happened and should take responsibility for it,” Dajani said, adding that the case is likely to end in the coming months.\n\nDajani still runs the hotel but under extremely difficult circumstances. Since January 2020, the hotel’s financial revenues along with Dajani’s money have been withheld due to a lawsuit filed against the latter in the Israeli Central Court by Ateret Cohanim.\n\nDajani explained that Ateret Cohanim, in its capacity as the owner of the property, sent him a letter in 2006 with a new rental contract, which he refused, citing lack of proof that the association is the owner of the property. In January 2020, the association asked him to vacate the property and pay 10 million shekels ($2.9 million) for the period he spent there from 2006 till today.\n\nHe pointed out that since January 2020, the hotel’s income has been withheld by the bank by a decision of the Central Court, and he cannot dispose of it because of the lawsuit filed against him.\n\nThere is wide discontent among the Orthodox parishioners, as many of them accuse the Patriarchate of complicity in concluding sales and rental deals to the settlers.\n\nJalal Barham, a member of the Central Council of the Orthodox Christians in Jordan and Palestine opposing the Patriarchate, in an interview with Al-Monitor, accused the Patriarchate of complicity in leasing property to settlers.\n\nBarham said, “This deal was carried out to confirm that the settler associations own the property and was planned and premeditated by Patriarch Theophilos and his legal advisers amid the neglect, laziness or deliberate conspiracy of the relevant politicians in charge of ecclesiastical affairs.”\n\n“The recent District Court decision, the previous decisions and any future decisions related to this case are solely aimed at covering the corruption, treachery, collusion and deliberate negligence of the Patriarchate. They also aim at embellishing the reputation of Theophilos and all the corrupt, and show them as defenders of the endowments and properties of the Orthodox Church before the Orthodox community,” he added.\n\nBarham expected the Patriarchate to lose any appeal it files in the Supreme Court because of what he described as the “collusion and dishonesty” of those managing the file.\n\nThe Bab Al-Khalil deal is one out of dozens of long-term sales or lease deals concluded by the Orthodox Patriarchate in favor of settlers or Israeli authorities, and this has raised the ire of the Orthodox community in Palestine and Jordan. It has also caused in recent years strong opposition to Patriarch Theophilos. Members of the Orthodox community posted “Theophilos is unworthy” on social networking sites because of his policy “of racism against the Arabs as well as his squandering of church properties and endowments in favor of Israel.”\n\nThe Patriarchate's failure to thwart the Bab al-Khalil deal is to further fuel the community’s anger."}}