{"GDELT": {"GlobalEventID": 933557909, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "MNCUSA", "Actor1Name": "DISNEY", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 1721, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.68948655256723, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200706201500, "SOURCEURL": "https://www.polygon.com/2020/7/6/21309958/hamilton-lyrics-disney-plus-censor-rating-f-word-lin-manuel-miranda"}, "ARTICLE": {"TITLE": "Disney Plus censored Hamilton lyrics to cut swear words, but at a cost", "TEXT": "In theater, there is no equivalent to the Motion Picture Association — no ratings board that controls content, and nothing to prevent, say, the writers of Avenue Q or The Book of Mormon from packing their musicals with comic profanity or sexual situations. But when plays are filmed and put into theatrical or streaming release, suddenly they have to follow the same content rules as films, or risk MPA censure. That’s exactly what happened to the Broadway musical Hamilton, as a recording of the stage production was readied for Disney Plus.\n\nHamilton was caught between a particular rock and a hard place: The MPA confers an automatic R rating upon any movie that has more than one spoken “fuck” in it. And to maintain a family-friendly face, the Disney Plus streaming service doesn’t include content with ratings past the PG-13 line.\n\nHamilton has not one, not two, but three “fuck”s in it. And so, as the show’s creator Lin-Manuel Miranda put it on Twitter, “I literally gave two fucks so the kids could see it.”\n\nTwo fucks were edited out of Hamilton in order to make it clean enough for Disney Plus. But which two? And were they the right ones?\n\nWhat are the ‘fuck’s in Hamilton?\n\nThe first fuck in Hamilton comes close to the close of the first act, as the cast joins in a dramatization of the Siege of Yorktown (“Yorktown (The World Turned Upside Down)”). A few verses give a brief update on the location and activities of Alexander Hamilton’s friends in the Continental Army, culminating in a verse from Okieriete Onaodowan’s Hercules Mulligan, tailor and revolutionary spy.\n\n“Hercules Mulligan,” Onaodowan sings, “I need no introduction, when you knock me down I get the fuck back up again.”\n\nIt’s a straightforward use of the swear word for emphasis, emblematic of the modern slang of Mulligan’s adopted city of New York.\n\nThe second fuck occurs in the number “Say No to This,” which dramatizes Hamilton’s extramarital affair with Maria Reynolds. Her husband, James Reynolds, writes to Hamilton:\n\nDear sir, I hope this letter finds you in good health / and in a prosperous enough position to put wealth / in the pockets of people like me down on their luck. / You see, that was my wife you decided to —\n\nAt this point, the chorus member playing James Reynolds pauses so Miranda’s Hamilton can gasp, “Fuuuuuuuuu…” in horrified realization. It’s a complicated use of the word, both as an exclamation of surprise and dread, and a humorous pun on its basic meaning as a verb, “to have sexual intercourse with.” But on the other hand, Hamilton trails off without actually completing the syllable, softening its impact. It’s really only half a fuck.\n\nThe final fuck in Hamilton happens in the number “Washington on Your Side,” in which Onaodowan’s James Madison and Daveed Diggs’ Thomas Jefferson, founders of the Democratic-Republican Party, discuss their frustrations with Hamilton’s work as a fellow member of George Washington’s cabinet. Hamilton (a Federalist) is opposed to many of their decisions, so Jefferson resolves to investigate his finances to find a way of discrediting him, and force him to resign.\n\n“Let’s show these Federalists what they’re up against,” they sing, “Southern motherfucking Democratic-Republicans!”\n\nThis is definitely the most emphatic fuck in Hamilton, modified with both the “ing” suffix and the “mother” prefix. It’s also the most metrically interesting, coming after three lines that seem to lead to a rhythmic payoff. “This immigrant isn’t somebody we chose!” is followed by “This immigrant’s keeping us all on our toes!” Then “Let’s show these Federalists what they’re up against,” sets up for another line with the same rhythm, as the chose/toes lines mirror each other. Instead, Miranda crams a “motherfucking” in the middle of the otherwise staid phrase “Southern Democratic-Republicans.”\n\nHamilton’s final fuck is its most musically interesting and, lyrically, metrically, and linguistically, its most emphatic. So naturally, it has been censored for the PG-13 version of the show.\n\nYou’ll only hear half a fuck in Hamilton on Disney Plus\n\nMiranda shared the news on Twitter a couple weeks before the stage recording’s debut:\n\n...I literally gave two fucks so the kids could see it:\n\n1. In Yorktown, there's a mute over \"I get the f___ back up again\"\n\n2. \"Southern *record scratch*kin' Democratic Republicans.\"\n\nYou can sing whatEVER you like at home (even sync up the album)!\n\nLove you. Enjoy. — Lin-Manuel Miranda (@Lin_Manuel) June 22, 2020\n\nThe fuck that was allowed to remain in Hamilton on Disney Plus is the incomplete and least emphatic one, which probably made it a shoo-in for the MPA’s One Fuck rule.\n\nIronically, it’s also the only fuck in Hamilton that is actually a reference to mature themes rather than a mere exclamation. But that’s the MPA for you."}}