{"GDELT": {"GlobalEventID": 933557030, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor2Code": "HLH", "Actor2Name": "DOCTOR", "Actor2Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.49756400953665003, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.105999999999998, "Actor2Geo_Long": -97.6475, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200706201500, "SOURCEURL": "http://wtaw.com/brazos-county-health-district-coronavirus-update-july-6/"}, "ARTICLE": {"TITLE": "Brazos County Health District Coronavirus Update, August 22 - WTAW", "TEXT": "Update, August 22, 2020\n\nThere are 36 new coronavirus cases and 15 more recoveries in Brazos County.\n\nThree people were discharged from the hospital and three more were admitted.\n\nBrazos County’s total hospital bed occupancy as of August 21 was 69 percent and the total ICU bed occupancy was 46 percent.\n\nBrazos County has 4,311 total cases, 3,986 recoveries, 271 active cases, 53 deaths, and 6 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, August 21, 2020\n\nThere are 24 new coronavirus cases and 27 more recoveries in Brazos County.\n\nFive people were discharged from the hospital and there were no admissions.\n\nBrazos County’s total hospital bed occupancy as of August 20 was 70 percent and the total ICU bed occupancy was 53 percent.\n\nBrazos County has 4,275 total cases, 3,971 recoveries, 251 active cases, 53 deaths, and 6 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more from the Brazos County health district.\n\nUpdate, August 20, 2020\n\nTwo more Brazos County residents have died from coronavirus. The 52nd and 53rd deaths were both men in their 90’s who were hospitalized.\n\nThe health district also reports 26 new cases of coronavirus and 22 more recoveries.\n\nFour Brazos County residents were discharged from the hospital and two more were admitted.\n\nBrazos County’s total hospital bed occupancy as of August 19 was 63 percent and the total ICU bed occupancy was 51 percent.\n\nBrazos County has 4,251 total cases, 3,944 recoveries, 254 active cases, 53 deaths, and 11 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, August 19, 2020\n\nThere are 19 new coronavirus cases and 20 more recoveries in Brazos County.\n\nThe number of hospitalizations remains the same after one person was discharged and one was admitted.\n\nBrazos County’s total hospital bed occupancy as of August 18 was 67 percent and the total ICU bed occupancy was 55 percent.\n\nBrazos County has 4,225 total cases, 3,922 recoveries, 252 active cases, 51 deaths, and 15 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, August 18, 2020\n\nThere are 17 more recoveries and 14 new coronavirus cases in Brazos County.\n\nThree people were discharged from the hospital and no one new was admitted.\n\nBrazos County’s total hospital bed occupancy as of August 17 was 72 percent and the total ICU bed occupancy was 51 percent.\n\nBrazos County has 4,206 total cases, 3,902 recoveries, 253 active cases, 51 deaths, and 15 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, August 17, 2020\n\nThere are 14 more recoveries and 7 new coronavirus cases in Brazos County.\n\nNo one was discharged from the hospital and five more people were admitted.\n\nBrazos County’s total hospital bed occupancy as of August 16 was 67 percent and the total ICU bed occupancy was 61 percent.\n\nBrazos County has 4,192 total cases, 3,885 recoveries, 256 active cases, 51 deaths, and 18 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, August 16, 2020:\n\nThe Brazos County health district reports 12 new positive coronavirus cases and 13 more recoveries.\n\nThree Brazos County residents were discharged from the hospital and two more were admitted.\n\nBrazos County’s total hospital bed occupancy as of August 15 was 68 percent and the total ICU bed occupancy was 61 percent.\n\nBrazos County has 4,185 total cases, 3,871 recoveries, 263 active cases, 51 deaths, and 13 Brazos County residents who are hospitalized.\n\nClick HERE to read and download the August 16, 2020 Brazos County health district report.\n\nUpdate, August 15, 2020\n\nThe Brazos County health district reports 15 new positive coronavirus cases and 32 more recoveries.\n\nTwo Brazos County residents were discharged from the hospital and two more were admitted.\n\nBrazos County’s total hospital bed occupancy as of August 14 was 69 percent and the total ICU bed occupancy was 51 percent.\n\nBrazos County has 4,173 total cases, 3,858 recoveries, 264 active cases, 51 deaths, and 14 Brazos County residents who are hospitalized.\n\nClick HERE to read and download the August 15, 2020 Brazos County health district report.\n\nUpdate, August 14, 2020\n\nTwo more Brazos County residents have died from coronavirus. The health district reports both men, one in his 40’s and one in his 60’s, were hospitalized.\n\nThere are 11 more positive cases of coronavirus and 25 more recoveries.\n\nThere are 14 Brazos County residents in local hospitals after three were discharged and three more were admitted.\n\nBrazos County’s total hospital bed occupancy as of August 13 was 74 percent and the total ICU bed occupancy was 61 percent.\n\nBrazos County has 4,158 total cases, 3,826 recoveries, 281 active cases, 51 deaths, and 14 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, August 13, 2020\n\nThe Brazos County health district reports 40 new positive coronavirus cases and 37 more recoveries.\n\nFour people were discharged from the hospital and two more were admitted.\n\nBrazos County’s total hospital bed occupancy as of August 12 was 76 percent and the total ICU bed occupancy was 67 percent.\n\nBrazos County has 4,147 total cases, 3,801 recoveries, 297 active cases, 49 deaths, and 16 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, August 12, 2020\n\nAfter 32 more recoveries and 15 new positive cases reported by the health district, the number of active coronavirus cases in Brazos County drops below 300, its lowest total since June 1st.\n\nThree people were discharged from the hospital and no one new was admitted.\n\nBrazos County’s total hospital bed occupancy as of August 11 was 73 percent and the total ICU bed occupancy was 65 percent.\n\nBrazos County has 4,107 total cases, 3,764 recoveries, 294 active cases, 49 deaths, and 18 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, August 11, 2020\n\nThe health district reports 23 new positive cases of coronavirus and 34 more recoveries.\n\nTwo Brazos County residents were discharged from the hospital and five more were admitted.\n\nBrazos County’s total hospital bed occupancy as of August 10 was 62 percent and the total ICU bed occupancy was 55 percent.\n\nBrazos County has 4,092 total cases, 3,732 recoveries, 311 active cases, 49 deaths, and 21 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, August 10, 2020\n\nFor the third time in four days, a Brazos County resident has died from coronavirus. The health district reports the 49th death was a woman in her 50’s who was hospitalized.\n\nThe number of active coronavirus cases continues to drop after the health district reports 14 new positive cases of and 22 new recoveries.\n\nSeven people were admitted to the hospital and no one was discharged.\n\nBrazos County’s total hospital bed occupancy as of August 9 was 66 percent and the total ICU bed occupancy was 63 percent.\n\nBrazos County has 4,069 total cases, 3,698 recoveries, 322 active cases, 49 deaths, and 17 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, August 9, 2020\n\nThe health district reports 15 new positive cases of coronavirus and 36 more recoveries.\n\nTwo people were discharged from the hospital and there are no new admissions.\n\nBrazos County’s total hospital bed occupancy as of August 8 was 68 percent and the total ICU bed occupancy was 76 percent.\n\nBrazos County has 4,055 total cases, 3,676 recoveries, 331 active cases, 48 deaths, and 11 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, August 8, 2020\n\nFor the second day in a row, a Brazos County resident has died from coronavirus. The health district reports the death was a man in his 80’s who was hospitalized.\n\nThe health district also reports 16 new positive cases and 52 new recoveries.\n\nFive people were discharged from the hospital and one more was admitted.\n\nBrazos County’s total hospital bed occupancy as of August 7 was 64 percent and the total ICU bed occupancy was 78 percent.\n\nBrazos County has 4,040 total cases, 3,640 recoveries, 352 active cases, 48 deaths, and 13 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, August 7, 2020\n\nThe coronavirus death toll in Brazos County increases to 47 with the death of a woman in her 60’s who was hospitalized.\n\nThe health district also reports 27 new coronavirus cases and 63 new recoveries.\n\nThree people were discharged from the hospital and five more were admitted.\n\nBrazos County’s total hospital bed occupancy as of August 6 was 73 percent and the total ICU bed occupancy was 82 percent.\n\nBrazos County has 4,024 total cases, 3,588 recoveries, 389 active cases, 47 deaths, and 18 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nClick below to listen to the August 7, 2020 health district report from alternate health authority Dr. Seth Sullivan and his answers to questions from local reporters.\n\nListen to “Brazos County health district update, August 7 2020” on Spreaker.\n\nUpdate, August 6, 2020:\n\nThe Brazos County health district reports 49 new coronavirus recoveries and 24 new cases.\n\nBrazos County’s total hospital bed occupancy as of August 5 was 76 percent and the total ICU bed occupancy was 73 percent.\n\nThere was one new Brazos County patient admitted to local hospitals and there were three dismissals.\n\nBrazos County has 3,997 total cases, 3,525 recoveries, 426 active cases, 46 deaths, and 17 Brazos County residents who are hospitalized.\n\nClick HERE to read and download the August 6, 2020 report from the Brazos County health district.\n\nUpdate, August 5, 2020\n\nFor the first time in almost two months, there are fewer than 500 active coronavirus cases in Brazos County.\n\nThat’s after the health district reported 20 new cases and 80 more recoveries.\n\nThat drops the number of active cases to 451. That’s the fewest since 378 were reported on June 16th.\n\nBrazos County’s total hospital bed occupancy as of August 4 was 74 percent and the total ICU bed occupancy was 73 percent.\n\nSeven Brazos County patients were dismissed from local hospitals and there were no new admissions. The last time there were no new admissions was July 23 and the last time there were fewer than 20 Brazos County hospitalizations was July 24.\n\nBrazos County has 3,973 total cases, 3,476 recoveries, 451 active cases, 46 deaths, and 19 Brazos County residents who are hospitalized.\n\nClick HERE to read and download the August 5, 2020 Brazos County health district coronavirus report.\n\nUpdate, August 4, 2020\n\nFor the third straight day, Brazos County has fewer than 20 new coronavirus cases.\n\nThe health district reports 17 new cases and 35 more recoveries.\n\nBrazos County’s total hospital bed occupancy as of August 3 was 63 percent and the total ICU bed occupancy was 76 percent.\n\nThere are two new Brazos County patients admitted to local hospitals and there were four dismissals.\n\nBrazos County has 3,953 total cases, 3,396 recoveries, 511 active cases, 46 deaths, and 26 Brazos County residents who are hospitalized.\n\nClick HERE to read and download the August 4, 2020 Brazos County health district coronavirus report.\n\nUpdate, August 3, 2020\n\nThe 46th Brazos County resident has died from coronavirus. The health district reports the death was a man in his 60’s who was hospitalized.\n\nThe health district reports 14 new positive cases of coronavirus and nine more recoveries.\n\nFour more Brazos County patients were admitted to the hospital and two people were discharged.\n\nBrazos County’s total hospital bed occupancy as of August 2 was 64 percent and the total ICU bed occupancy was 76 percent.\n\nBrazos County has 3,936 total cases, 3,361 recoveries, 528 active cases, 46 deaths, and 28 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, August 2, 2020\n\nThe health district reports 13 new cases and 24 more recoveries.\n\nBrazos County’s total hospital bed occupancy as of August 1 was 64 percent and the total ICU bed occupancy was 78 percent.\n\nThere are three new Brazos County patients admitted to local hospitals and there was one dismissal.\n\nBrazos County has 3,922 total cases, 3,352 recoveries, 525 active cases, 45 deaths, and 27 Brazos County residents who are hospitalized.\n\nClick HERE to read and download the August 2, 2020 Brazos County health district report.\n\nUpdate, August 1, 2020:\n\nThere are 32 new positive cases of coronavirus in Brazos County and 60 more recoveries.\n\nThe health district reports three more Brazos County patients were admitted to the hospital and four people were discharged.\n\nBrazos County’s total hospital bed occupancy as of July 31 was 65 percent and the total ICU bed occupancy was 67 percent.\n\nBrazos County has 3,909 total cases, 3,328 recoveries, 536 active cases, 45 deaths, and 25 Brazos County residents who are hospitalized.\n\nClick HERE to read and download the August 1, 2020 Brazos County health district report.\n\nUpdate, July 31, 2020\n\nCorrection from the Brazos County health district that there are 3,268 recovered coronavirus cases and 564 active cases.\n\nThat means 60 new recoveries instead of 382 as was first reported.\n\nThe number of new cases remains at 27, as does the number of Brazos County hospitalizations dropped to 26 following eight dismissals and three new admissions.\n\nBrazos County’s total hospital bed capacity as of July 30 was 57 percent and the total bed occupancy was 61 percent.\n\nBrazos County has 3,877 total cases, 3,268 recovered cases, 564 active cases, 45 deaths, and 26 Brazos County residents who are hospitalized.\n\nClick HERE to read and download the July 31st, 2020 report from the Brazos County health district.\n\nUpdate, July 30, 2020\n\nThere are 37 new positive cases of coronavirus in Brazos County and 53 more recoveries.\n\nThe health district reports seven more people were admitted to the hospital and two people were discharged.\n\nBrazos County’s total hospital bed occupancy as of July 29 was 65 percent and the total ICU bed occupancy was 75 percent.\n\nBrazos County has 3,850 total cases, 597 active cases, 3,208 recoveries, 45 deaths, and 31 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, July 29, 2020\n\nThere are 32 new positive cases of coronavirus in Brazos County and 80 more recoveries.\n\nThe health district reports two more people were admitted to the hospital and no one was discharged.\n\nBrazos County’s total hospital bed occupancy as of July 28 was 58 percent and the total ICU bed occupancy was 73 percent.\n\nBrazos County has 3,813 total cases, 613 active cases, 3,155 recoveries, 45 deaths, and 26 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, July 28, 2020\n\nThe health district reports the 45th death from coronavirus in Brazos County is a woman in her 30’s who was hospitalized. This is the youngest reported death since the start of the pandemic.\n\nThere are 34 new positive cases of coronavirus and 53 more recoveries.\n\nOne person was discharged from the hospital and six more were admitted.\n\nBrazos County’s total hospital bed occupancy as of July 27 was 60 percent and the total ICU bed occupancy was 71 percent.\n\nBrazos County has 3,781 total cases, 661 active cases, 3,075 recoveries, 45 deaths, and 24 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, July 27, 2020\n\nThe health district reports 23 more positive cases of coronavirus and 60 more recoveries.\n\nThe number of Brazos County residents hospitalized remains the same after three people were discharged and three more people were admitted.\n\nBrazos County’s total hospital bed occupancy as of July 26 was 57 percent and the total ICU bed occupancy was 61 percent.\n\nBrazos County has 3,747 total cases, 681 active cases, 3,022 recoveries, 44 deaths, and 20 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, July 26, 2020:\n\nBrazos County has its 44th death from coronavirus.\n\nThe health district reports the latest death was a man in his 60’s who was hospitalized.\n\nBrazos County has 36 new coronavirus cases and 44 new recoveries.\n\nFour Brazos County residents were dismissed from the hospital and there were four new admissions.\n\nBrazos County’s total hospital bed occupancy as of July 25 was 67 percent and the total ICU bed occupancy was 71 percent.\n\nBrazos County has 3,724 total cases, 718 active cases, 2,962 recoveries, 44 deaths, and 20 Brazos County residents who are hospitalized.\n\nClick HERE to read and download the July 26, 2020 Brazos County health district report.\n\nUpdate, July 25, 2020:\n\nBrazos County has 53 new coronavirus cases and 60 new recoveries.\n\nThe health district also reports three new Brazos County hospital admissions and no dismissals.\n\nBrazos County’s total hospital bed occupancy as of July 24 was not reported to the health district.\n\nBrazos County has 3,688 total cases, 727 active cases, 2,918 recoveries, 43 deaths, and 20 Brazos County residents who are hospitalized.\n\nClick HERE to read and download the July 25, 2020 Brazos County health district report.\n\nUpdate, July 24, 2020\n\nThere are 64 more positive cases of coronavirus and 197 more recoveries in Brazos County.\n\nThe health district reports three Brazos County residents discharged from the hospital and two more admissions.\n\nBrazos County’s total hospital bed occupancy as of July 23 was 73 percent and total ICU bed occupancy was 69 percent.\n\nBrazos County has 3,635 total cases, 734 active cases, 2,858 recoveries, 43 deaths, and 17 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nClick below to hear the July 24, 2020 Brazos County health district news conference. Speakers were alternate health authority Dr. Seth Sullivan, Bryan ISD superintendent Christie Whitbeck, College Station ISD superintendent Mike Martindale, College Station mayor Karl Mooney, Bryan mayor Andrew Nelson, and Brazos County judge Duane Peters.\n\nListen to “Brazos County health district news conference, July 24 2020” on Spreaker.\n\nUpdate, July 23, 2020\n\nThe 43rd Brazos County resident with coronavirus has died. The health district reports the recent death was a woman in her 70’s who was hospitalized.\n\nThere are 49 more positive cases of coronavirus and 77 more recoveries.\n\nFour people were discharged from the hospital and there were no new admissions.\n\nBrazos County’s total hospital bed occupancy as of July 22 was 71 percent and total ICU bed occupancy was 75 percent.\n\nBrazos County has 3,571 total cases, 867 active cases, 2,661 recoveries, 43 deaths, and 18 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, July 22, 2020\n\nThere are 80 new positive cases of coronavirus in Brazos County and 94 more recoveries.\n\nThe health district reports six people were discharged from the hospital and four more were admitted.\n\nBrazos County’s total hospital bed occupancy as of July 21 was 74 percent and total ICU bed occupancy was 73 percent.\n\nBrazos County has 3,522 total cases, 896 active cases, 2,584 recoveries, 42 deaths, and 23 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, July 21, 2020\n\nThere are 35 new positive cases of coronavirus in Brazos County and no new recoveries reported.\n\nThe health district also reports four people discharged from the hospital and two more admissions.\n\nBrazos County’s total hospital bed occupancy as of July 20 was 65 percent and total ICU bed occupancy was 75 percent.\n\nBrazos County has 3,442 total cases, 910 active cases, 2,490 recoveries, 42 deaths, and 25 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, July 20, 2020\n\nTwo more Brazos County residents have died from coronavirus. The health district reports both men were in their 40’s and one was hospitalized.\n\nThe health district also reports ten more positive cases of coronavirus, making it the 15th consecutive day that there have been 100 or fewer new cases.\n\nFour people were discharged from the hospital and three more were admitted.\n\nBrazos County’s total hospital bed occupancy as of July 19 was 66 percent and total ICU bed occupancy was 71 percent.\n\nBrazos County has 3,407 total cases, 875 active cases, 2,490 recoveries, 42 deaths, and 27 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, July 19, 2020:\n\nA 40th Brazos County resident has died from coronavirus.\n\nThe health district reports the sixth death in the last ten days is a man in his 50’s who was hospitalized.\n\nFour Brazos County residents were discharged from the hospital and there were two new admissions.\n\nThe health district reports 24 new cases and 82 new recoveries.\n\nThis is the fewest number of new daily cases since June 22 and the 14th straight day the daily number of new cases has been 100 or fewer.\n\nThis is the 11th day out of the last 12 that there has been a decrease in the number of active cases.\n\nBrazos County’s total hospital bed occupancy as of July 18 was 71 percent and total ICU bed occupancy was 75 percent.\n\nBrazos County has 3,397 total cases, 913 active cases, 2,444 recoveries, 40 deaths, and 29 Brazos County residents who are hospitalized.\n\nClick HERE to read and download the July 19, 2020 Brazos County health district report.\n\nUpdate, July 18, 2020:\n\nA 39th Brazos County resident has died from coronavirus.\n\nThe health district reports the death of a woman in her 90’s.\n\nThree Brazos County residents were discharged from the hospital and there were five new admissions.\n\nThe health district reports 60 new cases and 69 new recoveries.\n\nThis is the 13th straight day the daily number of new cases has been 100 or fewer.\n\nThis is the 10th day out of the last 11 that there has been a decrease in the number of active cases.\n\nBrazos County’s total hospital bed occupancy as of July 17 was 74 percent and total ICU bed occupancy was 75 percent.\n\nBrazos County has 3,373 total cases, 972 active cases, 2,362 recoveries, 39 deaths, and 31 Brazos County residents who are hospitalized.\n\nClick HERE to read and download the July 18, 2020 Brazos County health district report.\n\nUpdate, July 17, 2020\n\nFor the first time since June 27th, there are fewer than 1,000 active coronavirus cases in Brazos County.\n\nThe health district reports 60 new cases and 103 more recoveries.\n\nSix Brazos County residents were discharged from the hospital and nine more were admitted.\n\nBrazos County’s total hospital bed occupancy as of July 16 was 76 percent and total ICU bed occupancy was 75 percent.\n\nBrazos County has 3,313 total cases, 982 active cases, 2,293 who have recovered, 38 deaths, and 29 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, July 16, 2020\n\nTwo more Brazos County residents have died from coronavirus. The health district reports the deaths are a man in his 80’s and a man in his 90’s, who were both hospitalized.\n\nThe health district also reports 53 new positive cases of coronavirus and 97 more recoveries.\n\nThe number of Brazos County residents hospitalized dropped after five people were discharged and two more were admitted.\n\nBrazos County’s total hospital bed occupancy as of July 15 was 78 percent and total ICU bed occupancy was 86 percent.\n\nBrazos County has 3,253 total cases, 1,025 active cases, 2,190 who have recovered, 38 deaths, and 26 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, July 15, 2020\n\nThere are 80 new coronavirus cases and 125 more recoveries in Brazos County.\n\nThree Brazos County residents were were discharged from the hospital and four more were admitted.\n\nBrazos County’s total hospital bed occupancy as of July 14 was 76 percent and total ICU bed occupancy was 86 percent.\n\nBrazos County has 3,200 total cases, 1,071 active cases, 2,093 who have recovered, 36 deaths, and 31 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, July 14, 2020\n\nA man in his 50’s is the 36th Brazos County resident to die of coronavirus.\n\nThe health district also reports 54 more positive cases and 60 more recoveries.\n\nNo one was discharged from the hospital and seven more Brazos County residents were admitted.\n\nBrazos County’s total hospital bed occupancy as of July 13 was 67 percent and total ICU bed occupancy was 82 percent.\n\nBrazos County has 3,120 total cases, 1,116 active cases, 1,968 who have recovered, 36 deaths, and 30 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, July 13, 2020\n\nThere are 60 new positive cases of coronavirus in Brazos County and 121 more recoveries.\n\nThe health district reports the number of hospitalized Brazos County residents remains at 23 after three people were discharged from the hospital and three more were admitted.\n\nBrazos County’s total hospital bed occupancy as of July 12 was 64 percent and total ICU bed occupancy was 73 percent.\n\nBrazos County has 3,066 total cases, 1,123 active cases, 1,908 who have recovered, 35 deaths, and 23 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, July 12, 2020\n\nThe Brazos County health district reports 45 new coronavirus cases. That’s the fewest since 16 were reported on June 22.\n\nThere are 102 new recoveries, six Brazos County residents dismissed from the hospital, and three new hospital admissions.\n\nBrazos County’s total hospital bed occupancy as of July 11 was 68 percent and total ICU bed occupancy was 78 percent.\n\nBrazos County has 3,006 total cases, 1,184 active cases, 1,787 who have recovered, 35 deaths, and 23 Brazos County residents who are hospitalized. That’s the fewest number of hospitalized patients since June 15.\n\nClick HERE to read and download the July 12, 2020 Brazos County health district report.\n\nUpdate, July 11, 2020\n\nThe Brazos County health district reports the second fewest daily number of new coronavirus cases since June 22.\n\nIn addition to 60 new cases, seven Brazos County residents were dismissed from the hospital and there were five new admissions.\n\nFor the first time since June 13, the health district reported no new recovered patients.\n\nBrazos County’s total hospital bed occupancy as of July 10 was 71 percent and total ICU bed occupancy was 75 percent.\n\nIn Brazos County, there are 2,961 total cases, 1,241 active cases, 1,685 recoveries, 35 deaths, and 26 Brazos County residents who are hospitalized.\n\nClick HERE to read and download the July 10, 2020 Brazos County health district report.\n\nUpdate, July 10, 2020\n\nThe 35th Brazos County resident has died from coronavirus, a woman in her 90’s who was hospitalized.\n\nThere are 97 new positive coronavirus cases in Brazos County and 226 more recoveries.\n\nFive people were dismissed from the hospital and six more were admitted.\n\nBrazos County’s total hospital bed occupancy as of July 9 was 75% and total ICU bed occupancy was 80%.\n\nIn Brazos County, there are 2,901 total cases, 1,181 active cases, 1,685 recoveries, 35 deaths, and 28 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, July 9, 2020\n\nThere are 100 new positive coronavirus cases in Brazos County and 116 more recoveries.\n\nSix people were dismissed from the hospital and five more were admitted.\n\nBrazos County’s total hospital bed occupancy as of July 8 was 74% and total ICU bed occupancy was 73%.\n\nIn Brazos County, there are 2,804 total cases, 1,311 active cases, 1,459 recoveries, 34 deaths, and 27 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, July 8, 2020\n\nThe number of recoveries surpasses the number of active coronavirus cases in Brazos County.\n\nThere are 78 new positive cases of coronavirus and 72 more reported recoveries.\n\nOne person was discharged from the hospital and six more people were admitted.\n\nBrazos County’s total hospital bed occupancy as of July 7 was 67% and total ICU bed occupancy was 69%.\n\nIn Brazos County, there are 2,704 total cases, 1,327 active cases, 1,343 recoveries, 34 deaths, and 28 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, July 7, 2020\n\nThere are 94 new positive cases of coronavirus in Brazos County.\n\nThe health district reports eight people were dismissed from the hospital and five more were admitted.\n\nBrazos County’s total hospital bed occupancy as of July 5 was 63% and total ICU bed occupancy was 61%.\n\nIn Brazos County, there are 2,626 total cases, 1,321 active cases, 1,271 recoveries, 34 deaths, and 23 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, July 6, 2020\n\nThere are 48 new positive cases of coronavirus in Brazos County.\n\nAccording to the health district’s daily report, “The number of cases reported today is lower due to the holiday weekend. This is not an indication that we are seeing a decrease in cases.”\n\nThe health district reports the number of Brazos County residents who are hospitalized remains the same after three dismissals were offset by three new admissions.\n\nBrazos County’s total hospital bed occupancy as of July 5 was 62% and total ICU bed occupancy was 63%.\n\nIn Brazos County, there are 2,532 total cases, 1,238 active cases, 1,260 recoveries, 34 deaths, and 26 Brazos County residents who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nThe health district also announced Monday’s weekly update broadcast would be their last regularly scheduled report.\n\nClick below to hear the July 6, 2020 health district update. Speakers were alternate health authority Dr. Seth Sullivan and College Station mayor Karl Mooney.\n\nListen to “Brazos County health district update, July 6 2020” on Spreaker.\n\nUpdate, July 5, 2020:\n\nA 34th Brazos County resident has died from coronavirus.\n\nThe health district reports the latest death is a man in his 80’s who was hospitalized.\n\nFor the second consecutive day, the number of total recoveries exceeds the daily number of active cases.\n\nThis is the third consecutive day the total number of Brazos County hospitalizations has gone down.\n\nSunday’s report indicated 11 were dismissed from the hospital and three were admitted.\n\n83 new cases were reported Sunday.\n\nThat bring the total number of Brazos County cases to 2,484. There are 1,210 active cases, 1,240 who have recovered, 34 deaths, and 26 Brazos County residents who are hospitalized.\n\nBrazos County’s total hospital bed occupancy as of July 4 was 65 percent and total ICU bed occupancy was 67 percent.\n\nClick HERE to read and download the July 5, 2020 Brazos County health district report.\n\nUpdate, July 4, 2020:\n\nCoronavirus has claimed the lives of two more Brazos County residents.\n\nThe health district reports the deaths of women in their 60’s and 70’s who were hospitalized.\n\nFor the first time since April 28, the number of recoveries has exceeded the total of active cases.\n\nThere are 70 new positive cases, 12 Brazos County residents were dismissed from the hospital and there were five new admissions.\n\nBrazos County’s total hospital bed occupancy as of July 3 was 75 percent and total ICU bed occupancy was 69 percent.\n\nBrazos County has 2,401 total cases, 1,176 active cases, 1,192 recoveries, 33 deaths, and 34 Brazos County residents who are hospitalized.\n\nClick HERE for the July 4, 2020 Brazos County health district report.\n\nUpdate, July 3, 2020:\n\nThe Brazos County health district reports 103 new coronavirus cases, four new hospital admissions of Brazos County residents, and 67 recoveries.\n\nBrazos County’s total hospital bed occupancy as of July 2 was 78 percent and total ICU bed occupancy was 51 percent.\n\nIn Brazos County, there are 2,331 total cases, 1,168 active cases, 1,132 recoveries, 31 deaths, and 41 Brazos County residents who are hospitalized.\n\nClick HERE for the July 3, 2020 Brazos County health district report.\n\nUpdate, July 2, 2020:\n\nThe Brazos County health district reports 101 new coronavirus cases, 11 new hospital admissions of Brazos County residents, and 71 recoveries.\n\nBrazos County’s total hospital bed occupancy as of July 1 was 76 percent and total ICU bed occupancy was 67 percent.\n\nIn Brazos County, there are 2,228 total cases, 1,132 active cases, 1,065 recoveries, 31 deaths, and 41 Brazos County residents who are hospitalized.\n\nClick HERE to read and download the Brazos County health district report for July 2, 2020.\n\nUpdate, July 1, 2020\n\nThe Brazos County health district reports 122 new coronavirus in Brazos County and 145 more recoveries.\n\nThe health district also reports nine people were discharged from the hospital and three more were admitted.\n\nBrazos County is now at 72% total bed occupancy and 65% total ICU bed occupancy.\n\nIn Brazos County, there are 2,127 total cases, 1,102 active cases, 994 recoveries, 31 deaths, and 31 who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, June 30, 2020\n\nTwo more Brazos County residents have died from coronavirus. The recent deaths were a man and a woman in their 80’s who were both hospitalized.\n\nThe health district also reports 62 new cases of coronavirus and 28 more recoveries.\n\nSeven more people were admitted to the hospital and four people were dismissed. Brazos County is now at 64% total bed occupancy and 63% total ICU bed occupancy.\n\nIn Brazos County, there are 2,005 total cases, 1,125 active cases, 849 recoveries, 31 deaths, and 37 who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, June 29, 2020:\n\nThere are 121 new coronavirus cases in Brazos County and 47 more recoveries.\n\nThree Brazos County residents were discharged from the hospital and eight more were admitted.\n\nIn Brazos County, there are 1,943 total cases, 1,093 active cases, 821 recoveries, 29 deaths, and 34 who are hospitalized.\n\nAlternate health authority Dr. Seth Sullivan reported Monday afternoon there are 24 more people who live outside Brazos County who are in B/CS hospitals.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nClick below for comments from Dr. Seth Sullivan and Brazos County district court administrative judge Steve Smith, who talked about the importance of reporting for jury duty.\n\nListen to “Brazos County health district update, June 29 2020” on Spreaker.\n\nUpdate, June 28, 2020:\n\nFor the fourth consecutive day, there are more than 100 new coronavirus cases in Brazos County.\n\nThe health district reports 102 new cases on Sunday brings the total number of active cases for the first time to more than 1,000.\n\nThis is also the first day without a new death since last Wednesday.\n\nFour more Brazos County residents were admitted to the hospital and there was one dismissal.\n\nIn Brazos County, there are 1,822 total cases, 1,019 active cases, 774 recoveries, 29 deaths, and 29 who are hospitalized.\n\nClick HERE to read and download the Brazos County health district report for June 29, 2020.\n\nUpdate, June 27, 2020:\n\nThere are 105 more coronavirus cases in Brazos County and a 29th death.\n\nThe health district reports the latest death is a woman in her 70’s who was hospitalized.\n\nThere were two Brazos County residents admitted to the hospital and five dismissals.\n\nIn Brazos County, there are 1,720 total cases, 939 active cases, 752 recoveries, and 26 who are hospitalized.\n\nClick HERE to read and download the Brazos County health district report for June 27, 2020.\n\nUpdate, June 26, 2020:\n\nThere are 122 more coronavirus cases in Brazos County and a 28th death.\n\nThe health district reports the latest death is a woman in her 80’s who was hospitalized.\n\nThere were seven Brazos County residents admitted to the hospital and six were dismissed.\n\n77 of the 122 new cases are from community spread.\n\n72 of the 122 new cases are under the age of 30.\n\nThe health district reports the positivity rate for the week ending June 26 is 6.98 percent. That is down from 24.39 percent in the week ending June 19, 9.93 percent in the week ending June 12, and 8.97 percent in the week ending June 5.\n\nIn Brazos County, there are 1,615 total cases, 894 active cases, 693 recovered patients, and 29 who are hospitalized.\n\nClick HERE to read and download the June 26, 2020 Brazos County health district report.\n\nUpdate, June 25, 2020:\n\nThere are 116 more coronavirus cases in Brazos County and a 27th death.\n\nThe health district reports the latest death is a man in his 60’s.\n\n90 of the 116 new cases are from community spread.\n\n59 of the 116 new cases are under the age of 30.\n\nThere were two Brazos County residents admitted to the hospital and no one was dismissed.\n\nIn Brazos County, there are 1,493 total cases, 782 active cases, 684 recovered patients, 27 deaths, and 28 who are hospitalized.\n\nClick HERE to read and download the June 25, 2020 Brazos County health district report.\n\nUpdate, June 24, 2020:\n\nThere are 72 more coronavirus cases in Brazos County…almost all from community spread…and a 26th death…a woman in her 60’s who was hospitalized.\n\nThe health district reports 67 of the 72 new cases were community spread.\n\nFour Brazos County residents were dismissed from the hospital and two more were admitted.\n\nIn Brazos County, there are 1,377 total cases, 686 active cases, 665 recovered patients, 26 deaths, and 26 who are hospitalized.\n\nClick HERE to read and download the June 24th report from the Brazos County health district.\n\nUpdate, June 23, 2020:\n\nThere are 45 new cases of coronavirus in Brazos County.\n\nThe health district reports no new deaths, four Brazos County residents admitted to the hospital and seven were dismissed.\n\nThe health district also reports 32 more recovered patients through the following equation:\n\nRecovered equals the total number of cases, minus the number of active cases the last two weeks, minus the number of deaths.\n\nUsing the health district’s equation for June 23:\n\nAdding active cases between June 9-June 23 equals 640.\n\nTotal cases on June 23 is 1305, subtract 640 active cases and 25 deaths.\n\nThat equals 640 recovered cases as of June 23.\n\nClick HERE to read and download the June 23rd report from the Brazos County health district.\n\nUpdate, June 22, 2020\n\nThere are 16 new cases of coronavirus and seven more recoveries in Brazos County.\n\nThe health district reports 13 new hospital admissions, nine dismissals, and no new deaths.\n\nIn Brazos County, there are 1,260 total cases, 627 active cases, 608 recovered patients, 25 deaths, and 31 who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nClick below to hear the June 22, 2020 Brazos County health district update. Speakers are alternate health authority Dr. Seth Sullivan, Brazos County judge Duane Peters, College Station mayor Karl Mooney, Bryan mayor Andrew Nelson, and Texas A&M associate vice president Chad Wootton.\n\nListen to “Brazos County health district update, June 22 2020” on Spreaker.\n\nUpdate, June 21, 2020\n\nThere are 19 new cases of coronavirus and 21 more recoveries in Brazos County.\n\nThe health district reports no new hospital admissions, no dismissals, and no new deaths.\n\nIn Brazos County, there are 1,244 total cases, 618 active cases, 601 recovered patients, 25 deaths, and 27 who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, June 20, 2020\n\nThere are 62 new cases of coronavirus and 17 more recoveries in Brazos County.\n\nThe health district reports no new hospital admissions, two dismissals, and no new deaths.\n\nIn Brazos County, there are 1,225 total cases, 620 active cases, 580 recovered patients, 25 deaths, and 27 who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, June 19, 2020\n\nThere are 68 more positive cases of coronavirus and 56 more recoveries in Brazos County.\n\nThe number of recoveries was updated by the health district.\n\nThe health district also reports two people were discharged from the hospital and four more were admitted.\n\nIn Brazos County, there are 1,163 total cases, 575 active cases, 563 recovered patients, 25 deaths, and 29 patients who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, June 18, 2020\n\nThere are 70 new positive cases of coronavirus in Brazos County.\n\n14 more people have recovered, three people were discharged from the hospital and three more were admitted.\n\nIn Brazos County, there are 1,095 total cases, 563 active cases, 507 recovered patients, 25 deaths, and 27 patients who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, June 17, 2020\n\nBrazos County has surpassed 1,000 total coronavirus cases with 145 new reported cases.\n\nThe health district also reports 16 more recoveries, five more hospital admissions, and one dismissal.\n\nIn Brazos County, there are 1,025 total cases, 507 active cases, 493 recovered patients, 25 deaths, and 27 patients who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, June 16, 2020\n\nFor the second day in a row, recoveries outnumber new coronavirus cases in Brazos County. The health district reports 181 recovered patients and 59 new cases.\n\nNo one was discharged from the hospital and three more people were admitted.\n\nIn Brazos County, there are 880 total cases, 378 active cases, 477 recovered patients, 25 deaths, and 23 patients who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, June, 15, 2020\n\nThere are 18 new positive cases of coronavirus in Brazos County and 23 more recovered patients.\n\nTwo people were discharged from the hospital and six more were admitted. No additional deaths were reported.\n\nIn Brazos County, there are 821 total cases, 500 active cases, 296 recovered patients, 25 deaths, and 20 patients who are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nClick below to listen to the June 15, 2020 Brazos County health district update.\n\nListen to “Brazos County health district update, June 15 2020” on Spreaker.\n\nUpdate, June 14, 2020\n\nThe Brazos County health district reports 22 new coronavirus cases and no new recoveries.\n\nFor the first time, that raises the number of active cases to over 500 and to more than 800 total cases.\n\nIn Brazos County, there are 803 total cases, 504 active cases, 273 recovered patients, 25 deaths, and 16 patients who are hospitalized.\n\nClick HERE to read and download the health district’s daily report.\n\nUpdate, June 13, 2020\n\nThe 25th Brazos County resident has died from coronavirus. The health district reports it was a man in his 50’s.\n\nThere are also 60 new positive cases of coronavirus and no new recoveries. This is the most new cases reported in a single day since the start of the pandemic.\n\nSix people were discharged from the hospital and two more were admitted.\n\nBrazos County has a total of 781 cases, 483 active cases, 273 who have recovered, 16 who are currently hospitalized, and a total of 25 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, June 12, 2020\n\nThe Brazos County health district reports 11 new positive cases of coronavirus and no new recoveries.\n\nTwo people were discharged from the hospital and five more were admitted.\n\nBrazos County has a total of 721 cases, 424 active cases, 273 who have recovered, 20 who are currently hospitalized, and a total of 24 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, June 11, 2020\n\nThe Brazos County health district reports 26 new positive cases of coronavirus and 45 more recoveries.\n\nOne person were discharged from the hospital and five more were admitted.\n\nBrazos County has a total of 710 cases, 413 active cases, 273 who have recovered, 17 who are currently hospitalized, and a total of 24 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, June 10, 2020\n\nThe Brazos County health district reports 19 new positive cases of coronavirus.\n\nNo new recoveries were reported. Two people were discharged from the hospital and three more were admitted.\n\nBrazos County has a total of 684 cases, 432 active cases, 228 who have recovered, 13 who are currently hospitalized, and a total of 24 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, June 9, 2020\n\nTwo more Brazos County residents have died from coronavirus. The health district reports the recent deaths were a man in his 90’s and a female in her 70’s.\n\nThere are also 31 more positive cases of coronavirus and 30 more recoveries. One person was discharged from the hospital and no one was admitted.\n\nBrazos County has a total of 665 cases, 413 active cases, 228 who have recovered, 12 who are currently hospitalized, and a total of 24 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, June 8, 2020\n\nThe Brazos County health district reports eight new positive cases of coronavirus and no new deaths or new recoveries.\n\nThere are three more hospitalizations and one new dismissal.\n\nBrazos County has a total of 634 cases, 414 active cases, 198 who have recovered, 13 who are currently hospitalized, and a total of 22 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nClick below for comments from the June 8, 2020 Brazos County health district update, joined in progress due to technical issues at the health district, from alternate health authority Dr. Seth Sullivan and Texas A&M associate vice president Chad Wootton.\n\nListen to “Brazos County health district update, June 8 2020” on Spreaker.\n\nUpdate, June 7, 2020\n\nThe Brazos County health district reports 21 new positive cases of coronavirus and no new deaths or new recoveries.\n\nThere are four more hospitalizations and no new dismissals.\n\nBrazos County has a total of 626 cases, 406 active cases, 198 who have recovered, 11 who are currently hospitalized, and a total of 22 deaths.\n\nClick HERE to read and download the health district’s daily report.\n\nUpdate, June 6, 2020\n\nThe Brazos County health district reports 40 new positive cases of coronavirus and no new deaths or new recoveries.\n\nOne person was discharged from the hospital and there were no new admissions.\n\nBrazos County has a total of 605 cases, 385 active cases, 198 who have recovered, seven who are currently hospitalized, and a total of 22 deaths.\n\nClick HERE to read and download the health district’s daily report.\n\nUpdate, June 5, 2020\n\nThe Brazos County health district reports 33 new positive cases of coronavirus and no new recoveries, increasing the number of active cases to 345.\n\nFour people were discharged from the hospital and two more were admitted. No new deaths were reported.\n\nBrazos County has a total of 565 cases, 345 active cases, 198 who have recovered, eight who are currently hospitalized, and a total of 22 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nDemographics are changing of who is getting infected.\n\nOn May 5, Brazos County had 209 positive cases. The number on June 5 was 565.\n\nBetween May 5 and June 5, the percentage of positive cases coming from Brazos County’s Hispanic residents increased from 38 to 49 percent. The percentage among Caucasian residents dropped from 49 to 30 percent. The percentage among African-American residents moved from 11 to 12 percent. And seven percent are currently listed with an unknown race or ethnicity, which the health district says comes from some health care facilities that did not provide that information.\n\nBy age, those under the age of 20 make up 18 percent of those who are infected. Compared to a month ago, that’s an increase of almost five percent. Those over the age of 70 make up about 17 percent of the total. That’s a decrease of almost three and a half percent.\n\nBetween May 5 and June 5, the number of those who were tested in Brazos County and the number of new cases have both more than doubled. The percentage of positive tests over the last month is almost six and a half percent. That’s an increase of less than one percent.\n\nAs mentioned several times by Brazos County’s alternate health authority, more coronavirus testing has resulted in more positive cases.\n\nDuring the first seven weeks of the pandemic, the health district knew of 3,812 tests generating 209 positive results. In the last four weeks, another 5,032 tests were administered…leading to another 354 positive cases.\n\nThere have been at least ten new cases In 14 of the 31 days between May 5 and June 5. The last day that Brazos County had no new cases was May 3.\n\nDuring the same period, the percentage of positive cases from all clusters has risen to 55 percent. That’s an increase of eight percent. The percentage of infections from traveling has dropped from ten to five percent. And the percentage of infections from community spread has dropped from 44 to 41 percent.\n\nUpdate, June 4, 2020\n\nThe Brazos County health district reports one more death of a resident infected with coronavirus. The recent death was a man in his 80’s.\n\nThere are 15 more positive cases of coronavirus and no new recoveries. Six people were discharged from the hospital and one person was admitted.\n\nBrazos County has a total of 532 cases, 312 active cases, 198 who have recovered, 10 who are currently hospitalized, and a total of 22 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, June 3, 2020\n\nTwo more Brazos County residents have died from coronavirus. The recent deaths were men, one in his 50’s and the other in his 90’s.\n\nThe Brazos County health district also reports 16 new positive cases of coronavirus and 15 more people have recovered. Two people were discharged from the hospital and one more was admitted.\n\nBrazos County has a total of 517 cases, 298 active cases, 198 who have recovered, 15 who are currently hospitalized, and a total of 21 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, June 2, 2020\n\nBrazos County has surpassed 500 total cases of coronavirus.\n\nWith 14 new cases and no new recoveries, the health district reports 299 active cases. One person was discharged from the hospital, but two more were admitted, bringing the total number of hospitalizations to 16.\n\nBrazos County has a total of 501 cases, 299 active cases, 183 who have recovered, 16 who are currently hospitalized, and a total of 19 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, June 1, 2020:\n\nThe Brazos County health district reports four new cases of coronavirus, one new hospital admission, one dismissal, and no new recoveries or deaths.\n\nBrazos County has a total of 487 cases, 285 actives, 183 who have recovered, 15 who are currently hospitalized, and a total of 19 deaths.\n\nClick HERE to read and download the health district’s daily report.\n\nClick below to hear the podcast of the June 1, 2020 Brazos County health district update. Speakers are alternate health authority Dr. Seth Sullivan and Texas A&M associate vice president Chad Wootton.\n\nListen to “Brazos County health district update, June 1 2020” on Spreaker.\n\nUpdate, May 31, 2020:\n\nThe Brazos County health district reports six new cases of coronavirus, three new hospital admissions, and no new recoveries, dismissals, or deaths.\n\nBrazos County has a total of 483 cases, 281 active cases, 183 who have recovered, 15 who are currently hospitalized, and a total of 19 deaths.\n\nClick HERE to read and download the health district’s daily report.\n\nUpdate, May 30, 2020:\n\nThe Brazos County health district reports seven new cases of coronavirus, two more hospital admissions, no dismissals, no new recoveries, and no new deaths.\n\nBrazos County has a total of 477 cases, 275 active cases, 183 who have recovered, 12 who are currently hospitalized, and a total of 19 deaths.\n\nClick HERE to read and download the health district’s daily report.\n\nUpdate, May 29, 2020\n\nThe Brazos County health district reports seven new cases of coronavirus.\n\nOne person was discharged from the hospital, but one more was admitted, so the number of hospitalizations remains at ten. There are no additional recoveries or deaths.\n\nBrazos County has 470 total cases, 268 active cases, ten who are currently hospitalized, 183 who have recovered, and a total of 19 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 28, 2020\n\nThe Brazos County health district reports eight new cases of coronavirus.\n\nThree more people are hospitalized and there are no additional hospital discharges, recoveries or deaths.\n\nBrazos County has 463 total cases, 261 active cases, ten who are currently hospitalized, 183 who have recovered, and a total of 19 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 27, 2020\n\nThe Brazos County health district reports 11 new positive cases of coronavirus.\n\nEight more people have recovered, two more people who are hospitalized, and there are no new deaths.\n\nBrazos County has 455 total cases, 253 active cases, 183 who have recovered, seven who are currently hospitalized, and a total of 19 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 26, 2020\n\nThe Brazos County health district reports three new positive cases of coronavirus.\n\nFour more people have recovered and one more person was hospitalized.\n\nBrazos County has 444 total cases, 250 active cases, 175 who have recovered, five who are currently hospitalized, and a total of 19 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nClick below to listen to the May 26, 2020 Brazos County health district update. Speakers are alternate health authority Dr. Seth Sullivan and College Station mayor Karl Mooney.\n\nListen to “Brazos County health district update, May 26 2020” on Spreaker.\n\nUpdate, May 25, 2020\n\nThe Brazos County health district reports three new positive cases of coronavirus.\n\nThere are no new recoveries, two people were discharged from the hospital and one person was admitted to the hospital.\n\nBrazos County has 441 total cases, 251 active cases, 171 who have recovered, four who are currently hospitalized, and a total of 19 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 24, 2020\n\nThe Brazos County health district reports two new positive cases of coronavirus.\n\nThere are no new recoveries and one person was admitted to the hospital.\n\nBrazos County has 438 total cases, 248 active cases, 171 who have recovered, five who are currently hospitalized, and a total of 19 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 23, 2020\n\nThe Brazos County health district reports 53 new positive cases of coronavirus and the 19th death of a Brazos County resident. The recent death was a woman in her 80’s who was hospitalized.\n\nThere are no new recoveries and one person was discharged from the hospital.\n\nBrazos County has 436 total cases, 246 active cases, 171 who have recovered, four who are currently hospitalized, and a total of 19 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nParc at Traditions Statement:\n\nThe Brazos County Health District is aware residents and staff at Parc at Traditions senior living community have tested positive for COVID-19. This is a devastating situation, and we have been and will continue to be in close collaboration with the facility’s administration to provide education and guidance moving forward. Through this dialogue, we have learned that Parc at Traditions has recently completed testing of all residents and staff and have implemented additional sanitizing and enhanced PPE protocols. Positive results from this facility-wide testing will be included in the health district’s weekend update.\n\nThe health district remains in regular contact with Texas Health & Human Services Commission staff to communicate on how to best protect these vulnerable residents from this infection.\n\nAlso, more broadly, the Brazos County Health District has been collaborating with administrators and medical directors of local long-term and assisted living care facilities in the area on a weekly basis. We remain committed to work with each facility to prevent the spread of COVID-19.\n\nThe Brazos County Health District strives to be transparent in our response to COVID-19, while at the same time to protect the privacy of those impacted. In this delicate balance, we first and foremost remain committed to serving the greater good and take serious the duty of efficiently implementing public health practices, such as those outlined above.\n\nUpdate, May 22, 2020\n\nThe Brazos County health district reports ten new positive cases of coronavirus, one more patient who has recovered, two people were discharged from the hospital and one more was admitted. There are no new deaths.\n\nBrazos County has 383 total cases, 194 active cases, 171 who have recovered, five who are currently hospitalized, and a total of 18 deaths.\n\nAccording to the health district’s daily report, as staff and residents of local, long term care facilities are being tested for COVID-19, they expect an increase in positive cases and the number of tests performed over the next several weeks. This is part of a statewide initiative to increase testing capacity among vulnerable populations.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 21, 2020\n\nThe Brazos County health district reports 11 new positive cases of coronavirus, five more patients who have recovered, one person was discharged from the hospital and one more was admitted. There are no new deaths.\n\nBrazos County has 373 total cases, 185 active cases, 170 who have recovered, six who are currently hospitalized, and a total of 18 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 20, 2020\n\nThe Brazos County health district reports 21 new positive cases of coronavirus, 18 more patients who have recovered, one additional hospitalization, and no new deaths.\n\nBrazos County has 362 total cases, 179 active cases, 165 who have recovered, six who are currently hospitalized, and a total of 18 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 19, 2020\n\nThe Brazos County health district reports eight new positive cases of coronavirus, no new recoveries, one additional hospitalization, and no new deaths.\n\nBrazos County has 341 total cases, 176 active cases, 147 who have recovered, five who are currently hospitalized, and a total of 18 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 18, 2020\n\nThe Brazos County health district reports eight new positive cases of coronavirus, three new recoveries, one additional hospitalization, and no new deaths.\n\nBrazos County has 333 total cases, 168 active cases, 147 who have recovered, four who are currently hospitalized, and a total of 18 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nClick below to hear the May 18, 2020 Brazos County health district update. Speakers included alternate health authority Dr. Seth Sullivan, Brazos County commissioner Irma Cauley, Brazos County NAACP education committee chairwoman Wanda Watson, pastor Pastor Perry Harris of the Brazos Valley Fresh Start Ministries, College Station mayor Karl Mooney, and Texas A&M associate vice president Chad Wootton.\n\nListen to “Brazos County health district update, May 18 2020” on Spreaker.\n\nUpdate, May 17, 2020\n\nThe Brazos County health district reports seven new positive cases of coronavirus, no new recoveries, one person was discharged from the hospital, no new hospital admissions, and no new deaths.\n\nBrazos County has 325 total cases, 163 active cases, 144 who have recovered, three who are currently hospitalized, and a total of 18 deaths.\n\nClick HERE to read and download the daily report from the Brazos County health district.\n\nUpdate, May 16, 2020\n\nThe Brazos County health district reports six new positive cases of coronavirus, no new recoveries, one person was discharged from the hospital and one was admitted. No new deaths were reported.\n\nBrazos County has 318 total cases, 156 active cases, 144 who have recovered, four who are currently hospitalized, and a total of 18 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 15, 2020\n\nThe Brazos County health district reports seven new positive cases of coronavirus, one more person has recovered, no new hospitalizations or dismissals, and no new deaths.\n\nBrazos County has 312 total cases, 150 active cases, 144 who have recovered, four who are currently hospitalized, and a total of 18 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 14, 2020\n\nThe Brazos County health district reports four new positive cases of coronavirus, 21 patients who have recovered, one person who has been discharged from the hospital, and no new deaths.\n\nBrazos County has 305 total cases, 144 active cases, 143 who have recovered, four who are currently hospitalized, and a total of 18 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 13, 2020\n\nThe Brazos County health district reports 14 new positive cases of coronavirus, no new deaths, and no new recoveries.\n\nBrazos County has 301 total cases, 161 active cases, 122 who have recovered, five who are currently hospitalized, and a total of 18 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 12, 2020\n\nThe Brazos County health district reports nine new positive cases of coronavirus, no new deaths, two new recoveries, and one more person admitted to the hospital.\n\nBrazos County has 287 total cases, 147 active cases, 122 who have recovered, five who are currently hospitalized, and a total of 18 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 11, 2020\n\nThe Brazos County health district reports seven new positive cases of coronavirus, no new deaths, no new recoveries, and one person discharged from the hospital.\n\nBrazos County has 278 total cases, 140 active cases, 120 who have recovered, four who are currently hospitalized, and a total of 18 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nClick below to hear comments from the May 11, 2020 Brazos County health district update. Speakers includes alternate health authority Dr. Seth Sullivan, Bryan based lawyer Daniel Hernandez, and representatives of St. Theresa’s Catholic Church.\n\nListen to “Brazos County health district update, May 11 2020” on Spreaker.\n\nUpdate, May 10, 2020:\n\nThe Brazos County health district reports six new positive cases of coronavirus, no new deaths, no new recoveries, and no new dismissals from the hospital.\n\nBrazos County has 271 total cases, 133 active cases, 120 who have recovered, five who are currently hospitalized, and a total of 18 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 9, 2020\n\nThe Brazos County health district reports nine new positive cases of coronavirus, no new recoveries, and one more person who has been discharged from the hospital.\n\nBrazos County has 265 total cases, 127 active cases, 120 patients who have recovered, five who are currently hospitalized, and a total of 18 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 8, 2020\n\nThe Brazos County health district reports 13 new positive cases of coronavirus and the 18th death of a Brazos County resident. The recent death was a man in his 60’s who was hospitalized.\n\nOne more person has recovered and one person was discharged from the hospital.\n\nBrazos County has 256 total cases, 118 active cases, 120 patients who have recovered, six who are currently hospitalized, and a total of 18 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nFind more information online at wtaw dot com.\n\nUpdate, May 7, 2020\n\nThe Brazos County health district reports 11 more positive cases of coronavirus, one more person who has recovered, one more person who is hospitalized, and no new deaths.\n\nBrazos County has 243 total cases, 107 active cases, 119 patients who have recovered, six who are currently hospitalized, and a total of 17 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 6, 2020:\n\nThe Brazos County health district reports 13 more positive cases of coronavirus, three more people who have recovered, one more person who is hospitalized, and no new deaths.\n\nBrazos County has 232 total cases, 97 active cases, 118 patients who have recovered, five who are currently hospitalized, and a total of 17 deaths.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 5, 2020\n\nThe Brazos County health district reports ten more positive cases of coronavirus and the 17th death of a Brazos County resident. The death was a woman in her 90’s who was hospitalized outside Brazos County.\n\nThe total number of recoveries remains at 115. The Centers for Disease Control (CDC) has changed the definition of recovered. Recovered is defined as someone who has been fever free for 72 hours without fever reducing medications, and it has been 10 days after onset of symptoms.\n\nNo one was discharged from the hospital and one more person was hospitalized.\n\nBrazos County has a 219 total cases, 87 active cases, 17 deaths, and four people who are currently hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, May 4, 2020\n\nThe Brazos County health district reports one new case of coronavirus. There are no additional recoveries or deaths. And one person was discharged from the hospital.\n\nBrazos County has 209 total cases, 115 total recoveries, 78 active cases, 16 deaths, and three people who are currently hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nClick below to listen to the May 4, 2020 Brazos County health district update. Speakers are alternate health authority Dr. Seth Sullivan, Brazos County judge Duane Peters, College Station mayor Karl Mooney, Bryan mayor Andrew Nelson, and Texas A&M associate vice president Chad Wootton.\n\nListen to “Brazos County health district update, May 4 2020” on Spreaker.\n\nUpdate, May 3, 2020:\n\nThe Brazos County health district reports no new cases of coronavirus. There are also no additional recoveries or deaths. And no one was discharged from the hospital.\n\nBrazos County has 208 total cases, 115 total recoveries, 77 active cases, 16 deaths, and four people who are currently hospitalized.\n\nClick HERE to read and download the health district’s latest report.\n\nUpdate, May 2, 2020:\n\nThe Brazos County health district reports 24 more people have RECOVERED from coronavirus, along with six more positive cases, and no new deaths.\n\nTwo were dismissed from the hospital, leaving four hospitalized.\n\nThe number of deaths holds at 16. The last death was reported April 18.\n\nDuring the past week, the total number of positive cases in Brazos County went from 181 to 208.\n\nDuring the past week, the total number of patients who have recovered went from 77 to 115.\n\nDuring the past week, the number of active cases went from 88 to 77.\n\nDuring the past week, there were seven hospital dismissals.\n\nClick HERE to read and download the daily report from the Brazos County health district.\n\nUpdate, May 1, 2020\n\nThe Brazos County health district reports five more positive cases of coronavirus, bringing the total number to 202.\n\nOne more person has recovered and two people were discharged from the hospital.\n\nThe number of active cases increased to 95, five people are hospitalized, and the number of deaths remains at 16.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, April 30, 2020\n\nThere are four more positive cases of coronavirus in Brazos County.\n\nTwo more people have recovered and one person was discharged from the hospital.\n\nThe number of deaths remains at 16 for the 12th straight day.\n\nThe health district reports 197 total cases, 91 actives cases, 90 people who have recovered and seven hospitalizations.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nClick below to listen to the Brazos County health district update. Speakers during the April 30, 2020 update are alternate health authority Dr. Seth Sullivan and the following representatives of the B/CS “Operation Restart” task force…Bryan mayor Andrew Nelson, College Station mayor Karl Mooney, task force chairman Kenny Lawson, and College Station councilwoman Linda Harvell.\n\nListen to “Brazos County health district update, April 30 2020” on Spreaker.\n\nUpdate, April 29, 2020\n\nThere are five more positive cases of coronavirus in Brazos County, bringing the total number of cases to 193.\n\nTwo more people have recovered and one more person has been hospitalized.\n\nThe number of deaths remains at 16 for the 11th straight day.\n\nThe health district reports 89 actives cases, 88 recovered patients and eight hospitalizations.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, April 28, 2020\n\nThere are six more positive cases of coronavirus in Brazos County, bringing the total number of cases to 188.\n\nTwo more people have recovered and seven people remain hospitalized.\n\nThe health district reports 86 actives cases and 86 recovered people.\n\nThis is the 10th straight day the number of deaths remains at 16.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, April 27, 2020\n\nSeven more people have recovered in Brazos County and there are no new positive cases of coronavirus.\n\nIt has been nine days since the health district reported a new death.\n\nSeven people are hospitalized.\n\nThe total number of positive cases is 182, the total number of active cases is 82, the total number of recovered cases is 84, and there have been 16 Brazos County residents who have died from coronavirus.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nClick below to hear the April 27, 2020 Brazos County health district update. Speakers are alternate health authority Dr. Seth Sullivan, Texas A&M associate vice president Chad Wootton, Brazos County judge Duane Peters, College Station mayor Karl Mooney, and Bryan mayor Andrew Nelson.\n\nListen to “Brazos County health district update, April 27 2020” on Spreaker.\n\nUpdate, April 26, 2020:\n\nEight days have passed since the Brazos County health district reported no new deaths from coronavirus.\n\nOne new positive case was reported, and the number of those who have recovered remains the same.\n\nThe health district also reduced the number of patients who are hospitalized to six. According to the health district, “On April 25, seven hospitalizations were reported. This number should have been six. One of the hospitalizations reported was not a Brazos County resident. Two patients were discharged as reported.”\n\nThe total number of positive cases is 182, the total number of active cases is 89, the total number of recovered cases is 77, and there have been 16 Brazos County residents who have died from coronavirus.\n\nClick HERE for the daily report from the Brazos County health district.\n\nUpdate, April 25, 2020:\n\nIt’s been seven consecutive days that the Brazos County health district has reported no new deaths from coronavirus.\n\nAnd it’s fourth time this week no new cases have been reported.\n\nTwo patients were discharged from the hospital. The number who are currently hospitalized is seven.\n\nThe number of patients who have recovered remains at 77 and the number of active cases remains at 88.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, April 24, 2020\n\nThere are four more positive cases of coronavirus in Brazos County, bringing the total number of cases to 181.\n\nThe health district reports 12 more people have recovered and there are 88 actives cases.\n\nThe number of hospitalizations remains at eight and the number of deaths remains at 16.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, April 23, 2020\n\nThere are no new positive cases of coronavirus and five more people have recovered in Brazos County.\n\nThree people were discharged from the hospital leaving eight people hospitalized.\n\nThe health district reports 96 active cases.\n\nThe total number of cases in Brazos County remains at 177 and the number of deaths remains at 16.\n\nClick below for comments at the April 23, 2020 Brazos County health district update. Speakers are alternate health authority Dr. Seth Sullivan, Baylor Scott & White College Station region chief medical officer Dr. William Rayburn, and CHI St. Joseph Health chief medical officer Dr. Kia Parsi.\n\nListen to “Brazos County health district update, April 23 2020” on Spreaker.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, April 22, 2020\n\nThe Brazos County health district reports four more positive cases, bringing the total number of cases to 177.\n\nThree more people have recovered, bringing the total to 60.\n\nThere are 101 active cases and 11 hospitalizations.\n\nThe total number of deaths remains at 16.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, April 21, 2020\n\nThere are three more positive cases of coronavirus in Brazos County bringing the total number to 173.\n\nThe number of active cases increased from 97 to 100.\n\nThe health district reports no new deaths and no additional people have recovered. The death total remains at 16 and the total number of recovered patients remains at 57.\n\nOne person was discharged from the hospital but one was admitted, keeping the number of hospitalizations at 11.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, April 20, 2020\n\nThere are no new deaths or positive cases of coronavirus in Brazos County.\n\nThe total number of cases remains at 170, the total number of deaths remains at 16 and 11 people remain hospitalized.\n\nSeven more people have recovered, bringing that number to 57.\n\nThe number of active cases decreased from 104 to 97.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nClick below to listen to the April 20, 2020 update from the 2020 Brazos County health district. Speakers are alternate health authority Dr. Seth Sullivan, Brazos County judge Duane Peters, College Station mayor Karl Mooney, and Bryan mayor Andrew Nelson.\n\nListen to “Brazos County health district update, April 20 2020” on Spreaker.\n\nUpdate, April 19, 2020:\n\nFor the first time in four days, the Brazos County health district does not report a death from coronavirus.\n\nAnd Sunday’s update reported only one new positive case.\n\nThree more patients have been hospitalized.\n\nThe number of Brazos County patients who have recovered remains at 50.\n\nThe number of active cases is 104, the number who are hospitalized is 11, the number of total positive cases is 170, and the number of deaths remains at 16.\n\nClick HERE to read and download the health district update.\n\nUpdate, April 18, 2020:\n\nThe Brazos County health district reports a 16th death from coronavirus, a man in his 70’s.\n\nThe health district reported five new positive cases on Saturday.\n\nThere are 103 active cases and 169 total cases.\n\nThe number of patients who have recovered remains at 50.\n\nThe number of hospitalized patients went from nine to eight.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, April 17, 2020\n\nThe Brazos County health district reports a 15th death and six more positive cases of coronavirus, bringing the total to 164.\n\nThe latest death was a man in his 80’s.\n\nNine people remain hospitalized and there are 99 active cases.\n\nNine more people recovered, bringing that total to 50.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, April 16, 2020\n\nThe Brazos County health district reports a 14th death and seven more positive cases of coronavirus, bringing the total to 158.\n\nThe latest death was a woman in her 80’s who was on hospice care.\n\nNo one was discharged from the hospital, and that number increased from eight to nine.\n\nThree more people recovered, bringing that total to 41.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nClick below to hear the Brazos County health district update on April 16, 2020. Speakers are alternate health authority Dr. Seth Sullivan, the chief medical officer at CHI St. Joseph Health Dr. Kia Parsi, and the president of the College Station region of Baylor Scott & White Health, Jason Jennings.\n\nListen to “Brazos County health district update, April 16 2020” on Spreaker.\n\nUpdate, April 15, 2020\n\nTwo more positive cases of coronavirus were reported to the Brazos County health district bringing the total to 151.\n\nThe number of deaths remains at 13.\n\nFive more people have recovered, bringing that total to 38.\n\nTwo people were discharged from the hospital, and eight people are hospitalized.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, April 14, 2020\n\nThe Brazos County health district reports a 13th death and six more positive cases of coronavirus, bringing the total to 149.\n\nThe latest death was a man in his 60’s who was hospitalized.\n\nNo one was discharged from the hospital and eight people are currently hospitalized.\n\nThe number of patients recovered increased from 29 to 33.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, April 13, 2020\n\nA 12th Brazos County resident has died of coronavirus.\n\nThe health district reported Monday the latest death is a woman in her 80’s who was hospitalized and on hospice care.\n\nThree more positive cases brings the number of Brazos County cases to 143.\n\nThe total number of patients who have recovered increased from 27 to 29.\n\nThe number of people hospitalized decreased from ten to nine and three people were discharged from the hospital.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nClick below for comments from the April 13, 2020 Brazos County health district update. Speakers were alternate health authority Dr. Seth Sullivan, Bryan mayor Andrew Nelson, College Station mayor Karl Mooney, and Brazos County judge Duane Peters.\n\nListen to “Brazos County health district update, April 13 2020” on Spreaker.\n\nUpdate, April 12, 2020\n\nAn 11th Brazos County resident has died of coronavirus.\n\nThe health district reported Sunday the latest death is a woman in her 80’s who was hospitalized.\n\nSix more positive cases brings the number of Brazos County patients to 140.\n\nThe total number of patients who have recovered remains at 27.\n\nThe number who remain hospitalized remains at 10.\n\nClick HERE to read and download the daily report from the Brazos County health district.\n\nUpdate, April 11, 2020\n\nA tenth Brazos County resident has died of coronavirus.\n\nThe health district reported Saturday the latest death is a woman in her 70’s who was hospitalized.\n\n18 more positive cases brings the number of Brazos County patients to 134.\n\nThe total number of patients who have recovered remains at 27.\n\nOne person was discharged from the hospital, bringing the number of current hospitalizations to 10.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, April 10, 2020\n\nThe Brazos County health district reports two more positive cases of coronavirus, bringing the total to 116.\n\nThe death total remains at 9.\n\nNo one was discharged from the hospital in the last day. Eleven people are currently hospitalized.\n\nThe number of recovered people increased from 26 to 27.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, April 9, 2020\n\nA ninth Brazos County resident has died from coronavirus.\n\nAnd the health district reports six more positive cases. That brings the total number of positive cases to 114.\n\nThe ninth death is a woman in her 80’s who was on hospice care.\n\nOne more patient has been released from the hospital.\n\nThe number who are currently hospitalized has increased from nine to ten.\n\nThe total number of patients who have recovered has increased from 22 to 26.\n\nClick below to listen to the April 9, 2020 Brazos County health district update. Speakers include Brazos County alternate health authority Dr. Seth Sullivan, Baylor Scott & White College Station region chief medical officer Dr. William Rayburn, and CHI St. Joseph chief medical officer Dr. Kia Parsi.\n\nListen to “Brazos County health district update, April 9 2020” on Spreaker.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, April 8, 2020:\n\nAn eighth Brazos County resident has died from coronavirus.\n\nAnd the health district reports 11 more positive cases. That brings the total number of positive cases to 108.\n\nThe eighth death is a woman in her 80’s who was hospitalized.\n\nThree more patients have been released from the hospital.\n\nThe number who are currently hospitalized has dropped from 13 to nine.\n\nThe total number of patients who have recovered has increased from 14 to 22.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, April 7, 2020\n\nAs of midday Tuesday, three more positive cases of coronavirus have been reported to the Brazos County health district, bringing the total to 97.\n\nOne patient has been discharged from the hospital, bringing the number of people hospitalized from 14 to 13.\n\nThe number of people recovered has increased from 12 to 14.\n\nThe death total remains at seven.\n\nClick HERE for more information from the health district.\n\nUpdate, April 6, 2020\n\nThe Brazos County health district reports the seventh death from coronavirus, but no new positive cases.\n\nThe total number of positive cases in Brazos County remains at 94.\n\nThe seventh death is a man in his 80’s who was hospitalized.\n\nThe number of hospitalizations has increased from 11 to 14. No one has been released from the hospital in the last seven days.\n\nTwo more patients have recovered, bringing the total number of Brazos County patients who have recovered to 12.\n\nClick HERE for more information from the health district.\n\nThe health district provided an update Monday afternoon:\n\nSpeakers included alternate health authority Dr. Seth Sullivan, Brazos County judge Duane Peters, College Station mayor Karl Mooney, Bryan mayor Andrew Nelson, and Texas A&M Assistant vice president of safety and security Chris Meyer.\n\nDr. Sullivan said a majority of positive cases have come from clusters of patients.\n\nDr. Sullivan also announced a spiritual hotline staffed by local volunteers who speak English and Spanish. This service is available weekdays from 8 a.m. until 5 p.m. at 979-361-5790.\n\nListen to “Brazos County health district update, April 6 2020” on Spreaker.\n\nFollowing the health district update, Texas A&M informed WTAW News of the following steps regarding counting students for the 2020 census, courtesy of Associate Vice President External Affairs Chad Wootton:\n\nOver these last 16 months or so, we have had folks participate with cities and Census Bureau on working on compete count efforts, both here in Brazos Valley, but also every where Texas A&M has a presence . We are working with both cities, cog and regional census personnel.\n\nOur “group quarters” (dorms, Greek life, etc) report has been assembled and will be reported by May 2nd deadline.\n\nThis weekend communication went to all students, at all TAMU locations around Texas. Providing details on how to reply based on their normal “household” situation, under normal operations…not just during COVID. We have webpage and additional reminders to students over the next three weeks.\n\nUpdate, April 5, 2020:\n\nThe Brazos County health district reports 19 more positive cases and a sixth death from coronavirus.\n\nThe total number of positive cases in Brazos County is now 94.\n\nThe sixth death is a man in his 80’s who was hospitalized.\n\nThe number of hospitalizations has increased from eight to 11. No one has been released from the hospital in the last six days.\n\nThe number of Brazos County patients who have recovered remains at ten.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, April 4, 2020:\n\nFor the first time in six days, the Brazos County health district reports no new deaths from coronavirus.\n\nDuring the 24 hour period ending midday Saturday, three positive cases were reported. That brings the total number of positive cases in Brazos County to 75.\n\nThe number of patients who have recovered remains at ten. Recovered is defined by the health district “as someone who has been fever free for 72 hours without fever reducing medications, and it has been 7 days after onset of symptoms.”\n\nEight Brazos County patients remain hospitalized. The total number of Brazos County deaths remains at five.\n\nAs of midday Saturday, the health district reports a total of 1,468 tests for COVID-19.\n\nClick HERE to read and download more information from the Brazos County health district.\n\nUpdate, April 3, 2020\n\nThe Brazos County health district reports the fifth death of a Brazos County resident who tested positive for COVID-19. The resident was a female in her 70’s who was hospitalized.\n\nIn addition to the reported death, four more positive cases have been reported, bringing the total to 72 as of midday Friday.\n\nEight people are hospitalized, and no one has been discharged from the hospital in the 72 hour period ending Friday morning.\n\nThe health district reports 10 people have recovered. Recovered is defined as someone who has been fever free for 72 hours without fever reducing medications, and it has been 7 days after onset of symptoms.\n\nClick HERE for more information from the health district.\n\nUpdate, April 2, 2020\n\nThe Brazos County health district reports the fourth death of a Brazos County resident who tested positive for COVID-19. The resident was a female in her 90’s who was hospitalized.\n\nIn addition to the reported death, five more positive cases have been reported, bringing the total to 68 as of midday Thursday.\n\nSeven people are hospitalized, and no one has been discharged from the hospital in the 48 hour period ending Thursday morning.\n\nThe health district reports a total of 1,222 tests have been performed, and three people have recovered since testing positive.\n\nClick HERE for more information from the health district.\n\nClick below for comments from the April 2, 2020 Brazos County health district update. Speakers included alternate health authority Dr. Seth Sullivan, CHI St. Joseph Health president Theron Park and chief medical officer Dr. Kia Parsi, Baylor Scott & White College Station region president Jason Jennings and chief medical officer Dr. William Rayburn, Bryan mayor Andrew Nelson, College Station mayor Karl Mooney, and Brazos County judge Duane Peters.\n\nListen to “Brazos County Health District update, April 2 2020” on Spreaker.\n\nUpdate, April 1, 2020\n\nThe Brazos County health district reports the third death of a Brazos County resident who was tested positive for COVID-19. The resident was a female in her 80’s who was hospitalized.\n\nIn addition to the reported death, 10 more positive cases have been reported, bringing the total to 63 as of midday Wednesday.\n\nEight patients are currently hospitalized.\n\nAfter WTAW News asked the health district how many cases/deaths are from The Waterford, the health district issued the following statement:\n\nAlthough your interest during this extraordinary time is understandable, the Brazos County Health District (BCHD) can not release any other information about positive COVID-19 cases or deaths that is not already included in our daily updates or press releases.\n\nBCHD is subject to federal privacy and HIPAA laws and accordingly will not release any protected health information about any positive client.\n\nUnder HIPAA, the Privacy Rule protects individually identifiable health information from unauthorized or impermissible uses and disclosures.\n\nTherefore, we cannot give out names, specific locations, or any other information that would or could directly identify a person.\n\nWe remain committed to timely and transparent communication with our media partners yet absolutely steadfast in protecting the privacy of those impacted by COVID-19.\n\nBCHD is unwavering in its dedication to protect the health of our community and will always act expeditiously to implement public health interventions.\n\nWe are grateful to our media partners who continue to assist us in disseminating information that helps keep our public safe and also protects the private information of those impacted by COVID19.\n\nClick HERE for more information from the health district.\n\nUpdate, March 31, 2020\n\nThe Brazos County health district reports seven additional coronavirus cases.\n\nAs of midday Tuesday, the total number of Brazos County cases is 53.\n\nFor the first time, the health district has reported the total number of COVID-19 tests performed, which is 618.\n\nSix patients are currently hospitalized.\n\nMore than half of the cases are community spread.\n\nClick HERE for more information from the Brazos County Health District.\n\nUpdate, March 30, 2020\n\nThe Brazos County health district reports two coronavirus patients have been released from the hospital.\n\nAs of midday Monday, the total number of Brazos County cases is 46.\n\nFive patients are currently hospitalized.\n\nAnd there have been two deaths.\n\nClick HERE for more information from the Brazos County health district.\n\nClick below for comments from the March 20, 2020 Brazos County health district update. Comments are Brazos County alternate health authority Dr. Seth Sullivan, CHI St. Joseph chief medical director Dr. Kia Parsi and emergency department medical director Dr. Paul Goen, Baylor Scott & White College Station region president Jason Jennings and emergency medicine medical director Dr. Matthew Curnutte, and Caprock hospital chief medical officer Dr. Lon Young.\n\nListen to “Brazos County health district update, March 30 2020” on Spreaker.\n\nUpdate, March 29, 2020\n\nFrom the Brazos County health district:\n\nAs of 3.29.20, there have been 4 additional positive cases of COVID-19 reported to the Brazos County Health District. This brings the total number of positive cases in Brazos County to 44.\n\nThe Brazos County Health District has confirmed the second death of a Brazos County resident who tested positive for COVID-19. The resident was a female in her 90’s who was hospitalized.\n\nClick HERE to be directed to more information from the Brazos County health district.\n\nUpdate, March 28, 2020\n\nBrazos County has its first death from coronavirus.\n\nBrazos County alternate health authority Dr. Seth Sullivan announced Saturday afternoon the death of a College Station man in his 80’s who had been in hospice care.\n\nDr. Sullivan says an investigation is underway into the circumstances of how the man contracted the virus.\n\nDr. Sullivan added there are 40 positive cases in Brazos County as of Saturday afternoon. That’s an increase of nine from the Friday update.\n\nSix of the patients are hospitalized.\n\nClick HERE to be directed to more information from the Brazos County health district.\n\nClick below for comments from Dr. Seth Sullivan, Brazos County judge Duane Peters, College Station mayor Karl Mooney, and Bryan mayor Andrew Nelson.\n\nListen to “Brazos County health district coronavirus update, March 28 2020” on Spreaker.\n\nUpdate, March 27, 2020\n\nThe Brazos County health district has added three positive cases of coronavirus.\n\nThat brings the total number to 31.\n\nThe health district also reports no deaths and four hospitalizations.\n\nThe dashboard is on the Brazos County Health District’s website (www.brazoshealth.org): Quick Links, Latest Local COVID-19 Numbers.\n\nUpdate, March 26, 2020\n\nThe Brazos County health district has added seven positive cases of coronavirus.\n\nThat brings the total number to 28.\n\nThe health district also reports no deaths and three hospitalizations.\n\nUpdate, March 25, 2020:\n\nThe Brazos County health district has added five positive cases of coronavirus.\n\nThat brings the total number to 21.\n\nThe health district has stopped separating how many cases are from community spread versus travelling.\n\nThe health district also reports no deaths and two hospitalizations.\n\nUpdate, March 24, 2020:\n\nThere have been 4 additional positive cases of COVID-19 reported to the Brazos County Health District, bringing the total number of positive cases in Brazos County to 16.\n\nTwelve of the 16 cases are travel related. Four cases have no travel history and are believed to be community spread.\n\nOf the positive Brazos County cases, 15 cases are at home doing self-care. One of the new positive cases has been hospitalized.\n\nDr. Seth Sullivan reported on Monday that one patient had been hospitalized, but the patient referenced is not one of the Brazos County cases.\n\nUpdate, March 23, 2020:\n\nThe Brazos County health district received no new coronavirus cases between midday Sunday through midday Monday.\n\nThe health district expects the number, now at 12, to increase.\n\nAll 12 patients are at home doing self-care.\n\nTen of the twelve cases are travel related. Two cases have no travel history and are believed to be community spread.\n\nUpdate, March 22 2020:\n\nThe Brazos County health district announced Sunday two more positive cases for coronavirus.\n\nThat brings the total number of cases in Brazos County to 12.\n\nAll 12 patients are at home doing self-care.\n\nAccording to the health district, ten of the twelve cases are travel related.\n\nTwo cases have no travel history and is believed to be community spread.\n\nUpdate, March 21 2020:\n\nThe Brazos County health district announced Saturday four more positive cases for coronavirus.\n\nThat brings the total number in Brazos County to ten.\n\nThe health district reports all ten patients are at home doing self-care.\n\nOn Friday, Texas A&M announced a second student who lives off-campus tested positive. According to a university statement, the student “followed appropriate protocols in seeking treatment at the on-campus Student Health Services”, and the “individual was tested at SHS and directed to self-isolate at his off-campus residence.”\n\nFriday’s A&M statement also announced two other positive cases not involving students. One is an “individual who works in a small area of the veterinary school and one individual at the Round Rock campus of the Texas A&M Health Science Center.” In both cases, A&M reports “Health authorities have been notified and contact tracing begun.”\n\nUPDATE March 21, 2020 from the Brazos County Health District:\n\nAs of 3.21.20, there have been 4 additional positive cases of COVID-19 reported to the Brazos County Health District. This brings the total number of positive cases in Brazos County to 10.\n\nNine of the 10 cases are travel related. One case has no travel history and is believed to be community spread.\n\nAll cases are at home doing self-care.\n\nUPDATE as of March 20, 2020:\n\nBrazos County has its first community transmitted case of coronavirus.\n\nAlternate health authority Dr. Seth Sullivan says this is a man in his 30’s who does not have a travel history.\n\nDr. Sullivan also announced a man in his 20’s with a travel history to New Mexico tested positive.\n\nThis brings the number of positive cases in Brazos County to six.\n\nWhen Dr. Sullivan was asked if any of the six patients are currently in a medical facility, he said all six “are well” and he is impressed with their obedience in their recoveries.\n\nDr. Sullivan said they were reaching out to the primary people of the two latest patients to determine if either had “significant contact” with the public.\n\nHear comments from Dr. Seth Sullivan during WTAW newscasts on 1620, 94.5, and radioaggieland.com.\n\nUPDATE as of March 19, 2020\n\nThe Brazos County health district announced Thursday morning there has been one additional positive case of COVID-19 reported to the Brazos County Health District. This brings the total count of positive cases to 4 in Brazos County.\n\nBelow is information on the 4 cases:\n\n1. Female in her 20’s who traveled to Spain\n\n2. Male in his 60’s who traveled to Colorado\n\n3. Female in her 20’s who traveled to New York\n\n4. Female in her 50’s who traveled to Colorado\n\nAll four cases are believed to be travel related and are at home.\n\nTexas A&M University can confirm that one of these cases, a fe"}}