{"GDELT": {"GlobalEventID": 933558351, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "USAGOVBUS", "Actor1Name": "US TREASURY", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor1Type2Code": "BUS", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 15, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.51515151515152, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA", "Actor1Geo_Lat": 36.0, "Actor1Geo_Long": 138.0, "Actor1Geo_FeatureID": "JA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA", "Action2Geo_Lat": 36.0, "Action2Geo_Long": 138.0, "Action2Geo_FeatureID": "JA", "DATEADDED": 20200706201500, "SOURCEURL": "https://www.fxstreet.com/analysis/usd-jpy-forecast-at-risk-of-extending-the-decline-202007061953"}, "ARTICLE": {"TITLE": "USD/JPY Forecast: At risk of extending the decline", "TEXT": "USD/JPY Current Price: 107.32\n\nJapan May Leading Economic Index seen contracting to 73.2 from 77.7.\n\nUS Treasury yields were unable to retain intraday gains, finished the day unchanged.\n\nUSD/JPY down on broad dollar’s weakness, immediate support at 106.95.\n\nThe USD/JPY pair surged to a daily high of 107.76 during the Asian session amid risk-appetite taking over the financial world. Asian indexes posted substantial gains, led by Chinese optimism on an economic comeback, which later extended into European and American markets. Broad dollar’s weakness, however, pushed the pair lower in the last trading session of the day, with the pair piercing the bottom of its latest range and ending the day in the 107.30 price zone.\n\nUS Treasury yields advanced intraday on the back of upbeat local data, but trimmed gains ahead of the close, adding pressure on the pair. During the upcoming Asian session, Japan will publish the preliminary estimate of the May Leading Economic Index, foreseen at 73.2 from 77.7 in the previous month. The country will also publish the Coincident Index for the same month, seen at 80.7 from 80.1 previously.\n\nUSD/JPY short-term technical outlook\n\nThe USD/JPY pair is at risk of falling further, as the pair has finally moved away from the 38.2% retracement of its latest daily decline. In the 4-hour chart, it’s barely holding above a flat 100 SMA, and below the 20 and 200 SMA, while technical indicators head firmly lower within negative levels. The bearish case will be firmer if the pair losses 106.95, the next Fibonacci support level.\n\nSupport levels: 107.20 106.95 106.60\n\nResistance levels: 107.50 107.95 108.30"}}