{"GDELT": {"GlobalEventID": 933557199, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "BUS", "Actor1Name": "INVESTOR", "Actor1Type1Code": "BUS", "Actor2Code": "RUS", "Actor2Name": "RUSSIAN", "Actor2CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -10.2739726027398, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200706201500, "SOURCEURL": "https://www.rferl.org/a/u-k-sanctions-russian-officials-over-alleged-involvement-in-magnitsky-death/30710470.html"}, "ARTICLE": {"TITLE": "U.K. Puts Sanctions On Russians Over Link To Magnitsky Death", "TEXT": "Britain has imposed sanctions on more than two dozen Russian individuals in connection with the death of lawyer Sergei Magnitsky as relations between the two nations remain frayed over what London calls Moscow's destabilizing acts.\n\nThe list of 25 sanctioned Russian officials announced on July 6 includes Aleksandr Bastrykin, the head of the powerful Investigative Committee who is considered a member of President Vladimir Putin’s inner circle, as well as judges and prosecutors.\n\nBritish Foreign Minister Dominic Raab, a former human rights lawyer, said in a tweet on July 6 that the sanctions would “target people who have committed the gravest human rights violations” and will make Britain “an even stronger force for good in the world, in the years ahead.”\n\nMagnitsky, a lawyer for William Browder -- a U.S.-born investor who now holds British citizenship -- died in a Moscow prison from an untreated illness in 2009 after accusing Russian officials of a $230 million tax fraud.\n\nThe case attracted international attention amid an intensive lobbying effort by Browder, a well-known investor who made a fortune on Russian stocks.\n\nOver the course of a decade, Browder pushed Western nations to pass a global Magnitsky Act that would impose sanctions on individuals responsible for committing human rights violations or acts of significant corruption.\n\nThe United States passed the Magnitsky Act in 2012, imposing sanctions on many Russian officials, and widened it in 2016 to include individuals from other nations.\n\nBritain passed the law in 2018, but said it would hold off imposing sanctions on individuals until it officially left the European Union in 2020.\n\nThe British sanctions list also included Saudi individuals involved in the killing of journalist Jamal Khashoggi as well as North Korean officials. The sanctions impose a visa ban and asset freezes on the individuals.\n\nBrowder described the British sanctions as a \"huge milestone” in his decade-long campaign.\n\nThe Russian Embassy in London called the British decision “hostile” and said Moscow could take “retaliatory measures” without elaborating on what those steps could be.\n\n\"In Russia, investigators, prosecutors, and judges carry out their responsibilities independently of executive authorities and are guided by law alone,\" the embassy said.\n\nRussia has long rejected claims that Magnitsky was killed and has lobbied hard against the bills, accusing Browder and his lawyer of crimes, including fraud.\n\nThe British sanctions add tension to an already fraught relationship with Russia.\n\nLondon has accused Russia of \"destabilizing\" activities on its territory, including the 2018 chemical attack that almost killed former spy Sergei Skripal and his daughter. Russia has denied the accusation.\n\nWith reporting by AFP, Reuters, and the Financial Times"}}