{"GDELT": {"GlobalEventID": 933557396, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "CVL", "Actor1Name": "VILLAGE", "Actor1Type1Code": "CVL", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -8.79368658399099, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chibok, Borno, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI27", "Actor1Geo_ADM2Code": "191091", "Actor1Geo_Lat": 10.8658, "Actor1Geo_Long": 12.847000000000001, "Actor1Geo_FeatureID": "-2003729", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Askira, Borno, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI27", "Actor2Geo_ADM2Code": "22699", "Actor2Geo_Lat": 10.647, "Actor2Geo_Long": 12.911, "Actor2Geo_FeatureID": "-2000681", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Borno State, Borno, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI27", "Action2Geo_ADM2Code": "191073", "Action2Geo_Lat": 11.5, "Action2Geo_Long": 13.0, "Action2Geo_FeatureID": "-2003010", "DATEADDED": 20200706201500, "SOURCEURL": "https://www.breitbart.com/africa/2020/07/06/nigeria-over-fifty-boko-haram-attacks-on-christians-in-six-months-go-unreported/"}, "ARTICLE": {"TITLE": "Over 50 Boko Haram Attacks on Christians in Six Months Go Unreported", "TEXT": "Boko Haram Islamic terrorists carried out over “fifty different attacks on different communities between the end of 2019 to June 2020,” the Church of the Brethren in Nigeria (EYN) has revealed, most of which were “unreported or underreported” by the media.\n\nAs Breitbart News reported, EYN — the largest indigenous Christian denomination in the Northeast of Nigeria — has reported the slaughter of more than 8,370 of its members, including 8 pastors, by militants of the Boko Haram Islamic terror group.\n\nThe Reverend Joel Billi, president of the EYN, said last week that the church has been the hardest hit by jihadists of any Christian denomination in the country and along with the deaths more than half of EYN’s 586 church buildings were either burned or damaged by Boko Haram.\n\nThe extent of the attacks, amounting to what many consider an authentic Christian genocide in the country, is exacerbated by the seemingly willful silence of the global media.\n\n“The Boko Haram factions continue to be responsible for the most appalling violence in northeast Nigeria on an almost daily basis,” said Mervyn Thomas, chief executive of Christian Solidarity Worldwide (CSW). “However, aside from particularly appalling incidents that garner international attention, the majority of these attacks go unreported and unnoticed.”\n\n“Both local and international media outlets must do more to report on the violence which is unfolding across Nigeria,” Thomas added. “We are deeply saddened by the suffering endured by the EYN and its members, and echo its calls on the Nigerian government to take immediate action to mitigate and address attacks by all non-state actors.”\n\nCSW has provided a helpful partial list of some of the many unreported terror attacks carried out against Christians by Boko Haram over the last six months.\n\nOn December 25, 2019 Boko Haram militants attacked the Bagajau community in Askira/Uba LGA, Borno State, killing nine Christians, CSW notes. Among them were Damjuda Dalihis, his two children and their friends, who were burnt alive in their room.\n\nFour days later, eighteen Christians were abducted following an attack on the Mandaragirau community in Biu LGA, Borno State, in which raiders destroyed the church building, primary school, and foodstuffs.\n\nOn February 2, 2020 all three EYN Churches were burnt down during an attack on the Leho community of Askira/Uba LGA, Borno State.\n\nOn February 20, 2020 Boko Haram raided the Tabang community in Askira/Uba LGA, Borno State, abducting a 9-year-old boy, injuring a female EYN member, and burning down the homes of 17 EYN members.\n\nThe following day, jihadists attacked the Garkida community and torched the first EYN Church, along with an Anglican and a Living Faith church building. The assailants went on to loot and burn the EYN Brethren College of Health Technology, the EYN Rural Health Department and its vehicles, and prominent Christian homes and shops, and abducted Mr. Emmanuel Bitrus Tarfa.\n\nOn April 3, 2020 Boko Haram jihadists attacked Kuburmbula and Kwamtiyahi villages in Chibok, Borno State, burning down 20 homes and abducting and later murdering Meshack John, Mutah Nkeki and Kabu Yakubu.\n\nTwo days later, Boko Haram attacked Mussa Bri in Askira/Uba LGA, Borno State, looting and burning Christian-owned shops.\n\nOn April 7, 2020 Boko Haram terrorists stormed the Wamdeo community in Askira/Uba LGA, Borno State, burning two vehicles, robbing stores, and killing five people.\n\nOn May 6, 2020 members of Boko Haram attacked the Debiro, Dakwiama, and Tarfa communities in Biu LGA, Borno State, killing Mr Audu Bata, destroying two villages, and burning down two EYN Churches.\n\nThe following week, Boko Haram once again raided Mussa Bri in Askira/Uba LGA, Borno State, killing Luka Bitrus and slashing Mrs Ijaduwa Shaibu with a machete.\n\nOn May 30, 2020 Islamic terrorists attempted to slay an entire family in Kwabila village in Askira/Uba LGA, Borno State. They managed to kill three family members, and the other three had to be hospitalized because of their injuries.\n\nOn June 16, 2020 Boko Haram militants attacked Mbulabam in Chibok LGA, Borno State, abducting a young girl named Mary Ishaku Nkeke.\n\nThe next day, Boko Haram attacked the Kautikari community in Chibok LGA, Borno State, killing three and kidnapping five young women and girls belonging to EYN.\n\nOn June 22, 2020 Boko Haram attacked the Kautikari community in Chibok LGA, killing two and abducting two teenage girls and a 20-year-old woman.\n\nThe U.S.-based Family Research Council (FRC) recently denounced the “bloodbath” taking place in Nigeria, as radical Islamists carry on a largely unreported slaughter of the nation’s Christians.\n\nThe “dangerous darkness” of radical Islam with its genocidal intentions is sweeping across the African continent and is particularly lethal in Nigeria, Lela Gilbert wrote on June 23 in an article titled “The Threat of Genocide Darkens the Future for Nigeria’s Christians.”\n\nIn recent decades, “tens of thousands of Nigerians have been slaughtered,” Gilbert writes, and yet “their stories rarely appear in mainstream Western news reports” despite the fact that it is “increasingly clear that another genocide is already taking place.”\n\nLast January, the Human Rights Writers Association of Nigeria (HURIWA) appealed to President Trump and Pope Francis to intercede to help stop the “genocidal killings of Christians” taking place in the country.\n\nSpokesmen for the rights group said they had made this decision after a recent string of well-coordinated attacks on Christians by armed Islamists in Kaduna state.\n\nFollow @tdwilliamsrome"}}