{"GDELT": {"GlobalEventID": 933557935, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "NLD", "Actor1Name": "THE NETHERLAND", "Actor1CountryCode": "NLD", "Actor2Code": "BEL", "Actor2Name": "BELGIUM", "Actor2CountryCode": "BEL", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.2135922330097, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Belgium", "Actor1Geo_CountryCode": "BE", "Actor1Geo_ADM1Code": "BE", "Actor1Geo_Lat": 50.833333, "Actor1Geo_Long": 4.0, "Actor1Geo_FeatureID": "BE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20200706201500, "SOURCEURL": "https://www.msn.com/en-us/news/world/eu-cites-e2-80-98constructive-e2-80-99-talks-with-gilead-over-virus-drug/ar-BB16nK55"}, "ARTICLE": {"TITLE": "EU Cites ‘Constructive’ Talks With Gilead Over Virus Drug", "TEXT": "(Bloomberg) -- European Union officials held talks with Gilead Sciences Inc. executives on Monday in a bid to hammer out a deal to secure its antiviral drug remdesivir to combat the coronavirus.\n\nHealth Commissioner Stella Kyriakides spoke with Gilead about purchasing the drug on behalf of 16 EU countries, including Germany, Belgium, the Netherlands, Austria and Denmark, a person familiar with the matter said on the condition of anonymity before the exchange. Kyriakides was also expected to inquire about Gilead’s production capacity and timeline for delivery.\n\n“Constructive” talks with Gilead continued in the afternoon “regarding the production capacity and access to remdesivir treatments for EU member states,” according to an email from the European Commission, the 27-nation bloc’s executive arm. “Discussions will be pursued at technical level. Given the confidentiality of these discussions, no further details can be given at this stage.”\n\nThe talks followed a U.S. deal last week to snap up almost all the drugmaker’s supplies of remdesivir in the coming months, a move that sparked concern other nations wouldn’t have sufficient stocks.\n\nCountries including the U.K., Germany and Switzerland sought to reassure the public last week that they would have enough amid broader worries about countries racing ahead of other regions to lock up access to treatments and vaccines needed to help end the pandemic.\n\nGilead has an obligation to make the drug available to European countries where people took on the risk of participating in trials without knowing whether the medicine would work, according to Andrew Hill, a senior research fellow at the University of Liverpool. There’s no way to verify whether countries will have adequate stocks, he said last week.\n\nRemdesivir became one of the first widely used drugs for Covid-19 after a large clinical trial found the medicine sped recovery by about four days in hospitalized patients. Later, University of Oxford researchers said that a large study showed that dexamethasone, a cheap generic anti-inflammatory, improves survival in severely ill patients.\n\n“Our main objective is to ensure that the needs of patients with Covid-19 can be met as quickly as possible in all EU member states,” Kyriakides said on Monday after her talks with Gilead. “We stand ready to support a coordinated EU procurement procedure to secure swift, broad and fair access.”\n\n(Updates with European Commission comments in third and final paragraphs)\n\nFor more articles like this, please visit us at bloomberg.com\n\n©2020 Bloomberg L.P."}}