{"GDELT": {"GlobalEventID": 933557950, "Day": 20200706, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5096, "Actor1Code": "NRMRAC020", "Actor1Name": "CREATIVITY", "Actor1Religion1Code": "NRM", "Actor2Code": "MED", "Actor2Name": "MEDIA", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 4.48674371176071, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bristol, Bristol, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKB7", "Actor1Geo_ADM2Code": "40094", "Actor1Geo_Lat": 51.45, "Actor1Geo_Long": -2.58333, "Actor1Geo_FeatureID": "-2590919", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bristol, Bristol, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKB7", "Actor2Geo_ADM2Code": "40094", "Actor2Geo_Lat": 51.45, "Actor2Geo_Long": -2.58333, "Actor2Geo_FeatureID": "-2590919", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bristol, Bristol, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKB7", "Action2Geo_ADM2Code": "40094", "Action2Geo_Lat": 51.45, "Action2Geo_Long": -2.58333, "Action2Geo_FeatureID": "-2590919", "DATEADDED": 20200706201500, "SOURCEURL": "https://www.bristolpost.co.uk/whats-on/whats-on-news/bristol-old-vic-exchange-motion-4298523"}, "ARTICLE": {"TITLE": "Bristol Old Vic, Exchange and Motion respond to Government's £1.57b culture support package", "TEXT": "Sign up to FREE email alerts from BristolLive - What's On Subscribe Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nBristol is renowned for its vibrant cultural scene, home to a wealth of fantastic museums, music venues and theatres.\n\nBut with Covid-19 ravaging the industry, fears were raised the city might have been on the verge of losing the very thing that defines it.\n\nSo it came as a huge relief when the Government yesterday announced a £1.57 billion rescue package to help the industry weather the impact of the pandemic.\n\nThousands of organisations across a range of sectors including the performing arts and theatres, heritage, historic palaces, museums, galleries, live music and independent cinema will be able to access emergency grants and loans.\n\nThe package includes a £1.15 billion support pot for cultural organisations in England delivered through a mix of grants and loans, made up of £270 million of repayable finance and £880 million grants.\n\nIt was announced following several weeks of growing pressure, with industry leaders warning that many venues were on the brink of collapse in a widely-supported campaign.\n\nSpeaking about the package, Prime Minister Boris Johnson said: \"From iconic theatre and musicals, mesmerising exhibitions at our world-class galleries to gigs performed in local basement venues, the UK’s cultural industry is the beating heart of this country.\n\n\"This money will help safeguard the sector for future generations, ensuring arts groups and venues across the UK can stay afloat and support their staff whilst their doors remain closed and curtains remain down.\"\n\nBristol responds to support package announcement\n\nWhile a number of Bristol's most renowned cultural venues are waiting to hear more information about the support package before sharing their views on it, others have revealed their delight\n\nMotion\n\nMotion is arguably Bristol's most renowned nightclub, recognised not only as one of the best night-time venues in the UK but on the planet.\n\nIts managing director, Dan Deeks, welcomed the Government's announcement.\n\nHe said: \"We greatly welcome this very significant investment by the Government in the future of arts and culture in this country.\n\n\"Clearly now music venues are getting the recognition that is greatly needed to preserve their existence.\n\n(Image: James Beck/Freelance)\n\n\"The work of The Night Time Industries Association and Bristol City Council has been unprecedented during this difficult time.\n\n\"For venues such as ours, that are not able to open under the current guidelines the package gives us great comfort and faith.\n\n\"Regardless of politics and anything else when you hear the chancellor say \"our world-renowned music venues\" it shows the message and experience of what we are trying to do is cutting through.\n\n\"Although there is much more work to be done and this isn’t the cure, when the road map to re-opening is announced we will be well positioned to deliver what we do and love.\"\n\nBristol Old Vic\n\n(Image: PHILIPVILE)\n\nTwo thirds of staff at Bristol Old Vic were furloughed at the start of lockdown, with the third who were kept on delivering the Bristol Old Vic At Home programme while working out how the theatre would operate when the Government gives it the go-ahead to do so.\n\nSpeaking to Bristol Live in May, Bristol Old Vic Artistic Director Tom Morris said: \"The closure means nearly all of our income has disappeared, which is terrifying and means we have had to go into survival mode.\"\n\nToday the historic King Street theatre shared its views on the Government's recent funding announcement.\n\nFind out where's delivering near you:\n\n\"We are delighted by the scale and range of last night's announcement,\" it said.\n\n\"Artists, economists, producers and audience members have powerfully argued that the national theatre infrastructure would be impossible to rebuild if we were to let it collapse. Government has heard that call and invested.\n\n\"There’s much to find out about how the funds will be applied but this investment feels like a decisive vote of confidence by Rishi Sunak and Oliver Dowden in the enormous contribution that the arts and culture can make to our social, educational, creative and economic recovery from the Covid-19 disaster.\n\n(Image: Geraint Lewis)\n\n\"It can’t save every organisation or support every artist, but we unreservedly welcome and applaud it.\n\n\"Like others across the sector, we look forward to working closely with ACE and DCMS to ensure that the funds can be released quickly enough to minimise the damage of cuts being made to many organisations, and be used speedily to employ the freelance artists who have been so badly hit by the pandemic.\n\n\"We need to make sure that money reaches freelance artists fast, not only through the hardship funds announced from Netflix and others, but through meaningful employment too.\n\n\"In Bristol, we fervently hope these funds will allow us renew our work with our communities in the immediate term, and to rebuild our programmes through experimental performances until we can play safely to full houses again.\n\n\"It is also hugely encouraging to see that some in Government are thinking ahead towards the next five years of cultural investment.\n\n\"The economic impact and global reputation of British creativity has been tested, proven and newly understood through the many debates in parliament and the media over the last few months.\n\n\"Today’s announcement creates a brilliant platform for a cross-party conversation to ensure that we have the strongest possible cultural infrastructure to deliver the inclusive and equalising vision of the Arts Council’s ten year strategy, Let’s Create .\"\n\nExchange\n\n(Image: BristolLive)\n\nOld Market's Exchange is one of Bristol's best-loved independent music venues and for good reason.\n\nAs well as welcoming the best up-and-coming acts around it boasts an impressive sound system and a reasonably-priced bar, making it a cracking spot for intimate gigs.\n\nVenue owner Matt Otridge said: \"We are delighted with the announcement and will continue to support the Music Venue Trust as they work to ensure that all the money reaches all of our venues and freelancers within our amazing network.\n\n\"It was amazing to see big name artists, MPs and music fans working together to lobby the Government and making sure they understood the value of our sector - not just in terms of how much money we generate, but in terms of how we support our local communities.\n\n\"To see music venues feature so prominently in the Government's press release was especially satisfying and shows that our industry is finally getting the recognition it deserves in relation to our cultural output.\"\n\n(Image: Giulia Spadafora / Soul Media)\n\nSave Bristol Nightlife\n\nAs its name suggests, Save Bristol Nightlife is an organisation which exists to protect the city's embattled night-time economy by raising awareness and trying to protect under-threat venues.\n\n\"Save Bristol Nightlife welcomes the act of the Government throwing the arts a lifeline and let's hope there's some left for grassroots venues after the big boys in London have had their needs met,\" said Annie McGann, who heads it up.\n\n\"It's great for this sector to have some form of funding to tide them over and it's a sign that the government recognises the contribution made to the economy by the creative sector, how important it is to the tourism industry and how integral it is to British culture and the currency of soft power.\n\n\"I know a lot of people are hoping to get a look in when it comes to the distribution of this money and I wish them luck.\"\n\nWant Bristol news straight to your inbox? Sign up to our daily newsletter using the box at the top of this article, read all about what's involved here, or click here to see all of our newsletters\n\nMusic Venue Trust\n\n(Image: The Mother's Ruin)\n\nWhile nationwide charity Music Venue Trust isn't based in Bristol, it has supported a number of the city's top music venues in recent months including Louisiana, Mother's Ruin and the aforementioned Exchange.\n\nThe organisation has been at the forefront of the campaign to get funding for music venues from the Government.\n\n\"Music Venue Trust warmly welcomes this unprecedented intervention into Britain’s world class live music scene,\" said a spokesperson.\n\n\"We’d like to thank the Secretary of State and the team at DCMS for the opportunity to work closely together throughout this crisis to develop genuine solutions to the challenges faced by grassroots music venues.\n\n\"This fund provides the opportunity to stabilise and protect our vibrant and vital network of venues and gives us the time we need to create a plan to reopen every venue safely.\n\n\"On behalf of every Grassroots Music Venue in the UK we would like to take this opportunity to thank every music fan, every artist, every activist, and every one of you, our people, who got this done.\""}}