{"GDELT": {"GlobalEventID": 933850336, "Day": 20200708, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5151, "Actor1Code": "CVL", "Actor1Name": "LANDOWNER", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 35, "EventBaseCode": 35, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.25252525252525004, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Iowa, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIA", "Actor1Geo_Lat": 42.0046, "Actor1Geo_Long": -93.214, "Actor1Geo_FeatureID": "IA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Iowa, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIA", "Action2Geo_Lat": 42.0046, "Action2Geo_Long": -93.214, "Action2Geo_FeatureID": "IA", "DATEADDED": 20200708054500, "SOURCEURL": "https://www.messengernews.net/news/local-news/2020/07/webster-co-supervisors-table-second-consideration-of-solar-ordinances/"}, "ARTICLE": {"TITLE": "Webster Co. supervisors table second consideration of solar ordinances", "TEXT": "Webster County Supervisors tabled the second consideration of a pair of ordinances that would allow for more widespread use of solar panels in agricultural zones.\n\nSupervisors said Tuesday that unresolved questions regarding how the change could affect taxes paid in the county, impacting cities and the services they provide, deserve the time it takes to confirm the correct answers before a vote.\n\n“I want to know what (answer) comes back before approving it, if the fire department can’t afford to exist,” said Supervisor Mark Campbell, as an example.\n\nThe ordinances, hailed by the Iowa Environmental Council as a model that could be used across the state, would allow for the installation of solar generation stations, which typically appear over larger plots of land, and solar collection systems, which appear as accessories on roofs or building sides.\n\nPlanning and Zoning Administrator Jeff Johnson said the ordinances reflect best practices for county regulation that would allow for landowner choice.\n\nThe new solar systems would be allowed on a conditional basis to mitigate any potential adverse impacts, particularly visual ones.\n\nSupervisors raised questions two weeks ago, when the ordinances were introduced, about tax revenue replacement from reduced utility use and how solar generation stations could impact drainage districts in need of maintenance or changes.\n\nInformation gathered from the Iowa Department of Revenue by Andrew Dahlen, project developer for EDF Renewables — the company that submitted the ordinance language — contends that replacement tax revenue from solar generation would allot even more funding to fire protection and other special districts than they currently receive through levy rates on agricultural land.\n\nJohnson previously said that agricultural land is typically unencumbered and flat, making it optimal for solar panel farms. When solar operations are finished, land can easily be returned back to use for farming or mineral extraction, with minimal environmental impact.\n\nSolar energy production in Iowa has grown from around two megawatts in 2012 to about 115 today, according to the Lyons, Nebraska-based Center for Rural Affairs. Spurring that, in part, may be the fact that costs for developing utility-scale solar energy declined 89% from 2009 to 2019.\n\n“Using just 21 of Iowa’s 55,857 square miles of land for solar photovoltaic (installations) would provide 10% of Iowa’s electricity needs,” according to the center’s letter to supervisors."}}