{"GDELT": {"GlobalEventID": 933851206, "Day": 20200708, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5151, "Actor1Code": "USA", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "Actor2Code": "NMR", "Actor2Name": "NORTH AMERICA", "Actor2CountryCode": "NMR", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.00632911392405, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200708054500, "SOURCEURL": "https://news.yahoo.com/mexican-leader-rare-trip-see-trump-under-virus-051257729.html"}, "ARTICLE": {"TITLE": "Meeting under virus cloud, US, Mexican leaders hail relations", "TEXT": "Washington (AFP) - Mexican President Andres Manuel Lopez Obrador held talks with Donald Trump at the White House on Wednesday under the shadow of the coronavirus pandemic and the US leader's past disparaging remarks about America's southern neighbor.\n\nSpeaking after an Oval Office meeting, Trump hailed the US-Mexico relationship as \"outstanding,\" and Lopez Obrador -- a left-wing populist -- adopted a conciliatory tone.\n\n\"The relationship between the United States and Mexico has never been closer than it is right now,\" said Trump, who ran for president on a pledge to build a wall along the border with Mexico to keep out \"rapists\" and \"criminals.\"\n\n\"Each of us was elected on the pledge to fight corruption, return power to the people and put the interests of our countries first,\" Trump told Lopez Obrador. \"I do that and you do that.\"\n\nLopez Obrador thanked Trump for his \"understanding\" and told his US counterpart: \"You have not tried to treat us as a colony.\n\n\"On the contrary, you have honored our condition as an independent nation. That's why I'm here: to express to the people of the United States that their president has behaved with us with kindness and respect.\"\n\nThe Mexican leader also thanked Trump for helping on trade and with medical equipment to treat coronavirus patients.\n\nOfficially, the first face-to-face meeting between Trump and Lopez Obrador was to celebrate the launch of the new US-Mexico-Canada Agreement trade deal, a modified successor to the North American Free Trade Agreement, which Trump had branded a killer of working-class US jobs.\n\nBut their bonhomie did not convince Trump's Democratic presidential rival Joe Biden.\n\n\"Trump launched his 2016 campaign by calling Mexicans rapists. He's spread racism against our Latino community ever since,\" Biden tweeted.\n\nHe called for a return of \"dignity and humanity\" to the US immigration system.\n\n- 'Four years of insults' -\n\nLopez Obrador has shown a pragmatic streak in managing relations with Trump, mindful that even small actions by the giant neighbor can have enormous consequences for his country, especially on the economic front.\n\nStory continues\n\nDespite coming from opposite sides of the political spectrum, Trump and Lopez Obrador have also been cooperating in the US leader's efforts to stop Central Americans seeking asylum in the United States as they flee violence.\n\nLopez Obrador is banking on the new trade agreement to prop up the Mexican economy, which is expected to contract 8.8 percent this year due to COVID-19. The virus has left more than 30,000 dead in Mexico.\n\nCanadian Prime Minister Justin Trudeau declined to come to Washington to make it a three-way summit.\n\nBut there was a buzz of anticipation for Lopez Obrador as around 100 Mexicans gathered outside the White House to cheer his arrival.\n\nCrediting him with tackling corruption, Maria Varela, 40, said she understood he had come for the sake of trade.\n\nBut some Latino lawmakers have been aghast at Lopez Obrador's willingness to meet Trump.\n\nRepresentative Chuy Garcia, a Democrat from Chicago who was born in Mexico, said Trump was seeking a photo-op with Lopez Obrador in a bid to paper over \"four years of insults, attacks and damaging policies\" toward Latinos as he seeks a new term in the November election.\n\nLopez Obrador's predecessor, Enrique Pena Nieto, similarly stunned many observers when he welcomed candidate Trump in 2016 for a brief visit, letting the reality TV star show a statesman-like side before the cameras.\n\nDespite their differences in tastes and ideology, Trump and Lopez Obrador share common traits.\n\nBoth have scorned traditional media yet dominated the headlines -- Trump through Twitter and Lopez Obrador via press conferences every morning.\n\nAnd both have shown nonchalance over COVID-19 despite mounting deaths, refusing to ground all normal life and scoffing at the need to wear masks.\n\nAMLO, as Lopez Obrador is known, had vowed on taking office two years ago never to travel abroad, but he flew to Washington -- commercially in economy class with his face covered in compliance with airline rules."}}