{"GDELT": {"GlobalEventID": 933850900, "Day": 20200708, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5151, "Actor1Code": "MYS", "Actor1Name": "MALAYSIAN", "Actor1CountryCode": "MYS", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 1.2216404886561898, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Vietnam, Republic Of", "Actor1Geo_CountryCode": "VM", "Actor1Geo_ADM1Code": "VM", "Actor1Geo_Lat": 16.166667, "Actor1Geo_Long": 107.83333300000001, "Actor1Geo_FeatureID": "VM", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM", "Action2Geo_Lat": 16.166667, "Action2Geo_Long": 107.83333300000001, "Action2Geo_FeatureID": "VM", "DATEADDED": 20200708054500, "SOURCEURL": "https://paultan.org/2020/07/08/what-were-the-most-searched-car-brands-in-malaysia-and-asean-countries-during-the-recent-mco-period/"}, "ARTICLE": {"TITLE": "What were the most searched car brands in Malaysia and ASEAN countries during the recent MCO period?", "TEXT": "In Cars, International News, Local News / By Gerard Lye / 8 July 2020 1:02 pm / 28 comments\n\nA few months ago, Malaysians had to comply with the movement control order (MCO) that kept most of us indoors, save for the occasional trip out to tapau food or to get groceries. The MCO was soon replaced by the conditional MCO in May, followed by the recovery MCO that is currently in effect from June 10 until August 31.\n\nDuring the period of March to May 2020, many of us kept ourselves busy by doing a variety of activities like cooking, arts and crafts, gaming and others. Trawling around the internet was probably one of the most common things Malaysian did while at home, which brings up an interesting car-related question: which car brands attracted the interest of motorists, general onlookers and car fans during this period?\n\nThankfully, iPrice, an aggregator e-commerce platform, performed a study to find out just which car brands were most searched in Malaysia (and other ASEAN countries). Its methodology involved collecting Google search data using Keyword Planner based on a list of keywords of 22 car brands during the period of March 1 to May 31, 2020 as compared to the period before the pandemic (December 1, 2019 to February 29, 2020).\n\nLooking at the results of the study, Malaysians searched for Perodua the most during the March-May period, followed by Honda, Toyota, Proton and BMW. Perodua’s top spot is likely due to some news items garnering interest., including the debut of the new Toyota Agya – the Axia’s sibling – in Indonesia, the national carmaker’s RM2 million contribution to the National Disaster Management Agency’s (NADMA) Covid-19 fund, and preliminary information about the next-generation Alza.\n\nFewer people searched for national carmaker Proton, as Honda and Toyota created quite a buzz with the start of order taking for the facelifted BR-V, while Toyota’s stance that it would not increase prices for CKD models also attracted interest.\n\nHowever, the first national carmaker was busy during the aforementioned period by supporting fronliners with vital supplies and vehicles, promoting its online store, resuming operations at its outlets and even updating the X70 with a more advanced N95 cabin filter.\n\nFurther down, BMW’s fifth spot was backed by interest in its revised line-up of models, which saw the 3 Series and X4 being updated with new equipment. News of the imminent debut of the X5 plug-in hybrid also helped in this regard, along with the simultaneous launch of the new 8 Series Gran Coupe and X6.\n\nLooking at other countries mentioned in the study – Singapore, Philippines, Indonesia, Hong Kong (listed as the country is part of the ASEAN Plus Three pact), Thailand and Vietnam – two brands were constantly in the top five, namely Toyota and BMW. Tesla was also frequently searched in all countries with the exception of Malaysia, Thailand and Vietnam, while Honda was only absent from Singapore.\n\nOther brands that made it into the list include Mitsubishi, which was ranked in all countries except for Malaysia and Hong Kong. Brands that were only represented once are Volkswagen Audi, Nissan and Suzuki for the following countries: Singapore, Hong Kong, Thailand and Vietnam.\n\nAcross the region, Honda became the most searched brand with 550,000 searches, followed by Toyota (368,000 searches), BMW (301,000 searches), Tesla (246,000 searches) and Mitsubishi (246,000 searches).\n\nSwitching over to the most searched type of cars in ASEAN countries, SUVs dominated the search field with 49,500 searches. This was followed by sedans (27,100 searches), MPV or wagons (12,490 searches), hatchbacks (12,100 searches) and two-door coupes (9,900 searches)."}}