{"GDELT": {"GlobalEventID": 933850948, "Day": 20200708, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5151, "Actor1Code": "PHL", "Actor1Name": "PHILIPPINE", "Actor1CountryCode": "PHL", "Actor2Code": "PHLCOP", "Actor2Name": "PHILIPPINE", "Actor2CountryCode": "PHL", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.15588723051409, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Philippine, Benguet, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP10", "Actor1Geo_ADM2Code": "24213", "Actor1Geo_Lat": 16.45, "Actor1Geo_Long": 120.55, "Actor1Geo_FeatureID": "-2445611", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Philippine, Benguet, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RP10", "Actor2Geo_ADM2Code": "24213", "Actor2Geo_Lat": 16.45, "Actor2Geo_Long": 120.55, "Actor2Geo_FeatureID": "-2445611", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Philippine, Benguet, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP10", "Action2Geo_ADM2Code": "24213", "Action2Geo_Lat": 16.45, "Action2Geo_Long": 120.55, "Action2Geo_FeatureID": "-2445611", "DATEADDED": 20200708054500, "SOURCEURL": "https://globalnation.inquirer.net/189316/who-is-she-to-criticize-ph-drug-war-bato-slams-un-human-rights-chief"}, "ARTICLE": {"TITLE": "‘Who is she to criticize PH drug war?’ ‘Bato’ slams UN human rights chief", "TEXT": "MANILA, Philippines — Senator Ronald “Bato” dela Rosa on Wednesday questioned the credibility of a top United Nations human rights official for criticizing the Duterte administration’s war on drugs.\n\nUN High Commissioner for Human Rights Michelle Bachelet earlier called the drug war killings “widespread, systematic and ongoing.”\n\nADVERTISEMENT\n\nShe added that the country’s drive against illegal drugs is being enforced “without due regard for the rule of law.”\n\nBachelet said this as she presented her office’s report on the human rights situation in the Philippines during the UN Human Rights Council’s 44th regular session in Geneva, Switzerland last June 30.\n\n“Sino siya para magsabi ng ganun dito sa atin? Nakapunta na ba siya dito? Na-obserbahan ba niya kung anong nangyayari dito?” Dela Rosa, who formerly served as chief of the Philippine National Police (PNP) said in an interview on ABS-CBN News Channel’s “Headstart.”\n\n(Who is she to criticize? Has she ever been here. Was she able to observe firsthand what is happening in our country?)\n\n“Kasi ang binabasehan lang niya kasi ay yung report na ridiculuos at preposteious. Talagang mag-react siya nang ganun kung yun ang matanggap niya na report,” he added.\n\n(The basis of her report is ridiculous and preposterious. She will really react that way if those are the figures given to her).\n\nCiting official figures, the report stated that at least 8,663 people have been killed since President Rodrigo Duterte launched his drug war in 2016.\n\nHowever, the report noted that some estimates put “the real toll at more than triple that number.”\n\nBut touting the country’s supposed safety from crimes, Dela Rosa said Bachelet should see for herself the human rights situation in the Philippines.\n\nADVERTISEMENT\n\n“Hindi naman siya nakapunta dito para mag-observe. Obserbahan niya kung nandito siya. We will find out na mas malaki pa ang tiyansa niya na ma-holdup siya dun sa New York kesa dito sa Makati City o sa Quezon City,” the senator said.\n\n(She’s never been here to observe. She would be able to if she comes here. We will find out that there is a greater chance for her to get robbed in New York than here in Makati City or Quezon City).\n\n“Kung may tindahan siya dun sa LA (Los Angeles), mas malaki ang tyansa niya na ma-ransack o ma-loot kaysa sa tindana niya dito sa Makati o sa Quezon City,” he added.\n\n(If she has a store in LA, there is a greater chance of it getting ransacked than if that store is located in Makati or Quezon City).\n\nNevertheless, Dela Rosa said he would welcome UN representatives to the Philippines and assess the country’s human rights situation as well as the war on drugs.\n\n“I welcome that move kung nandyan sila para malaman nila talaga ang katotohanan. Pero it’s not for me to decide, it’s an executive decision kung i-allow silang pumasok dito,” Dela Rosa said.\n\n(I welcome that move if they will go here so that they will see for themselves the truth. But it’s not for me to decide, that’s an executive decision to allow them to enter the country).\n\nBachelet had earlier mentioned that while the Philippine government cooperated during briefing submissions and several meetings for the report, she said her team was “not granted access to the country.”\n\nHer office, according to the UN official, was able to collate “hundreds of submissions from organizations and individuals across the Philippines” for the report.\n\n/MUF\n\nRead Next\n\nEDITORS' PICK\n\nMOST READ"}}