{"GDELT": {"GlobalEventID": 933850975, "Day": 20200708, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5151, "Actor1Code": "PRK", "Actor1Name": "NORTH KOREAN", "Actor1CountryCode": "PRK", "Actor2Code": "KOR", "Actor2Name": "SOUTH KOREA", "Actor2CountryCode": "KOR", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.50675675675675, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor2Geo_CountryCode": "KS", "Actor2Geo_ADM1Code": "KS11", "Actor2Geo_ADM2Code": "24984", "Actor2Geo_Lat": 37.5664, "Actor2Geo_Long": 127.0, "Actor2Geo_FeatureID": "-716583", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS11", "Action2Geo_ADM2Code": "24984", "Action2Geo_Lat": 37.5664, "Action2Geo_Long": 127.0, "Action2Geo_FeatureID": "-716583", "DATEADDED": 20200708054500, "SOURCEURL": "https://mynorthwest.com/2004641/us-envoy-meets-officials-in-seoul-as-kim-honors-grandfather/"}, "ARTICLE": {"TITLE": "US envoy issues rare public criticism of N. Korean official", "TEXT": "SEOUL, South Korea (AP) — The top U.S. official on North Korea accused a senior North Korean nuclear negotiator on Wednesday of being “locked in an old way of thinking,” days after the negotiator said Pyongyang won’t resume talks with Washington because of its “hostile” policies.\n\nThe comments by Deputy Secretary of State Stephen Biegun were a rare case of a senior U.S. official directly criticizing North Korea since the two countries launched now-stalled diplomacy on North Korea’s nuclear arsenal in 2018. The comments suggest that Washington may not be interested in resuming the diplomacy anytime soon.\n\n“I’ve seen some recent press reporting that the North Koreans are not prepared to meet with me on this visit,” Biegun told reporters after talks with South Korean officials. “We did not request a meeting with the North Koreans. This visit is to meet with our close friends and allies, the Republic of Korea, and we had an excellent discussion.”\n\nBiegun was likely referring to recent North Korean state media reports that cited Vice Foreign Minister Choe Sun Hui as saying Pyongyang won’t resume the diplomacy unless Washington discards what she described as “hostile” policies. Choe, who has been deeply involved in the nuclear talks, also slammed the U.S. for its “shallow tactic” to use North Korea for domestic political gains.\n\n“I also want to be very clear on one point. I do not take my direction from (Choe), nor from Ambassador John Bolton,” Biegun said.\n\nAlong with Choe, Biegun was referring to President Donald Trump’s former national security adviser, who in his recently released memoir accused him of pursuing an “unhealthy negotiation path” by demonstrating a willingness to negotiate a step-by-step deal advocated by North Korea.\n\n“Both are locked in an old way of thinking, focused on only the negatives and what is impossible, rather than thinking creatively about what is possible,” Biegun said in a written statement published later Wednesday. That comment wasn’t included in his earlier verbal remarks to reporters, which were almost identical to the written statement.\n\nIt wasn’t immediately clear why Biegun’s verbal remarks did not include that comment. South Korean media speculated that Biegun may have been trying not to provoke North Korea too much, though he could have simply accidentally missed those parts.\n\nIn both his verbal and written remarks, Biegun, who has previously described Choe as his potential counterpart when talks resume, said the U.S. would be ready for talks with North Korea when his dialogue interlocutor is named, in his apparent disapproval of Choe as his counterpart.\n\n“When Chairman Kim appoints a counterpart to me who is prepared and empowered to negotiate on these issues, they will find us ready at that very moment,” Biegun said, referring to North Korean leader Kim Jong Un.\n\nNorth Korea’s state news agency on Wednesday didn’t issue any fresh statements on the United States. Earlier in the day, it reported that Kim had visited a mausoleum in Pyongyang to pay tribute to his late grandfather and state founder Kim Il Sung on the 26th anniversary of his death.\n\nTrump and Kim have met three times since 2018, but the nuclear negotiations have fallen apart since their second summit in February last year in Vietnam. North Korea has repeatedly said in recent months that it would no longer give Trump the gift of high-profile meetings he could boast of as foreign policy achievements unless it gets something substantial in return.\n\nNorth Korea recently dialed up pressure on South Korea by cutting off virtually all cooperation and blowing up an inter-Korean liaison office in its territory last month. That followed months of frustration over Seoul’s unwillingness to defy U.S.-led sanctions and restart joint economic projects that would help the North’s broken economy.\n\nSome analysts believe North Korea will also avoid serious talks with the Americans for now and instead focus on pressuring the South in a bid to increase its bargaining power before an eventual return to negotiations after the U.S. presidential election in November. They say North Korea likely doesn’t want to make any major commitments or concessions when there is a chance that U.S. leadership could change.\n\nCopyright © The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed."}}