{"GDELT": {"GlobalEventID": 933850048, "Day": 20200701, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.4959, "Actor1Code": "IND", "Actor1Name": "UTTAR PRADESH", "Actor1CountryCode": "IND", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.172839506172839, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Uttar Pradesh, Uttar Pradesh, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN36", "Actor1Geo_ADM2Code": "17938", "Actor1Geo_Lat": 27.25, "Actor1Geo_Long": 80.75, "Actor1Geo_FeatureID": "-2113996", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Uttar Pradesh, Uttar Pradesh, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN36", "Actor2Geo_ADM2Code": "17938", "Actor2Geo_Lat": 27.25, "Actor2Geo_Long": 80.75, "Actor2Geo_FeatureID": "-2113996", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Uttar Pradesh, Uttar Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN36", "Action2Geo_ADM2Code": "17938", "Action2Geo_Lat": 27.25, "Action2Geo_Long": 80.75, "Action2Geo_FeatureID": "-2113996", "DATEADDED": 20200708054500, "SOURCEURL": "https://indianexpress.com/article/india/kanpur-killings-up-gangster-vijay-dubeys-aide-shot-dead-by-stf-6495473/"}, "ARTICLE": {"TITLE": "Kanpur killings: UP gangster Vikas Dubey’s aide shot dead by STF", "TEXT": "Police outside the house in Bakru village, Kanpur, where the eight personnel were killed. (Photo: Vishal Srivastav) Police outside the house in Bakru village, Kanpur, where the eight personnel were killed. (Photo: Vishal Srivastav)\n\nThe Uttar Pradesh Special Task Force (STF) in a joint operation with Hamirpur police Wednesday early morning gunned down a close associate of Vikas Dubey, a prime accused in the killing of eight policemen in Kanpur last week.\n\nDeceased has been identified as 35-year-old Amar Dubey, who was carrying a reward of Rs 25,000 on his head. Police also claimed to have recovered an automatic weapon from his possession. In the cross-firing, two police personnel also got injured. Doctors stated their condition stable.\n\nDuring the investigation, it came to light that during the attack on police Amar fired maximum bullet, said Mohit Agarwal, IG, Kanpur Range. “Amar was close aide of Vikas Dubey. We are collecting his crime history,” he added.\n\nREAD | Kanpur encounter: DIG STF Anant Deo transferred, all 68 cops at Chaubeypur station removed\n\nKanpur police, meanwhile, arrested Shyamu Bajpai, another close aide of Vijay Dubey. Bajpai, who carried a reward of Rs 25,000 suffered a bullet injury on his right leg in the cross-firing. According to Kanpur police, acting on information police laid trapped at thickets on Shivli road. On seeing police, Bajpai opened fire from a countrymade pistol. In reply, police also fired in which Bajpai got injured. No police suffered any injury in the attack.\n\nAfter receiving inputs that Amar Dubey was spotted at Artara village under Maudaha police station, a police team rushed to the spot, Shlok Kumar, Superintendent of Police, Hamirpur said. On seeing cops, the assailants opened fire. In retaliation police also fired in which Amar Dubey got injured. Two cops — an inspector-rank officer and a constable — were also sustained bullet injuries. All injured persons were rushed to hospital where doctors declared Amar Dubey dead, said SP.\n\nHe added that police also found a bag from the procession of Amar Dubey.\n\nREAD | ‘Will join police, send gangsters where they belong’: slain Deputy SP’s daughter\n\nMeanwhile, raids are underway to trace Vikas Dubey, who was also allegedly spotted in Haryana two days back. Vikas is carrying a reward of Rs 2.5 lakh on his head.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest India News, download Indian Express App.\n\n© The Indian Express (P) Ltd"}}