{"GDELT": {"GlobalEventID": 933850076, "Day": 20200708, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5151, "Actor2Code": "CHN", "Actor2Name": "WUHAN", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -8.06451612903226, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tongguan, Yunnan, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH29", "Actor2Geo_ADM2Code": "13308", "Actor2Geo_Lat": 24.4876, "Actor2Geo_Long": 102.792, "Actor2Geo_FeatureID": "10279503", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tongguan, Yunnan, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH29", "Action2Geo_ADM2Code": "13308", "Action2Geo_Lat": 24.4876, "Action2Geo_Long": 102.792, "Action2Geo_FeatureID": "10279503", "DATEADDED": 20200708054500, "SOURCEURL": "https://www.express.co.uk/news/world/1306498/China-coronavirus-cover-up-bat-wuhan-lab-experiments-covid19-latest-news"}, "ARTICLE": {"TITLE": "China cover-up: Killer coronavirus in bat faeces shipped off to secret Wuhan lab in 2012", "TEXT": "FREE now and never miss the top politics stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top politics stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nChinese scientist Shi Zhengli found the closest known match to the virus COVID-19 in samples of bat faeces taken during research into bat droppings in 2012. However, the “new strain” of a Sars-type coronavirus received only a passing mention in an academic paper.\n\n\n\nTrending\n\nAccording to research by a Sunday Times team the droppings were collected and sent back to a top secret lab in Wuhan. The revelation has sparked claims that the new coronavirus must have escaped from the lab – which is just minutes away from the wet market the Chinese authorities have pinpointed as the epicentre of the epidemic sweeping the world. China's secretive Wuhan virus lab, named the Wuhan Institute of Virology, has been at the centre of a number of claims around the origin of COVID-19. The faeces samples were taken in August 2012, when a small team of scientists travelled to southwest China to investigate a new and lethal illness.\n\nChinese scientists found a new strain of coronavirus in bat faeces found in a cave in 2012\n\nChinese scientist Shi Zhengli found the closest known match to the virus COVID-19 in samples of bat faeces taken during research into bat droppings in 2012\n\nShi and her team were found to be running controversial experiments to find out how they might mutate the bat virus to become more infectious to humans. The bat droppings were found in an abandoned copper mine where the team of six investigated what is described as a breeding ground for mutated micro-organisms and pathogens deadly to human beings. The bat virus experts took the samples back to Wuhan in a bid to identify the source of the Sars — severe acute respiratory syndrome — pandemic 10 years earlier. Just weeks earlier, six men who had entered the mine had been struck down by an illness that caused an uncontrollable pneumonia the Sunday Times reported. JUST IN: POTUS savaged for pushing to reopen schools despite virus surge\n\nThe bat droppings were collected and sent back to a top secret lab in Wuhan\n\nChina's secretive Wuhan virus lab has been at the centre of a number of claims around the origin of COVID-19\n\nThe faeces samples were taken in August 2012, when a small team of scientists travelled to southwest China to investigate a new and lethal illness\n\nBy Thursday three more cases had emerged. Zhou, 63, Liu, 46, and Li, 32 were also treated in intensive care. A sixth man called Wu was then taken into intensive care the following Wednesday. All the men were linked.\n\nThe bat droppings were found in an abandoned copper mine"}}