{"GDELT": {"GlobalEventID": 933850486, "Day": 20200708, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5151, "Actor1Code": "GOV", "Actor1Name": "ELECTORAL COMMISSION", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.88548057259713, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF", "Actor1Geo_Lat": -30.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "SF", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF", "Action2Geo_Lat": -30.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "SF", "DATEADDED": 20200708054500, "SOURCEURL": "https://www.monitor.co.ug/News/National/EC-lacks-money-prisoners-Ugandans-abroad-vote-Mugambe/688334-5589718-13v7xytz/"}, "ARTICLE": {"TITLE": "EC lacks money to enable prisoners, Ugandans abroad vote", "TEXT": "By JULIET KIGONGO\n\nKAMPALA- The Electoral Commission (EC) has petitioned court seeking more time to enable them cater for the participation of prisoners and Ugandans in the Diaspora and prisoners in national elections.\n\nIn an application that was filed on Tuesday in the High Court, EC through its legal officer Mr Hamid Lugoloobi stated that the commission does not have money to facilitate the process.\n\nMr Lugoloobi said that the money that was allocated to the commission for the 2020/2021 financial year can only handle registered Ugandans.\n\nLast month, Justice Lydia Mugambe, ended the 25- year ban on voting rights of prisoners and Ugandans abroad.\n\n\"As citizens, Ugandans of eighteen years and above who are in prison or in the Diaspora have the right to vote under Article 59 of the Constitution,\" Justice Mugambe ordered.\n\nHowever, Mr Lugoloobi in his affidavit said that without another source of independent funding, the Covid-19 pandemic; coupled with the limited timeframe of only seven months to the polls, the EC cannot open the voter register to include prisoners and Ugandans abroad.\n\nAdvertisement\n\n“It is therefore just and equitable that the High Court reviews its order in which it recognised the rights of inmates and people in the Diaspora to vote in the next election and instead allow EC to embark on the process in the near future,” the electoral body’s application reads in part.\n\nJustice Esta Nambayo has fixed the hearing of the application on July 13.\n\nMr Steven Kalali dragged the Attorney General and the EC to court seeking to prisoners and Ugandans abroad to participate in national elections.\n\nJustice Mugambe ruled that even a comparative analysis demonstrates that several other democracies enforce the right to vote for prisoners and those in the Diaspora.\n\nShe cited countries like South Africa, Ghana, Kenya, Nigeria and Zambia that allow these categories of citizens to vote.\n\nShe said: \"The Electoral Commission's conduct of depriving them of this right is illegal as it infringes their rights in violation of articles 1, 59 and 21 of the Constitution.\"\n\nJustice Mugambe directed the EC to accordingly comply with its obligation under Article 59 Clause 3, to take all necessary steps to ensure that as citizens who were affected by this ban, they register and exercise their right to vote.\n\nUgandans of eighteen years and above who are in prison or in the Diaspora have the right to vote under Article 59 of the Constitution.\n\nShe said that by disenfranchising these Ugandans, there is also a violation of Article 1 of the Constitution which stipulates that all power belongs to the people who exercise their sovereignty in accordance with the Constitution and that all authority in the state emanates from the people of Uganda."}}