{"GDELT": {"GlobalEventID": 933850572, "Day": 20200708, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5151, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.22935779816514001, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cape Town, Western Cape, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF11", "Actor1Geo_ADM2Code": "77317", "Actor1Geo_Lat": -33.9167, "Actor1Geo_Long": 18.4167, "Actor1Geo_FeatureID": "-1217214", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cape Town, Western Cape, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF11", "Actor2Geo_ADM2Code": "77317", "Actor2Geo_Lat": -33.9167, "Actor2Geo_Long": 18.4167, "Actor2Geo_FeatureID": "-1217214", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cape Town, Western Cape, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF11", "Action2Geo_ADM2Code": "77317", "Action2Geo_Lat": -33.9167, "Action2Geo_Long": 18.4167, "Action2Geo_FeatureID": "-1217214", "DATEADDED": 20200708054500, "SOURCEURL": "https://www.timeslive.co.za/news/south-africa/2020-07-08-covid-19-patient-makes-full-recovery-after-a-month-on-ventilation/"}, "ARTICLE": {"TITLE": "Covid-19 patient makes full recovery after a month on ventilation", "TEXT": "He was admitted to the hospital in April because he was struggling to breathe. He was diagnosed with Covid pneumonia and was in a critical condition.\n\nOne of the first hospital medics to see Shaby was Dr Priya Arnad, the medical registrar.\n\n“He was incredibly young. We all wanted to do our best for him, and we wanted to ensure he returned home as a contributing member of society. He had a big fighting spirit and that allowed the team to help him to come out of this,” Arnad said.\n\nShaby was immediately placed in the high care unit. He was the first Covid-positive patient requiring long term critical care management.\n\nDoctors put him on a ventilator. During this time, he also underwent a tracheostomy, which required an incision being made in his neck for the insertion of a tube to help him breathe. He was given food through a feeding tube.\n\nDr Caryl Hollmann, head of the department of anaesthesia, said the maximum period for intubation was typically three to five days. Shaby broke records by being the longest ventilated and intubated patient by undergoing this for almost four weeks.\n\n“It was scary intubating someone my age. To put someone on a ventilator and consequently fear the unknown once he is on it was not easy. There was limited data. We assumed the outcome would not be good, and at times I would think may be the last person he would see,” Hollman said.\n\nShe explained what motivated the medical team to try this method.\n\nHollman said she remembered thinking: “If we could just do it. If we could be that one unit in a small hospital that managed to intubate their first patient and get him through it. Our whole mindset was that it simply just had to happen.”\n\nAnother doctor detailed the anxiety around doing something that had not been done before, particularly on a Covid-19 patient."}}