{"GDELT": {"GlobalEventID": 934241750, "Day": 20200709, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5178, "Actor2Code": "USA", "Actor2Name": "LOS ANGELES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.19960079840320002, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sussex, New Brunswick, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA04", "Actor2Geo_ADM2Code": "12601", "Actor2Geo_Lat": 45.7167, "Actor2Geo_Long": -65.5167, "Actor2Geo_FeatureID": "-574388", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sussex, New Brunswick, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA04", "Action2Geo_ADM2Code": "12601", "Action2Geo_Lat": 45.7167, "Action2Geo_Long": -65.5167, "Action2Geo_FeatureID": "-574388", "DATEADDED": 20200709234500, "SOURCEURL": "https://www.express.co.uk/news/royal/1307553/meghan-markle-prince-harry-news-royal-family-frogmore-cottage-latest"}, "ARTICLE": {"TITLE": "Meghan Markle had 'no intention' of living in UK despite 2 million Frogmore refurb", "TEXT": "FREE now and never miss the top Royal stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top Royal stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nPrince Harry reportedly went “completely sour” since his union with the Duchess of Sussex. Royal photographer Arthur Edwards said the Duchess knew her intentions despite spending £2.4million of taxpayers’ money to refurbish Frogmore Cottage.\n\nTrending\n\nSpeaking on TalkRadio, Mr Edwards explained how the Duchess wanted to leave the UK as soon as she married Prince Harry. Mr Edwards has been photographing the Duke of Sussex since the day he was born. But since his relationship with the Duchess of Sussex, the photographer said he has seen a change in Prince Harry’s attitude. The photographer said: “Unfortunately for the last couple of years, he has gone completely sour.\n\nMeghan Markle had no intention of living in the UK after marrying Prince Harry\n\nPrince Harry reportedly went “completely sour” since his union with the Duchess of Sussex\n\n“He didn’t talk to me for a year. “I’ve been photographing him since he was born, and it was down to her.” The royal photographer said Prince Harry was a fantastic person. However, he has gone “completely the other way” since he met Meghan Markle. READ MORE: Kate Middleton’s secret warning to Prince Harry about Meghan Markle\n\nMeghan Markle reportedly wanted to leave the UK as soon as she married Prince Harry\n\nRoyal photographer Arthur Edwards said the Duchess knew her intentions\n\nCommonwealth day service at Westminster Abbey\n\nMr Edwards explained how the Duchess had no intention of staying in the UK despite investing taxpayers money on their cottage. He added: “All that house refurbishment at Frogmore and the money that they spent on that, she had no intention of staying here. “Last thing she did at Westminster Abbey at the Commonwealth service, she came out last because they were relegated to the back row. “She made a big fuss about the kids kneeling down.”\n\nThe Duke and Duchess of Sussex went to LA towards the start of the coronavirus pandemic. Mr Edwards highlighted the way the Duchess changed clothes and went straight to Heathrow Airport to fly to Los Angeles. He said this shows she “had no intention of staying in the UK.\n\nThe Duke and Duchess of Sussex left the UK at towards the start of the coronavirus pandemic"}}