{"GDELT": {"GlobalEventID": 934241980, "Day": 20200709, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5178, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.23168908819133, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wuhan, Hubei, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH12", "Actor1Geo_ADM2Code": "13124", "Actor1Geo_Lat": 30.5833, "Actor1Geo_Long": 114.26700000000001, "Actor1Geo_FeatureID": "-1930776", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wuhan, Hubei, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH12", "Actor2Geo_ADM2Code": "13124", "Actor2Geo_Lat": 30.5833, "Actor2Geo_Long": 114.26700000000001, "Actor2Geo_FeatureID": "-1930776", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wuhan, Hubei, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH12", "Action2Geo_ADM2Code": "13124", "Action2Geo_Lat": 30.5833, "Action2Geo_Long": 114.26700000000001, "Action2Geo_FeatureID": "-1930776", "DATEADDED": 20200709234500, "SOURCEURL": "https://www.telegraphindia.com/opinion/us-elections-2020-donald-trump-makes-china-a-major-factor/cid/1785895"}, "ARTICLE": {"TITLE": "China, the great American punching bag", "TEXT": "The United States of America is hurtling from one crisis to another even as the presidential polls come closer. For a nation that has prided itself on being a beacon of freedom and democracy for the world, the US seems remarkably unprepared to handle the scale of the challenges, from the Covid-19 pandemic to the violence in the aftermath of George Floyd’s death. Political leadership is missing at a time when it is most needed.\n\nIt is against this tumultuous backdrop that the US is moving into the final phase of a rather subdued electoral cycle. The shaping of the narratives is well underway. On one hand, the liberal constituency has argued that the mishandling of the pandemic and violence surrounding racism makes the president, Donald Trump, vulnerable against his Democratic Party adversary, Joe Biden. On the other, conservatives are pointing out that a racially polarized electorate will lead to a consolidation of white voters in the mid-western states in favour of Trump, thus boosting his re-election chances. Biden himself had created a flutter when he said on a popular African American radio show that members of the black community “ain’t black” if they consider voting for Trump.\n\nFor Trump, it had been a challenge to shift the discussion away from his own administrative lapses. The US emerged as the global leader in the number of deaths and infections on account of the coronavirus, and there was a sense globally that his administration’s handling of the crisis did not reflect its severity. This exposed Trump’s frailties as a leader. In the past, he could deflect attention by targeting his opponents: the Democrats, the media, the wider liberal ecosystem. But the pandemic laid bare his governance failures just when the nation was beginning to look seriously at the next election cycle.\n\nAnd so emerged the China factor. The 2020 presidential election scene has been unique in that a foreign policy issue has been dominating the discourse. In spite of the US’s global dominance, its electoral cycle tends to be insular, with parties fighting primarily on domestic issues. But in these polls, Trump has made China a significant issue, especially after he recognized the challenge he was facing in managing the pandemic. The world’s two largest economies are facing off on several fronts, from trade and technology to multilateral institutions and Hong Kong. After celebrating the signing of the trade deal with China in January, Trump ended up feeling “differently” about it by May. His administration has constantly said that China’s information suppression and mendacity resulted in a world unable to tackle the virus, which originated in Wuhan.\n\nAfter initial reluctance, Trump has also directly targeted the Chinese premier, Xi Jinping, as being behind a “disinformation and propaganda attack on the United States and Europe”. More significantly, he has suggested that China was “desperate” to have Biden win the presidential race. Trump terminated the US’s relationship with the World Health Organization after blaming China for having “total control” over the global health body. In a move directed against China, he has made it clear that he is keen to expand the G7 to include India, Russia, South Korea and Australia.\n\nAmid this constant targeting of China, the new memoir of Trump’s former national security adviser, John Bolton, has revealed that Trump wanted to convince Xi to buy American agricultural products in order to help his re-election campaign, even as he seemingly approved of China’s plan to build forced labour camps for its Uighur minority. For a president trying to project his toughness towards China, this might be a damaging revelation.\n\nBy making China a major factor in the election, Trump hopes to make it difficult for Biden to look weak on the subject. As the debate on Trump’s domestic priorities intensifies, it will be interesting to see how much longer the China factor continues to play a role in the political tussle between the two presidential contenders."}}