{"GDELT": {"GlobalEventID": 934243011, "Day": 20200709, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5178, "Actor1Code": "USAGOV", "Actor1Name": "OBAMA", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "GOVLAB", "Actor2Name": "SECRETARY OF LABOR", "Actor2Type1Code": "GOV", "Actor2Type2Code": "LAB", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.76190476190476, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200709234500, "SOURCEURL": "https://money.yahoo.com/spike-cases-across-u-doing-191639371.html"}, "ARTICLE": {"TITLE": "Fmr. Acting Labor Secretary: COVID-19 spike doing 'tremendous damage' to economy", "TEXT": "The Daily Beast\n\nLori Loughlin, the actress at the center of the nation-wide college admissions scandal, was sentenced Friday to two months in prison after admitting to paying thousands of dollars to get her two daughters into top colleges. The sentencing over video-conference in Boston federal court came hours after her fashion designer husband, Mossimo Giannulli, was sentenced to five months in prison for his role in getting the couple’s daughters admitted to the University of Southern California by falsely portraying them as elite athletes. During the hearing, the 54-year-old actress, best known for playing Aunt Becky on Full House, sat silently as prosecutors argued she should receive the maximum sentence her plea deal allows because she was “fully complicit” in the scheme. The actress’s defense attorney, however, argued that Loughlin is “profoundly sorry for the role that she played” in the scheme and that of all the parents charged in the nationwide scandal, “not a single one had less participation than Lori.” Loughlin then issued a brief apology, saying she’s “ready to face the consequences.”“I made an awful decision. I went along with a plan to give my daughters an unfair advantage in the college admissions process. I thought I was acting out of love for my children, but in reality it only undermined my daughters' abilities and accomplishments,” Loughlin, dressed in a white blouse, said Friday. “I will do everything in my power to redeem myself. Your honor, I am truly, profoundly, and deeply sorry.”In addition to the prison sentence, Loughlin will have to pay a $150,000 fine and perform 100 hours of community service, U.S. District Judge Nathaniel Gorton ruled. Giannulli will pay a $250,000 fine and perform 250 hours of community service.Lori Loughlin’s Daughter Olivia Jade Returns to YouTube After College Admissions Scandal: ‘I Want to Move On’Before sentencing Loughlin, the judge admonished the actress for her role in the college admission’s scandal, stating that while he believes she is remorseful, he does not understand why somebody who already had a “fairytale life” needed to “grab even more.”“You have participated in the corruption of the system of higher education in this country,” Gorton said. “I hope you will spend the rest of your charmed life making amends for the system you have harmed.”Gorton also tore into Giannulli, stating that the designer’s crime was “motivated by hubris” and stressed that his prison sentence for wire and mail fraud offenses will send a message to other parents that buying their children’s way into college is “not the way it works in this country.” In Loughlin’s case, the judge also noted, there was “a loss to the overall education system” due to the couple’s actions.“I deeply regret... the harm that my actions have caused my daughter, my wife, and others,” Giannulli told the court before his sentencing. “I take full responsibility for my conduct. I’m ready to accept the consequences and move forward with the lessons I’ve learned from this experience.”Friday’s sentencing marks the end of a nearly 17-month saga for the celebrity couple, who pleaded guilty in May after originally denying their roles in what was described as the “largest college admissions scam prosecuted by the Justice Department,” dubbed Operation Varsity Blues.Nearly 50 parents were charged last March after allegedly paying admissions consultant William “Rick” Singer, 58, more than $25 million in total to rig test scores, cheat on SAT exams, and bribe college coaches, with the goal of getting their children into elite universities, including the University of Southern California, Georgetown, Stanford, and Yale. Among those charged was actress Felicity Huffman, who served an 11-day prison sentence in October after pleading guilty to conspiracy for paying $15,000 to boost her daughter’s SAT scores. Singer, the alleged mastermind, pleaded guilty in Boston court last year to charges including racketeering, conspiracy, and obstruction of justice.Loughlin, 55, and her husband, 56, paid Singer $500,000 to get their two daughters admitted to USC as rowing recruits, even though neither teen had participated in the sport. The payment was made out to Key Worldwide Foundation, a non-profit organization run by Singer. In a detention memo released Tuesday, prosecutors argued Giannulli should get a longer sentence than his wife because he “engaged more frequently with Singer, directed the bribe payments to USC and Singer, and personally confronted his daughter’s high school counselor to prevent the scheme from being discovered, brazenly lying about his daughter’s athletic abilities.” But while Loughlin took “a less active role,” prosecutors stressed she was “fully complicit,” eagerly enlisting Singer a second time to help the couple’s younger daughter “and coaching her daughter not to 'say too much' to her high school's legitimate college counselor, lest he catch on to their fraud.” Neither of the couple’s daughters, who are no longer enrolled in USC, have been charged in the scheme. Read more at The Daily Beast.Get our top stories in your inbox every day. Sign up now!Daily Beast Membership: Beast Inside goes deeper on the stories that matter to you. Learn more."}}