{"GDELT": {"GlobalEventID": 934241631, "Day": 20200708, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5151, "Actor1Code": "GOV", "Actor1Name": "ENVOY", "Actor1Type1Code": "GOV", "Actor2Code": "SAUGOV", "Actor2Name": "ABDULLAH", "Actor2CountryCode": "SAU", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": 1.05540897097626, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jakarta, Jakarta Raya, Indonesia", "Actor1Geo_CountryCode": "ID", "Actor1Geo_ADM1Code": "ID04", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -6.17444, "Actor1Geo_Long": 106.829, "Actor1Geo_FeatureID": "-2679652", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jakarta, Jakarta Raya, Indonesia", "Actor2Geo_CountryCode": "ID", "Actor2Geo_ADM1Code": "ID04", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -6.17444, "Actor2Geo_Long": 106.829, "Actor2Geo_FeatureID": "-2679652", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jakarta, Jakarta Raya, Indonesia", "Action2Geo_CountryCode": "ID", "Action2Geo_ADM1Code": "ID04", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -6.17444, "Action2Geo_Long": 106.829, "Action2Geo_FeatureID": "-2679652", "DATEADDED": 20200709234500, "SOURCEURL": "https://www.thestar.com.my/news/nation/2020/07/10/billionaire-envoysstint-in-malaysia-ends"}, "ARTICLE": {"TITLE": "Billionaire envoy’s stint in Malaysia ends", "TEXT": "KUALA LUMPUR: Having just returned from an unexpected three-month stay in Singapore when Malaysia closed its borders, Indonesia’s billionaire ambassador Rusdi Kirana is taking off for good.\n\n\n\nHe was one of at least three foreign heads of mission who had to wait out their return when the movement control order was imposed on March 18.\n\n\n\nWhen Rusdi did come back around mid-June, the 57-year-old spent two weeks at home under quarantine and putting the finishing touches to the job he specifically requested from his president so that he could help the millions of Indonesian migrant workers in Malaysia.\n\n\n\nThe owner of Indonesia’s largest airline, Lion Air, was appointed by President Joko Widodo as ambassador to Malaysia in May 2017.\n\n\n\nDrafted as a member of the Presidential Advisory Board in 2015, Rusdi had quit the National Awakening Party (PKB) and distanced himself from the airline to focus on his diplomatic position.\n\n\n\nHaving blazed a trail from being a teenage typewriter salesman to airline boss, the envoy famously offered to buy 1,000 Proton cars in 2018 on condition Malaysia took its national car project forward.\n\n\n\nIndonesian diplomats here praised the outgoing envoy for the fresh ideas introduced and improvements brought during his tour of duty.\n\n\n\nAgung Cahaya Sumirat, the embassy’s minister counsellor for Information, Social and Cultural Affairs, said Rusdi would be remembered for his out-of-the-box working style.\n\n\n\nAgung said that faced with the increasing burden of having to serve the growing number of Indonesian workers in Malaysia, Rusdi introduced a shift system for certain sections of the embassy to operate around the clock to clear work backlog.\n\n\n\nWorld Trade Centre Kuala Lumpur (WTC KL) executive director Datuk Seri Dr Irmohizam Ibrahim, who got to know Rusdi well, said Indonesia-Malaysia relations had greatly benefited under Rusdi’s watch.\n\n\n\n“During his tenure, Indonesia had a strong presence in WTC KL with some remarkable events of substance and exposure.\n\n\n\n“Rusdi’s valuable work and support contributed to the intensification of relations between our countries,” he added.\n\n\n\nThe envoy, who paid farewell calls on Yang di-Pertuan Agung Al-Sultan Abdullah Ri’ayatuddin Al-Mustafa Billah Shah, Prime Minister Tan Sri Muhyiddin Yassin and Foreign Minister Datuk Seri Hishammuddin Hussein, departed for Jakarta yesterday in his private jet.\n\n\n\n\n\nArticle type: metered User Type: anonymous web User Status: Campaign ID: 18 Cxense type: free User access status: 3"}}