{"GDELT": {"GlobalEventID": 934242819, "Day": 20200709, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5178, "Actor1Code": "USA", "Actor1Name": "VIRGINIA", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 174, "EventBaseCode": 174, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.40137221269297, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVA", "Actor1Geo_Lat": 37.768, "Actor1Geo_Long": -78.2057, "Actor1Geo_FeatureID": "VA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_Lat": 37.768, "Action2Geo_Long": -78.2057, "Action2Geo_FeatureID": "VA", "DATEADDED": 20200709234500, "SOURCEURL": "https://www.richmond.com/news/local/richmond-activists-keep-focus-on-evictions-as-more-statues-come-down/article_b9ec3de0-6ac0-53be-969e-409826626be5.html"}, "ARTICLE": {"TITLE": "Richmond activists keep focus on evictions as more statues come down", "TEXT": "Statewide, more than 12,000 households face eviction, according to Gov. Ralph Northam’s administration.\n\nIn light of the COVID-19 pandemic’s impact on the economy, a court-issued moratorium on evictions was in place statewide until late June, after Northam’s administration announced a $50 million rent and mortgage relief program supported by funds from the federal Coronavirus Aid, Relief, and Economic Security (CARES) Act. The city has pledged $6 million of its CARES act dollars to eviction diversion and rent relief.\n\nWhile Northam has asked local courts systems to consider ordering their own moratorium to pause eviction cases, Steve Fischbach, litigation director for the Virginia Poverty Law Center, said only Arlington and Fairfax counties have done so.\n\nAccording to the RVA Eviction Lab, about 1,000 of the 3,800 pending eviction cases are for properties covered under a federal moratorium properties that are supported by federal housing assistance or loan programs.\n\nBut even with that delay and state relief efforts, Fischbach said he worries it may not be enough, predicting that there could be a “crushing” increase in evictions by September."}}