{"GDELT": {"GlobalEventID": 934242393, "Day": 20200709, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5178, "Actor1Code": "GOVENV", "Actor1Name": "ENVIRONMENT MINIST", "Actor1Type1Code": "GOV", "Actor1Type2Code": "ENV", "Actor2Code": "BRA", "Actor2Name": "BRAZIL", "Actor2CountryCode": "BRA", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.5661218424962904, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Brasilia, Distrito Federal, Brazil", "Actor1Geo_CountryCode": "BR", "Actor1Geo_ADM1Code": "BR07", "Actor1Geo_ADM2Code": "40202", "Actor1Geo_Lat": -15.7833, "Actor1Geo_Long": -47.9167, "Actor1Geo_FeatureID": "-631243", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tereza Cristina, ParanáR, Brazil", "Actor2Geo_CountryCode": "BR", "Actor2Geo_ADM1Code": "BR18", "Actor2Geo_ADM2Code": "9391", "Actor2Geo_Lat": -24.8, "Actor2Geo_Long": -51.1167, "Actor2Geo_FeatureID": "-675778", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brasilia, Distrito Federal, Brazil", "Action2Geo_CountryCode": "BR", "Action2Geo_ADM1Code": "BR07", "Action2Geo_ADM2Code": "40202", "Action2Geo_Lat": -15.7833, "Action2Geo_Long": -47.9167, "Action2Geo_FeatureID": "-631243", "DATEADDED": 20200709234500, "SOURCEURL": "https://www.msn.com/en-us/news/us/brazil-bans-fires-in-amazon-rainforest-as-investors-demand-results/ar-BB16xnql"}, "ARTICLE": {"TITLE": "Brazil bans fires in Amazon rainforest as investors demand results", "TEXT": "© Reuters/Bruno Kelly FILE PHOTO: Fires in the Amazon: a barrier to climate change up in smoke\n\nBy Lisandra Paraguassu and Jake Spring\n\nBRASILIA (Reuters) - Brazil's government announced on Thursday it planned to ban setting fires in the Amazon for 120 days, in a meeting with global investors to address their rising concerns over destruction of the rainforest.\n\n© Reuters/ADRIANO MACHADO Brazil's Vice President Hamilton Mourao speaks during a news conference at the Planalto Palace in Brasilia,\n\nThe decree banning fires, set to be issued next week, repeats a similar temporary ban instituted last year when forest fires surged, provoking outcry that Brazil was not doing enough to protect the world's largest rainforest.\n\nBrazil's government, led by Vice President Hamilton Mourao, had arranged Thursday's video conference in response to a letter sent by 29 global firms demanding the government stop environmental destruction that has surged since right-wing President Jair Bolsonaro took office at the start of last year.\n\n© Reuters/ADRIANO MACHADO Brazil's Agriculture Minister Tereza Cristina looks on during a news conference at the Planalto Palace in Brasilia\n\nSome firms are putting additional investments in Brazil on hold or threatening to divest if Bolsonaro's government does not act.\n\n\"We really appreciate the dialogue but we hope it will contribute to concrete results on the ground,\" said Jeanett Bergan, head of responsible investment at KLP, Norway's largest pension fund.\n\nOne important measure of progress will be whether there is an improvement in deforestation and forest fire statistics, Bergan said.\n\nDeforestation has risen 34% in the first five months of 2020, compared to a year-ago, after hitting an 11-year high in 2019, according to government statistics.\n\nFollowing last year's ban and deployment of the military to fight forest fires, Amazon blazes declined in September and October 2019, compared to the same months a year prior. Bolsonaro sent the military again starting in May this year, three months earlier than in 2019.\n\nResearchers say there are worrying signs for a flare up in fires again this year as the peak season for blazes arrives in August through November. Government data showed last week the number of fires rose 20% in June to a 13-year-high for the month.\n\n© Reuters/ADRIANO MACHADO Brazil's Agriculture Minister Tereza Cristina, Vice President Hamilton Mourao, Foreign Minister Ernesto Araujo and Environment Minister Ricardo Salles attend a news conference at the Planalto Palace in Brasilia\n\nMourao said in a briefing after the meeting that Brazil was being unfairly criticized over Amazon deforestation and that the government had inherited understaffed environmental agencies.\n\nFor example, Mourao said the government does not have enough personnel to stop outsiders from entering 1 million square kilometers of protected indigenous lands that are being increasingly invaded by illegal loggers and gold miners.\n\nPublic health experts and anthropologists fear the invaders are spreading coronavirus that could decimate Amazon tribes.\n\nKLP was one of roughly 10 investment firms to participate in the meeting. Norwegian pension and insurance provider Storebrand said in a statement the meeting was an encouraging sign.\n\nKLP's Bergan said the meeting was high-level and did not discuss specific details. The government invited investors to hold follow-up meetings with officials at a technical level, which will help to evaluate whether sufficient measures are being taken, she said.\n\n(Reporting by Lisandra Paraguassú and Jake Spring; Writing by Anthony Boadle; Editing by Daniel Flynn, Chizu Nomiyama and Daniel Wallis)"}}