{"GDELT": {"GlobalEventID": 934242517, "Day": 20200709, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5178, "Actor1Code": "JUD", "Actor1Name": "ATTORNEY", "Actor1Type1Code": "JUD", "Actor2Code": "LAB", "Actor2Name": "EMPLOYEE", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.54347826086956, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Baton Rouge, Louisiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USLA", "Actor1Geo_ADM2Code": "LA033", "Actor1Geo_Lat": 30.4507, "Actor1Geo_Long": -91.1545, "Actor1Geo_FeatureID": "1629914", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Baton Rouge, Louisiana, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USLA", "Actor2Geo_Lat": 30.4507, "Actor2Geo_Long": -91.1545, "Actor2Geo_FeatureID": "1629914", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Baton Rouge, Louisiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USLA", "Action2Geo_Lat": 30.4507, "Action2Geo_Long": -91.1545, "Action2Geo_FeatureID": "1629914", "DATEADDED": 20200709234500, "SOURCEURL": "https://www.wbrz.com/news/ebr-council-on-aging-received-821-000-in-paycheck-protection-funds/"}, "ARTICLE": {"TITLE": "EBR Council on Aging received $821,000 in paycheck protection funds", "TEXT": "EBR Council on Aging received $821,000 in paycheck protection funds\n\nBATON ROUGE - The East Baton Rouge Council on Aging received $821,000 in Paycheck Protection Program funds - commonly known as PPP.\n\nNames of organizations, mostly businesses, that applied for funds exceeding $150,000 of government stimulus were released this week. The taxpayer-funded EBR Council on Aging was among them.\n\nA property tax makes up about $9 million of the Council on Aging's $12 million budget.\n\nThe EBR Council on Aging appears on a grouping released by the federal government showing it received between $350,000 and $1 million in PPP funding. The agency's attorney said its exact figure was $821,000.\n\nAttorney Murphy Foster told WBRZ Thursday, the money was used to pay the salaries of 142 employees.\n\nBusinesses were encouraged to apply for PPP funding to help keep them afloat during the coronavirus' initial wave of cases and government lockdowns. The money was used to pay salaries for businesses.\n\nFoster said COA employees were used to serve thousands of meals in the spring, using 1,998 hours of overtime. About 3,000 new seniors were served, Foster said.\n\nFoster provided information on the COA's PPP process after COA director Tasha Clark Amar ignored WBRZ throughout the day Thursday.\n\nFoster said the money was put to good use and believes the loan will be forgiven.\n\nFoster added the Governor's Office of Elderly Affairs encouraged the EBR COA to apply for the funds and that the decision to apply was made by Clark Amar and other office staff. Board members WBRZ contacted Thursday seemed unaware of the loan.\n\nOther, similar organizations received PPP money, Foster said, but WBRZ research showed those are not taxpayer funded.\n\nClark Amar was the focus of a 2017 WBRZ Investigative Unit report after she was named as the overseer in a client's will. After the exposure, Clark Amar backed away from the will.\n\nThe Governor's Office of Elderly Affairs released the following statement:\n\nThe Governor’s Office of Elderly Affairs always ensures that the councils on aging across Louisiana are aware of any possible sources of federal funding to support their essential programs and services. Decisions regarding pursuing those opportunities, such as PPP funding, are left to the discretion of each council’s individual leadership.\n\nThe current pandemic has presented significant operational challenges to the councils and they have continued to provide life sustaining services, including feeding the seniors in their parishes. Since March 16th the councils on aging across the state have served over 600,000 meals, expanded the number of seniors served, and continue to do wellness checks for seniors by phone. The East Baton Rouge Council on Aging has provided 261,466 meals to seniors and added 1000 new clients.\n\nThe parent company of WBRZ was among the hundreds of Baton Rouge-based businesses to receive a PPP loan. TV station owners used the PPP to maintain staff, pay benefits and made no employee reductions."}}