{"GDELT": {"GlobalEventID": 934242601, "Day": 20200709, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5178, "Actor1Code": "MIL", "Actor1Name": "MILITARY FORCE", "Actor1Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.048924504428509, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200709234500, "SOURCEURL": "https://www.ncregister.com/daily-news/hong-kong-religious-freedom-and-catholic-responsibility"}, "ARTICLE": {"TITLE": "Hong Kong, Religious Freedom and Catholic Responsibility", "TEXT": "Catholics attend a mass at the government-sanctioned St. Ignatius Catholic Cathedral in Shanghai on September 30, 2018. China and the Vatican signed a provisional agreement on September 22. (AFP/Getty)\n\nHong Kong, Religious Freedom and Catholic Responsibility\n\nCOMMENTARY: China’s current policy is a toxic blend of Mao’s ruthlessness and sophisticated 21st-century surveillance techniques — in effect, an updated religious Cultural Revolution.\n\nThomas F. Farr\n\nOn June 30, China’s draconian “security law” went into effect in Hong Kong. The law represents a dramatic escalation of Beijing’s assault on the island’s autonomy and its freedoms, including those of Catholics.\n\nOnce again, Vatican diplomacy is on trial, especially the 2018 Sino-Vatican accord. China’s actions in Hong Kong and the mainland have raised the question of the Church’s proper role in defending religious freedom for Catholics and for others. This is increasingly true as the Church’s partner in diplomacy — Chinese communism — attacks the very ground of Catholic witness.\n\nThe Hong Kong law criminalizes “secession, subversion, organization and perpetration of terrorist activities, and collusion with a foreign country or with external elements to endanger national security.” Those arrested can be sent to China for trial, where legal protections are virtually non-existent. Scarcely a week after the law’s imposition, hundreds of dissidents have already been arrested.\n\nUnder the Sino-British agreement of 1997, Hong Kong was to retain a substantial degree of autonomy under Chinese sovereignty until 2047. That agreement, and the Basic Law that guaranteed civil liberties on the island, are now in grave peril.\n\nThe evidence suggests that Chinese President Xi Jinping’s ultimate goal is to diminish, if not eliminate, the threat posed by Hong Kong’s democratic system to his consolidation and expansion of Chinese power. That goal cannot be achieved without removing one of Hong Kong’s pillars of self-governance: religion and its protector, religious freedom.\n\nUnfortunately, Xi has amply demonstrated on the Chinese mainland that he knows how to do that, with terrifying efficiency. Thus far, the Vatican has given him no reason to believe the Church will object.\n\nAt this writing, the Holy See has said nothing. The only “official” word has come from Cardinal John Tong, the administrator of Hong Kong, who has implausibly declared that the new law does not threaten religious freedom or the Church in Hong Kong.\n\nHow did we get here? A little context is in order.\n\nChinese Communism’s Record on Religion, Catholicism, and Religious Freedom\n\nChinese communists have a deep aversion to religion in general and to the Catholic religion in particular. China’s first Cultural Revolution (1966-1976) under Mao Zedong was intended, among other things, to kill religion in China. During that terrible decade, millions were murdered, starved or tortured to death. Hundreds of millions of innocent lives were decimated. Catholic bishops, priests, nuns and laypeople were, like other religious and non-religious Chinese citizens, victims of the carnage.\n\nBut it turns out that even communism and brutal force can’t kill religion. Several religions survived in China, including the Catholic Church. Today there are some 300 million Chinese religious adherents, including an estimated 10-12 million Catholics.\n\nWhy did Mao seek to eliminate religion, especially religions like Catholicism? Because — as despots from Stalin to Kim Jong-un have understood — religion is the mortal enemy of despotism. When citizens are faithful to an authority greater than the state — especially when that authority’s teachings emphasize human dignity, equality, and freedom — the state’s power is organically limited. This highly effective means of limiting government was a major reason that America’s founders, in creating a constitutionally limited democracy, guaranteed the free exercise of religion in the First Amendment.\n\nMao understood the threat of religion. He overreached because he did not grasp religion’s durability. However, his more practical successors learned an important lesson from the Cultural Revolution: While the religious impulse in man cannot be destroyed, it can and must be controlled and managed in a communist regime that hopes to survive and increase its power.\n\nAfter Mao’s death in 1976 there ensued four decades of experiments in harnessing China’s religious population to the purposes of the communist state, including the establishment of five controlled “official” Chinese religions — Catholicism, Protestantism, Islam, Buddhism and Daoism.\n\nThe post-Mao experimentation yielded important lessons. Absent systemic and violent persecution, some Chinese religions grew independent of the state, including a Catholic “underground” Church that remained loyal to the magisterium and the core teachings of the Church. Together with other unofficial religious groups, including “house church” Protestants, Tibetan Buddhists and Uighur Muslims, their activities led to periodic, and often vicious crackdowns, followed by harsh international condemnations, including from the Holy See.\n\nOther results were more positive for the communists. Certain Chinese religions were by their nature patriotic and more open to being supportive of the regime, such as non-Tibetan Buddhism, or the quasi-religion of Confucius. Within Christian precincts, there was no shortage of people eager to kowtow to communism and advance in the hierarchy of “official” Chinese religions. The Catholic bishop of Beijing from 1979-2007, Bishop Michael Fu Tieshan, was a communist apparatchik par excellence. Bishop Fu praised the 1989 Tiananmen Square massacres, condemned the Falun Gong as an “evil cult” while its peaceful adherents were being tortured and slaughtered, and criticized the Dalai Lama at the United Nations.\n\nUnsurprisingly, Bishop Fu was also a fierce critic of the Vatican, openly defying Pope St. John Paul II’s canonization of Chinese martyrs in 2000, whose memorial the Church marks today, and opposing other Vatican policies on the orders of Beijing. His death in 2007 brought hopes for more “Catholic” Catholic bishops, but, if that was ever in the cards, Xi Jinping put a stop to it.\n\nAs condemnations from western governments, including the United States, became routinized the Chinese certainly did not like them. But gradually they came to understand that the complaints, however vociferous and systematic, were in the end toothless. There were few if any real-world consequences to China’s experiments in religion control.\n\nEnter Xi Jinping and the Second Cultural Revolution\n\nXi Jinping became China’s president in 2013 and began to consolidate the lessons of his predecessors. His policies suggest a stark conclusion: Even if you can’t kill religion, you can control it with a combination of law and terror — all with relative impunity. Some in the West will complain. Even the U.N. might grumble. But, because of China’s growing financial and military weight, no serious costs will accrue.\n\nIn 2016 Xi launched his campaign to “Sinocize religion,” to employ coercion in transforming China’s religions into an arm of the Communist Party. The results, played out in a series of regulations and state-sponsored brutality, have been a toxic blend of Mao’s ruthlessness and sophisticated 21st-century surveillance techniques — in effect, an updated religious Cultural Revolution.\n\nThe regulations are sweeping and unambiguous: “Religious organizations must adhere to the leadership of the Chinese Communist Party, … [and] adhere to the directives on religions in China, implementing the values of socialism. … “No one under the age of 18 may attend any religious service or event whatsoever.” Underground Catholic and Protestant churches are to be eliminated and Christians required to join the communist-controlled “Catholic Patriotic Association” or Protestant “Three Self Movement” churches.\n\nVideo surveillance cameras have been installed in churches and other houses of worship. DNA samples are forcibly or surreptitiously taken and used to track and punish. Bibles are being “amended” to accord with “the values of socialism.” Priests and pastors who resist joining the official churches are under growing pressure. Underground churches are being eliminated by intimidation, arrests, imprisonment, and torture. Where there are physical church buildings outside official control, they are being shut and, in some cases, bulldozed.\n\nTibetan Buddhism, long a thorn in communist flesh because of adherents’ devotion to the exiled Dalai Lama, has been subjected to a campaign of cultural decimation and population displacement. Recently Beijing made it clear that the Dalai Lama, now 85, will not be permitted to discover his reincarnated successor according to sacred Buddhist tradition. That task will be performed by the Chinese government.\n\nWorst of all, however, has been China’s treatment of the Muslims of Xinjiang province. Not long after Xi’s accession, Chinese police began rounding up Uighurs and other Muslims and placing them into concentration camps. The U.S. Commission on International Religious Freedom recently reported that up to 1.8 million Muslims have been subjected to “re-education” in the camps, supplemented by rape, torture and sterilization. Almost half a million Muslim children have been separated from their parents. Sterilizations and forced abortions have apparently led to a precipitous decline in Muslim birth rates.\n\nHowever, if Xi has read the international tea leaves correctly, calls for a declaration that China is committing genocide in Xinjiang, the evidence for which is plausible and mounting, will lead to little or nothing. At most, some nations may make a rhetorical declaration of “genocide,” but no serious action is likely to follow. At a recent U.N. event a Chinese diplomat challenged my own charges of savage persecution in the camps. Relax, he told the assembled audience. This is nothing but vocational training for the Muslims of that province.\n\nThe ‘Threat’ of Hong Kong\n\nXi’s Hong Kong “security law” is part of a much broader push to consolidate and extend Chinese power in the Pacific region and the world. The law endangers Hong Kong democracy across the board, and its ramifications go beyond religious freedom. But there is little reason to believe that China’s domestic model of religion control will not be applied in Hong Kong. If Xi’s policy is to succeed, he cannot afford to permit religious freedom to survive in Hong Kong.\n\nUnder the system established in 1997, Hong Kong has been a functioning quasi-democracy, and has become a global commercial powerhouse. Indeed, Hong Kong’s role in China’s economy, although diminishing, provides some reason for hope that Xi will proceed with caution.\n\nThe problem for China is that Hong Kong’s Basic Law provides civil rights, including considerable religious freedom, that are utterly absent on the mainland. Among other things, Hong Kong has a judiciary with substantial independence and a British common law system.\n\nIn 2019 pro-democracy groups vigorously protested a poisonous bill backed by Xi that would have permitted extraditions of Hong Kong citizens, including religious citizens, to the mainland to face “justice” in Chinese courts where their substantive rights would be non-existent.\n\nUnder such a law, Catholic critics of China, such as Cardinal Joseph Zen, the former bishop of Hong Kong, and many others, would be vulnerable to prolonged detention, torture and other forms of brutality routinely used to silence opponents of the communist regime.\n\nThe protests forced the bill’s withdrawal, but they continued throughout the summer and into the fall, triggering violence and increased arrests. Local elections in November resulted in landslide victories for pro-democracy, anti-China parties. As 2020 dawned there were fears that Chinese troops would move into Hong Kong.\n\nBut the COVID-19 pandemic, ironically emanating from the mainland, ended the protests, and the need for military force declined. Unsurprisingly, Xi was ready with a “legal” approach, and gambled that it would succeed.\n\nVatican Diplomacy and Catholic Responsibility\n\nWhat does the Vatican have to say about Hong Kong? The Church’s long relationship with China, as well as its international moral authority on matters of human rights and religious freedom, means that its views count. They certainly count to the Catholics of Hong Kong and the mainland.\n\nIn fact, the Pope’s July 5 Angelus remarks reportedly contained a substantial treatment of the issue. The words were there in the text, which had been pre-released to the press. But Pope Francis didn’t utter them. It is unclear why. So far, then, Cardinal Tong’s expression of confidence in the security law is the only “official” response. The world wonders why the Holy Father is silent, and when he speaks about Hong Kong what he will say.\n\nIn particular, Catholics are entitled to ask whether the 2018 Sino-Vatican accord is causing the Pope to hesitate in issuing a forthright condemnation of China’s actions in Hong Kong. Many, including this writer, have expressed grave concern about the accord, which (although still not public) is thought to have given the communist state a significant role in the choosing of Chinese bishops. The Vatican’s goal is said to be that of unifying the Church in China and giving it ecclesiastical stability, which it has certainly lacked under the communists.\n\nBut the accord has not been followed by unity or stability, as the earlier catalogue of Xi’s savagery makes clear. Treatment of the Church in China has gotten worse since the accord was signed, and is arguably at its lowest level in decades.\n\nThere is reason for concern that Vatican foreign policy may be returning to the failed \"Ostpolitik” diplomacy of the early years of the Cold War, in which diplomats naively failed to credit the true evil of communism and its devastating impact on the Church in eastern Europe.\n\nThat diplomacy disappeared only in 1978, when a Polish victim of Nazism and communism, and a champion of Catholic witness to truth (including the truth about human rights and religious freedom) was elected pope. The return of the earlier confusion about communism would prove disastrous to Catholics and to religious freedom in China and Hong Kong.\n\nAs I have written elsewhere, the Vatican’s charism in international affairs is not the diplomatic maneuvering of a great power, but its singular moral authority in speaking truth to power and defending religious freedom and human rights for all. As Pope St. John Paul II would have put it, the Church is not the apostle of democracy, unless democracy stands for human dignity, in which case the Church must stand for democracy.\n\nCardinal Charles Bo of Myanmar, president of the Federation of Asian Bishops Conferences and a leading Catholic voice in the region has asked the right question about the new Hong Kong security law. His statement also serves as a warning to the Church:\n\n“Will religious leaders now be criminalized for preaching about human dignity, human rights, justice, liberty, truth? We have learned from heavy experience that that wherever freedom as a whole is undermined, freedom of religion … — sooner or later — is affected.”\n\nLet us pray that the Holy See will seize this important opportunity to witness to a central truth of our Faith: No state should be allowed to oppress its citizens, Catholic or otherwise, with the vile and savage methods honed by Xi Jinping and his communist regime. The Pope should withdraw from the 2018 accord and condemn China.\n\nThomas F. Farr is the president of the Religious Freedom Institute. He was the first director of the State Department’s Office of International Religious Freedom and traveled to China and Hong Kong in that capacity. His book, World of Faith and Freedom: Why International Religious Liberty is Vital to American National Security (Oxford, 2008) includes a chapter on China."}}