{"GDELT": {"GlobalEventID": 934242147, "Day": 20200709, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5178, "Actor1Code": "CVL", "Actor1Name": "TENANTS", "Actor1Type1Code": "CVL", "Actor2Code": "BUS", "Actor2Name": "INVESTOR", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 2, "NumArticles": 4, "AvgTone": -2.41492864983534, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Oakland, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA001", "Actor1Geo_Lat": 37.8044, "Actor1Geo_Long": -122.271, "Actor1Geo_FeatureID": "277566", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "San Francisco, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 37.7749, "Actor2Geo_Long": -122.419, "Actor2Geo_FeatureID": "277593", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Oakland, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA001", "Action2Geo_Lat": 37.8044, "Action2Geo_Long": -122.271, "Action2Geo_FeatureID": "277566", "DATEADDED": 20200709234500, "SOURCEURL": "https://www.houstonchronicle.com/bayarea/article/Oakland-tenants-protest-apartment-tours-during-15398099.php"}, "ARTICLE": {"TITLE": "Oakland tenants protest apartment tours during coronavirus, landlord cancels inspections", "TEXT": "The coronavirus pandemic is adding tension to the already combative relationship between some Bay Area tenants and landlords.\n\nAbout two dozen protesters gathered in Oakland Thursday morning to protest landlord Mosser Capital’s planned apartment showings for investors at 444 28th St.\n\nThe tenants said the showings would violate Alameda County’s public health orders that restrict real estate tours and endanger residents by potentially exposing them to the coronavirus, particularly elderly tenants and those with medical conditions.\n\n“I’m very vulnerable. I have bad asthma and a preexisting condition,” Rahel Geberkidan, a seven-year tenant, said in a statement. “I don’t let anyone around me. Mosser says, ‘We are here to help you,’ but bringing strangers into my home does not help. It’s threatening and terrifying. It’s just greed — they don’t care about my well-being, they just want to make more money.”\n\nA band with drums and trumpets led the protesters in chants, “Housing is a human right,” and “Mosser, Mosser, rich and rude, we don’t like your attitude.”\n\nMosser said Thursday afternoon it would stop inspections for the remainder of the week. The firm added that previous inspections complied with safety rules such as wearing protective equipment and occurred with the consent of residents.\n\n“Building and apartment inspections are necessary to maintain properties, comply with local laws, and for insurance purposes,” the company said. “In response to the unprecedented COVID-19 crisis, we proactively reached out to all our elderly residents to offer to help with any of their daily activities. We are continuing to work with (affected) residents and properties on rent deferrals and other considerations while ensuring that enhanced cleaning protocols are in place at each property.”\n\nA notice to tenants stated that Mosser and investors would enter each residence between 10 a.m. to 5 p.m. on Wednesday, Thursday and Friday. The inspections would include a “very quick look in each unit and more thorough look thru common areas.” The notice said all visitors would have full personal protective gear and the inspections would take only a few minutes. Sabeena Shah, a resident, provided the notice to The Chronicle.\n\nMosser cited a California law that authorizes landlords to enter apartments to exhibit them to potential purchasers and other personnel.\n\nBut tenants believe that the inspections violate Alameda County health orders, which mandate real estate showings to be held online whenever possible. If that isn’t possible, a single photographer and videographer is permitted to visit once when residents aren’t present. If the second option isn’t possible, in-person showings can only occur if residents are not at home, with visitors limited to two people from one household at a time.\n\n“The law’s constantly in flux right now,” said Jacqueline Ravenscroft, a partner at Tobener Ravenscroft, a law firm that represents tenants. “Generally, the rule is real estate agents or other landlords showing the property shouldn’t be showing it in person.”\n\nRavenscroft said that if a landlord insisted on showing a property, a tenant could refuse entry, but the landlord could respond with a three-day notice to “quit or cure,” with the tenant deciding to either allow entry or terminate their lease. The dispute could potentially then go to court. Such cases could previously be heard in court within 60 days before the pandemic, but with cases currently limited to online hearings and a major backlog, there will be months before new cases are heard, she said.\n\nTobener Ravenscroft has previously represented Mosser tenants but is not involved in the current Oakland dispute, she said.\n\nShah, a resident since 2012, said tenants requested information on whether the investors would be tested for the coronavirus, but hadn’t received a response as of Thursday morning.\n\nMosser, a major owner of San Francisco apartments, bought multiple Oakland buildings starting in 2016, including the 34-unit 444 28th St. for $7.6 million in November 2017, property records show. Federal records show Mosser Companies received a Paycheck Protection Program loan between $2 million and $5 million to help it keep staff employed during the pandemic.\n\nTenants also allege that Mosser has previously inspected apartments without first notifying residents and excessively inspected apartments, which Shah described as harassment. Shah also alleged that the landlord has been unwilling to do repairs, such as taking two weeks to clean broken glass in the laundry room, and not adequately cleaning recurring cases of black mold.\n\n“The management company has a dedicated operations team that addresses work orders within one to three days,” Mosser said.\n\nShah, who teaches at Mount Diablo Unified School District, pays around $1,300 a month for a studio. She has been on rent strike since April, along with tenants at other Mosser buildings in Oakland. She said losing her apartment would mean she would have to leave the Bay Area. Remodeled studios and one-bedroom apartments in the same building are now $2,195 to $2,295 per month, according to Mosser’s website.\n\nMike Nemeth, director of communications at the California Apartment Association, a state landlord group, said he wasn’t aware of many cases of investor tours. The group is advising landlords and brokers to use virtual tours or, if that isn’t possible, to use masks and physical distancing.\n\n“It seems we’re all doing more things remotely these days, and virtual tours, where practical, can offer a good solution,” he said.\n\nRoland Li is a San Francisco Chronicle staff writer. Email: roland.li@sfchronicle.com Twitter: @rolandlisf"}}