{"GDELT": {"GlobalEventID": 934241778, "Day": 20200709, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5178, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 182, "EventBaseCode": 182, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -12.2340425531915, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Philadelphia, Pennsylvania, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USPA", "Actor2Geo_ADM2Code": "PA101", "Actor2Geo_Lat": 39.9523, "Actor2Geo_Long": -75.1638, "Actor2Geo_FeatureID": "1209052", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Philadelphia, Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_ADM2Code": "PA101", "Action2Geo_Lat": 39.9523, "Action2Geo_Long": -75.1638, "Action2Geo_FeatureID": "1209052", "DATEADDED": 20200709234500, "SOURCEURL": "http://www.hngn.com/articles/230532/20200709/woman-stabbed-twenty-times-one-back-neck.htm"}, "ARTICLE": {"TITLE": "Woman Stabbed Twenty Times, One in the Back of Her Neck", "TEXT": "When Ellen Greenberg was discovered in her home with twenty stab wounds, and a gruesome cut on her neck, many people wonder who did it.\n\nMiss Greenberg was twenty-seven years. Her death is considere dsuicide.But it was not a typical suicide as well, reported Oxygen.\n\nAccording to reports, she was found in this condition in Jan. 26, 2011. It was just the deceased in her apartment, keeled over kitchen cabinets.\n\nIt was her fiancée, Samuel Goldbergcwho called 911 to report the incident when he got there.He was trying to attemptCPR, while there was a knife lodged in her chest.\n\nThe investigators saw her that way with multiple stab wounds. The worst was a knife gouge to the back of the neck, cited in The Philadelphia Inquirer.\n\nHer parents, Josh and Sandee Greenberg could not get to their daughter because they were snowed in. They lived far from Ellen.\n\nHer mother could not believe that her daughter was dead and got a terrible shock from Goldberg's call. She could not believe it happened.\n\nThe police called it suicide but the coroner had doubts\n\nInitially, the police were sure that the victim died via suicide. But, the autopsy revealed more.\n\nAt first glance, all the stab wound was defensive, plus her apartment unit was locked too. The killer made it look like she self-inflicted the stab woundintentionally Therewhere no signs that someone got inside the apartment according to Accident, Suicide, or Murder.\n\nWhen interviewed by Oxygen in 2019, the parents of Ellen Greenberg said that the victim could not hurt herself. Another impossible feat is to stab her own back about ten times.\n\nAlso read: Pastor Shot Two Neighbors Dead In Front of His Daughter After Heated Altercation Escalated\n\n\n\nShe did not commit suicide\n\nHer parents stressed that she did not like getting ears pierced as well. The deceased did not like any kind of pain at all, said Josh. Her father found things that did not make sense, like stabbing her own back. His daughter's death or how she died does not jive.\n\nThe police declared ittas suicide, despite the medical examiner saying it was no. To clear up the facts of the death of Ellen, her parents pursued an independentinvestigation, especially theat thecautopsy are contradicting, mentioned CBS News.\n\nThey hired famed forensic pathologist Cyril Wecht and forensic scientist Henry Lee. One doubt is the medical examiner's re-reversal to suicide, that was highly unusual.\n\nThe findings of the Independent Greenberg investigation\n\nWecht indicated in his finding how Ellen Greenberg diedwand that she was murdered and did not commitsuicide. He addeddthat the deceased was not suicidal and no note was left by her if suicide was the intent.The utmosta concern is her stab wounds located on the neck that was not self-inflicted.\n\nTom Brennan, a former detective, revealed to Accident, Suicide or Murder that the cause of death must be changed. Do that and another investigation for the real murderer of Ellen Greenberg will be sought after.\n\nCoroner Gregory McDonald did an autopsy for the Inquirer, revealed Oxygen in 2019. He indicated again that the deceased died by suicide.\n\nThe deeper stab wounds and other signs could be a knife attack.\n\nRelated article: Badly Decomposed Corpse of Missing Mom Found in Garage, Cause of Death Still a Mystery\n\n@ 2018 HNGN, All rights reserved. Do not reproduce without permission."}}