{"GDELT": {"GlobalEventID": 934242470, "Day": 20200709, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5178, "Actor1Code": "IRQ", "Actor1Name": "IRAQ", "Actor1CountryCode": "IRQ", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.3925152306353301, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Duhok, Dahuk, Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ08", "Actor1Geo_ADM2Code": "36795", "Actor1Geo_Lat": 36.8671, "Actor1Geo_Long": 42.9884, "Actor1Geo_FeatureID": "-3104831", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Duhok, Dahuk, Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ08", "Actor2Geo_ADM2Code": "36795", "Actor2Geo_Lat": 36.8671, "Actor2Geo_Long": 42.9884, "Actor2Geo_FeatureID": "-3104831", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Duhok, Dahuk, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ08", "Action2Geo_ADM2Code": "36795", "Action2Geo_Lat": 36.8671, "Action2Geo_Long": 42.9884, "Action2Geo_FeatureID": "-3104831", "DATEADDED": 20200709234500, "SOURCEURL": "https://www.aei.org/op-eds/student-visas-are-the-battle-but-defining-the-overseas-american-university-brand-is-the-war/"}, "ARTICLE": {"TITLE": "Student visas are the battle, but defining the overseas American university brand is the war", "TEXT": "Op-Ed\n\nNew Trump administration visa rules mandating foreign students attend in-person rather than virtual classes when enrolled at U.S. universities have again shone a spotlight on the benefits the United States accrues by attracting foreign students to its universities. Certainly, many colleges and universities have become financially dependent on a stream of Saudi and Chinese students willing to pay a full ticket price that most Americans no longer do. The general decline of American education, especially in STEM fields, also means that attracting the world’s brightest potential scientists and engineers enables U.S.-based technology firms to continue to pick from among the best and the brightest.\n\nThere is also widespread belief that exposing foreigners — for example, those coming from adversarial countries such as China, Russia, or Iran — to U.S. culture wins them over and can help seed liberalism back home. This is overstated. Consider Muslim Brotherhood theoretician Sayyid Qutb. The intellectual godfather of al Qaeda, he studied in Colorado as a student and returned to Egypt even more committed to defeating the decadence he saw embodying Western liberalism. Ayatollah Ruhollah Khomeini resided in France before leading the Islamic Revolution in Iran, and many of his senior aides studied in the U.S. or the United Kingdom.\n\nMany regimes — China, Turkey, and Iran, for example — also use on-campus, nongovernmental organizations, cultural organizations, and pro-regime students to inform on students and ensure that their citizens studying abroad cannot escape the fear of repressive home regimes. Prominent schools such as Yale University have also actively censored students when hosting visiting officials from adversarial regimes.\n\nBeyond hosting foreign students on campus, many schools have turned to establishing satellite campuses to make their brands more accessible to students in their home country. Qatar established an “education city” to host American university satellites and libraries. New York University opened a campus in Abu Dhabi. And Yale turned to Singapore. In each case, however, American universities sacrificed their commitments to free inquiry, free speech, and nondiscrimination in order to win financial concessions from their host or financial gain from a broadened student body pool.\n\nOther foreign students seeking an American-style education seek out overseas American universities. American high schools abroad are loosely affiliated with the Department of State or Department of Defense, accredited, and remain true both to American pedagogy and independent of government control. There is no such regulation with regard to American universities.\n\nThis has come into the forefront now in the debate about U.S. funding to the American University of Beirut, founded more than 150 years ago. Washington Post columnist David Ignatius argued the school is “part of the United States’ benign soft power” and that, if Washington does not shore up its brand, China could fill the vacuum. Tamara Berens, Krauthammer fellow at Mosaic, argued against any bailout, however, saying the university had lost its intellectual foundations. “In recent years, the AUB has been accused of providing material aid to Hezbollah, a designated terrorist organization at odds with U.S. interests,” she argued, noting that the U.S. Justice Department forced it to settle a $700,000 lawsuit for providing assistance to Hezbollah outlets in violation of its USAID grant. She also argued that the American University of Beirut’s discrimination against Israelis violates U.S. federal discrimination laws, a factor given that the university’s charter and accreditation are in New York.\n\nThe American University of Cairo, founded in 1919 and second only to Beirut in its prominence, is also undergoing difficult times. Former U.S. Ambassador to Egypt Frank Ricciardone became its president in 2016 in the hope that he might use his Egyptian government connections in order to help protect the school against the backdrop of declining free speech and human rights in Turkey. Ricciardone, however, has repeatedly refused to stand up for students and faculty members targeted by the Egyptian government for their university-related research and work. As such, Egypt’s authoritarian chill has extended into a university that was long meant to be an oasis.\n\nThen there is Iraqi Kurdistan. Barham Salih, an Iraqi Kurdish intellectual who today serves as Iraq’s president, founded the American University of Iraq Sulaimani in 2007 to introduce American-style education and critical thinking into the Iraqi education system and help shape a new generation of more liberal, intellectually tolerant leaders. The university has had its growing pains, but it has been largely successful and has been met with broad acclaim, both in Iraq and outside. Enter Masrour Barzani, a political rival who today is prime minister of the Kurdistan Democratic Party, who decided to found his own American University of Kurdistan in Duhok. That university, however, is little more than a Barzani vanity project. It has an American president, but its students do not enjoy free speech, free inquiry, or experience anything akin to a U.S.-style liberal education. Both students and faculty privately say that voicing any criticism of the Barzani-led government, however mild, is grounds for disciplinary action.\n\nGiven the illiberal tendencies in some American universities, perhaps it is time for the U.S. government to accredit schools that seek to use the “American” brand name formally. The U.S. may not be able to strip the name from any school claiming to be an American university formally, but at least it can separate the wheat from the chaff and establish basic standards to promote tolerance and free inquiry and demand diversity of thought. This need not become caught in a partisan meat grinder, as even in polarized society, both Democrats and Republicans agree on the broad values that should govern education.\n\nThe State Department and USAID might then seek to seed American universities meeting the standard into states where the soft-power Ignatius sees in the American University of Beirut could positively benefit the U.S. At a conference last October hosted by Pakistan’s National Defense University, one retired officer noted that Americans often complain about Pakistani anti-Americanism, but have never bothered to open an American University in Islamabad to cultivate the next generation of Pakistani liberals. He is right. The same might be said for various Latin American countries. While the United States International University-Africa in Nairobi, at which I had the opportunity to lecture last November, holds up the American standard, American universities could work wonders in countries, such as South Africa, that are increasingly prone to anti-Americanism.\n\nThe basic point: Congressional critics have a valid argument when they criticize the most recent Trump administration action, which seemingly holds international students hostage to an unrelated policy battle. But if they seek to expand American interests more than simply score political points about President Trump, it is time for Democrats and Republicans to work together to define, promote, and deploy the American university brand."}}