{"GDELT": {"GlobalEventID": 934242689, "Day": 20200709, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5178, "Actor1Code": "OPP", "Actor1Name": "PROTESTER", "Actor1Type1Code": "OPP", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.18237454100367, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "San Quentin, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA041", "Actor1Geo_Lat": 37.9413, "Actor1Geo_Long": -122.485, "Actor1Geo_FeatureID": "232465", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "San Quentin, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 37.9413, "Actor2Geo_Long": -122.485, "Actor2Geo_FeatureID": "232465", "Action2Geo_Type": 3, "Action2Geo_Fullname": "San Francisco, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 37.7749, "Action2Geo_Long": -122.419, "Action2Geo_FeatureID": "277593", "DATEADDED": 20200709234500, "SOURCEURL": "https://www.sfchronicle.com/crime/article/San-Quentin-coronavirus-outbreak-Former-inmate-15398062.php"}, "ARTICLE": {"TITLE": "‘Governor Newsom, save our lives. We’re dying in here’: Demonstrators plea for San Quentin inmates’ release", "TEXT": "Outside the black main gates of San Quentin State Prison, a crowd of more than 50 gathered Thursday to call on Gov. Gavin Newsom to immediately reduce the prison’s population to save lives amid an explosive and deadly coronavirus outbreak inside the North Bay facility.\n\nJames King, a 54-year-old former prisoner who was released in December and now works for the Oakland-based Ella Baker Center for Human Rights, was joined by family members of prisoners, elected officials, medical experts and a group of young prison reform advocates, as he read a letter he recently received from Thang Tran, a man currently being held at San Quentin.\n\n“This is the most scared I’ve ever been in my life,” King said, reading the letter. “I’m begging for you to hear us and please, Governor Newsom, save our lives. We’re dying in here.”\n\nThe coordinated demonstration, organized by the the #StopSanQuentinOutbreak coalition, which includes Re:Store Justice, the Ella Baker Center and other advocacy groups, occurred as the prison is now dealing with 1,315 active cases. At least seven prisoners have died.\n\nPublic figures such as state Sen. Scott Wiener, D-San Francisco, and four Assembly members spoke alongside Bay Area public defenders and medical experts, but the coalition’s youngest members have amassed some of its largest support. On Saturday, five teenagers from Urban School in San Francisco started an online petition that more than 2,200 young people have signed.\n\nNear the end of the event, the teens — Gracie Veiga, Yudi Feng, Dabney Park, Sally Cobb and Rowan Kruger — stood up to read from a letter addressed to Newsom. Most of them met in a class called “Voices of Incarceration” co-taught by King. As part of their class, the students volunteered in the prison.\n\n“Knowing even just one person on the inside, I can picture that person and how crowded their cell is, and how impossible it would be to socially distance,” said Cobb, an 18-year-old San Francisco resident.\n\nNewsom’s response to the outbreak, which started after some of the 121 prisoners transferred from the California Institution for Men in Chino on May 30 tested positive for the coronavirus, received scathing criticism from prison reform advocates and health experts. On June 13, a team of UC Berkeley and UCSF health experts submitted a memo advising the state to cut San Quentin’s population in half to avoid a potentially “catastrophic” outbreak.\n\nBefore the transfer, San Quentin had no confirmed cases of the virus.\n\nShawanda “Mama Bear” Scott spoke Thursday at San Quentin, her voice breaking as she talked about her son, Carrington Russelle, who is incarcerated in the prison and has tested positive for the virus.\n\n“Free my baby,” she said. “Bring him home. I can take care of him. You do not have the right to put lives in jeopardy.”\n\nDuring a news conference Thursday, Newsom said state officials have been working to reduce the number of cases in the prison system while keeping public safety in mind. He made reference to an incarcerated man who restrained a young child with duct tape and left the child to bleed to death in a closet.\n\n“That’s not someone that’s high on my list in terms of release. This is serious stuff and requires a seriousness of purpose,” Newsom said. “People just saying, ‘Just release thousands and thousands of people.’ I hope they are being thoughtful and considerate — of not only the victims, but the prospects of people reoffending.”\n\nThe governor added: “Each and every one of these cases are sobering, challenging, and there is a deep responsibility that comes with this job. But a sense of deep urgency as well to decompress this system in a judicious and thoughtful way.”\n\nSeveral public officials who spoke at San Quentin addressed not only the outbreak inside the prison, but also the bloated population — San Quentin currently operates at 122% capacity — that exacerbated the public health crisis.\n\n“The state of California is completely addicted to incarcerating people,” said Weiner, who led a Senate Public Safety Committee oversight hearing last week to address the San Quentin crisis.\n\nKing, who served 6½ years at San Quentin, said he has been encouraged by the activism of local officials and his students, who are trying to solve questions that have been left unanswered by the governor and state officials.\n\n“One of the questions Newsom asks is: ‘If we release people, where would they go?’” King said. “I wish he was here to see all of the community members out here, who would take someone in to save their lives.”\n\nSan Francisco Chronicle staff writer Alejandro Serrano contributed to this story.\n\nBrett Simpson is a San Francisco Chronicle staff writer. Email: brett.simpson@sfchronicle.com Twitter: @brettvsimpson"}}