{"GDELT": {"GlobalEventID": 934363737, "Day": 20200710, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5205, "Actor1Code": "MIL", "Actor1Name": "COMMANDER", "Actor1Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 164, "EventBaseCode": 164, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.98724082934609, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pangong, India (general), India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN00", "Action2Geo_ADM2Code": "72785", "Action2Geo_Lat": 33.6214, "Action2Geo_Long": 78.6734, "Action2Geo_FeatureID": "-1897937", "DATEADDED": 20200710140000, "SOURCEURL": "https://www.news18.com/news/opinion/battlefront-synergy-itbp-deployed-in-eastern-ladakh-needs-to-be-placed-under-army-command-urgently-2710315.html"}, "ARTICLE": {"TITLE": "Battlefront Synergy: ITBP Deployed in Eastern Ladakh Needs to Be Placed under Army Command Urgently", "TEXT": "When General Robert Lockhart, first commander-in-chief of the Indian Army took the strategic plan of defence policy to Prime Minister Jawaharlal Nehru, the PM took one look and shouted, “Rubbish! Total rubbish! We don't need a defence plan. Our policy is ahimsa (non-violence). We foresee no military threats. Scrap the Army! The police are good enough to meet our security needs.\"\n\nDefence minister VK Krishna Menon single-handedly pioneered the Jeep Scandal. The bulk of Indian Civil Service (ICS) cadres who didn’t revert to England in 1947 were converted to IAS and absorbed in the defence ministry. They continued the ICS legacy of defence scams and distaste for the Army.\n\nDefence minister Manohar Parrikar said in June 2015: \"The Army has lost respect because there has been no war since long.\" Do we understand what war is – conventional, nuclear or sub-conventional, which is an everyday affair? Do we know war officially was not declared even during the Kargil conflict? Many netas feel people join the Army to die. The deep state keeps warning politicians of the possibility of an Army coup – keep them leashed, select honey-bunnies carefully and keep dangling carrots lest they make the 1.4 million soldiers vote in stations they are posted. No dearth of money to buy MLAs but these uniformed critters can upset vote calculations.\n\nFormer diplomats also kept warning of defence allocations being lowest since 1962. So today we witness a mad rush for weaponry, ammunition and equipment while continuing talks with the Chinese to gain time. The murderous assault on our patrol by the PLA on June 15 and ensuing tussle resulting in 20 Indians and 43 PLA killed is considered ‘enough’ befitting response to China’s aggression. This will also be flouted in elections, possibly with posters of the braves killed. However, agreeing to buffer zones in our own territory and moving back is no guarantee China will still not force conflict.\n\nIs the public aware that widows of soldier fatalities on the Line of Actual Control (LAC) with China are not paid the same pension as fatalities on the Line of Control (LoC) with Pakistan? This is not just absurd but a national shame. The Armed Forces Tribunal, Chandigarh ruled in May 2019 that the government can’t discriminate between these two types of casualties – there's the case of Saudamini Mahapatra who was denied liberalised pension past 21 years since her husband died in an avalanche during Op ‘Falcon’ on the LAC in 1998. A missive from the defence minister could right this pronto. But the defence ministry finds cynical pleasure in employing a battery of lawyers (paid from defence funds) to take veterans and widows to court for pensions despite not winning a single case to date.\n\nWill the next of kin of the 20 Army braves who lost their lives on June 15 suffer the same fate? Optimists say the Bihar elections may do the trick since the bulk of those killed belonged to the Bihar Regiment, or the ‘magnanimous’ announcement may happen before the 2024 general elections provided it doesn’t dent the finance minister’s $3-5 trillion economy target. Pessimists feel the Army is supposed to gain respect during war but this was no war, not even a bullet fired. After all Army outcasts are not even in Group ‘A’ Services and don’t even merit NFU and other benefits like the Central Armed Police Forces.\n\nPrime Minister Manmohan Singh said in 2004, “Reforms within the Armed Forces also involve recognition of the fact that our Navy, Air Force and Army can no longer function in compartments with exclusive chains of command and single service operational plans.” Eleven years later Prime Minister Narendra Modi addressing the Combined Commanders Conference on October 17, 2015 said the most important task was to transform our defence forces. He called for increased jointness and urged the services to work as a team all the way from the lowest levels to the top. The first Chief of Defence Staff is evolving joint theatre commands. Without a strategic defence review and national security strategy, we decided to downsize the Army by more than 1,00,000 and pended boosting offensive capabilities in mountains – all due to the political belief that there will be no war.\n\nThe focus is on jointness “within” the armed forces but who is responsible for jointness at the battlefront? Is it the defence secretary who is responsible for policy both war and non-war? The ITBP deployed in the show window of Eastern Ladakh is not even under the command of the Army. The PLA mobilisation in Depsang 7 km from the ITBP post at Burtse has blocked all ITBP patrols going west to more than five patrolling points short of the LAC. The ITBP reports through its own channels to the ministry of home affairs (MHA). The ITBP’s Burtse post is located west of the Darbuk-Shyok-Daulat Beg Oldi (DSDBO) Road, as if the threat is coming from Pakistan, not China. The PLA had made the same 19-km deep intrusion in Depsang during 2013 and withdrew only after cameras and infrastructure at Chumar 400 km south of the intrusion were removed. Whenever intrusions occur, the Army is tasked for flag meetings. Why isn’t the IG or DG ITBP part of talks with the PLA when ITBP patrols are in the show window?\n\nCan anyone in the government justify why the ITBP is not under the command of the Army in these sensitive areas of Eastern Ladakh? Where is the synergy on the battlefront? Does this gladden the NSA who was getting Vice Chiefs in yesteryear to make presentations on defence procurement directly to him? Defence minister Rajnath Singh would have been happy with this arrangement when he was home minister, but why doesn’t he raise the issue now? Is the threat from the IPS manning intelligence agencies so huge? The home ministry wants to merge the Assam Rifles with the ITBP and take them under command. After all, the amount of narcotics entering India from the east is the same as from the west. Why not put the whole Army shebang in khaki and place them under the MHA, fulfilling Nehru’s dream, too.\n\nThe deep state loves divide and rule and encourages clash. In 2013, the-then DG ITBP visited Pangong Tso and was to meet the Corps Commander at Leh on return. At Pangong Tso he demanded a ride on the ‘armed’ patrol boat but was told this is denied to Army VIPs also since these were only meant for patrolling. The DG ITBP was taken around the lake in a normal boat. But, he was so worked up, he cancelled meeting the Corps Commander at Leh and returned to Delhi. The deep state has been working on provisioning the ITBP with exclusive helicopters too, which are pended for the time being. India actually needs a single organisation of border guards, merging the ITBP, BSF and Seema Suraksha Bal, to assist the Army man land borders. But, hey, this may lead to a big coup.\n\nFinally, can we stop these theatrics in the battlefront to the glee of Beijing? The ITBP deployed in Eastern Ladakh needs to be placed under the command of the Army on an immediate basis. Post Independence, the Nubra Guards gave a bloody nose to Pakistan’s razakars-cum-regulars led by British officers of Pakistani army invading Ladakh. Why are our Ladakh Scouts not in the show window instead of the ITBP?\n\n(The author is an Indian Army veteran. Views expressed are personal.)"}}