{"GDELT": {"GlobalEventID": 934364167, "Day": 20200710, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5205, "Actor1Code": "USA", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "Actor2Code": "MILMIL", "Actor2Name": "NAVY", "Actor2Type1Code": "MIL", "Actor2Type2Code": "MIL", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.3745704467353899, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Iowa, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIA", "Actor1Geo_Lat": 42.0046, "Actor1Geo_Long": -93.214, "Actor1Geo_FeatureID": "IA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Guam", "Actor2Geo_CountryCode": "GQ", "Actor2Geo_ADM1Code": "GQ", "Actor2Geo_Lat": 13.2613, "Actor2Geo_Long": 145.096, "Actor2Geo_FeatureID": "GQ", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Iowa, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIA", "Action2Geo_Lat": 42.0046, "Action2Geo_Long": -93.214, "Action2Geo_FeatureID": "IA", "DATEADDED": 20200710140000, "SOURCEURL": "https://i1071.com/uss-roosevelt-returns-home-after-covid-19-lockdown/"}, "ARTICLE": {"TITLE": "USS Roosevelt Returns Home After Covid-19 Lockdown", "TEXT": "The Navy carrier that was isolated in Guam with 1,000 Covid-19 infected sailors has finally returned to an American port.\n\nIowa's News Now says the aircraft carrier USS Theodore Roosevelt returned to San Diego Thursday and ended its deployment to the U.S. 7th Fleet area of operations. The coronavirus sidelined the aircraft carrier for two months and it's Captain's disclosure of his concerns created a buzz in the international media.\n\nEarlier this spring the USS Roosevelt had sent nearly all its crew members ashore on Guam for quarantine or isolation, shortly after then- the USS Roosevelt had sent nearly all its crew members ashore on Guam for quarantine or isolation, shortly after then- Captain Brett Crozier wrote to Navy officials about his concern for the crews' health and safety. Subsequently, over 1,000 onboard tested positive and one sailor died from the disease.\n\nCrozier was criticized by the Navy for his actions, and later disciplined, then relieved of his captain's duties. He has since been reassigned by the Navy.\n\nThe US Navy described their mission: \"More than 6,000 Sailors from Theodore Roosevelt Strike Group and embarked Carrier Air Wing (CVW) 11 deployed Jan. 17 to conduct operations in the Indo-Pacific and maintain security and stability in the region.\"\n\nIronworkers Union Local #89 member Troy Sauter and his wife Amy have a son, Connor, who is serving on the ship. Connor works as a catapult and arresting gear electrician, and spoke back in May 2020 of his concerns of wondering when the crew would be allowed to disembark.\n\nFortunately for him and his shipmates, Crozier as a commanding officer took a stand to help protect the health and safety of his crew. And now the long-awaited return home for a break before the next mission and port of call."}}