{"GDELT": {"GlobalEventID": 934363567, "Day": 20200710, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5205, "Actor1Code": "JPN", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "Actor2Code": "SAU", "Actor2Name": "SAUDI ARABIA", "Actor2CountryCode": "SAU", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.68656716417911, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA", "Actor2Geo_Lat": 25.0, "Actor2Geo_Long": 45.0, "Actor2Geo_FeatureID": "SA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA", "Action2Geo_Lat": 36.0, "Action2Geo_Long": 138.0, "Action2Geo_FeatureID": "JA", "DATEADDED": 20200710140000, "SOURCEURL": "https://tribune.com.pk/story/2254259/government-will-take-every-measure-for-locust-control-pm-imran"}, "ARTICLE": {"TITLE": "Government will take every measure for locust control: PM Imran", "TEXT": "The government will take every effort for locust control as it concerns food security in the country, said Prime Minister Imran Khan on Friday.\n\nHe was speaking at a briefing on the National Action Plan for Locust Control at the National Locust Control Center in Islamabad.\n\nPM Imran accorded in-principle approval for Phase-II of the National Action Plan for locust control. It was also decided that the affected farmers would be compensated through this package.\n\nHe appreciated the efforts of the federal and provincial governments, as well as the Pakistan Army, for controlling locust attacks and using indigenously developed equipment.\n\nHe emphasised that a coordinated national response of federal and provincial governments and organisations is required to cope with the expected locust swarm so that crop production is not affected.\n\nHe said locust attack combined with Covid-19 was a huge challenge for Pakistan.\n\nPM Imran was informed that National Action Plan for Locust Control Phase-I has been completed.\n\nDiplomatic concerns\n\nYesterday, at another meeting of the NLCC, National Food Security and Research Minister Syed Fakhar Imam said that the government was making all-out efforts in order to fight off the locust attack. He appreciated the assistance provided by different countries to control the swarms.\n\nThe meeting was held to apprise the diplomatic community about the measures being taken by the government in order to eradicate the locust infestation in the country.\n\nThe minister said China would provide 50 drones in order to further strengthen the ongoing anti-locust operation across the affected areas of the country. Besides the provision of drones, he said Beijing had provided over 3,000 litres of pesticides.\n\nImam said the National Disaster Management Authority was making coordinated efforts to control the swarm and managing to meet the needs of the anti-locust operation.\n\nGeneral Saeed Akhtar, the NLCC deputy coordinator, briefed the participants about locusts’ situation in the country.\n\nFederal Secretary for Ministry of National Food Security and Research Umar Hamid sought help and cooperation of the international community for strengthening the government’s anti-locust efforts and operation to control it. He said that sharing of timely information among locusts infested countries was very important for evolving proper mechanism to control it.\n\nOn the occasion, British High Commissioner to Pakistan Dr Christian Turner said the UK has provided £1 million to the UN Food and Agriculture Organisation (FAO) to tackle swarms of locusts in Pakistan.\n\n“The UK will also provide 83 micron sprayers,” he said, adding that 20 micron sprayers out of the 83 were already handed over to Pakistan as part of UK aid package.\n\nMina Dowlatchahi, the FAO representative in Pakistan appreciated efforts of the Ministry of NFS&R and the NLCC for anti-locusts operation.\n\nDean of Diplomatic Corp, Atadjin Movlamov, ambassadors and high commissioners from Kenya, Sudan, Oman, UAE, Saudi Arabia, Afghanistan, China, Japan and the US also attended the meeting.\n\nLooming threat\n\nMeanwhile, according to a report submitted to the Supreme Court in June by Punjab government through Additional Advocate General Chaudhry Faisal Hussain, the entire country is under the threat of an attack by desert locust but around 37% area of Pakistan is more vulnerable to the attack. This includes 60% area of Balochistan, 25% area of Sindh and 15% area of Punjab.\n\n\n\n“If the desert locust is not contained, Punjab and Sindh may become summer breeding zone of the pest,\" said the report.\n\nAccording to the report, the federal government is responsible to control desert locust but the province of Punjab has managed to contain locust despite limited resources. “However, Sindh, Balochistan and Khyber Pakhtunkhwa (K-P) provinces face immediate threat of a locust attack,” it added.\n\n\n\nThe report also highlighted vulnerability along borders with Iran and India and unavailability of correct resources like micron spray machines.\n\nOne month on, the threat of locusts looms over both Sindh and Punjab as both the Centre and provincial governments attempt to address it and farmers call for action.\n\n*With additional input from APP"}}