{"GDELT": {"GlobalEventID": 934364139, "Day": 20200710, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5205, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "ISRCOP", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -9.47712418300657, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200710140000, "SOURCEURL": "http://english.wafa.ps/page.aspx?id=RpkTdra118728331491aRpkTdr"}, "ARTICLE": {"TITLE": "Israeli forces shoot Palestinian in confrontations in Salfit-district town", "TEXT": "SALFIT, Friday, July 10, 2020 (WAFA) – Israeli forces shot and injured a Palestinian young man during confrontations at the entrance of Kifl Hares town, north of Salfit city, said the Health Ministry.\n\nThe Ministry confirmed that a 24-year-old Palestinian young man, who remained unidentified, was hit and injured with a rubber-coated steel bullet in the chest.\n\nThe man was rushed to straight to surgery at a hospital in Salfit, where medics described his condition as stable.\n\nIsraeli forces shot the man during confrontations that erupted at the town entrance following the funeral procession of Ibrahim Mustafa Abu Yaacoub.\n\nAbu Yaacoub, a 34-year-old civilian, was killed and another was injure last night when Israeli forces opened gunfire at them outside at the town entrance. He was shot and critically injured in the neck, and was rushed to a nearby Salfit hospital, but was pronounced dead shortly afterwards.\n\nThe killing of Abu Yaacoub follows a number of shooting deaths by Israeli forces, including that of 32-year-old Iyad al-Halak, an autistic Palestinian man who also slain by Israeli police in Jerusalem.\n\nAhmad Erekat, another Palestinian civilian, was shot and killed by Israeli security forces on his way to pick up his mother and sister for a wedding later that day.\n\nPalestinians have drawn comparisons between Halak‘s death and that of African American George Floyd, after a police officer in Minneapolis pressed a knee into Floyd‘s neck while detaining him on 25 May, just a few days before Halak‘s death at the hands of Israeli police.\n\nPalestinians have long accused the country of carrying out superficial investigations into crimes committed by Israeli forces or settlers against Palestinians. Israelis are rarely prosecuted for killing Palestinians, and if found guilty, typically receive lenient sentences.\n\nK.F."}}