{"GDELT": {"GlobalEventID": 934363954, "Day": 20200710, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5205, "Actor1Code": "THAJUD", "Actor1Name": "THAILAND", "Actor1CountryCode": "THA", "Actor1Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.0670731707316998, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH", "Actor1Geo_Lat": 15.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "TH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH", "Action2Geo_Lat": 15.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "TH", "DATEADDED": 20200710140000, "SOURCEURL": "https://www.dailyrepublic.com/all-dr-news/wires/westminster-delays-city-manager-hire-over-questions-about-candidates-job-history-the-orange-county-register/"}, "ARTICLE": {"TITLE": "Westminster delays city manager hire over questions about candidate’s job history [The Orange County Register]", "TEXT": "Jul. 10–Westminster appeared poised this week to offer the job of city manager to applicant Chu Thai. But at the start of the council meeting Wednesday night, July 8, City Attorney Dick Jones recommended putting on the brakes.\n\nLocal activists had been contacting City Hall with concerns about red flags they saw in Thai’s employment history. Noting “controversy that’s arisen,” Jones said, “we have determined that the background check for the city manager position has not been completed.”\n\nThai seemed in line to replace former City Manager Eddie Manfro, who resigned in February.\n\nIn 2017, the city of Monterey Park fired Thai from his position as director of management services, alleging credit card abuse and other problems. Thai filed a still-active lawsuit against the city claiming retaliation and defamation.\n\nIn an interview earlier this week, Thai denied any wrongdoing, calling the city’s accusations against him “false.”\n\n“If you look at all the projects and good I’ve done in cities throughout Southern California, you can see that not only am I qualified to be city manager,” he said. “I am going to do a fantastic job for the community of Westminster.”\n\nAfter majoring in urban planning at Cal Poly Pomona, Thai worked for cities including Claremont, La Mirada, Tustin, South Pasadena and Beverly Hills. He now works at a private consulting firm in Fullerton.\n\nThai came to the United States from Vietnam as a child. The Sana Ana resident said he is drawn to Westminster’s vibrant Vietnamese community. But while Little Saigon is a “mecca for Vietnamese people,” he said he hoped to explore ways to attract “mainstream businesses and tourism” as city manager.\n\nUnder the proposed contract, Westminster would have paid Thai $213,000 annually, plus a $250 monthly car allowance.\n\nOn Wednesday, prior to the council meeting, Mayor Tri Ta said in an email that the city conducted a thorough search for a new city manager in “a fair, impartial and highly professional process.” Council members interviewed six candidates before narrowing the field to Thai, he said.\n\nTa did not respond Thursday to requests for a comment regarding the postponement of a contract offer.\n\nAlthough Thai’s potential appointment was put on hold Wednesday, more than a dozen residents still took the opportunity to express concerns in telephone calls and emails. Due to coronavirus restrictions, Westminster holds meetings remotely on Zoom.\n\n“For starters, he is not qualified,” said one speaker, pointing out Thai ‘s resume lacks the title of city manager. “We cannot afford to have someone who is learning on the job.”\n\nTerry Rains, a regular critic of the council, said she and other residents “provided voluminous and compelling evidence as to why Mr. Thai should not be hired, all obtained via public records.”\n\nBut one resident supported Thai, saying Westminster’s first Vietnamese city manager would be “history in the making.”\n\n“Don’t be intimidated by a few loudmouths,” he said.\n\nWestminster paid Huntington Beach-based firm Bob Hall and Associates $19,500 to locate candidates. Some residents complained the recruiter should have better vetted applicants.\n\nHall, a former Fountain Valley city manager, said in an email that he gave the city “several strong candidates among the 41 formal applicants for the position.”\n\n“The responsibility of picking one individual from a pool of candidates submitted for consideration falls to the City Council,” Hall said. “I do not recommend a single candidate.”\n\nIn an email Thursday, Thai declined to speculate on his chances of winning the job given the latest turn of events.\n\n“I praise the Westminster mayor and City Council for fully vetting out their top management position,” he said. “The time invested beforehand allows the council to know if the candidate is someone they can work with and is a good fit for the community.”\n\n___\n\n(c)2020 The Orange County Register (Santa Ana, Calif.)\n\nVisit The Orange County Register (Santa Ana, Calif.) at www.ocregister.com\n\nDistributed by Tribune Content Agency, LLC."}}