{"GDELT": {"GlobalEventID": 934363066, "Day": 20200710, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5205, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.94296577946768, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Romania", "Actor1Geo_CountryCode": "RO", "Actor1Geo_ADM1Code": "RO", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 25.0, "Actor1Geo_FeatureID": "RO", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Romania", "Action2Geo_CountryCode": "RO", "Action2Geo_ADM1Code": "RO", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 25.0, "Action2Geo_FeatureID": "RO", "DATEADDED": 20200710140000, "SOURCEURL": "https://www.manchestereveningnews.co.uk/news/greater-manchester-news/bury-man-arrested-murder-aya-18575392"}, "ARTICLE": {"TITLE": "Man from Bury arrested on suspicion of the murder of Salford law student Aya Hachem", "TEXT": "A man from Bury has been arrested on suspicion of the murder of Salford student Aya Hachem.\n\nPolice said the 39-year-old man was detained on Thursday morning (July 9).\n\nHe was also arrested on suspicion of attempted murder.\n\nLancashire Police said the man has now been released under investigation pending further enquiries after questioning.\n\nAya, 19, who was studying law at the University of Salford and had just sat her second year exams, died from a gunshot wound to the chest in Blackburn on Sunday, May 17.\n\n(Image: Lancashire Police)\n\nShe was shopping close to the Lidl supermarket on King Street in the town at the time.\n\nSign up to the free MyBury email newsletter Get news updates from Bury direct to your email inbox with the free MyBury newsletter. Simply click on this link, enter your email address, and select 'MyBury News'.\n\nA 33-year-old man from Manchester meanwhile, who was arrested on Tuesday on suspicion of assisting an offender, has also been released under investigation pending further enquiries, Lancashire Police said in a statement released on Friday.\n\nDetectives have also identified a number of people, seen on CCTV, they would like to speak to as witnesses.\n\nIn particular, officers want to trace:\n\nA woman in a purple jacket and blue jeans with white footwear, potentially trainers.\n\nAn Asian man with a grey beard wearing a green coat, blue trousers, black shoes and a black hat.\n\nA man who was in a blue gilet/ body warmer with a dark tracksuit jacket and red top underneath. He had on black bottoms with red Nike trainers and a fluorescent yellow hat.\n\nA white man wearing a blue and white Adidas tracksuit with a black cap. He was carrying a red carrier bag.\n\nTwo women who were potentially in company of each other. One had dark hair worn in a ponytail with a red waist length bubble-type jacket, dark blue joggers and a backpack.\n\nThe other was white with strawberry blonde hair tied back in a ponytail with a scrunchie. She was also wearing black leggings and white trainers.\n\n(Image: Lancashire Police)\n\nBoth women may be Romanian, police said.\n\nDetective Superintendent Andy Cribbin said: \"This has been a vast and complex investigation in terms of scale, number of arrests and the number of witnesses we have spoken to.\n\n\"We still have a large, dedicated team of detectives working on the inquiry.\n\n\"I would like to reassure the people we've described that we are purely looking to speak to them as witnesses because they may have seen or heard what happened before, during or after Aya was shot.\n\n\"Their information could prove vital to our investigation.\"\n\nPolice have made a total of 22 arrests in connection with Aya's death.\n\nSeven people have been charged with Aya's murder and attempted murder.\n\nThe Asylum and Refugee Community (ARC), a charity working with asylum seekers and refugees in Blackburn, said Aya was originally from Lebanon.\n\nShe was a charity worker and a young trustee of charity The Children's Society.\n\nAya was also said to be the vice-chair of the University of Salford's law society."}}