{"GDELT": {"GlobalEventID": 934363142, "Day": 20200710, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5205, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.4864864864864797, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200710140000, "SOURCEURL": "https://www.algemeiner.com/2020/07/10/world-jewish-leaders-paradigm-has-shifted-as-israel-emerges-as-pillar-in-corona-crisis/"}, "ARTICLE": {"TITLE": "World Jewish Leaders: ‘Paradigm Has Shifted,’ as Israel Emerges as Pillar in Corona Crisis", "TEXT": "JNS.org – In somewhat of a role reversal, Israel has emerged during the global coronavirus crisis as the main supporter of Jewish communities worldwide.\n\nIn a Wednesday briefing with Jewish Agency for Israel chairman Isaac Herzog and other leaders, including those from Italy, France, Argentina and South Africa, Herzog maintained that “there is a common table between the government of Israel and the Diaspora … the coronavirus affects the stability and well-being of community institutions all around the world.”\n\nAs an organization whose mission it is to foster and protect Jewish communities worldwide, Herzog posed that the “paradigm has shifted” from the Diaspora supporting Israel to Israel emerging as a “central pillar” during the coronavirus crisis.\n\nWith a national program in place, Israel tackled the virus from the get-go with rigid lockdowns and active contact tracing, even though as it reopened, infections started to spike. Still, with 348 fatalities to date and a total of less than 35,000 cases, it remains an example of keeping the spread at bay.\n\nRelated coverage Exclusive: TikTok to Challenge US Order Banning Transactions With the Video App TikTok is preparing to mount a legal challenge as early as Monday to President Donald Trump's executive order prohibiting transactions...\n\nTo help other hard-hit Jewish areas, the Jewish Agency’s COVID-19 Loan Fund for Communities in Crisis was launched in April with Keren Hayesod and Jewish Federations of North America. To date, it has provided nearly $10 million of interest-free loans in its initial phase to organizations in 23 countries outside of North America and Israel, and has received more than 80 applications from 26 Jewish communities around the world—67 of which have been approved.\n\nHowever, said Herzog, their requests have totaled $22 million, and “I sincerely hope there will be an answer to the call.”\n\nHe noted ongoing hardships, saying that “some of the communities entered a literal paralysis because of the fact that Jewish life is based on connections, events, minyanim, schools, kindergartens and, of course, on social services,” said Herzog, all of which were halted or compromised during the pandemic.\n\n“Jewish communities around the world stand at risk of collapse if they do not receive immediate support from external sources,” he emphasized.\n\nCommunities “severely affected” by the pandemic include Brazil, Argentina, Chile, Paraguay, South Africa, Italy, France, Spain, Austria, Poland and areas of the former Soviet Union—some of them financially stable before the coronavirus outbreak, but now needing to cut back on their education and social-welfare programs.\n\n“The crisis stems mainly from a combination of three factors for these communities: They are losing major donors; many community members are enduring economic hardship and are unable to pay institutional fees; and communal assets that usually generate income are not operational,” reported the Jewish Agency. “The situation is particularly dire for smaller Jewish communities, who face an existential threat to the Jewish future in their entire country.”\n\n‘The first people we call’\n\nAccording to the agency, the emergency fund has helped Jewish institutions bridge immediate gaps in cash flow, enabling them to continue to function, provide services for their community members and avoid complete collapse.\n\nWorld leaders reported damage to all aspects of communities, including their resources, resilience, Jewish education, antisemitism and security.\n\nJewish communities in Argentina, Brazil, Chile, Costa Rica, Mexico, Peru, Paraguay, Uruguay, Austria, Spain, Belgium, France, Italy, Greece, Poland, the United Kingdom, Belarus, Russia, Ukraine New Zealand, South Africa and Italy have received loans from the Jewish Agency, which has also supplied food and hygiene products to Jews in Ethiopia and Italy, which was especially hard-hit in the early months of the crisis.\n\nThe Jewish Agency is also launching the J-Ready platform—a network based on shared Israeli and international coronavirus experience—to assist communities around the world, through technological solutions, webinars and consultations with experts in education, medicine and community organization.\n\nOutside of the United States and former Soviet Union, the Jewish Agency reported more than 2,200 Jewish casualties.\n\nSharing the significant struggles that his community is facing due to the COVID-19 pandemic, Joël Mergui, president of the Israelite Central Consistory of France, reported a “high number of fatalities” in the Italian Jewish community. He also noted challenges of Jews being left alone for Passover without access to kosher food, especially in Italy’s hospitals.\n\nNoemi Di Segni, president of the Union of Italian Jewish Communities, thanked the Jewish Agency for “fostering Jewish presence all over,” including in Italy’s 21 communities “based on 2,000 years of history.”\n\nIn these areas, she said, “people have lost their jobs, and they can’t continue to support their community like they could before. And the community doesn’t have the money to provide and ensure all the services that they usually give. There is no money to provide for religious services, education, schools and social support. It is good that [the support] is coming from Israel.”\n\nHonorary president of the South Africa Zionist Federation Avrom Krengel said “in a crisis, they are the first people we call, and COVID-19 was no different.”\n\nRabbi Sergio Bergman of Argentina, who was recently been appointed president of the World Union for Progressive Judaism, said “the Jewish Agency once again stands alongside the Jewish communities of the Diaspora at the most difficult times. Argentinian Jews never forget it—in the face of the two terrorist attacks in Buenos Aires 1992 and 1994; in the social and political crisis of 2001; and now with COVID-19.”"}}