{"GDELT": {"GlobalEventID": 934362851, "Day": 20200710, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5205, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.92207792207792, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tshwane, Limpopo, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF09", "Actor1Geo_ADM2Code": "77345", "Actor1Geo_Lat": -25.1797, "Actor1Geo_Long": 28.1135, "Actor1Geo_FeatureID": "-1292416", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Johannesburg, Gauteng, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF06", "Action2Geo_ADM2Code": "77364", "Action2Geo_Lat": -26.2, "Action2Geo_Long": 28.0833, "Action2Geo_FeatureID": "-1240261", "DATEADDED": 20200710140000, "SOURCEURL": "https://www.kob.com/news/oxygen-already-runs-low-as-covid-19-surges-in-south-africa/5788069/?cat=649"}, "ARTICLE": {"TITLE": "Oxygen already runs low as COVID-19 surges in South Africa", "TEXT": "But sourcing the portable, low-volume devices is a problem because they're bought up by the private sector, even individuals, she told The Associated Press: \"They keep them at home.\"\n\nSouth Africa overnight posted another record daily high of confirmed cases, 13,674, as Africa's most developed country is a new global hot spot with 238,339 cases overall. More than a third are in Gauteng.\n\n\"The storm that we have consistently warned South Africans about is now arriving,\" Mkhize said this week.\n\nA nurse at Chris Hani Baragwanath Hospital - the third largest hospital in the world with more than 3,000 beds - painted a bleak picture, saying new patients with the virus are now being admitted into ordinary wards as the COVID-19 ones are full.\n\n\"Our hospital is overloaded already. There has been an influx of patients over the last two weeks,\" the nurse said, speaking on condition of anonymity because they were not authorized to give interviews.\n\nMore and more colleagues at the hospital are testing positive daily for the virus, the nurse said, \"even people who are not working in COVID wards.\"\n\nAlready more than 8,000 health workers across Africa have been infected - half of them in South Africa.\n\nHow the country struggles to manage the pandemic will be amplified in other nations across Africa, which has the world's lowest levels of health funding and health staffing.\n\nThe continent as of Friday had 541,381 confirmed cases, but shortages in testing materials means the real number is unknown.\n\nSouth Africa's surge in cases comes as the country loosens what had been one of the world's strictest lockdowns, with even alcohol sales banned until June 1. Now restaurants have sit-down service and religious gatherings have resumed. The economy was hurting and needed reopening, authorities said.\n\nBut nervous officials in Gauteng province have called for stricter lockdown measures to return. On Friday, Gauteng Premier David Makhura announced he had tested positive with mild symptoms.\n\n\"We must double our efforts,\" he said in a statement, urging people to wear face masks, wash their hands and distance themselves.\n\nWarning signs keep flashing. Hospital beds in all provinces could be full within the month, the health minister said this week. On Friday he said a team is looking at 2,000 additional beds for field hospitals in Gauteng.\n\nIn addition to the bed shortage, many hospitals are grappling with limited oxygen supplies to treat patients with the respiratory disease.\n\nEight hundred new beds will be built at the field hospital in Johannesburg, and the health minister on Friday said the facility would receive 1,000 \"oxygen points.\" But that will take weeks, said Wilkinson, the public health specialist.\n\nGuy Richards, director of clinical care at Charlotte Maxeke Hospital in Johannesburg, told the AP they are extremely worried.\n\n\"Even a big hospital like ours has difficulty supplying sufficient amounts of oxygenation for our patients. The same thing is happening at Helen Joseph (Hospital), and this is a major problem,\" he said.\n\nTshwane District Hospital, which the health minister visited Friday, is now devoted completely to COVID-19 patients, said Veronica Ueckermann, head of the COVID-19 response team at Steve Biko Academic Hospital, which includes Tshwane District Hospital.\n\n\"Currently we are stretched but we are still coping in terms of our wards, our sisters and doctors are working extremely hard,\" she said.\n\n___\n\nBram Janssen and Cara Anna in Johannesburg contributed.\n\n___\n\nFollow AP pandemic coverage at http://apnews.com/VirusOutbreak and https://apnews.com/UnderstandingtheOutbreak"}}