{"GDELT": {"GlobalEventID": 934363299, "Day": 20200710, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5205, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "GOV", "Actor2Name": "PRINCE", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.6993006993006999, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKC3", "Actor1Geo_ADM2Code": "40098", "Actor1Geo_Lat": 52.2, "Actor1Geo_Long": 0.116667, "Actor1Geo_FeatureID": "-2591658", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sussex, New Brunswick, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA04", "Actor2Geo_ADM2Code": "12601", "Actor2Geo_Lat": 45.7167, "Actor2Geo_Long": -65.5167, "Actor2Geo_FeatureID": "-574388", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKC3", "Action2Geo_ADM2Code": "40098", "Action2Geo_Lat": 52.2, "Action2Geo_Long": 0.116667, "Action2Geo_FeatureID": "-2591658", "DATEADDED": 20200710140000, "SOURCEURL": "https://www.express.co.uk/news/royal/1307822/Meghan-Markle-news-Prince-Harry-Megxit-Duke-Duchess-of-Sussex-royal-family-latest"}, "ARTICLE": {"TITLE": "Meghan Markle and Harry's Megxit dream turned into 'damp squib' after series of problems", "TEXT": "FREE now and never miss the top Royal stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top Royal stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nMeghan Markle and Prince Harry were expected to launch their new non-profit organisation Archewell mere months after officially stepping down from their royal roles. But after rushing to Los Angeles before borders shut down, the Duke and Duchess of Sussex saw their dreams for a US relaunch also halted because of the coronavirus. Royal commentator Camilla Tominey suggested Meghan and Harry will need to revamp their plans to present their project to the world next year after the outbreak turned it all into a \"damp squib.\"\n\nTrending\n\nSpeaking to This Morning, Ms Tominey said: \"It’s stressful as well because they wanted to have this great relaunch in America. \"And they have their new charitable foundation, Archewell, that’s named after baby Archie, for them to hit the ground running over there and coronavirus has put a stop to all of it. \"We don’t know when their Apple TV series with Oprah about mental health is coming out, that may have been put on hold. \"So it’s been a bit of a damp squib and that’s not what they wanted. They are going to have to reset this in January.\" JUST IN: Kate stuns royal fans as she teams up with Andy Murray for special video call\n\nMeghan Markle and Prince Harry announced they would step back from royal life in January\n\nThe Duke and Duchess of Sussex have a year to decide whether they want to resume their duties\n\nThe royal commentator also suggested the recent decision to split the future proceeds collected by the Diana, Princess of Wales Memorial Foundation marked the \"final death knell\" on Harry's relationship with his brother, Prince William. She continued: \"In a way as far as the charitable collaborations are concerned, the final death knell sounded on the relationship in the winding up of both of their contributions to the Diana Foundation. \"So the brothers previously used that as a kind of joint initiative in order to raise funds for their own charitable endeavours. \"Now they've said that they're going to siphon the funds off separately. This is actually quite symbolic.\" READ MORE: Prince Andrew controversy: Royal was 'cocky and rude' in crunch meeting with US Ambassador\n\nMeghan Markle and Prince Harry briefly returned to the UK for a final series of engagements in March\n\nThe Duke and Duchess of Sussex have been living in Los Angeles for three months\n\nThe Duke and Duchess of Sussex announced in January they planned to take a step back from royal life citing the public pressure they had been subjected to since their marriage in May 2018. Meghan and Harry initially signalled their intention to keep working on behalf of the Queen but on a scaled-down capacity to allow them more financial independence from the Crown. But following two rounds of discussions with Her Majesty, Prince Charles and the Duke of Cambridge, Prince Harry and his wife agreed to a one-year trial period with no further official engagements representing the Queen. DON'T MISS American authors claim book called Meghan and Harry's royal exit [UPDATE]\n\nMeghan Markle given ANOTHER title in rare blunder [INSIGHT]\n\nREAL reason Queen never attended Archie’s christening revealed [ANALYSIS]\n\nMeghan Markle and Prince Harry have said they want their son away from public pressure\n\nMeghan Markle and Prince Harry lamented the pressure put on them since their marriage in 2018"}}