{"GDELT": {"GlobalEventID": 934362972, "Day": 20200710, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5205, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 31, "EventBaseCode": 31, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.7405063291139298, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ottawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12755", "Action2Geo_Lat": 45.4167, "Action2Geo_Long": -75.7, "Action2Geo_FeatureID": "-570760", "DATEADDED": 20200710140000, "SOURCEURL": "https://edmontonsun.com/opinion/columnists/gunter-we-scandal-likely-wont-stick-to-justin-trudeau-just-as-other-ethics-violations-havent"}, "ARTICLE": {"TITLE": "GUNTER: WE scandal likely won't stick to Justin Trudeau, just as other ethics violations haven't", "TEXT": "Article content\n\nJustin Trudeau’s mishandling of the WE Charity scandal will almost surely turn out to be his third official violation of federal ethics rules. However, if I were betting today, I would say this violation will have no more impact on Liberal voters than the first two.\n\nJust the revelations of Wednesday and Thursday this week were probably enough to put the PM over the line vis-à-vis federal ethics laws.\n\nWe apologize, but this video has failed to load.\n\ntap here to see other videos from our team. Try refreshing your browser, or GUNTER: WE scandal likely won't stick to Justin Trudeau, just as other ethics violations haven't Back to video\n\nOn Wednesday, Trudeau admitted when the decision came to cabinet on whether to award WE administrative control of the nearly $1-billion Canada Student Service Grant (CSSG), he did not recuse himself from the debate.\n\nEven though Trudeau and his family have had a long, active history with the WE Charity and its founders Craig and Marc Kielburger, Trudeau now confesses he also voted to award the WE Charity a nearly $20-million contract to administer the CSSG.\n\nThen on Thursday, Canadians learned the WE Charity (through its for-profit arm ME to WE Social Enterprises) has paid more than $280,000 over the past four years to Trudeau’s mother Margaret and his brother Sacha in legitimate speaking fees."}}