{"GDELT": {"GlobalEventID": 934363097, "Day": 20200710, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5205, "Actor1Code": "COPBUS", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor1Type2Code": "BUS", "IsRootEvent": 0, "EventCode": 114, "EventBaseCode": 114, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.10619469026548, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Zephyr Cove, Nevada, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNV", "Actor1Geo_ADM2Code": "NV005", "Actor1Geo_Lat": 39.0021, "Actor1Geo_Long": -119.956, "Actor1Geo_FeatureID": "862128", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Zephyr Cove, Nevada, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNV", "Action2Geo_Lat": 39.0021, "Action2Geo_Long": -119.956, "Action2Geo_FeatureID": "862128", "DATEADDED": 20200710140000, "SOURCEURL": "https://www.tahoedailytribune.com/news/county-not-pulling-back-on-opening-despite-spike-in-cases/"}, "ARTICLE": {"TITLE": "El Dorado County not pulling back on opening despite spike in COVID-19 cases", "TEXT": "SOUTH LAKE TAHOE, Calif. — El Dorado County supervisors debated Thursday on how to best handle the spike in COVID-19 cases in South Lake Tahoe during Thursday’s board meeting.\n\nPublic Health Director Dr. Nancy William presented the situation in the South Lake Tahoe region. In the 95 days following the first confirmed case in March, there were 75 total cases confirmed in the South Lake Tahoe region. In the last 16 days, that number has almost doubled, with the current confirmed number now at 137 for that region.\n\nThe increase in cases spiked after Memorial Day weekend and because of lag in symptoms appearing and test results coming back, the impact of the Fourth of July weekend has not yet been fully realized.\n\nThe county as a whole is not at risk for being added to Gov. Gavin Newsom’s watch list but South Lake Tahoe on its own does meet the criteria.\n\nAnother one of Williams’ concerns is the rise in cases in surrounding counties, including Nevada counties.\n\nFortunately, hospitals in El Dorado County have not been overrun and there have been no COVID-19 related deaths.\n\nChairman Brian Veerkamp and Supervisor John Hidahl both pointed out the high recovery rates, the low number of hospitalizations and lack of deaths as reasons not to pull back reopening.\n\nHowever, Williams warned that relaxing regulations could lead to a surge in cases like it has in other places.\n\nOne of the issues South Lake Tahoe has is even if the city pulls back on reopening, if Nevada remains open, it won’t be protected.\n\nSupervisor Sue Novasel would like to see a regional task force that represents all regions of Lake Tahoe so that the whole basin is on the same page. Williams said she will be meeting with someone from the Quad County region in Nevada. One of those counties is Douglas which represents Zephyr Cove and Stateline.\n\nThe board agreed on forming a task force and Veerkamp urged staff to work on that sooner rather than later.\n\nThe board was in agreement that they want to avoid having to reclose. They are encouraging businesses to take the required steps to be COVID-19 compliant and discuss possible fines for businesses that refuse to do so.\n\nIt’s hard for county staff to police businesses so the board encourages compliances to be complaint driven. Businesses could have their health permit revoked or suspended if they don’t comply.\n\nResidents can call El Dorado County Environmental Management which oversees food and beverage businesses at 530-621-5300 if they have a complaint.\n\nIn the meantime, nothing is changing in terms of what is allowed to be opened and the rules for being open."}}