{"GDELT": {"GlobalEventID": 934364131, "Day": 20200710, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5205, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "IRN", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.7592768791627003, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ashkelon, HaDarom, Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS01", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.6693, "Actor1Geo_Long": 34.5715, "Actor1Geo_FeatureID": "-779275", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ashkelon, HaDarom, Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS01", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.6693, "Actor2Geo_Long": 34.5715, "Actor2Geo_FeatureID": "-779275", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ashkelon, HaDarom, Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS01", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.6693, "Action2Geo_Long": 34.5715, "Action2Geo_FeatureID": "-779275", "DATEADDED": 20200710140000, "SOURCEURL": "https://www.isracast.com/will-iran-retaliate-against-israels-nuclear-reactor-in-dimona/"}, "ARTICLE": {"TITLE": "WILL IRAN RETALIATE AGAINST ISRAEL’S NUCLEAR REACTOR IN DIMONA?", "TEXT": "Ret. IDF Gen. Yitzhak Brik says, “No way.”\n\nThere is no official Israeli reaction to the recent series of mysterious explosions at Iran’s nuclear facilities – nor is there likely to be. The only government figure to make any comment was Benny Gantz, the Alternate Prime Minister and current Defense Minister. Gantz’s laconic reply was: “Israel wasn’t necessarily behind every mysterious event in the region.”\n\nThe Facts\n\nThe Islamist regime in Iran, despite the country’s catastrophic economic conditions, is still bent on building nuclear weapons to further its ideological and military domination in the region. Among them is to “wipe Israel off the map.”\n\nIsrael’s position has been that it will act to prevent its Middle East neighbor from acquiring nuclear weapons. A second Holocaust of the Jewish people will be prevented at any price.\n\nIn the absence of any official reaction in Jerusalem, let’s turn to a prominent foreign expert in Washington, Simon Henderson, who wrote an interesting assessment in ‘The Hill:’\n\n“It looks as if a ‘nuclear war’ of sorts has started in the Middle East…”\n\nIran’s centrifuge assembly plant, at its main enrichment site of Natanz, had been destroyed. Henderson explained that Iran relies on its IR-1 type centrifuges for upgrading enriched uranium – but not to the level required for nuclear warheads. For this, Iran may have reinitiated large-scale production of IR-2M centrifuges. However, he added that the severely damaged centrifuge assembly plant at Natanz could no longer be used for assembling IR-2Ms. Therefore, Henderson concluded:\n\n“The likelihood of Iran obtaining enough highly-enriched uranium for its first nuclear weapon has been delayed for months, perhaps even years.”\n\nSo if Henderson’s assessment is accurate, how might this affect the Iranian regime? Henderson warns that Iran will think in terms of a “nuclear response,” perhaps a retaliatory targeting of Israel’s nuclear reactor in Dimona.\n\nRet. IDF Gen. Yitchak Brik has a different assessment…\n\nGen. Brik totally rejects the idea that Iran will now try to target the Dimona reactor. On the contrary – Brik warns the Tehran is implementing a diabolical strategy. Writing in Haaretz newspaper, his analysis is entitled, “The Iranians have been lulling us to sleep, and we are now fast asleep!” Brik hypothesizes that the real purpose of Iran’s nuclear weapons program is to draw attention away from its real plan of encircling Israel with a ring of proxies armed with huge numbers of rockets and guided missiles. When given the green light from Tehran, these proxies will launch salvos simultaneously at Israel to overwhelm Israel’s airforce and missile defenses with the enormous numbers that would inflict massive damage.\n\nFor some time now, Israel has been engaged with an air operation aimed at preventing Iran from upgrading its rockets in Lebanon, Syria, and Iraq, where the Al Quds Force is trying to boost its military presence. Remember the vaunted Iranian Gen. Qasem Soleimani was assassinated last January near Bagdad airport by an American rocket strike. What was Soleimani, the architect of Iran’s foreign operations, doing in Iraq? [DE]\n\nGen. Brik’s theory is that the Iranians are not reacting to Israeli airstrikes because they want to complete their ring of conventional missiles surrounding the Jewish state. They are preparing for the right time to launch a massive missile strike, and they have great patience.\n\nCOVID-19 – Better Late than Never\n\nIsrael apparently blew it! After first reacting swiftly and implementing strict closures of infected neighborhoods, social distancing, and prompt medical treatment, PM Netanyahu and the Health Ministry eased up despite the warning of Prof. Siegal Sadetzki, who warned that it’s too early to ease up.\n\nNetanyahu gave in to the mounting public pressure from the million-or-so unemployed Israelis who had lost their paychecks. Then, just as Doctor Sadetzki has warned, COVID-19 came roaring back with a spike in the number of infections. She resigned after her advice was not heeded. So, now it’s back to tighter restrictions, and the government has launched a substantial economic and welfare program to remedy the situation.\n\nThis raises the question of whether Netanyahu is losing his almost magical political touch. Many of his Likud supporters belong to the lower income-earning Israelis who have been hit hardest. If the new program pays off, Bibi will recover. If not, he could be in hot water, politically. This, as his trial hearing draws near.\n\nAn Incredible Tale of Israeli-Palestinian Humanity\n\nOn a sunny Friday afternoon, an Israeli-Arab family – a father, mother, and their three children – joined a gathering of Israeli-Jewish bathers at a lake near Ashkelon. Everyone was having a great time in the wonderful Israeli sunshine – picnicking and bathing in the nearby water. Only one big problem – a prominent red sign warning everyone to stay out of the water; and with good reason – there were deep sinkholes inside the lake. And since bathing was banned, there was no lifeguard on duty.\n\nHowever, this did not prevent the happy picnickers, both Jewish and Arab, from frolicking in that quiet lake nearby. Among them was the Arab Bedouin family from the village of Hura – none of whom could swim. Then, catastrophe struck. The mother and her children subtly went under and started drowning. The father on the nearby shore heard the commotion and sounded the alarm. Nearby was Michael Ben Zikri, a Jewish Israeli, who jumped in and swam to the rescue.\n\nAfter pulling out the mother and two children, the gasping 45-year-old Ben Zikri gasped to the father, “That’s it, I’m totally exhausted.” The father replied that one more of his children was still missing under the water. Without hesitating, Michael jumped back in, swimming furiously in search of the child, pulled him out, and after passing him to the father, he suddenly collapsed, sinking back into the water where he drowned.\n\nIt was an incredible act of courage and humanity that caught the attention of Jews and Arabs alike. It has sparked an outpouring of admiration and shown a ray of light on Jewish-Arab relations in the Holy Land. Michael Ben Zikri is survived by his wife and their three children.\n\nComments\n\ncomments"}}