{"GDELT": {"GlobalEventID": 934748828, "Day": 20200713, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5288, "Actor1Code": "MEX", "Actor1Name": "MEXICAN", "Actor1CountryCode": "MEX", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.66801619433199, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Egypt", "Actor1Geo_CountryCode": "EG", "Actor1Geo_ADM1Code": "EG", "Actor1Geo_Lat": 27.0, "Actor1Geo_Long": 30.0, "Actor1Geo_FeatureID": "EG", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Egypt", "Action2Geo_CountryCode": "EG", "Action2Geo_ADM1Code": "EG", "Action2Geo_Lat": 27.0, "Action2Geo_Long": 30.0, "Action2Geo_FeatureID": "EG", "DATEADDED": 20200713064500, "SOURCEURL": "https://www.upi.com/Top_News/World-News/2020/07/12/Coronavirus-cases-deaths-climb-worldwide-as-mortality-down-to-44/7861594563527/"}, "ARTICLE": {"TITLE": "Coronavirus cases, deaths climb worldwide as mortality down to 4.4%", "TEXT": "Chinese soldiers wear protective face masks as the march back to their barracks after changing guard in Beijing's embassy district on Thursday. Despite the easing of restrictions and the lowered threat of COVID-19 in China's capital, the government still requires people to wear face masks when in public areas. The nation is 21st in the world in deaths with 4,634 and its mortality rate is 5.5 percent, about 1 percentage point above the world rate. Photo by Stephen Shaver/UPI | License Photo\n\nJuly 12 (UPI) -- Coronavirus has spread worldwide since the pandemic began earlier this year, rising exponentially in deaths to more than 567,000 and nearly 13 million cases. But despite those grim statistics, the mortality rate -- comparing deaths and cases -- has been declining.\n\nOn May 1, the mortality rate was 7.2 percent but on Saturday it had decreased to 4.4 percent overall.\n\nAdvertisement\n\nSeventy-two days ago, the death count was 240,976 and cases were 3,351,722. Deaths have more than doubled to 567,035, while cases almost quadrupled to 12,884,231. On Saturday, there were 214,786 new cases, below the record of 236,918 the day before. Deaths rose by 4,996 Saturday compared with 5,684.\n\nSince the first deaths were reported in the central Chinese city of Wuhan late last year, the outbreak spread to Europe, then the United States with hotspots also sprouting throughout Latin America, including Mexico, Brazil, Peru and Chile. And the world's second-most populous nation, India, also has had soaring numbers.\n\nRELATED Bollywood icon Aishwarya Rai Bachchan tests positive for coronavirus\n\nThe United States represents about one-quarter of the world's deaths and cases. But it's mortality rate also has been declining to below the world figure at 4.1 percent. It's cases have climbed dramatically from 36,101 on May 1 to above 70,000 last week.\n\nIn China, the world's most populous nation with 1.4 billion people, the rate is 5.5 percent with 4,634 deaths, including none since April 26, and 83,594 cases.\n\nItaly, which became the next epicenter of the virus, has a more significant rate, 14.4, Yet there were only 188 cases reported Saturday compared with a high of 6,553 on March 21. The nation reported only nine deaths Sunday after seven Saturday for a total of 34,954.\n\nAdvertisement\n\nGermany on Sunday reported zero deaths in the previous 24 hours for the first time since it registered its first fatality to the disease in March. It also registered 138 new cases on Sunday, continuing a downward trend from a high of nearly 7,000 cases late March.\n\nThe new figures increase its total deaths to 9,134 and 199,950 cases.\n\nOther countries have been setting daily case records in the past few weeks.\n\nBrazil is in second place worldwide in deaths at 71,515 and cases with 3,357,127 but its mortality rate is only 2.1 percent. Its daily case high of 55,209 was set June 19 but on Saturday it was 36,474.\n\nBrazil's daily death rate has been soaring and often is above 1,000 and the most in the world. Saturday's increase was 968.\n\nBrazilian President Jair Bolsonaro, who has minimized the outbreak and refuses to wear a mask, tested positive last week. On Saturday, his wife, Michelle, said Saturday that she and her two daughters had tested negative for the virus. The president said he is taking an unproven drug, hydroxychloroquine, to treat the infection, has been in isolation and has been feeling in good shape. He often has described the virus as a \"little flu.\"\n\nBolsonaro said \"misinformation\" is causing panic, noting \"side effects of fighting the virus could not be worse than the virus itself.\"\n\nNamely, the economy.\n\n\"Millions of jobs destroyed, tens of millions of people in the informality without income and a country on the brink of recession,\" Bolsonaro said.\n\nAdvertisement\n\nMexico overtook Italy for fourth in deaths on Sunday after recording 276 new fatalities in the past 24 hours. It also sat eight with 299,750 positive infections. However, its death rate is 11.8 percent. The nation set a record in cases with 7,280 Friday and dropped to 6,891 Saturday. On Sunday, it reported 4,482.\n\nMexico, the United States and Canada have all but around 4,000 of the 184,763 deaths in North America.\n\nCanada is in 12th place with 8,773 but has been under triple digits since 139 on June 4, including 14 on Saturday.\n\nThe U.S. border with Mexico and Canada remains closed until July 21 except for essential travel and goods.\n\nMarcelo Ebrard, foreign secretary of Mexico, said Friday the restrictions could be extended to August, \"Until there is a decline in the area.\"\n\n\"What we have is the southern states of the U.S., California, Arizona, New Mexico, and Texas on the rise [of coronavirus cases], so our perspective and the Mexican Secretary of Health is that it would be unwise right now to open because then what we're going to cause is an impact towards a respread,\" Ebrard announced during a morning conference from Mexico City.\n\nMexican President Andres Manuel Lopez Obrador met with U.S. President Donald Trump at the White House on Wednesday.\n\nPeru has risen to 10th on the globe with 11,682 deaths but is fifth in cases at 322,710 with a death rate of 3.6 percent. The South American nation had 3,064 cases Saturday, much less the record 8,805 on May 31.\n\nAdvertisement\n\nSouth America has a total of 103,914 deaths, including 1,644 Saturday. Chile, which is in 22nd place, added 100.\n\nIn Asia, India has risen to eighth in deaths at 22,762 but is third in cases with 856,062, including a record 27,755 Saturday but only 5,704 Sunday. The mortality rate in India is 2.6 percent.\n\nThe Indian city of Bengaluru, the third largest in India, will be put under lockdown for a week starting Tuesday to contain a massive cluster of COVID-19 cases, authorities said. There were 16,862 cases of COVID-19 in the Bengaluru urban area and 245 cases in rural areas, state health authorities said.\n\nEurope has four nations in the top 10 for deaths but the pandemic has stabilized there.\n\nBritain, which is third in the world with 44,798 deaths, reported 21 deaths after 148 Saturday. Its mortality rate is 15.5 percent.\n\nOn Sunday, Scottish First Minister Nicola Sturgeon said his nation may ask visitors from England to quarantine on arrival in Scotland.\n\nSturgeon told the BBC the decision is \"not political, it's not constitutional, it's just taking a similar view to countries across the world in terms of protecting populations from the risk of the virus.\"\n\nNot reporting data Saturday were No. 6 France, which reported 25 deaths Friday, and No. 7 Spain, with 2 Friday.\n\nIn Europe, there were 462 deaths for a total of 196,338.\n\nThe pandemic also has stabilized in Asia, where there have been 69,504 deaths but only 657 Sunday -- mostly in India.\n\nAdvertisement\n\nIran reported 194 deaths and is in 10th place.\n\nIn the Far East, the only nation besides China with more than 1,000 deaths is the Philippines with 1,372 deaths, including 12 Saturday as well as 1,308 cases.\n\nJapan, which has a total of 410 deaths, didn't report any deaths Saturday but it had 410 cases, which is the highest since 519 on April 25.\n\nTwo U.S. Marine bases in Okinawa Prefecture are on lockdown, with 62 coronavirus cases confirmed last week, the prefectural government said Saturday. Gov. Denny Tamaki said some American military personnel had held parties in downtown areas and beaches around July 4 to celebrate the U.S. Independence Day.\n\nIn Korea, the nation has reported only 6 deaths since June 25 and none Sunday for a total of 288. Case counts also have been low with a high of 79 on May 28.\n\nThe nation will require foreigners arriving from high-risk nations -- Bangladesh, Pakistan, Kazakhstan and Kyrgyzstan -- starting Monday to submit a certificate showing they tested negative for coronavirus because of the number of imported cases.\n\nIn Oceania, there have been 108 deaths in Australia and 22 in New Zealand. Australia's last reported deaths were 2 on Monday, and 1 each on Saturday and Sunday.\n\nThe latest death was in Victoria where its borders were closed last week because of a spike, including 273 new cases in one day Saturday.\n\nNew Zealand's last fatality was on May 28.\n\nAdvertisement\n\nDeaths continue to surge in Africa, going from 5,215 five weeks ago to 13,029, including 220 Saturday. South Africa leads with 3,971, including 111 more Saturday, followed closely by Egypt with 3,769, including a rise of 67."}}