{"GDELT": {"GlobalEventID": 934852957, "Day": 20200713, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5288, "Actor2Code": "GOV", "Actor2Name": "MINIST", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.01612903225806, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Serail, Mont-Liban, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE05", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8344, "Actor2Geo_Long": 35.5403, "Actor2Geo_FeatureID": "6318295", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Serail, Mont-Liban, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE05", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8344, "Action2Geo_Long": 35.5403, "Action2Geo_FeatureID": "6318295", "DATEADDED": 20200713181500, "SOURCEURL": "http://nna-leb.gov.lb/en/show-news/117757/Diab-chairs-Coronavirus-Follow-up-Committee-meeting"}, "ARTICLE": {"TITLE": "Diab chairs Coronavirus Follow-up Committee meeting", "TEXT": "NNA - Prime Minister, Dr. Hassan Diab, has chaired in the afternoon at the Grand Serail, a Coronavirus Follow up Committee meeting. Attending the meeting were Ministers of Defense, Zeina Akar, Interior and Municipalities Mohammad Fahmi, Public Works and Transport Michel Najjar, Social Affairs and Tourism RamziMusharrafieh, Public Health Hamad Hassan, and Information Manal Abdel Samad, as well as Director General of the Presidency of the Republic Antoine Choukair, Secretary General of the Presidency of the Council of Ministers Mahmoud Makie, Secretary General of the Higher Defense Council, Major-General Mahmoud Al-Asmar, and PM Advisor, KhodorTaleb.\n\nAfter the meeting, Health Minister made the following statement: \"The meeting has discussed data and conditions related to the increase in coronavirus cases. The committee took several decisions and instructed the technical committee that will convene at four o'clock in the afternoon to raise the level of measures and adopt stringent procedures to prevent the spread of the epidemic, in addition to penalizing violators in accordance with applicable laws and regulations, including:\n\n- Impose fines on violators of quarantine rules, causing the spread of the epidemic;\n\n- Wear masks mandatorily in all public andprivate institutions, in addition to hospitals and other institutions.\n\n- Avoid contact with others as much as possible in all places.\n\n- Provide foreign workers with quarantine places, in coordination with UN bodies.\n\n- Provide symptomatic or asymptomatic persons tested positive for coronavirus with mandatory places in relevant treatment centers in governorate hospitals”.\n\nThe Minister of Health indicated that the closure of the airport is not on the table and life will continue. Hassan stressed that the 10 percent airport capacity will be maintained, as the percentage of expats-related infections is 0.5% to date.\n\nAs for the fines that will be imposed on violators, Hassan stated:\n\n- Fines of 50,000 LBP for not wearing masks.\n\n- Fines ranging from 600,000 to 5 million LBP for those who do not abide by the quarantineperiod of 48 to 72 hours; violators will also be subject to legal and disciplinary procedures.\n\nThe Minister of Health hoped that restaurants’and cafes’ owners will follow the directives of the Ministry of Health and the Technical Coronavirus Follow up Committee, in order to ensure the safety of their clientele and the continuity of work.--PM Press Office\n\n============"}}