{"GDELT": {"GlobalEventID": 934853861, "Day": 20200713, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5288, "Actor1Code": "JUD", "Actor1Name": "JUDGE", "Actor1Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 1053, "EventBaseCode": 105, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.99847607436757, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Petersburg, Sankt-Peterburg, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS66", "Actor1Geo_ADM2Code": "25095", "Actor1Geo_Lat": 59.8944, "Actor1Geo_Long": 30.2642, "Actor1Geo_FeatureID": "-2996338", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Petersburg, Sankt-Peterburg, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS66", "Action2Geo_ADM2Code": "25095", "Action2Geo_Lat": 59.8944, "Action2Geo_Long": 30.2642, "Action2Geo_FeatureID": "-2996338", "DATEADDED": 20200713181500, "SOURCEURL": "http://www.forum18.org/archive.php?article_id=2585"}, "ARTICLE": {"TITLE": "Forum 18: RUSSIA: 15 months in deportation centre so far", "TEXT": "13 July 2020\n\nVictoria Arnold, Forum 18\n\n18 months after officials secretly stripped Yevgeny Kim of Russian citizenship (his only citizenship) and 15 months after he completed his jail term for exercising freedom of religion or belief, the now-stateless 45-year-old Muslim remains in the foreigners' detention centre in Khabarovsk. Uzbekistan – where he was born – refuses to accept him. In June, he asked for identity documents enabling him to leave Russia voluntarily for Turkey.\n\nRUSSIA: \"Russia has deceived Interpol\" Russia is using Interpol Red Notices to try to get back at least three citizens now based abroad to prosecute them on extremism charges for exercising freedom of religion or belief. Two are Muslims who meet to study their faith using the writings of Said Nursi. The Red Notices appear to violate Interpol's rules, which ban their use in ways that violate individuals' human rights.\n\nRUSSIA: Three prisoners of conscience stripped of citizenship Authorities have stripped Russian citizenship from three men jailed for exercising freedom of religion or belief: Muslim Yevgeny Kim in January 2019, and Jehovah's Witnesses Feliks Makhammadiyev and Konstantin Bazhenov in April 2020. Kim and Makhammadiyev are now stateless. Russia has been trying to deport Kim since 2019, and might try to deport Makhammadiyev and Bazhenov when they complete their jail terms."}}