{"GDELT": {"GlobalEventID": 934853261, "Day": 20200713, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5288, "Actor1Code": "COP", "Actor1Name": "POLICEMAN", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 181, "EventBaseCode": 181, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.28301886792452, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "NI", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI", "Action2Geo_Lat": 10.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "NI", "DATEADDED": 20200713181500, "SOURCEURL": "https://www.thecable.ng/former-senator-policeman-abducted-in-taraba"}, "ARTICLE": {"TITLE": "Former senator, policeman abducted in Taraba", "TEXT": "Advertisement\n\nZik Sunday Ambuno, a former senator from Taraba, and Mustapha Nuhu, a policeman, have been abducted by unknown gunmen in the state.\n\nAmbuno served as senator representing Taraba north constituency between 2003 and 2007.\n\nA village head of one of the communities in the state was also kidnapped following an invasion by unknown gunmen in separate attacks which occurred on Sunday.\n\nAs of the time of this report, family members of the victims have not been contacted on the whereabouts of their relatives.\n\nA resident of the former senator’s village, who confirmed the development, said the gunmen were more than 20, and on arriving the village, began to shoot sporadically.\n\nResidents of the community had to run to the surrounding hill area for safety as the gunmen opened fire, shooting in all directions.\n\n“Gunmen forced their way into the former senator’s house and abducted him to unknown location,” he said.\n\nThe attackers also invaded Dogon Yeli, Lallah, Bmekler, and Kumuyel areas in the state.\n\nDavid Misal, spokesman of the Taraba police command, confirmed the abduction, adding that security personnel are working towards finding the kidnappers.\n\nIn February 2020, Emmanuel Bwacha, senator representing Taraba south, had decried the spate of attacks by gunmen in the state.\n\nHe had cited an incident that occurred in his constituency, and called for improved security for Taraba communities.\n\n“I want to urge most Nigerian communities that this Amotekun kind of thing must be reflected in most of our communities because our military is overstretched. We must involve a new strategy to confront these people,” he had said."}}