{"GDELT": {"GlobalEventID": 934853146, "Day": 20200713, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5288, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 20, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.3923444976076604, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bristol, Bristol, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKB7", "Actor1Geo_ADM2Code": "40094", "Actor1Geo_Lat": 51.45, "Actor1Geo_Long": -2.58333, "Actor1Geo_FeatureID": "-2590919", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bristol, Bristol, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKB7", "Action2Geo_ADM2Code": "40094", "Action2Geo_Lat": 51.45, "Action2Geo_Long": -2.58333, "Action2Geo_FeatureID": "-2590919", "DATEADDED": 20200713181500, "SOURCEURL": "http://www.bristol-business.net/new-marketing-director-for-the-hr-dept-as-it-steps-up-its-support-for-covid-hit-firms/"}, "ARTICLE": {"TITLE": "New marketing director for The HR Dept as it steps up support for Coronavirus-hit firms", "TEXT": "Bristol-based human resources outsourcing specialist The HR Dept has promoted Felicity Kenny to become marketing director.\n\nFelicity, pictured, joined the company three years ago as marketing and franchise recruitment manager.\n\nIn that role she oversaw a new company website and brand refresh, implemented new digital marketing platforms and improved internal communications for franchisees, as well as developing the franchise recruitment side of the business.\n\nAs marketing director she will join the company’s board while continuing to lead a marketing team of four at the firm’s central office at Emersons Green.\n\nThe HR Dept has a network of 75 franchisees operating in 112 territories, with 11 in Australia and the rest based across the UK and Ireland.\n\nProviding outsourced, practical HR advice and support, the network together serves more than 6,500 small and medium-sized businesses (SMEs) in the UK alone.\n\nFelicity said: “The HR Dept is an amazing and unique company and I’m honoured to be chosen to sit on the board as marketing director.\n\n“Marketing is a crucial part of our company ethos, enabling us to provide the best support to our franchisees and to enhance the effectiveness of our professional network.\n\n“As we emerge from the coronavirus crisis and as the companies we serve around the UK, Ireland and Australia come to terms with its business impact, our offering has never been more relevant or important.\n\n“With an increased focus on digital marketing, with online solutions to optimise what our licensees offer their business, we have an opportunity to support SMEs around the UK with services which can be vital to their survival and prosperity.\n\n“It’s a demanding yet exciting time for our business and I’m delighted to be involved on a more strategic level.”\n\nThe HR Dept has played a campaigning role during the coronavirus outbreak, successfully lobbying government via local MPs and business bodies such as the Chartered Institute of Personnel and Development (CIPD).\n\nThis resulted in Chancellor Rishi Sunak belatedly making the Coronavirus Job Retention Scheme more flexible to better suit the needs of smaller businesses.\n\nFelicity said that during the past few months the firm had mounted its biggest-ever marketing campaign, which had resulted in unprecedented levels of engagement between it and the UK’s small businesses community.\n\n“Through our network we’ve been able to provide some vital support for business owners, creating webinars, knowledge hubs and campaigning on their behalf,” she said. “The voice of the SME is often lost in the national debate, so we’re proud to see the impact of the work we’ve done.\n\n“We have seen a significant increase in our website traffic since we launched our coronavirus HR hub at the beginning of lockdown. Our Job Retention Scheme FAQ page alone has received more than 85,000 visitors since we set it up in April.\n\n“So the value of HR during a crisis like this, which affects every aspect of employment, is clear.”\n\nThe HR Dept board also includes founder and executive director Sue Tumelty, finance director Mike Stevenson and non-executive director Keith Sadler.\n\nMrs Tumelty, who set up the business in 2002 before launching the franchising programme in 2005, said: “We’re thrilled to welcome Felicity to the board and we recognise the importance of her role in the potential growth of our company.\n\n“The workplace is changing rapidly changing and, like all companies, smaller businesses need to be aware of their responsibilities to their employees and cognisant of the benefits of getting their people strategies right.\n\n“The HR Dept has an opportunity to develop into something even more significant than it is now, and I’m looking forward to the impact that Felicity’s appointment will have on our journey.”"}}