{"GDELT": {"GlobalEventID": 934854559, "Day": 20200713, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5288, "Actor1Code": "USA", "Actor1Name": "INDIANA", "Actor1CountryCode": "USA", "Actor2Code": "USAEDU", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.17777777777778, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Indiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIN", "Actor1Geo_Lat": 39.8647, "Actor1Geo_Long": -86.2604, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Indiana, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIN", "Actor2Geo_Lat": 39.8647, "Actor2Geo_Long": -86.2604, "Actor2Geo_FeatureID": "IN", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Indiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIN", "Action2Geo_Lat": 39.8647, "Action2Geo_Long": -86.2604, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200713181500, "SOURCEURL": "https://www.courierpress.com/story/news/education/2020/07/13/indiana-education-washington-township-schools-not-reopen/5426726002/"}, "ARTICLE": {"TITLE": "Washington Township Schools first in Indianapolis to announce it won't reopen schools", "TEXT": "After announcing plans to reopen as scheduled, Washington Township Schools said Monday it will not bring students back into classrooms to start the new school year due to an increasing number of coronavirus cases.\n\nThe school district's board voted Monday to continue with virtual classes, \"while coronavirus indicators increase.\" All Indiana schools finished the last school via remote instruction after Gov. Eric Holcomb ordered them closed in mid-March.\n\n\"While we will reopen beginning July 30, as previously decided, today the Board has voted that all classes will be virtual until the Board determines otherwise,\" the district said in a statement released Monday morning. \"At each of our upcoming Board meetings we will carefully examine where we are locally in the fight against the coronavirus as we consider when students may return to the classroom.\"\n\nA district spokesperson confirmed Monday that Washington Township will be providing digital devices to students and a \"zero contact\" distribution plan is being worked out. The district is assessing home internet needs and will be providing hot spots on an as-needed basis. The devices are being funded through the Indianapolis eLearning Fund, established by local philanthropists this spring to support virtual learning efforts at Marion County schools.\n\nAll extracurricular activities that involve in-person meeting, including fall sports, have been suspended. John Fencl, president of the Washington Township Schools board said decisions about returning to in-person instruction and resuming activities will be reevaluated by the board going forward.\n\nStatewide coronavirus update:Indiana reports 452 cases, 2 deaths\n\nWashington Township serves more than 11,000 students on Indianapolis' northside. Just last week, the board had approved a plan that would reopen its classrooms for in-person instruction with requirements for masks, social distancing and other safety measures.\n\nThen, cases in Indiana started to increase. At the end of last week, the state saw the highest numbers of new coronavirus cases since early May and increases in the percent of COVID-19 tests coming back positive.\n\nIn a statement released Monday, the board said it had to do what it believed was best for its students and staff members.\n\n\"Experts caution that students themselves may become infected and that even if they do not become seriously ill they may pass the virus to adults with whom they reside, including those who are immunocompromised or are vulnerable for other reasons,\" the board said in a statement. \"We acknowledge in this regard that our African American families are particularly at risk.\"\n\nAbout 40% of Washington Township's students are Black or African American, according to state data.\n\n'It's the best decision'\n\nThe district's only high school, North Central, houses more than 3,700 students and is one of the largest in the state. Rob Harrington said he was concerned about the school's ability to actually adhere to social distancing with so many students.\n\nBefore the district announced its plans Monday, Harrington said he and his wife had already decided their son, who will be a senior, would start the year online rather than returning to in-person classes.\n\n\"He wanted to go for the social aspect of it all,\" Harrington said. \"He doesn't like it but knows it's the best decision.\"\n\nHarrington's wife and two older children graduated from North Central. The family is hopeful for the spring semester, he said.\n\nWashington Township's decision not to reopen for in-person classes comes as President Donald Trump calls on schools to do just that. Last week, Trump put the nation's schools on notice via Twitter, saying he may cut their funding if they don't reopen their classrooms this fall.\n\nFederal funding decisions are in the hands of Congress, but that hasn't stopped the administration from pressuring schools to open their doors. U.S. Secretary of Education Betsy DeVos doubled-down on the threats to cut funding during appearances on television news programs over the weekend.\n\nIndiana's State Superintendent of Public Instruction, Jennifer McCormick, has called the rhetoric \"not helpful.\"\n\nMcCormick tweeted last week that while schools and health departments are working on re-entry plans, schools \"cannot & should not be bullied from DC into ignoring safety concerns.\"\n\nWashington Township said limited guidance from state and local leaders and health officials put the school district in a difficult position.\n\n'It's not a single factor'\n\nLast month, the Indiana Department of Education released a series of considerations for schools to use while crafting reopening plans but the guidance didn't include any safety mandates.\n\nState health officials have been hesitant to say what parameters would warrant another wide-scale suspension of in-person instruction, like the state saw in the spring when several districts close their buildings ahead of the statewide closure mandated by Gov. Eric Holcomb in mid-March.\n\nIn a news conference last week, Holcomb said the state will look at a variety of indicators when determining whether students will need to stay home again. The four principles considered during the state's reopening have been:\n\nThe number of hospitalized COVID-19 patients\n\nHospital capacity to treat a potential surge in patients\n\nThe ability to test all Hoosiers who have symptoms\n\nThe ability to conduct contact tracing on people who test positive\n\n\"It's not a single factor,\" Holcomb said. \"If you're looking for just one indicator that says 'they score off the charts here,' that's not it.\"\n\nAt that same news conference, State Health Commissioner Dr. Kristina Box said looking at where outbreaks occur can also help them make decisions.\n\n\"If a community has a particularly high positivity rate, is that because it's in a particular industry or a business there or long-term care facility?\" she said. \"Is this just in one classroom in a school or is it in every classroom? Is it in all grades? Is it your staff, your teachers and everyone?\"\n\nShe said answering these questions requires working with superintendents and local health officials, which Holcomb said the state is doing.\n\n\"We're going to do what we can to try to support schools so they can stay open,\" Box said. \"We think that's important not only for the educational experience for our students but for their mental and their physical health also.\"\n\nWashington Township said it has relied on feedback from students’ families and the district's teachers for guidance on how best to respond to the ongoing pandemic. There were concerns, he said, about compliance with the mask mandate and other parts of the reopening plan.\n\n\"You get into a large group and that increases your risk,\" he said, \"and I think the perception was maybe this was an unnecessary risk.\"\n\nAll 11 public school district in Marion County had been a united front on reopening, until Monday's announcement. So far, no other districts have changed course on in-person reopening. All other districts have said they'll offer both in-person and online options.\n\nFencl said the decision to postpone the physical reopening of the district was a difficult one and the board understands the pressure it puts on families.\n\nThe increase in COVID-19 cases in Marion County is what caught the attention of the board and drove the decision to act. He said the board is still determining what metrics would signal that the schools could safely reopen for in-person instruction.\n\n\"Our hope certainly is to return kids to the classroom,\" he said.\n\nDistricts throughout the state have been releasing reopening plans and more are expected this week. Read a comparison of plans from Central Indiana school districts, including requirements for masks, social distancing in classrooms and more, here.\n\nCall IndyStar education reporter Arika Herron at 317-201-5620 or email her at Arika.Herron@indystar.com. Follow her on Twitter: @ArikaHerron."}}