{"GDELT": {"GlobalEventID": 934853797, "Day": 20200713, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5288, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.20915548539858, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Natanz, Esfahan, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR28", "Actor1Geo_ADM2Code": "41048", "Actor1Geo_Lat": 33.4964, "Actor1Geo_Long": 51.9266, "Actor1Geo_FeatureID": "10811460", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Gaza, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.4167, "Actor2Geo_Long": 34.3333, "Actor2Geo_FeatureID": "-797156", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Natanz, Esfahan, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR28", "Action2Geo_ADM2Code": "41048", "Action2Geo_Lat": 33.4964, "Action2Geo_Long": 51.9266, "Action2Geo_FeatureID": "10811460", "DATEADDED": 20200713181500, "SOURCEURL": "https://honestreporting.com/the-guardian-blames-irans-nuclear-program-on-america-and-israel/"}, "ARTICLE": {"TITLE": "Guardian: “Bullying” By Israel and US Is Forcing Iran to Pursue Nuclear Weapon", "TEXT": "Over the last few weeks, a series of unexplained blasts and fires across a range of military, nuclear and industrial facilities throughout Iran have caught the attention of the world media. With so much at stake, and with a “Middle Eastern intelligence official” telling two American newspapers that Israel was behind the blast at Iran’s main nuclear fuel enrichment facility in Natanz, it seems highly probable that Israel was behind at least some of the destruction.\n\nBut instead of focusing on the very real threat of Iran achieving nuclear power, a recent op-ed by Simon Tisdall, foreign affairs commentator for The Guardian, characterises the latest sequence of events as “bullying” in a July 12 op-ed entitled, “Sabotage, sanctions and the bullying of Iran is bound to backfire on the west” and even managed to blame the West for Iran’s nuclear ambitions.\n\nStay informed Let us know where to email your free, daily news roundups: I still want to receive the following emails from HonestReporting: Communiques and Alerts IsraBite Daily News Roundup What's New? Israel in Focus Development & Outreach SIGN UP NOW\n\nWhile most understand that the prospect of a nuclear Iran is one the world cannot accept, Tisdall chooses to focus not on Iran’s slow, relentless march to the bomb, but on the response of countries compelled to act of genuine concern that one of the most repressive regimes on the planet may be on the way to gaining access to the most terrible weapon known to humanity.\n\nAs the suggestion that Iran is being ‘bullied’ wasn’t bad enough, Tisdall goes on to claim that measures taken against Iran are the real cause of Iran’s nuclear obsession:\n\nThe problem for Trump and fellow bully-boys Netanyahu and the Saudi crown prince, Mohammed bin Salman, is that their toxic recipe isn’t working. In truth, the very opposite of what they supposedly want is happening… Iran, which has always maintained it does not want nuclear weapons, is now moving closer to acquiring a weapons manufacturing capability as a direct consequence of US bad faith.“\n\nYou read that right. Tisdall not only credulously, uncritically cites Iran’s claims that “it does not want nuclear weapons,” but then goes on to blame America’s “bad faith” for the fact that Iran is inching closer to acquiring nuclear weapons.\n\nSpeaking of Israel’s purported strikes against Iranian infrastructure, Tisdall disparagingly refers to possible American knowledge of the attack as “connivance,” and uncritically quotes an Iranian spokesman who warned, “The method Israel is using is dangerous, and it could spread to anywhere in the world.”\n\nOf course, this is a regime that has spread its very own dangerous “methods” far and wide in the Middle East, establishing proxy militias to fight in and control swathes of Iraq, Lebanon, Yemen, Gaza and Syria.\n\nRelated Reading: The Regional Threat Explained\n\nMiscasting Opposition to a Nuclear Iran as Western Imperialism\n\nAt one point, Tisdall gives some background, explaining that “Both the US and Israel regard Iran’s missile programme as a threat.”\n\nVery true. But that sentence is woefully incomplete. So too does Saudi Arabia.\n\nIn fact, the Arab angle is almost entirely missing from this article – the specter of the rise of an nuclear Iran has Saudi and much of the Sunni Middle East extremely concerned, to the point that old foes have become new allies in a united front against Iran.\n\nThe convenient exclusion of Saudia Arabia serves to cast opposition to Iran as an outgrowth of the “Western imperialism” that the Guardian so loves to castigate.\n\nPortraying Americans and Israelis as ‘Hardline’…\n\n“A political clean sweep beckons for those in Iran who, like their hardline American and Israeli counterparts, prefer confrontation to common sense.”\n\nThis ties in with a common media misrepresentation of Benjamin Netanyahu as a warmonger. In reality, even staunch critics in Israel recognize the truth that, far from seeking “confrontation,” Netanyahu is a risk-averse leader who has repeatedly declined to go to war.\n\nThe extent of Tisdall’s willingness to attack the West is laid clear in the juxtaposition of two sentences: In one, he euphemistically refers to Iran’s funding and arming of militias across the Middle East as mere “harmful meddling in Syria, Lebanon, Iraq and Yemen.” In the next, he thunders that it “It is Trump, not the mullahs, who almost started a war by assassinating Revolutionary Guards general Qassem Suleimani in January – an extrajudicial killing the UN says was unlawful.”\n\n… While Describing Iranian Leaders as ‘Moderate’\n\nIf Tisdall regards Israeli and American leaders as “hardliners,” then how should the leaders of repressive Iran, a theocratic country which regularly brutalizes its own population, be described? Surely something more extreme?\n\nNot according to Tisdall.\n\nAs far as he’s concerned, President Hassan Rouhani and foreign minister Javad Zarif are simply “pro-western reformists and moderates.” This is the same Rouhani who appointed Moustafa Pour-Mohammadi as Justice Minister. Pour-Mohammadi was dubbed “minister of murder” by Human Rights Watch, because he was responsible for Iran’s mass execution of political prisoners in the 1980s. This is the same Javad Sarif who in 2006 refused to acknowledge that 6 million Jews died in the Holocaust.\n\n“Reformists” and “moderates” are, it seems, very relative terms. While the two may not be as extreme as others, they are far from truly pro-Western, and merely more diplomatic in promoting the Iranian drive to dominate the Middle East.\n\nRelated Reading: The Iran Regime’s Incitement to Destroy Israel\n\nThe Real Story of Iran’s Nuclear Obsession\n\nIran’s 18-year long pursuit of nuclear weapons is well-documented. It has ploughed millions into developing centrifuges; built an array of research and enrichment facilities; employed hundreds, if not thousands, of scientists and other workers; and defied international pressure – all in the name of securing nuclear power.\n\nWhile Iran has insisted that its nuclear program is entirely peaceful, the international community has made clear it neither trusts nor believes Iran, with a group of world powers known as the P5+1 securing a deal in 2015 that saw tough economic sanctions lifted after Iran agreed to restrict certain nuclear development and permit international inspectors to enter the country.\n\nFor years, Israel remained suspicious, and in 2018, Prime Minister Benjamin Netanyahu went public with evidence procured from Iran that showed it had duped the international nuclear inspectors and cheated the agreement. Months later, the Trump administration announced that it would pull out of the deal with Iran and reimpose sanctions. In response, Iran has ramped up its nuclear development to ever-higher levels, sparking concerns of hostilities.\n\nRelated Reading — Iran: The Global Threat\n\nSo, just to be clear: Iran is one of, if not the single greatest state sponsor of terrorism on the planet. Its network of proxies reach into Iraq, Yemen, Lebanon, Syria, Gaza, and threaten to bring instability to the entire Middle East, and beyond. It has developed a fearsome obsession with Israel, holding events such as missile exhibitions displaying rockets marked with the phrase “Israel must be wiped off the map,” and the wildly offensive “International Holocaust Cartoon Competition.”\n\n(Video: September 2019)\n\nAll of the above should serve to make abundantly clear that Iran is an international pariah which has long been single-minded in its pursuit of achieving nuclear power. Since 2002, Iran has worked relentlessly to develop nuclear capabilities with the aim of eventually attaining nuclear weapons, a threat so serious that it has led to the rise of alliances between Israel and multiple Sunni states, united in concern at the specter of the rise of a nuclear Iran.\n\nBut to read Tisdall’s column, readers would be forgiven for having cause and effect reversed, and thinking that the Iranians’ drive for the bomb is a reaction to Western interference.\n\nNothing could be farther from the truth.\n\nEnjoyed reading this article? Follow the HonestReporting page on Facebook to read more articles debunking news bias and smears, as well as others explaining Israel’s history, politics, and international affairs. Click here to learn more!\n\nStay informed Let us know where to email your free, daily news roundups: I still want to receive the following emails from HonestReporting: Communiques and Alerts IsraBite Daily News Roundup What's New? Israel in Focus Development & Outreach SIGN UP NOW"}}