{"GDELT": {"GlobalEventID": 934852895, "Day": 20200713, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5288, "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 2.20588235294118, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Manila, Manila, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RPD9", "Actor2Geo_ADM2Code": "24210", "Actor2Geo_Lat": 14.6042, "Actor2Geo_Long": 120.98200000000001, "Actor2Geo_FeatureID": "-2437894", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manila, Manila, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPD9", "Action2Geo_ADM2Code": "24210", "Action2Geo_Lat": 14.6042, "Action2Geo_Long": 120.98200000000001, "Action2Geo_FeatureID": "-2437894", "DATEADDED": 20200713181500, "SOURCEURL": "https://www.manilatimes.net/2020/07/14/business/companies/dti-barbershops-salons-can-increase-operations/741714/"}, "ARTICLE": {"TITLE": "DTI: Barbershops, Salons Can Increase Operations – The Manila Times", "TEXT": "THE Department of Trade and Industry (DTI) has issued a directive allowing barbershops and salons in areas under general community quarantine (GCQ) to increase their operating capacity to 50 percent from the current 30 percent.\n\nIn a statement on Monday, PPA said it introduced its electronic-payment portal (EPP), which will house and host all payment systems of ports under the control of the agency and seamlessly connect it through a number of government and commercial banks joining the program as well as nonbank institutions for a variety of online payment modes such as payment centers, credit cards and debit cards.\n\n“We know that the lockdown prevented the spread of Covid-19 (coronavirus disease 2019) but it significantly affected the livelihood of our fellow countrymen. These increases in capacities are meant to enhance the income opportunities of the workers and MSMEs to save jobs. This is critical in order to prevent the collapse of many micro, small and medium enterprises (MSMEs) and the loss of livelihood,” Trade Secretary Ramon Lopez said.\n\n\n\n\n\n\n\n“At 30 percent capacity, many MSMEs still earn below breakeven income and workers are only able to receive limited earnings. As earlier approved by the IATF-EID (Inter-Agency Task Force on Emerging Infectious Diseases) and supported by Executive Secretary Salvador Medialdea, we started at 30 percent as a means to gradually reopen and to test the compliance of establishments to minimum health protocols, as well as not to shock the system,” he added.\n\nLopez said that by increasing operational capacities of these establishments, they will be able to accommodate more customers and improve their revenues and income.\n\nHe noted, however, that businesses should follow the set safety guidelines and health protocols to prevent the transmission of Covid-19 among their employees and customers.\n\nMC 20-38 also expanded the services on all haircutting and hair treatment services under GCQ, subject to strict protocol on hand sanitation, face masks and face shields, gloves and sterilized equipment. Meanwhile, for areas under MCGQ, all services will be allowed.\n\n“We decided to allow more services to open under GCQ so that workers can earn more in daily income as they do higher value service compared to only basic haircuts. There are 400,000 workers in the barbershop and salon industry and with this MC, we wish to help alleviate their financial burden,” Lopez said.\n\nHe added DTI will soon be releasing a memorandum circular to increase the operational capacity of dine-in establishments, following the high compliance rate of businesses.\n\n“We should be stricter in implementing the health protocols and customers to be extra careful, which means (they should) still (be) wearing masks if not eating for the moment, safe distancing and frequent sanitation of hands,” said Lopez.\n\n“We just have to manage and live with the virus. It will be here to stay. (We) need to balance health and economy and time to restart the economy. Provide more livelihoods at this time. Noted also that treatments are getting better with more recoveries,” he added.\n\nLopez said that businesses should also enhance their exhaust systems to address the possibility of airborne transmission.\n\n“It is in the protocol already. And the recommendation is to put a clear acrylic divider 18 inches high to prevent transmission,” he said."}}