{"GDELT": {"GlobalEventID": 934854412, "Day": 20200713, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5288, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "BUS", "Actor2Name": "COMPANY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.35690235690236, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200713181500, "SOURCEURL": "https://www.prweb.com/releases/finance_real_estate_and_tech_industry_leaders_join_the_strack_groups_new_board_of_advisors/prweb17244141.htm"}, "ARTICLE": {"TITLE": "Finance, Real Estate, and Tech Industry Leaders Join The Strack Group’s New Board of Advisors", "TEXT": "Peter Strack, CEO and Founder of The Strack Group\n\nToday The Strack Group, a venture capital firm founded in 2018 by entrepreneur and Alliance Reservations Network (ARN) Co-Founder and President Peter Strack, announced the formation of its Board of Advisors, along with the many industry leaders who will now provide guidance and recommendations to the firm.\n\nThe Strack Group invests in real estate, insurance, technology, and services. The firm will leverage each member’s sector of expertise to strategically support the firm’s investment initiatives.\n\n“This influential group of business leaders is the perfect blend for success,” said Strack. “I’ve had the personal pleasure of working with these business dignitaries for years; their expertise and future input will add immeasurable value.\"\n\nDavid Crabtree will act as the firm’s Real Estate Advisor. In both C-level positions leading major household brands and his own commercial holding company, Crabtree has overseen major commercial real estate transactions totaling over one billion dollars.\n\nDavid Burnett, CPA, CFP, will serve as the firm’s Strategic Tax Planning Advisor. Burnett specializes in advising business owners on tax and finance considerations using his broad experience in finance, accounting, and financial planning.\n\nZahara Alarakhia joins the board as the Legal Advisor. As a managing partner at Reeve Augustine Alarakhia, PLLC, Alarakhia routinely represents and counsels businesses as they scale from small organizations to multi-million dollar corporations.\n\nTed Mooney comes to the board as a Business Advisor. Mooney previously founded and guided technology startup 2Go Media through the exit phase. From there he has lead business development efforts at multiple technology companies and now provides consulting services to small and medium-sized companies on merchant platforms.\n\nJohn A. Cooper will act as an Investment Banking Advisor. Cooper is the founder of Halestreet Investments, a venture capital firm. As an investment banker, he has overseen more than 300 transactions in the technology sector alone. Before founding Halestreet, he held executive positions leading corporate development and strategy efforts at many companies, including American Express and Microsoft.\n\nPeter Bertenshaw will also act as a Business Advisor. Bertenshaw, along with Peter Strack, founded ARN. Bertenshaw’s technology leadership helped position the company as a leading B2B travel technology provider prior to the 2019 sale of the company to RCI, the world’s largest vacation exchange network.\n\nRamon Leon joins the board as the Technology Advisor. Another ARN veteran, Leon developed much of the core technology behind Alliance’s travel platform.\n\nJohn Strack, father of Peter Strack, will serve as a Business Advisor. John Strack is a life-long entrepreneur who owns J. Lewis Small Co. Inc., a large manufacturing company. He will lend his years of corporate leadership experience to the firm.\n\nAbout The Strack Group\n\nThe Strack Group is a venture capital firm that invests in later-stage companies in the industries of real estate, insurance, technology, and services. The firm specializes in investing in, evolving, and then positioning owners to exit in companies that show high potential to scale their platform to large audiences. It was founded by serial entrepreneur Peter Strack. Learn more at https://www.thestrackgroup.com.\n\nAbout Peter Strack\n\nPeter Strack is a serial entrepreneur with a passion for building businesses and mentoring aspiring entrepreneurs. He co-founded Alliance Reservations Network (ARN), a travel technology company, which was acquired by RCI, a company owned by Wyndham Destinations, in 2019 for $92 million. While still heavily involved in ARN, he founded The Strack Group to share his experience and pursue new projects. Learn more at https://peterstrack.com."}}