{"GDELT": {"GlobalEventID": 935024455, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "ZAF", "Actor1Name": "SOUTH AFRICAN", "Actor1CountryCode": "ZAF", "Actor2Code": "MOZ", "Actor2Name": "MOZAMBIQUE", "Actor2CountryCode": "MOZ", "IsRootEvent": 0, "EventCode": 154, "EventBaseCode": 154, "EventRootCode": 15, "QuadClass": 4, "GoldsteinScale": -7.2, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.63288718929254, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pretoria, Gauteng, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF06", "Actor1Geo_ADM2Code": "77346", "Actor1Geo_Lat": -25.7069, "Actor1Geo_Long": 28.2294, "Actor1Geo_FeatureID": "-1273769", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cabo Delgado, Cabo Delgado, Mozambique", "Actor2Geo_CountryCode": "MZ", "Actor2Geo_ADM1Code": "MZ01", "Actor2Geo_ADM2Code": "21846", "Actor2Geo_Lat": -10.7067, "Actor2Geo_Long": 40.6328, "Actor2Geo_FeatureID": "-312482", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cabo Delgado, Cabo Delgado, Mozambique", "Action2Geo_CountryCode": "MZ", "Action2Geo_ADM1Code": "MZ01", "Action2Geo_ADM2Code": "21846", "Action2Geo_Lat": -10.7067, "Action2Geo_Long": 40.6328, "Action2Geo_FeatureID": "-312482", "DATEADDED": 20200714134500, "SOURCEURL": "https://allafrica.com/stories/202007140600.html"}, "ARTICLE": {"TITLE": "Southern Africa: Maritime Security Can Help Resolve the Mozambique Insurgency", "TEXT": "analysis\n\nOver recent months the bloody insurgency in the northern Mozambique province of Cabo Delgado has taken an unprecedented maritime turn. If it worsens, it could have profound socio-economic and security implications for Southern Africa.\n\nThe Islamic State-inspired Ahlu-Sunnah Wal Jama'at (Al-Sunnah) has been attacking Cabo Delgado inhabitants since 2017, killing over 1 000 people to date. Al-Sunnah has launched frequent attacks on coastal villages, and used coordinated landward and amphibious attacks when it recaptured the coastal town of Mocímboa da Praia in June. This showed the insurgents that attacking from the sea was a viable option, as the risk of being intercepted by Mozambique's maritime security actors is low.\n\nJust as worrying as the capacity to carry out attacks from the sea is the group's propensity to launch attacks against people who have fled to islands. This development reinforces recent Institute for Security Studies research that suggests Al-Sunnah is changing its strategy as it grows in capacity and confidence.\n\nThe group is shifting from destructive raids and the temporary occupation of towns to behaviour aimed at taking more permanent control over territory and communities. This points to a looming escalation in fighting.\n\nThe UN Refugee Agency estimates that there are now about 200 000 internally displaced people. Many of these have fled from Al-Sunnah by boat to coastal towns elsewhere in Mozambique or over the border into Tanzania. Their plight is not yet over however, with the insurgency taking place against the backdrop of the widespread damage Cyclone Kenneth inflicted in 2019, and COVID-19 in 2020.\n\nAttacks from the sea have proved viable, with low risk of being stopped by maritime security actors\n\nAccess and mobility via overland routes has also become harder as recent torrential rains have washed away bridges. Most of the province's dirt roads have been turned into impassable quagmires. The only feasible way to supply the increasing number of internally displaced people with aid, while keeping open the best available means of transport, is via coastal shipping.\n\nIf Al-Sunnah wants more permanent control over captured territory, it might turn its attention to the numerous landing sites and shipping routes used by smugglers and traffickers involved in the lucrative illicit economy in the region. This would provide it with increased revenue, resources and possibly intelligence on the movement of vessels out to sea.\n\nUnder such conditions, some have warned that northern Mozambique would become a platform for launching assaults and furthering the aims of criminal networks across the region - including piracy. They could also adopt asymmetrical tactics that render the nearby seas dangerous. This poses a significant risk. Shipping is key to helping internally displaced people, and the government is increasingly dependent on revenue from gas exports from its huge offshore deposits.\n\nEnergy companies are questioning whether Mozambique can provide enough security for them to continue their operations. US company Exxon Mobil has postponed taking the final investment decision about constructing a US$30 billion liquefied natural gas processing facility on the Afungi Peninsula near Palma until at least 2021.\n\nNeither of the private military contractors in northern Mozambique focus on maritime security\n\nA consortium led by the French energy company Total SA is cautiously resuming operations. Italy's Eni is gambling that it can secure its operations by placing its floating liquefied natural gas vessel the Coral Sul far from Cabo Delgado's coastline. Meanwhile actors from countries who haven't been visible in the region, such as Japan, are investing in gas development - raising the number of stakeholders who will need to cooperate in an insecure space.\n\nMozambican armed forces have struggled to combat the insurgency and rely on private military contractors such as the Wagner Group and the Dyck Advisory Group - neither of whom focus on maritime security. Recent shifts in the government's attitude to externalising the fight against Al-Sunnah must be viewed against this backdrop of military and fiscal insecurities and constraints.\n\nMozambique's formal request for Southern African Development Corporation (SADC) support was discussed at a special summit in May, but an overarching strategy hasn't yet been produced. SADC must urgently take action. First, it must convene a meeting of its Standing Maritime Committee to review available naval capacity and funding, and provide options to guide decision making.\n\nSecond, it must draft a SADC maritime operational strategy. This could be done by reviewing both its 2011 strategy for countering piracy in the Western Indian Ocean and its 2015 regional counter-terrorism strategy to see what they can contribute. The process must accompany the adoption of its Integrated Maritime Strategy.\n\nAn amphibious capability could deny Al-Sunnah further revenue and intelligence opportunities\n\nAn outcome of the Standing Maritime Committee must be a greater appreciation of the role the maritime domain can play in resolving the conflict. Decision makers need to see how an overarching strategy with a strong maritime component could help disrupt Al-Sunnah - provided they act promptly.\n\nThe strategy could include deploying naval vessels to protect internally displaced people from further amphibious attacks, and protecting coastal shipping delivering humanitarian aid. An amphibious capability allows for operations that deny Al-Sunnah further revenue and intelligence opportunities.\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Mozambique Southern Africa Legal Affairs By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\nSADC's maritime security efforts depend on South Africa's response. South Africa faces a dilemma because of Al-Sunnah's threats to attack it. There is also the awkward political challenge posed by joining the land fight alongside groups Pretoria considers mercenaries. However South Africa (and Mozambique and SADC) have an advantage - the 2012 trilateral maritime security memorandum of understanding signed by Mozambique, South Africa and Tanzania.\n\nThe provisions of the memorandum were designed to protect the integrity of the territorial waters of the state parties against any illegal activities that undermine their security and economic development. The agreement permits combined maritime operations in territorial waters to combat such activities.\n\nVarious elements of the South African National Defence Force have been deployed to Cabo Delgado as part of Operation Copper since 2011, with a major emphasis on counter-piracy patrols. These patrols should have generated intelligence and experience that can inform SADC counter-insurgency and maritime security strategy and operations.\n\nWhile maritime security in itself can't guarantee victory on land against Al-Sunnah, it can provide an anchor to ensure that security initiatives remain firmly in government and SADC hands.\n\nTimothy Walker, Senior Researcher and Maritime Project Leader, ISS Pretoria"}}