{"GDELT": {"GlobalEventID": 935024084, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "THA", "Actor1Name": "THAILAND", "Actor1CountryCode": "THA", "Actor2Code": "EGY", "Actor2Name": "EGYPTIAN", "Actor2CountryCode": "EGY", "IsRootEvent": 1, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.70370370370371, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH40", "Actor1Geo_ADM2Code": "26423", "Actor1Geo_Lat": 13.75, "Actor1Geo_Long": 100.51700000000001, "Actor1Geo_FeatureID": "-3250083", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Actor2Geo_CountryCode": "TH", "Actor2Geo_ADM1Code": "TH40", "Actor2Geo_ADM2Code": "26423", "Actor2Geo_Lat": 13.75, "Actor2Geo_Long": 100.51700000000001, "Actor2Geo_FeatureID": "-3250083", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH40", "Action2Geo_ADM2Code": "26423", "Action2Geo_Lat": 13.75, "Action2Geo_Long": 100.51700000000001, "Action2Geo_FeatureID": "-3250083", "DATEADDED": 20200714134500, "SOURCEURL": "https://www.thestar.com.my/aseanplus/aseanplus-news/2020/07/14/thailand-halts-flights-after-egyptian-breaks-quarantine-with-virus-update"}, "ARTICLE": {"TITLE": "Thailand halts flights after Egyptian breaks quarantine with virus (Update)", "TEXT": "BANGKOK (AFP): Thailand suspended all inbound flights Tuesday (July 14) after an Egyptian soldier skipped self-quarantine and went to a shopping mall before testing positive for Covid-19.\n\nThe kingdom has not recorded a domestic case of the virus for 50 days, winning praise for its strict lockdown which has so far controlled infections.\n\nThe country had been gingerly reopening its airspace, hoping to use the low virus rates to tease back visitors to an economy flatlined by the collapse of tourism.\n\nBut all inbound flights will be stopped after the group of Egyptian soldiers entered via the military-controlled U-Tapao airport, in Rayong province, without any virus screening.\n\nThey were meant to self-quarantine at a hotel before flying out the next day but instead went to a nearby shopping mall. One soldier in the group later tested positive for the disease.\n\nAuthorities are now scrambling to trace around 1,700 people at the mall and the surrounding area.\n\nPrime Minister Prayut Chan-O-Cha said he took \"all responsibility\" for the oversight and issued a rare apology for undermining the public's \"confidence and safety\".\n\n\"It happened because people did not respect the rules,\" he said during a televised address.\n\n\"All inbound flights are halted -- there are no more approvals until we can solve the problem.\"\n\nThailand, which receives daily repatriation flights, had imposed a 14-day state quarantine on a few approved groups of foreigners allowed in -- like spouses of Thai nationals, work permit holders and foreign students.\n\nBut aircraft crew and diplomats were exceptions allowed to self-quarantine.\n\nThe Egyptian man arrived on a military flight with 30 other officers on July 10 after a 24-hour round trip to Chengdu, China. They departed for Egypt the following morning.\n\nAfter this incident, a health ministry official said that eight Egyptian military flights approved to travel through the kingdom later this month had been cancelled.\n\nAuthorities are also trying to trace the movements of the daughter of Sudan's charge d'affaires who entered the country on July 10 and stayed in a busy Bangkok condo instead of an embassy residence.\n\nPrayut's action appears to have also put a pin in plans for \"travel bubbles\", which the tourism-reliant kingdom had proposed last month to allow entry of travellers from selected Asian countries with similarly low levels of the virus.\n\nThe incidents drew widespread anger from Thais on social media, with the hashtag \"damn the government, damn its supporters\" trending on Twitter.\n\nThailand has recorded just 3,200 cases and 58 deaths, despite being the first country outside of China to record a case.\n\nBut the virus has taken a toll on the economy, with growth expected to contract between six and 10 per cent this year, leaving millions jobless. - AFP"}}