{"GDELT": {"GlobalEventID": 935023514, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "GRCGOV", "Actor1Name": "GREECE", "Actor1CountryCode": "GRC", "Actor1Type1Code": "GOV", "Actor2Code": "GBRCVL", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 81, "EventBaseCode": 81, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.34453781512605, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pelion, Perifereia Thessalias, Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR64", "Actor1Geo_ADM2Code": "16722", "Actor1Geo_Lat": 39.4, "Actor1Geo_Long": 23.0833, "Actor1Geo_FeatureID": "-826259", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Pelion, Perifereia Thessalias, Greece", "Actor2Geo_CountryCode": "GR", "Actor2Geo_ADM1Code": "GR64", "Actor2Geo_ADM2Code": "16722", "Actor2Geo_Lat": 39.4, "Actor2Geo_Long": 23.0833, "Actor2Geo_FeatureID": "-826259", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pelion, Perifereia Thessalias, Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR64", "Action2Geo_ADM2Code": "16722", "Action2Geo_Lat": 39.4, "Action2Geo_Long": 23.0833, "Action2Geo_FeatureID": "-826259", "DATEADDED": 20200714134500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8521371/Boris-Johnsons-father-Stanley-set-make-17-000-Greek-villa-summer.html"}, "ARTICLE": {"TITLE": "Boris Johnson's father Stanley is set to make £17,000 from his Greek villa this summer", "TEXT": "Boris Johnson's father is set to make £17,000 from his Greek villa this summer as it is fully booked until the end of September.\n\nHolidaymakers have snapped up Stanley's Villa Irene in Pelion for the next two and a half months as Britons look to get away after months in lockdown.\n\nThe 79-year-old's pad by the Aegean Sea is occupied from July 18 until September 19 but should be available for the week of September 19.\n\nMr Johnson's property agent Real Holidays said the house is 'definitely available' for the week beginning September 26.\n\nHolidaymakers have snapped up Stanley's Villa Irene in Pelion for the next two and a half months as Britons get away after months in lockdown\n\nThe former I'm a Celebrity Get Me Out of Here star's villa by the Aegean sea (pictured) is booked from July 18 until September 19\n\nA holidaymaker should have the option to book the resort (pictured) for the week of September 19, according to Mr Johnson's property agent Real Holidays\n\nA Real Holidays worker said the Villa Irene is 'definitely available' for the week of September 26\n\nThe I'm A Celebrity star caused a furore when he dodged restrictions on UK tourists flying into Greece by entering the country via Bulgaria at the start of the month.\n\nThe Government advises against all but essential travel but Mr Johnson claimed he needed to 'Covid proof' his villa before the pandemic-blighted tourist season starts.\n\nThe retired Tory MEP told local and international press: 'There is no question of my breaking the law. The minister of tourism here has my papers.'\n\n'It was always absolutely clear from the Greek government that the only thing they were banning were people coming in from direct flights from Britain.'\n\nMr Johnson landed at Athens International Airport after flying via Bulgaria due to a current ban on direct flights from the UK, before visiting his villa in central Greece.\n\nLocal claimed he arrived to the region by private car after documenting his controversial journey from the UK on social media, sharing a video taken from a plane and a selfie where his face was covered with a white mask.\n\nHounded by local and international media in Pelion, a visibly unnerved Mr Johnson said he was unaware of the outcry in Britain about his flight.\n\nStill, he conceded scrapping pictures he posted on social media accounts, tracking his journey.\n\nStanley Johnson laughed off claims he broke lockdown rules by offering to wear his swimming shorts on his head as he emerged from his holiday retreat\n\n'It is true I took the pictures down,' he said. 'But I didn't put them up in spirit of defiance…. I certainly had no intention of provoking anyone.'\n\nHe said he was visiting on 'essential business' because he needed to 'Covid-proof my property' ahead of the letting season.\n\nReferring to his residence in Greece, Mr Johnson told reporters: 'I came here to have a quiet time, to organise the house.\n\n'I think I'm going to go back on July 10. So, I have just got one week to get everything organised. Got a whole lot of instructions about how to make the place Covid proof.'\n\nHe refused to divulge details of conversations he had about his trip with his son, Boris Johnson. He's absolutely right…' Mr Johnson said, taking a long and awkward pause.\n\n'I'm not going to talk about private conversations between family members. I'm not going to talk about that…. Not going to say if my actions are correct or not.'\n\nThe Prime Minister's father was seen checking his phone at a tavern in Horto village the next day\n\nA view of Villa Irene which belongs to Stanley Johnson in Horto village, Mount Pelion, central Greece\n\nGreek authorities say his surprise visit was being handled by 'the top echelons of the government in Athens.'\n\nMichalis Mitzikos, the mayor of southern Pilio, said: 'As far as we are concerned there is no violation to report and there is no way that the particular individual would have set foot here without having received clearance from the related health authorities and the top ranks of government.'\n\nThe PM refused to condemn his father's trip, saying: 'I am not going to get into details of family conversations.'\n\nThe Greek government lifted a ban on UK tourists flying directly to the country from Wednesday.\n\nBritons can jet to its Mediterranean shores without quarantine when they arrive back home thanks to the 'air bridge'.\n\nThe Real Holidays worker said: 'The price for the villa at that time of year is £1,750 per week. I have been at the end of September and the sea is definitely still lovely and warm so great for swimming.'\n\nMr Johnson reportedly rents the property for £2,100 per week during the peak summer season.\n\nIf he charges top wack in July and August and then the reduced rate in September, the Prime Minister's father is set to bank some £17,500 over the next three months.\n\nPitching the villa, the Real Holidays worker said: 'One thing to note about Villa Irene is that the main master bedroom is upstairs with lovely views to the sea, and the other three bedrooms are downstairs and are a bit simpler.\n\n'There is also only an external staircase to the downstairs bedrooms. The main living room and kitchen are upstairs and there is a lovely balcony which makes most of the view and is a great spot for breakfast.\n\n'There is also a table downstairs which has an awning so is a good place to have a shaded lunch.'\n\nStanley Johnson has been approached for comment."}}