{"GDELT": {"GlobalEventID": 935023877, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "MNCUSA", "Actor1Name": "DELTA AIR LINES", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor2Code": "BUS", "Actor2Name": "INVESTOR", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 88, "NumSources": 11, "NumArticles": 88, "AvgTone": 4.19125528218901, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200714134500, "SOURCEURL": "https://www.bridgwatermercury.co.uk/news/national/18581671.virgin-atlantic-secures-1-2bn-bailout-package/"}, "ARTICLE": {"TITLE": "Virgin Atlantic secures £1.2bn bailout package", "TEXT": "Virgin Atlantic has unveiled a £1.2 billion bailout package involving only private funds.\n\nThe plan to secure its future includes £200 million being provided by founder Sir Richard Branson’s Virgin Group.\n\nSupport has also been given by Delta Air Lines – which owns 49% of Virgin Atlantic – new private investors and existing creditors.\n\nThe deal must secure approval from creditors.\n\nVirgin Atlantic chief executive Shai Weiss said: “Few could have predicted the scale of the Covid-19 crisis we have witnessed and undoubtedly, the last six months have been the toughest we have faced in our 36-year history.\n\n“We have taken painful measures, but we have accomplished what many thought impossible.\n\n“The solvent recapitalisation of Virgin Atlantic will ensure that we can continue to provide vital connectivity and competition to consumers and businesses in Britain and beyond.\n\n“We greatly appreciate the support of our shareholders, creditors and new private investors and together, we will ensure that Virgin Atlantic can emerge a sustainably profitable airline, with a healthy balance sheet.”\n\nThe package is worth £1.2 billion over the next 18 months and is in addition to measures already taken, such as cost savings of around £280 million per year and amending aircraft deliveries over the next five years.\n\nWe’re taking to the skies again. We’ll be flying from @HeathrowAirport to Orlando, New York, Los Angeles, Hong Kong and Shanghai from the 20th July. And with our brand new health and safety measures in place, you can be sure you can fly safe, and fly well: https://t.co/BCk1jCKFcq pic.twitter.com/2bqqBtUD7h — virginatlantic (@VirginAtlantic) June 4, 2020\n\nHedge fund Davidson Kempner will lend Virgin Atlantic £170 million.\n\nDelta Air Lines and Virgin Atlantic’s other shareholder – Virgin Group – will collectively defer £400 million of fees.\n\nCreditors have agreed to defer more than £450 million of payments.\n\nVirgin Atlantic said it does not expect demand for air travel to pre-coronavirus pandemic levels until 2023.\n\nIn May it announced that it would shrink its operations, including closing its Gatwick base and cutting 3,550 jobs.\n\nIt is due to resume flights on Monday after suspending passenger services due to the virus."}}