{"GDELT": {"GlobalEventID": 935022553, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor2Code": "COP", "Actor2Name": "PRISON", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -9.690721649484539, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cairo, Al Qahirah, Egypt", "Actor2Geo_CountryCode": "EG", "Actor2Geo_ADM1Code": "EG11", "Actor2Geo_ADM2Code": "65350", "Actor2Geo_Lat": 30.05, "Actor2Geo_Long": 31.25, "Actor2Geo_FeatureID": "-290692", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cairo, Al Qahirah, Egypt", "Action2Geo_CountryCode": "EG", "Action2Geo_ADM1Code": "EG11", "Action2Geo_ADM2Code": "65350", "Action2Geo_Lat": 30.05, "Action2Geo_Long": 31.25, "Action2Geo_FeatureID": "-290692", "DATEADDED": 20200714134500, "SOURCEURL": "https://www.msn.com/en-us/news/world/egypt-journalist-held-for-appearing-on-al-jazeera-dies-of-virus/ar-BB16ITHK"}, "ARTICLE": {"TITLE": "Egypt: Journalist held for appearing on Al Jazeera dies of virus", "TEXT": "© [File: Khaled Desouki/AFP] Monir was held in pretrial detention at Cairo's notorious Tora Prison [File: Khaled Desouki/AFP]\n\nEgyptian journalist Mohamed Monir, who was arrested last month after appearing on Qatar-based Al Jazeera Media Network, has died after contracting COVID-19 during pretrial detention, according to a media watchdog.\n\nThe 65-year-old's death, announced late on Monday in a Facebook post by his daughter Sarah Monir, came a week after he was hospitalised with COVID-19 following his release from detention on July 2 due to his sickness.\n\n\"We are extremely disturbed by journalist Mohamed Monir's death today after he spent more than two weeks unnecessarily held in pretrial detention at Cairo's notorious Tora Prison,\" Sherif Mansour, the Middle East and North Africa programme coordinator for the Committee to Protect Journalists (CPJ), said in a statement.\n\nMonir was suffering from diabetes, high blood pressure and serious heart problems, according to the CPJ.\n\nThe veteran journalist was arrested on July 14 on charges of joining \"a terrorist group\", spreading false news and misusing social media after appearing on Al Jazeera, which is banned by Egypt's government.\n\nPolitical prisoners in Egypt can be held in pretrial detention for years on vague charges, often in what rights groups describe as unhealthy conditions without proper access to medical care.\n\nHis arrest came as Egypt steps up a crackdown on the press that it has been waging since Abdel Fattah el-Sisi led the army's 2013 overthrow of Mohamed Morsi, Egypt's first freely elected president.\n\n\"Egyptian authorities must release all journalists held for their work, as even brief detentions amid the COVID-19 pandemic can mean a death sentence,\" said Mansour.\n\nIn a statement, Al Jazeera said it was \"saddened and deeply dismayed\" by the death of Monir after contracting COVID-19 during his \"unwarranted imprisonment\" and expressed its condolences to the journalist's family.\n\n\"We reiterate the seriousness of the deteriorating health conditions in Egyptian prisons amidst the COVID-19 pandemic,\" it said, noting the overcrowded facilities \"are known for their unhygienic conditions, which during the current pandemic can pose an imminent threat to prisoners, ultimately endangering their lives and wellbeing\".\n\n\"Al Jazeera is deeply concerned for the health and safety of all journalists including our colleague Mahmoud Hussein who has been detained for 1,300 days without trial in one of Egypt's most notorious prisons under extreme and inhumane conditions.\"\n\nAn Egyptian national, Hussein was arrested shortly after his arrival in Egypt on December 20, 2016, while on a personal visit. He has yet to be officially charged.\n\nLast year, an Egyptian court rejected an order by the state prosecutor to release him. Authorities opened a new investigation against him with unspecified charges and returned him to prison.\n\nIn May, the CPJ documented the arrests of at least four Egyptian journalists, including Sameh Haneen, a Coptic Christian who also faces charges of joining a \"terrorist\" organisation.\n\nThe interior ministry later published video footage of an alleged confession by Haneen, in which he claimed he had been paid thousands of dollars for producing videos critical of the government for Al Jazeera at the request of members of the Muslim Brotherhood.\n\nEgypt and its Gulf allies - Bahrain, Saudi Arabia and the United Arab Emirates - have boycotted Qatar since June 2017, accusing it of \"supporting terrorists\" and interfering in its neighbour's affairs, accusations Doha strongly denies.\n\nEgypt ranks as the third-worst jailer of journalists behind China and Turkey, according to the CPJ."}}