{"GDELT": {"GlobalEventID": 935022714, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "AFGINSTAL", "Actor1Name": "TALIBAN", "Actor1CountryCode": "AFG", "Actor1KnownGroupCode": "TAL", "Actor1Type1Code": "INS", "Actor2Code": "AFG", "Actor2Name": "AFGHANISTAN", "Actor2CountryCode": "AFG", "IsRootEvent": 0, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.880308880308881, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200714134500, "SOURCEURL": "http://www.hngn.com/articles/230606/20200714/taliban-forces-bomb-assault-intelligence-agency-afghanistan-amid-stall-peace.htm"}, "ARTICLE": {"TITLE": "Taliban Forces Bomb and Assault Intelligence Agency in Afghanistan Amid Stall Peace Talks with the US", "TEXT": "Taliban forces have bombed an Afghan intelligence compound in the provincial capital and continued to exchange gunfire with personnel, resulting in 11 deaths.\n\nTaliban attacks continue\n\nOn Monday, the Taliban engaged in a sustained gunfight against personnel of an Afghan intelligence complex located in the city of Aybak where they killed at least 11 while wounding more than 60 other individuals, the most recent of a surge of violence in the northern part of the country, as reported by The New York Times.\n\nThe incident undermines the ongoing peace talks between the Taliban and the Afghan government that has been delayed for months. Since then, the insurgency has increased their assaults, branding the year as the long war's deadliest period.\n\nThe forces used a bomb installed inside a vehicle that was parked next to the entrance of the provincial headquarters of Afghanistan's National Directorate of Security complex.\n\nThe province's Deputy Governor Sefatullah Samangani said the resulting blast also affected a nearby municipal compound and paved the way for armed forces to invade the complex and proceeded to exchange gunfire with Afghan forces for several hours.\n\nThe governor noted 11 intelligence agency officers were killed in the battle and 63 other individuals have been injured. Out of the 63 wounded, 15 were officers while the rest were civilians.\n\nSamangani revealed the strength of the blast was so powerful it destroyed the windows of buildings located three kilometers away. He also noted the amount of damage and destruction the explosion resulted in the intelligence agency as well as the municipality building becoming unusable.\n\nAlso Read: Former MI6 Chief Hints Chinese Military Might Use Huawei for Espionage\n\nTaking responsibility\n\nA Taliban spokesman, Zabihullah Mujahid, confirmed the insurgency initiated the attack that lasted for hours.\n\nAccording to the Wall Street Journal, the attack was part of a series of bloody assaults the Taliban conducted amid the stalled peace talks between the insurgency and the government.\n\nAn agreement in February between the Taliban and the US government aimed to reduce the violence in the country and has become in questionable position after the recent wave of attacks by the insurgency.\n\nThe president of Afghanistan, Ashraf Ghani, said on Monday the Taliban desired to gain advantage within the negotiations by assaulting the government's personnel. In a statement, Ghani noted the recent attack in Aybak suggests the Taliban are still predominantly fuelled by violence and are driven by war.\n\nIn the early 1990s, the Taliban made its name known to the world after Soviet troops retreated from Afghanistan, shortly after the Soviet Union's defeat.\n\nThe insurgency continued to dominate the country between 1996 and 2001 before US troops drove them away from power after the 9/11 attacks. The US government accused Al-Qaeda of being responsible for the attacks, which the Taliban hosted, as reported by BBC.\n\nSince 2014, the Taliban's power and influence in the country have continued to increase after the retreat of foreign combat troops that sought to undermine their forces.\n\nRelated Article: Pressure Mounting on US as China, Iran Moves Closer to Trade and Military Partnership\n\n@ 2018 HNGN, All rights reserved. Do not reproduce without permission."}}