{"GDELT": {"GlobalEventID": 935023844, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "MIL", "Actor1Name": "AIR FORCE", "Actor1Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 195, "EventBaseCode": 195, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.44827586206897, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Cincinnati, Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_ADM2Code": "OH061", "Actor1Geo_Lat": 39.162, "Actor1Geo_Long": -84.4569, "Actor1Geo_FeatureID": "1066650", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Cincinnati, Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_ADM2Code": "OH061", "Action2Geo_Lat": 39.162, "Action2Geo_Long": -84.4569, "Action2Geo_FeatureID": "1066650", "DATEADDED": 20200714134500, "SOURCEURL": "https://www.cincinnatimagazine.com/article/remember-when-the-air-force-practiced-nuclear-war-over-cincinnati/"}, "ARTICLE": {"TITLE": "Remember When the Air Force Practiced Nuclear War Over Cincinnati?", "TEXT": "From the mid-1950s into the 1960s, sonic booms were an amazing and annoying regular occurrence in our skies.\n\nUnless you’re an air show regular, you don’t hear many sonic booms these days. The occasional military flight offers an over-enthusiastic jet roar, and sometimes a meteor smacks the atmosphere just so—but such incidents are pretty scarce.\n\nImage extracted from microfilm by Greg Hand\n\nThere was a time when sonic booms were a regular and frequent occurrence in Cincinnati. From the mid-1950s well into the 1960s, Cincinnatians were amazed, then annoyed, by this novel phenomenon.\n\nAlthough Cincinnatians heard about sonic booms since the early 1950s, the first local booms were recorded in 1955 when an F-104 Starfighter squadron out of Dayton’s Wright-Patterson Air Force Base engaged in maneuvers south of Wilmington. For the next five years, occasional Starfighter sorties caused residents to light up the switchboards at newspapers and police departments.\n\nThe first sonic boom in Hamilton County was blamed on a B-58 Hustler supersonic bomber being flown from Wright-Patt to Ft. Worth, Texas by a civilian test pilot. That boom, on August 2, 1957, cracked a plaster ceiling in one of the northern suburbs and resulted in widespread panic. The Cincinnati Enquirer [August 6, 1957] was not amused:\n\n“Telephone lines of fire departments, police, newspapers, radio stations and the like were jammed with calls. It was an illumination illustration of what might happen if the scare had some basis, and those lines were needed for emergency purposes.”\n\nYet sonic booms were so new and so different—five to 10 times louder than thunder—that people had no reference. Walter McCrosky didn’t. He was caretaker of an Oakley apartment building, and when he heard a sonic boom on December 4, 1958, he was convinced it originated inside his building and called the fire department. When they found nothing amiss, he refused to believe the sound was caused by an airplane 30 miles away.\n\nSo many sonic booms and complaints about damage allegedly caused by them piled up that the local newspapers published contact information for Air Force officials handling damage payments. On October 22, 1959, The Enquirer printed advice from the Internal Revenue Service allowing deductions for damage to property as the result of sonic booms.\n\nNone other than Al Schottelkotte, then an Enquirer columnist, announced on May 4, 1960 that Cincinnati need no longer endure sonic booms because the F-104 squadron based at Wright-Patterson had been cut in an Air Force budget move. The respite was short-lived, because the Air Force revealed in 1962 that it was going to bomb Cincinnati a couple nights each week for the next year. Air Force logistics, it turned out, had painted a big tactical “X” on Cincinnati.\n\nThe Air Force set aside a limited number of corridors for attack training, and two of them ran through Cincinnati airspace. One started in New York and ended in Missouri; the other started in North Carolina and ended in Minneapolis after passing over Milwaukee.\n\nLying along these practice corridors were Nike missile emplacements at Oxford, Wilmington, and Felicity, Ohio and at Dillsboro, Indiana. Each had state-of-the-art radar systems capable of evaluating the accuracy of supersonic bombardiers. Within the “Cincinnati Target Complex” were several locations boasting brilliant radar profiles. These spots became the “bullseyes” onto which the bombers aimed their practice bombs: Addyston, Mason, Middletown, Maysville, Connersville, South Dayton, and the Greater Cincinnati Airport.\n\nAlthough the Air Force gave a heads-up so Cincinnati could prepare for a rash of sonic booms, practice runs were also mandated for the sub-sonic B-52s and B-47s that formed the backbone of the U.S. nuclear deterrent strategy. Consequently, the local media were disappointed when the first practice run produced no sonic booms at all. “Boom Over City Goes Pf-t” whined The Enquirer [July 17, 1962]:\n\n“Hey, what happened to that boom? Cincinnatians expecting to hear the air-ripping thunder of B-58 Hustler bombers over the city last night were disappointed. Only one of the jet bombers flew over—and it made no sonic boom.”\n\nIn short order, the Air Force fell into a pattern with two booms sounding almost every night between 8 and 8:30 p.m. and another set around 11 p.m. Those late night booms generated the most complaints about interrupted sleep, awakened children, and disturbed pets. Despite the grumbles, the aerial maneuvers inspired patriotism at The Enquirer [July 27, 1962]:\n\n“The ‘sound of freedom’ boomed loud and clear over the Cincinnati area last night in two window-rattling installments, sending jarred citizens to their telephones. The booms sounded at 8:18 p.m. and again at 8:28 p.m. as two B-58 Hustler bombers passed over the city on practice runs from Asheville, N.C. to Milwaukee.”\n\nPerhaps the most profound impact of the 1962 assault on Cincinnati occurred at the Camp Myron Kahn Boy Scout facility near Camden, Ohio. Cheviot Boy Scout Troop 601 occupied the camp for a week that summer. One night, the scouts enacted a ritual in which several boys, dressed as Indians, ran into the council ring and chanted an incantation before a stack of wood. One boy intoned “Let there be fire!” just as a sonic boom cracked the sky and just as a hidden scoutmaster ignited the bonfire. According to The Cincinnati Post’s Si Cornell [August 9, 1962]:\n\n“The little Indian chief seemed amazed at the extent of his mystical powers.”"}}