{"GDELT": {"GlobalEventID": 935023461, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "GOV", "Actor1Name": "CHIEF EXECUTIVE", "Actor1Type1Code": "GOV", "Actor2Code": "MNCUSA", "Actor2Name": "AUTONATION INC", "Actor2CountryCode": "USA", "Actor2Type1Code": "MNC", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.42424242424242, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200714134500, "SOURCEURL": "https://www.finanznachrichten.de/nachrichten-2020-07/50168849-autonation-ceo-miller-resigns-enters-contract-with-jackson-as-ceo-until-april-12-2022-020.htm"}, "ARTICLE": {"TITLE": "AutoNation CEO Miller Resigns; Enters Contract With Jackson As CEO Until April 12, 2022", "TEXT": "CANBERA (dpa-AFX) - AutoNation Inc. (AN) said Tuesday that its chief executive officer Cheryl Miller has decided not to return from her leave of absence, and has resigned as of July 14, 2020. She has also resigned from the Board of Directors. The company said in April that Cheryl Miller took a leave of absence for health reasons. But, the automotive retailer did not provide more details. The company then said it appointed Mike Jackson, Executive Chairman, to serve in the additional positions of Chief Executive Officer and President until Miller returns. Meanwhile, the company today noted that it has entered into a contract with Mike Jackson as Chairman and Chief Executive Officer, through April 12, 2022. The company plans to name a successor in early 2022. Jackson will retire from AutoNation upon the appointment of the new Chief Executive Officer. Copyright RTT News/dpa-AFX\n\nWerbehinweise: Die Billigung des Basisprospekts durch die BaFin ist nicht als ihre Befürwortung der angebotenen Wertpapiere zu verstehen. Wir empfehlen Interessenten und potenziellen Anlegern den Basisprospekt und die Endgültigen Bedingungen zu lesen, bevor sie eine Anlageentscheidung treffen, um sich möglichst umfassend zu informieren, insbesondere über die potenziellen Risiken und Chancen des Wertpapiers. Sie sind im Begriff, ein Produkt zu erwerben, das nicht einfach ist und schwer zu verstehen sein kann."}}