{"GDELT": {"GlobalEventID": 935023247, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "FRA", "Actor1Name": "FRENCH", "Actor1CountryCode": "FRA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.4965986394557802, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200714134500, "SOURCEURL": "https://www.thenational.scot/news/18580238.curious-truth-bastille-day/"}, "ARTICLE": {"TITLE": "This is the curious truth about Bastille Day", "TEXT": "WHAT’S THE STORY?\n\nTODAY is Bastille Day, the national day of celebration for the Republic of France, supposedly marking the starting point of the French Revolution, the storming\n\nof the Bastille prison in Paris on July 14, 1789. Except that the French Revolution didn’t start at the Bastille as it was already well under way by then.\n\nSome historians say the Revolution began with the Day of the Tiles, a conflict fought on the streets of Grenoble on June 7, 1788, which saw 10,000 people marching on the streets of the town against the authorities and witness bloodshed when the army cracked down.\n\nIn May 1789, the Estates General had convened for the first time since 1614, with the clergy, nobility and middle-classes meeting on the authority of King Louis XVI. It ended with the formation of the National Assembly, later the National Constituent Assembly, surely a much better indication that the Revolution was under way.\n\nSURELY THE STORMING OF THE BASTILLE WAS A\n\nTURNING POINT?\n\nYES, but only one of many\n\nduring the French Revolution which, lest it be forgotten, was a decade long process.\n\nThe storming of the Bastille was hugely important, no doubt, as it indicated the first mass threat to the authority of the King who had become increasingly unpopular in the preceding years as the French economy tanked and starvation was rife among the ordinary people of the country.\n\nThe Bastille was a royal symbol in Paris, and was hated by all who wanted more freedom for the ordinary people of France. Yet on July 14, 1789, it housed only six prisoners.\n\nFewer than 1000 people actually took part in the storming, compared to tens of thousands who had already rioted in Paris over the previous days.\n\nSome 98 attackers were killed or wounded, while around a dozen of the guards died. The Governor of the Bastille, Marquis de Launay, and Monsieur Flesselles, Prevot des Marchands, were killed and decapitated and their heads displayed on spikes as the crowd marched around the city.\n\nYet many tens of thousands would lose their heads to the Revolutionary guillotine, so in terms of the overall French Revolution the storming of the Bastille was no big deal. Yet it was powerfully symbolic. On being told the news, King Louis asked “is it a revolt?” only to be told by the Duke de le Rochefoucauld “no sire, it is not a revolt, it is a revolution.”\n\nThen on this date in 1790, Paris held an extraordinary event, the Fete de le Federation marking the new polity of France.\n\nTHIS WAS ONLY A YEAR AFTER THE STORMING OF THE BASTILLE?\n\nYES, and the date was deliberately chosen to mark the first anniversary of the Storming of the Bastille and that’s why it continues to this time as the National Day.\n\nThey could have marked the National Constituent Assembly’s formation but instead the date of the brief and bloody battle for the royal prison was chosen. The reason was simple – propaganda.\n\nFor in the year after the storming, much had happened. Riots had spread across the country, the National Constituent Assembly had taken control of political events, and adopted the Declaration of the Rights of Man.\n\nThe King was still the acknowledged head of state, but political power had dramatically shifted away from royalty and the nobility, many of whom had fled abroad.\n\nFetes had been held in other cities, but the one in Paris was intended as a national celebration of the Revolution, and the fact that King Louis and his Queen, Marie Antoinette, were at the centre of the celebrations was intended to show that the Revolution had royal approval and also to show that the French people were still loyal to the King – yet the royal couple survived only to 1793.\n\nA new oath was sworn that all would “be ever faithful to the nation, to the law, and to the king; to support with our utmost power the constitution decreed by the National Assembly, and accepted by the king”.\n\nWHY WAS THE FRENCH REVOLUTION SO IMPORTANT IN WORLD TERMS?\n\nAN ancient kingdom became a people’s republic, and that showed what could be done by democracy in action. In many ways the American and French Revolutions changed the world and continue to influence events even now.\n\nRevolution didn’t happen here because the British authorities cracked down hard on all attempts to challenge the state of the Union, with Scots such as Thomas Muir sent into exile for daring to support the ideas of the French Revolution.\n\nPerhaps that’s what we need - a Scottish Revolution."}}