{"GDELT": {"GlobalEventID": 935022862, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "BWA", "Actor1Name": "BOTSWANA", "Actor1CountryCode": "BWA", "Actor2Code": "BWAPTY", "Actor2Name": "BOTSWANA", "Actor2CountryCode": "BWA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.27906976744186, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tonota, Central, Botswana", "Actor1Geo_CountryCode": "BC", "Actor1Geo_ADM1Code": "BC01", "Actor1Geo_ADM2Code": "6329", "Actor1Geo_Lat": -21.4833, "Actor1Geo_Long": 27.4833, "Actor1Geo_FeatureID": "-1398162", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tonota, Central, Botswana", "Actor2Geo_CountryCode": "BC", "Actor2Geo_ADM1Code": "BC01", "Actor2Geo_ADM2Code": "6329", "Actor2Geo_Lat": -21.4833, "Actor2Geo_Long": 27.4833, "Actor2Geo_FeatureID": "-1398162", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tonota, Central, Botswana", "Action2Geo_CountryCode": "BC", "Action2Geo_ADM1Code": "BC01", "Action2Geo_ADM2Code": "6329", "Action2Geo_Lat": -21.4833, "Action2Geo_Long": 27.4833, "Action2Geo_FeatureID": "-1398162", "DATEADDED": 20200714134500, "SOURCEURL": "https://news.thevoicebw.com/out-in-the-cold/"}, "ARTICLE": {"TITLE": "Out in the cold!", "TEXT": "The controversial kid of politics, Kabelo Masvingo was plunged back into the spotlight last Thursday after the Botswana Democratic Party (BDP) issued a damning statement distancing itself from the outspoken 28-year-old.\n\nThe communiqué served to remind party members and the nation at large that Masvingo was booted out of the BDP on 20 October 2017.\n\nMasvingo reacted to the press release with typical defiance, insisting on social media that he has never been served with an expulsion letter.\n\nIn light of last week’s developments, The Voice’s DANIEL CHIDA caught up with the maverick politician for an exclusive one-on-one interview.\n\nYou were expelled by the BDP in October 2017, what went wrong?\n\nTwo months before the Tonota Congress I was served with a 60-day suspension from the party by the then President, Ian Khama.\n\nI requested to be furnished with enough documents for me to understand the whole suspension and the complainant.\n\nIt was never done. The suspension would later elapse a few days after the Congress. Naturally one would believe then there is no case here.\n\nHowever, just after the 60 days elapsed, I received a communique requesting I appear before a disciplinary hearing.\n\nAgain I requested to be given enough documents for me to understand what the hearing was about but I was only served with a complaint letter from Thapelo Pabalinga, who was the party’s Communications and International Relations Subcommittee Chairperson.\n\nHe indicated that I was tribalistic, regionalist, factionalist and had no respect for party leaders.\n\nSo when exactly were you reinstated?\n\nI never left the BDP! Earlier this year, the BOMASE Regional Chairperson Hon Cllr Kgomotso Mmereki informed me that he had requested the party to furnish them with letters of my expulsion but it was indicated that nothing of that sort existed. I remained a bona fide member of the BDP.\n\nI have not only been actively involved in the Bobonong constituency but nationally. I have assisted some of the current Members of Parliament and even cabinet ministers set up an online appeal and strategize pre-election and post-election.\n\nAnd does the individuals you helped include the VP, Slumber Tsogwane?\n\nLook here, I grew up in Boteti – my parents worked for over 30 years in Boteti! Tsogwane is more of a father than a leader.\n\nHis children are my friends. Why should I laugh with his kids and then wish for their father not to win the general election or any election? I would assist any time of the day!\n\nDid you vote in the 2018 BDP primaries?\n\nOh yes, I voted in Bulela Ditswe. I am told attempts had previously been made to remove my name from the voters’ roll but due to lack of evidence of my expulsion, it never materialized – hence I voted.\n\nAnd what role did you play during the Kang congress?\n\nI only supported Masisi because I was not a delegate.\n\nIt is alleged the party sometimes uses you to carry out ‘dirty errands’?\n\nI have been accused of being sympathetic to the BPF because of my relationship with their Secretary-General, Roseline Matshome who has been like a sister before politics.\n\nLast week, the BDP issued a statement categorically declaring that you are not a member of the party – why now?\n\nThe statement by the party Communications subcommittee is very disappointing. Disappointing on the basis that we are faced with Covid-19 and they opt to address me – not only address me but portray me in the eyes of the nation as some fraudulent character.\n\nI don’t want to lie to you, I was devastated that the party I love so much could stoop so low!\n\nI am told the Executive Secretary wrote letters to the BOMASE Regional Chairperson and Bobonong branch Chairperson, including sending copies to the rest of the 57 structures, indicating my expulsion.\n\nYou see they still haven’t addressed anything to me. They are notifying the structures of my expulsion. Kana nkare go tshiboswa bangwe gore tshabang noga ke eo. What have I done?\n\nWhat do you think is the motive behind such action?\n\nPolitics is a game of tactics and anticipation. In all the letters, the author is not the party Secretary-General but the Communications subcommittee and the Executive Secretary.\n\nSome have gone to the length of calling me putting blame on the Communications and International Relations subcommittee Chairperson Kagalelo ‘Banks’ Kentse.\n\nLook, no party structure acts outside instructions from the party Secretariat. This was a direct instruction from Mpho Balopi!\n\nOkay, but please answer the initial question.\n\nI have so much respect for Balopi. However, I have held the view that he has served as Secretary General for years. It is about time he moves aside.\n\nI am told he was irked by my remarks when I said he has never won any election and that Khama has been the one spearheading everything.\n\nThe fact of the matter is that Balopi has never really said anything solid during the Central Committee elections campaign besides indicating that he is for the elders.\n\nRight now he is already campaigning for Central Committee and thriving on disparities.\n\nWhat he is doing behind the scenes is bringing a vote of no confidence in Tsogwane.\n\nIn some constituencies, there are even people using his vehicles dividing people and pushing out some cabinet ministers and other democrats.\n\nStrong allegations! Moving on, what is your way forward?\n\nFrom how I see it, I am a victim of circumstances. If I committed any wrong in the past why can’t I be shown that wrong? Why can’t I be forgiven? If so many people can be forgiven for so many crimes why not me?\n\nI will follow the right procedures of writing to the lower structures requesting their acknowledgment of having proper relations with them.\n\nAfterward, I shall write to both party Chairperson and President requesting membership. They are both my elders. I have so much respect for their leadership.\n\nI know very well that this ploy was meant to frustrate me so that I doubt them. Never shall that come to pass! A piece of paper doesn’t define my loyalty to the BDP.\n\nMy loyalty to both party and country is there for everyone to see but note that this issue of my expulsion from the party never existed.\n\nAs per the Constitution of the party, the President is the one who can expel you and also readmit you."}}