{"GDELT": {"GlobalEventID": 935023949, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "OPP", "Actor1Name": "PROTESTER", "Actor1Type1Code": "OPP", "Actor2Code": "USA", "Actor2Name": "MISSOURI", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.21455938697318, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Missouri, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMO", "Actor1Geo_Lat": 38.4623, "Actor1Geo_Long": -92.302, "Actor1Geo_FeatureID": "MO", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Missouri, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMO", "Actor2Geo_Lat": 38.4623, "Actor2Geo_Long": -92.302, "Actor2Geo_FeatureID": "MO", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Missouri, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMO", "Action2Geo_Lat": 38.4623, "Action2Geo_Long": -92.302, "Action2Geo_FeatureID": "MO", "DATEADDED": 20200714134500, "SOURCEURL": "https://www.theepochtimes.com/missouri-man-who-guarded-home-with-rifle-says-he-will-be-indicted-soon_3423865.html"}, "ARTICLE": {"TITLE": "Missouri Man Who Guarded Home With Rifle Says He Will Be Indicted Soon", "TEXT": "Mark and Patricia McCloskey standing in front of their house holding firearms as activists walk through the gated neighborhood in the Central West End of St. Louis, Missouri, on June 28, 2020. (Laurie Skrivan/St. Louis Post-Dispatch via AP)\n\nMissouri Man Who Guarded Home With Rifle Says He Will Be Indicted Soon\n\nThe St. Louis lawyer who was seen guarding his home with a rifle as Black Lives Matter protesters allegedly broke down a gate and marched on a private street said that both he and his wife—who was seen brandishing a pistol—will be indicted in the near future.\n\nMark McCloskey told Fox News on Monday that last week authorities executed a search warrant.\n\nThe officers “didn’t want to have to be there. They were doing their job. [His wife] Patty wanted to take a picture to document it and she asked if they wouldn’t mind facing away from the camera so that people wouldn’t get mad at them if their faces were shown on TV,” the longtime lawyer said. “They all did so.”\n\nHe added: “They, unfortunately, are stuck between a circuit attorney [Kim Gardner] that wants to prosecute us, and their own belief that we did absolutely nothing wrong.”\n\nNow, McCloskey said, “the rumor is that we are going to be indicted shortly.”\n\n“I didn’t shoot anybody,” McCloskey said. “I just held my ground, protecting my house, and I’m sitting here on television tonight instead of dead or putting out the smoldering embers of my home.”\n\nIn the interview, he criticized the legacy news coverage of the incident, stressing that he has received messages of support from around the world.\n\nSecurity personnel stand on the balcony of the home of Mark and Patricia McCloskey as protesters gather outside their neighborhood in St Louis, Missouri, on July 3, 2020. (Michael B. Thomas/Getty Images)\n\n“The traditional media is right behind the mob—I mean, we’re not allowed to use that word anymore—a loud crowd of angry people and they are supporting these entities which are, from my understanding, Marxist and oppose everything that I stand for and I hold dear and near,” he said. He added: “We’ve gotten tremendous support from ordinary people—We’ve gotten calls from all over the world, I got a nice letter from a lady in Ireland congratulating us for taking a stand against the violence, and so I think the vast majority of Americans wish they could do something.”\n\nOver the weekend, when the arrest warrant was served, McCloskey’s rifle was confiscated, he said.\n\nJoel Schwartz, their lawyer, told KSDK that he doesn’t believe charges are warranted and hopes to meet with St. Louis Circuit Attorney Kim Gardner’s office next week.\n\nA couple brandished guns as a group of activists moved into their gated neighborhood in St. Louis, Mo., on June 28, 2020. (Daniel Shular via Reuters)\n\nFollowing the viral incident, Gardner, a Democrat, asserted that “we must protect the right to peacefully protest, and any attempt to chill it through intimidation or threat of deadly force will not be tolerated.”\n\nMissouri Attorney General Eric Schmitt, a Republican, told news outlets that “under Missouri law, under the Castle Doctrine, an individual has a really expansive authority to protect their own lives, their home, and their property.”\n\nNo charges have yet to be filed against the couple."}}