{"GDELT": {"GlobalEventID": 935024079, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "SYR", "Actor1Name": "SYRIAN", "Actor1CountryCode": "SYR", "Actor2Code": "RAD", "Actor2Name": "EXTREMIST", "Actor2Type1Code": "RAD", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.04975922953451, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "SY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "SY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "SY", "DATEADDED": 20200714134500, "SOURCEURL": "https://www.thenational.ae/world/gcc-pushes-for-appointment-of-joint-libya-international-envoy-after-un-failures-1.1049128"}, "ARTICLE": {"TITLE": "GCC pushes for joint appointment of Libya envoy after UN failures", "TEXT": "A senior GCC official said the failure to appoint a new UN special envoy for Libya was unacceptable and suggested an appointment should be made jointly with the EU and Arab League.\n\nAbdelaziz Aluwaisheg, GCC assistant secretary general for political and negotiation affairs, told a panel in Brussels that while there was broad international and regional consensus on a peace process in Libya, there has been less progress among Libyans.\n\nGhassan Salame, the UN Secretary General's special envoy, resigned in March because of the stress of the post and Stephanie Williams, his American deputy, has taken over in a caretaker capacity.\n\nMr Aluwaisheg said failure to make an appointment had been costly for Libya as Turkey broadened its intervention there.\n\n\"You can't have a diplomatic vacuum in a hotspot like this, which has created an opening for unilateral action that has been seized on by Turkey,\" he said.\n\n\"Frequently when the UN takes over it doesn't work as closely as it could with regional actors.\n\n\"The next, hopefully more experienced, UN mediator should take these considerations into account.\"\n\nThe shift in the focus of the battlefield has since moved from the capital, Tripoli, to the city of Sirte, which is the gateway to the oil crescent and controls access to the country's rich natural resources.\n\nThose at the forum organised by the Bussola Institute in Brussels included Rosamaria Gili, head of the European External Action Service's Mena division, who criticised the escalation of the conflict after the Berlin Conference in January.\n\nMr Aluwaisheg repeated his support for the conference and said its suggestions of a federal way forward for Libya was endorsed last month by the Arab League.\n\n\"The Cairo declaration endorses and builds on the Berlin conference,\" he said.\n\n\"We need to think of a federal system. It may be that the most complicating factor is how to deal with the oil wealth.\n\n\"The Iraqis made oil a federal issue. Maybe that is something that the Libyans have to think about.\"\n\nWhile Turkey has backed the Government of National Accord in Tripoli and has supplied weapons and fighters from Syria, its intervention has robbed the talks of any momentum.\n\nThe talks began in earnest at a meeting between Libyan National Army commander Field Marshal Khalifa Haftar and Fayez Al Sarraj, Prime Minister of the GNA, in the UAE in early 2019.\n\n\"Where we are in Libya is worse than where we were a year, year and a half ago,\" Ms Gili said.\n\n\"A year and a half ago we had a hope that was created by the talks in Abu Dhabi. We believe in the centrality of Berlin and the Berlin set-up.\n\n\"The only way to move things forward is to push the parties to sit down and resume the talks, starting with a ceasefire, which is no doubt more difficult to get than it was a month ago.\n\n\"At the European level, we had put a lot of hope in Berlin and now we see six months down the line more interference.\"\n\nAbdullah Al Saud, an analyst at the Naif Arab University for Security Sciences, told the panel that Turkey had introduced an ideological aspect to the conflict and sought a foothold in the struggle for control of resources in the Mediterranean Sea.\n\nThat had changed the basis of the civil war that has ebbed and flowed since 2011 the Arab uprisings in 2011.\n\n\"Turkey feels it can create a new reality on the ground and that's a very dangerous thing,\" Mr Al Saud said."}}