{"GDELT": {"GlobalEventID": 935024014, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "REF", "Actor1Name": "REFUGEE", "Actor1Type1Code": "REF", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -8.02603036876355, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Tanzania", "Actor1Geo_CountryCode": "TZ", "Actor1Geo_ADM1Code": "TZ", "Actor1Geo_Lat": -6.0, "Actor1Geo_Long": 35.0, "Actor1Geo_FeatureID": "TZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Tanzania", "Action2Geo_CountryCode": "TZ", "Action2Geo_ADM1Code": "TZ", "Action2Geo_Lat": -6.0, "Action2Geo_Long": 35.0, "Action2Geo_FeatureID": "TZ", "DATEADDED": 20200714134500, "SOURCEURL": "https://apnews.com/b62092c39f4bbe8f6424ae368dfa8229"}, "ARTICLE": {"TITLE": "Burundian refugees in Tanzania face new pressure to go home", "TEXT": "Burundi's President Evariste Ndayishimiye is inaugurated in Gitega, Burundi Thursday, June 18, 2020. President Evariste Ndayishimiye took power two months early after the abrupt death of his predecessor Pierre Nkurunziza. (AP Photo/Berthier Mugiraneza)\n\nBurundi's President Evariste Ndayishimiye is inaugurated in Gitega, Burundi Thursday, June 18, 2020. President Evariste Ndayishimiye took power two months early after the abrupt death of his predecessor Pierre Nkurunziza. (AP Photo/Berthier Mugiraneza)\n\nNAIROBI, Kenya (AP) — Burundian refugees in Tanzania say they fear being forced to return to their country now that a new president has taken power and invited them home.\n\nHundreds of thousands of Burundians fled during the bloody political turmoil that followed former President Pierre Nkurunziza’s decision to seek a third term in 2015. Nkurunziza decided not to run again in May’s election and died days later in what the government called a heart attack.\n\nNew President Evariste Ndayishimiye is now being watched closely for any breaks with his predecessor, whose rule slid into repression in its final years. At his swearing-in, Ndayishimiye declared that “Burundians should feel free to speak out. Burundians should be able to listen to each other, but outsiders should not dictate what to do.”\n\nADVERTISEMENT\n\nHe invited all those in exile to return and build a new nation.\n\nShortly afterward, Tanzania’s director of the department of refugees visited camps for Burundians in western Tanzania where close to 200,000 remain, refugees told The Associated Press.\n\n“He carried one message: Go back to your country, there is peace now,” refugees said.\n\nThey said the official, Sudi Mwakibasi, urged refugees to take up the new president’s offer and go home and participate in the country’s development.\n\nA coalition of refugees’ human rights defenders denounced the Tanzanian official’s position.\n\n“We are not assured by the new government team,” said Leopold Sharangabo, the coalition’s vice president. He noted the new appointment in Burundi of a prime minister, Alain Guillaume Bunyoni, who is under U.S. sanctions for his alleged role in rights abuses. He called the appointment an insult to refugees.\n\n“These people harassed us, killed us, tortured us and forced us into exile. How can we be asked to go back under their regime?” he asked.\n\n“The danger we fled is still there,” said another refugee, Apollinaire Makokwe.\n\nSharangabo accused Tanzanian authorities of destroying markets in the camps in past efforts to make people leave. Some refugees noted that a request from Tanzanian authorities is normally an order.\n\nEven before Burundi’s change in power, Tanzania’s President John Magufuli told refugees to go home, claiming the country had calmed. Tanzania’s government later denied it was expelling refugees.\n\nA spokesman with the United Nations refugee agency in Tanzania, Edward Ogolla, said in an email that “we expect that there will be calls for refugees from Burundi to go back home from senior government officials in Tanzania and Burundi. UNHCR continues to stand by the position that all returns must be voluntary and the result of a free and informed choice by refugees.”\n\nOgolla said the UNHCR will continue to facilitate the voluntary repatriation of Burundian refugees and that 85,396 have returned since September 2017."}}