{"GDELT": {"GlobalEventID": 935023869, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "MNCUSA", "Actor1Name": "BOEING", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "IsRootEvent": 0, "EventCode": 11, "EventBaseCode": 11, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.1, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.63593004769475, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200714134500, "SOURCEURL": "https://www.flightglobal.com/flight-international/would-scrappage-scheme-help-keep-airbus-and-boeing-afloat/139100.article"}, "ARTICLE": {"TITLE": "Would scrappage scheme help keep Airbus and Boeing afloat?", "TEXT": "Just 35 days before air traffic levels in Europe halved under the coronavirus onslaught, Airbus had declared that it would deliver 880 aircraft this year – ironically, a relatively conservative target, after the airframer was forced to row back on its 2019 expectations, owing to difficulties in ramping up A321neo production.\n\nAt the time, Airbus was planning to introduce a new A321neo assembly line in Toulouse to support efforts to increase production of single-aisle jets. The airframer had been exploring the limits to which it could push the supply chain as it sought to take A320neo-family output beyond the level of 63 per month that it had already planned for 2021. But coronavirus has shredded the airline industry’s forecasts and the five-figure combined backlog of 737 Max and A320neo-family jets – close to 10,400 aircraft – now appears to represent a mountain of uncertainty.\n\nAirbus and Boeing managed to deliver a total of just 220 aircraft over the first five months of 2020 – barely 40% of the combined figure they achieved in the same period last year. Boeing output had already been affected by the 737 Max grounding and both airframers were continuing to feel the pressure of slack demand in the long-haul aircraft market.\n\nThis initial delivery disruption has largely been due to logistical problems. The longer-term impact, given the predictions of a slow recovery, with inevitable reluctance by financially pressured airlines to take on unnecessary extra capacity, is yet to become clear. But Airbus has slashed A320neo production by one-third, to 40 per month, while Boeing’s 737 Max line is operating at a trickle. As they say in Toulouse when desperate times call for desperate measures: “aux grands maux les grands remedes”.\n\nOne such radical proposal for stimulating the aerospace industry emerged in March when the idea was floated to adapt a controversial US scrappage and incentivisation scheme intended to jump-start the automotive sector in the aftermath of the 2007-2008 economic crisis.\n\nDerived through the Consumer Assistance to Recycle and Save (CARS) initiative, the car allowance rebate scheme was dubbed “cash for clunkers”, to reflect its basic premise – to allow consumers to surrender their older, inefficient cars in return for partial credit towards a newer model with better fuel economy. Trade-in vehicles would subsequently be destroyed, preventing them from being resold or otherwise reintroduced to the active market.\n\nSet to run for four months – from 1 July to 1 November 2009, assuming funds were not exhausted – CARS was overseen by the National Highway Traffic Safety Administration and intended not only to stimulate the automotive industry during an economic downturn but also to address concerns over the environment, by reducing the emissions of the vehicle fleet.\n\nQualifying trade-in vehicles had to meet specific criteria on age, fuel economy, insurance and licensing and, in return, consumers were given a rebate of up to $4,500 that depended on the improvement in efficiency obtained through the trade-up.\n\nWhile the government originally earmarked $1 billion for CARS, the funds rapidly ran out and the allocation was increased to $3 billion. Even so, the scheme closed on 24 August, just a month after the opening claim date, with almost $2.9 billion in applications submitted and almost 700,000 older vehicles eliminated, according to the Department of Transportation.\n\nFOLLOW-UP SCHEME\n\nEarlier this year a bill containing a similar-sounding initiative – named Airline Assistance to Recycle and Save – emerged in Congress, laying out proposals for the US government to purchase “high-polluting” aircraft from carriers in exchange for a commitment from those operators to acquire fuel-efficient models. Like CARS, the initial authorised allocation amounted to $1 billion.\n\nThe proposal outlined tasks including the publication of lists comprising aircraft eligible for trade, as well as those that qualified as fuel efficient, plus a determination of timing for the measure. It also indicated that aircraft purchased by the government under the scheme could be salvaged for spares and components, which would then be sold to domestic or foreign operators.\n\nFinancial services firm Jefferies Group brought up a similar idea, but amended the principle by suggesting that governments take the initiative by directly acquiring new aircraft from the airframers in order to sustain aerospace production, and acting as the bridge to maintain delivery schedules.\n\nJefferies analyst Sandy Morris describes the “novel” proposal as an “inverse cash for clunkers”, intended to use government financial resources to calm the uncertainty over the air transport sector. “Modern aircraft have been good investments,” says Morris, claiming that the “tough but effective” measure would led to a quicker uptake of new aircraft and, consequently, environmental benefits.\n\nStepping in to pick up some of the slack in Airbus production – perhaps as many as 500-600 aircraft over the next three years – would cost up to €34 billion ($38 billion). Such a figure would not be a heavy burden if shared among major governments, who would then own the assets and be able to redeem them once the air transport market rebounded. At the time, Jefferies had been working on the assumption that Airbus deliveries would sink to around 650 aircraft this year, a fall with which the airframer would be able to cope.\n\nBut government intervention is not necessarily a welcome resort. Airbus and Boeing are already mired in a long-running transatlantic dispute over subsidies, which support schemes could complicate.\n\n“If it is a globally co-ordinated effort, with the USA and Europe on the same page, it might be a fantastic idea,” says Teal Group vice-president of analysis Richard Aboulafia. But he highlights many potential conflicts if not, such as the reactions of European carriers to European subsidies for US operators taking Airbus aircraft – and the reverse situation for European operators taking US-subsidised Boeing jets.\n\n“In either case, how do you avoid a trade war when both sides are exporting into other markets with heavy government help?”\n\nWIDER RAMIFICATIONS\n\nGlobal co-ordination, he adds, does not resolve a sensitive issue relating to maintenance, as the artificially accelerated fleet modernisation upsets the profitability balance for companies focused on aftermarkets.\n\nThe operating and financial leasing sector also throws an additional ingredient into a complex mix. Close to half of the world’s commercial aircraft fleet is leased and a number of carriers have turned to sale-and-leaseback transactions to shore up financial defences in the face of lost revenues and cash bleed.\n\nWhile leasing firms might be keen to accept a payment to shelve older aircraft in their fleets, the downturn in the airline market means there is no immediate incentive to use that capital to invest in newer aircraft types without a customer that would accept them on long-term lease.\n\nFinancial firm MUFG head of aviation research Bert van Leeuwen points out that if lessors ended up being paid by governments for trading in older aircraft, the taxpayer would be subsidising financial investors. “Sale-and-leasebacks are a good alternative for airlines to manage the transition from old to new-generation aircraft,” he says. “In a way, this is an open market alternative to the ‘clunkers for cash’ scheme.”\n\nScrapping older aircraft would reduce supply, potentially lifting residual values, but this effect could be offset by lower demand for older aircraft arising from the availability of discounted new models. Van Leeuwen argues that airframers and the supply chain might benefit from a scrappage scheme, but stresses: “I don’t think this industry needs it. It won’t kick-start the airlines as the sale-and-leaseback instrument is still available.”\n\nAlthough current low fuel costs somewhat diminish the operational advantage of newer models and act as a counter-incentive to trade up, several carriers have already outlined plans to operate modern types as part of the post-crisis recovery.\n\nPart of this planning is the result of pressure from governments to ensure environmental concerns are not pushed aside by the desperation of airlines to ensure their survival. One of the notable aspects to emerge from the coronavirus fallout is the conditional linking of bailout funding to sustainability measures – in essence, a more-stick-less-carrot version of the scrappage strategy that nevertheless amounts to government funds being offered to reduce environmental harm.\n\nWhile there is no formal EU scrappage programme in play, Airbus believes that the principle of creating a “green stimulus” through the “right conditions and financing support” to enable airlines to retire older, less-environmentally friendly aircraft early is “in the short term, the best way to reduce emissions”.\n\n“Longer term, with the sector seriously cash constrained due to the exceptional damage caused by the current crisis, we will need support to allow us to continue to make the huge investments necessary to develop green technologies,” the airframer adds. It stresses that attention on sustainable fuels, updating of Single European Sky initiatives, and the UN’s CORSIA carbon offset scheme must be maintained in the meantime.\n\nBoeing declines to comment about the extent to which a specific scrappage scheme might benefit its operation or otherwise. The US airframer has previously backed a broad $60 billion support programme for the aerospace manufacturing sector as a whole, stating that it would amount to a crucially important “bridge to recovery”.\n\n“Much of any liquidity support to Boeing will be used for payments to suppliers to maintain the health of the supply chain,” it states, adding that the long-term outlook for the aviation industry remains strong.\n\nIn the decade since the US government attempted to stimulate the automotive industry out of an economic dip, researchers and analysts have scrutinised the scrappage scheme to evaluate its impact, and whether it achieved its intended aims. There is evidence from various academic papers, that the scheme managed to improve the environmental balance, at least to a degree, and that the government succeeded in incentivising the sale of more fuel efficient vehicles.\n\nBut the effect was short-lived. Some 45% of the participants would have bought a new vehicle anyway during the course of the scheme, which meant that little more than half the car trades amounted to additional new sales. Figures indicated that the stimulation was largely negated over the following 10 months by a depletion of sales in regions with high numbers of older cars, and there are arguments that the job-creation aspect was relatively expensive, compared with alternative stimulus policies.\n\nHigh jet fuel prices that followed the 2007-2008 downturn helped encourage take-up of efficient re-engined aircraft, and – while a number of 737 Max orders have been cancelled – there is no immediate evidence of a broader shying away from commitments, even as traffic has evaporated.\n\nThis single-aisle market, Airbus believes, will lead the recovery from the crisis. Around 80% of last year’s Airbus deliveries were narrowbody types, and the impact of the downturn on the long-haul sector could mean that a higher proportion of this year’s overall deliveries – potentially around 550 aircraft – will be single-aisle models.\n\nTeal Group is expecting the recovery to follow an “L-shaped” trajectory, lasting about two or three years. It predicts that narrowbody deliveries will be protected, to an extent, by the situation with the 737 Max and by a shift in airline models through which certain routes will migrate away from being served with twin-aisle aircraft and towards single-aisle jets."}}