{"GDELT": {"GlobalEventID": 935023998, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "PTY", "Actor1Name": "POLITICIAN", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.63852242744063, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Alabama, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAL", "Actor1Geo_Lat": 32.799, "Actor1Geo_Long": -86.8073, "Actor1Geo_FeatureID": "AL", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Alabama, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAL", "Actor2Geo_Lat": 32.799, "Actor2Geo_Long": -86.8073, "Actor2Geo_FeatureID": "AL", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Alabama, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAL", "Action2Geo_Lat": 32.799, "Action2Geo_Long": -86.8073, "Action2Geo_FeatureID": "AL", "DATEADDED": 20200714134500, "SOURCEURL": "https://www.apr.org/post/coronavirus-and-history-voter-suppression-alabama"}, "ARTICLE": {"TITLE": "Coronavirus and the history of voter suppression in Alabama", "TEXT": "An APR News Feature\n\nCoronavirus cases continue to trend upward in Alabama, and this may spill over into the November election. Two lawsuits now challenge the state’s absentee and in-person voting laws. Plaintiffs argue the rules restrict voter turnout, while adding risk of COVID-19 exposure at the polls. The complaint is that this problem appears to impact non-white communities the most. Both litigations seek to make no-excuse absentee voting the new normal in the state while doing away with the current photo ID requirement. Alabama has a long history of voter suppression, and the COVID-19 pandemic has become a new platform for change. The battle for voting rights never ended in Alabama, especially for people of color.\n\nAPR News Feature -- Coronavirus and the history of voter suppression in Alabama\n\n\"Black people have been putting their bodies on the line since the early 50’s. At what point do we have to continue to put our bodies on the line for what should be our Constitutional right?\" DeJuana Thompson said.\n\nShe voiced frustration over what many non-white voters in Alabama would agree is a lifelong battle against voter suppression in the state.\n\nThompson is a co-founder of the organization Woke Vote. The group’s goal is to empower primarily communities of color with the tools and strategies they need to vote. Thompson said the coronavirus pandemic is shining a new light on ongoing issues in the state, especially against Black and brown communities.\n\n\"There is a limitation around our abilities to register to vote, to actually exercise our right to vote. Those limitations are archaic,\" she said.\n\nAlabama has a long history of documented voter suppression, and it starts with the state’s constitution. The Alabama Department of Archives & History recently acknowledged the current constitution, ratified in 1901 and heavily amended, was intended to preserve white supremacy and suppress the black vote.\n\nThe agency says those tactics included a poll tax, a literacy test, property requirements and disqualification for certain criminal conviction. Those practices were later outlawed by the Voting Rights Act of 1965. The measure only came about after “Bloody Sunday.” That’s when state troopers attacked almost 600 protesters on the Edmund Pettus Bridge in Selma during a march for voter rights.\n\nThough there has been improvement for racial equality, voter advocates like Seth Levi of the Southern Poverty Law Center say the state is still stuck in a system that deters voting.\n\n\"Alabama is one of the last remaining states where an excuse is required to vote absentee,\" he said. \"There is no early voting. And the Secretary of State there has fought every imaginable voting reform that would bring the state into the 20th Century.\"\n\nThe SPLC is one of several organizations challenging current voter requirements in Alabama. That includes the state’s voter ID law passed in 2011. It requires voters to have at least one of several specific kinds of government-issued photo IDs to cast their ballots. Plaintiffs argue many Alabamians don’t have the forms of identification acceptable for voting. Those voters are disproportionately low-income, racial and ethnic minorities.\n\n\"The nation is going from majority white to minority white. A lot of those practices are from white politician looking to hold onto power despite them losing the majority, \" Levi said.\n\nAlabama Republicans cited voter fraud for the passing of the voter ID law in 2011, but SPLC Senior Staff attorney Caren Short points out Alabama voters were already required to provide sensitive, personal information during the voting process.\n\n\"They have to include the last four digits of their SSN or their Alabama driver’s license… This is why we don’t see people committing absentee or in-person voter fraud. This is why it doesn’t happen.,\" Short said.\n\nThe Heritage Foundation found 19 cases of voting fraud happened in Alabama from 2000 to 2019. That’s less than 20 cases over about 20 years, which raises the question if a photo ID is really a necessary protection. Thompson from Woke Vote said the requirement is a burden.\n\n\"There is no seemingly just way of determining what ID works and what ID doesn’t. And to require someone to have a photo ID is with some sort of monetary commitment is still limiting,\" she said.\n\nActivist point out the state has made it harder for people of color to access appropriate photo ID’s. In 2015, Alabama shuttered 31 driver's license offices during a budget cut crisis. Many of the offices were in eight out of the 10 Alabama counties with the highest percentage of non-white voters, and it left a mark.\n\nAccording to the NAACP Legal Defense Fund, about 118,000 registered Black and Latino voters in Alabama didn’t have the necessary documentation to vote under the law back in 2017.\n\nBut Secretary of State John Merrill said anyone who doesn’t have one of the approved forms of photo ID can receive a free Alabama photo voter ID from the Secretary of State's Office or a local county board of registrars' offices.\n\n“The voter ID card looks similar to a driver’s license, but it’s only used for voting purposes,\" Merrill said. \"We do that for free. It’s a service that’s provided by the state of Alabama and has been a service that we have provided since 2011.”\n\nTo receive the free voter ID, Alabamians must show documents containing their full legal name, their date of birth and proof they’re a registered voter. They must also show documentation confirming their address in the voter registration record.\n\nBut not everyone knows about this rule. Thompson of said she wasn’t aware of the free ID service from the state. She also said she heard of people being turned away at the polls despite having state approved identification. That includes voters with college IDs and non-driver’s license IDs.\n\n\"Many voters, if it’s there first time voting and they run into trouble like that, it can sour them on the voting process,\" she said. \"I do think that it’s time to have a real conversation about voting rights again in Alabama. \"\n\nThompson said she’s experienced other situations where voter’s rights being violated. One incident happened at the beginning of the year when she and Woke Voter registered people to vote in Jefferson County. Thompson said she was checking on voter registration statuses and ran into issues with the county’s election office.\n\n“It should take only about 30 days for their registration status to be updated. And 30 to 45 days later, people’s names weren’t showing up on the roll. And when we called and asked about it, they told us they had a 90-day backup,” Thompson said.\n\nShe said this is unacceptable and unconstitutional, and more conversations need to be had about backlog registration.\n\n\"If we weren’t keeping up with who we are registering to vote, we would have no way of letting those individuals know,\" she said. \"We were getting calls on Primary Day from people who were registered to vote, and they did not have access to vote. \"\n\nSomething else registered Alabamians need to be on the lookout for: a change in their voter registration status.\n\n“I would encourage everyone to go on the secretary of state’s website and check on your voter registration status. Sometimes people who haven’t voted in several elections get put on what’s called the inactive voter’s list. That may present some issues when you show up to the polls or try to register absente,” said League of Women Voters president Barbara Caddell.\n\nThe Secretary of State’s website is “sos.Alabama.gov.” The League of Women Voters is another organization suing over the state’s current laws on absentee and in-person voting. Caddell said that’s because the League is concerned about the voting process. Specifically, that the state should work to make the process as inclusive as possible, and in Caddell’s words, “Not only that the voting process be fair, but that it be perceived as fair.”\n\n\"I’m not sure that right now that it’s perceived to be fair, and that has huge ramifications. It allows the same old, same old to go on, unless people stand up and ask for change,\" she said.\n\nA renewed push for change is now being asked for through the courts. The League of Women Voters and The Southern Poverty Law Center are hoping to make a difference, and make the voting process easier, with their lawsuits.\n\nThe SPLC is also investing $30-million as part of its “Vote Your Voice” campaign to boost voter registration and voter participation in the Deep South. That includes Alabama. The funds will go to Black and Brown-led voter outreach organizations often overlooked by traditional funders.\n\nMeantime, Woke Vote continues to help people of color register to vote. Since June, the organization has helped register 2,000 Alabama voters. Co-founder DeJuana Thompson says she expects a historical African American voter turnout this election year, despite the Coronavirus pandemic and continued voter suppression.\n\n\"Not voting for our communities can sometimes be the difference between life and death. And in a lot of ways, we have no other option,\" she said."}}