{"GDELT": {"GlobalEventID": 935024377, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAJUD", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.9875583203732505, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Polk County, Iowa, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIA", "Actor1Geo_ADM2Code": "IA153", "Actor1Geo_Lat": 41.6833, "Actor1Geo_Long": -93.5835, "Actor1Geo_FeatureID": "465265", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Polk County, Iowa, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIA", "Actor2Geo_Lat": 41.6833, "Actor2Geo_Long": -93.5835, "Actor2Geo_FeatureID": "465265", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Polk County, Iowa, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIA", "Action2Geo_Lat": 41.6833, "Action2Geo_Long": -93.5835, "Action2Geo_FeatureID": "465265", "DATEADDED": 20200714134500, "SOURCEURL": "https://www.press-citizen.com/story/news/crime-and-courts/2020/07/14/andrea-sahouri-register-reporter-charged-covering-protests-prosecutors-debate-evidence-george-floyd/5383150002/"}, "ARTICLE": {"TITLE": "'It's up to the judge': Prosecutors resist arrested Register reporter's efforts to see evidence", "TEXT": "A Des Moines Register journalist arrested while covering a protest is asking a judge to order prosecutors to produce evidence of the crime they say she committed — or drop the case.\n\nAndrea Sahouri, a 24-year-old news reporter, was charged with interference with official acts and failure to disperse after Des Moines police detained her on May 31 as she fled a demonstration near Merle Hay Mall. She has pleaded not guilty.\n\nCity police pepper sprayed and arrested her, her boyfriend and several others in a parking lot across the street from the mall's anchor stores, local media reported at the time.\n\nSahouri's attorney, Nick Klinefeldt, has over the past month asked prosecutors for legal discovery — evidence the state has against his client — but the county attorney's office has declined to show any documents or footage related to the case.\n\nIn court filings last week, Klinefeldt requested police reports and body camera recordings related to Sahouri's arrest as well as DMPD's policy and training information.\n\n\"We're asking for the Des Moines Police Department and the Polk County Attorney's Office to show some leadership, do the right thing and dismiss these charges,\" Klinefeldt said Monday. \"And if they're not willing to do that, then at least provide us the evidence so that we can have a fair trial.\"\n\nJohn Sarcone, Polk County's longtime county attorney, said Monday that his office knows its legal and ethical obligations and will adhere to them. He declined to comment on Sahouri's case specifically, but said generally discovery is not a part of simple misdemeanor cases.\n\n\"I think we've had judges make those determinations, all the time, in simple misdemeanors there's not discovery available,\" he said. \"We'll provide any exculpatory information — if we have it — to them, but simple misdemeanors, discovery is not available.\"\n\nMore:Previously withheld Des Moines police video fuels racial profiling complaint in traffic stop\n\nBrad Kinkade, the assistant Polk County prosecutor handling the case, wrote in a July 2 motion response that providing some material, such as body-camera footage, is too expensive and time-consuming for simple misdemeanor cases, like Sahouri's. He argued that simple misdemeanor cases should be completed as quickly and inexpensively as possible, citing a 1979 Iowa Supreme Court decision.\n\n\"With the advent of in-car cameras and body cameras, the costs associated with obtaining, copying, redacting and producing potential discovery materials has increased astronomically in recent years,\" he wrote.\n\nKinkade said Hadjis v. Iowa District Court allows the court to restrict certain types of evidence from defendants in simple misdemeanor cases. However, in a response motion filed Tuesday, Klinefeldt said that same decision entitles defendants to see recorded statements they've made to police.\n\n\"The state has arrested Sahouri, pepper-sprayed her, put her in the Polk County Jail, and it now seeks to give her a permanent criminal record,\" Klinefeldt wrote in the motion, \"yet it maintains that this matter is not important enough to provide her with the evidence against her (including a video allegedly showing her violation of the law) or provide her with information in their control that may exonerate her.\"\n\nKinkade has previously pointed to a possibly lengthy review and redaction process as well as the backlog of pending cases in the county as reasons for his resistance.\n\nThe office typically reveals \"all relevant information\" a prosecutor has related to a case \"at or before pretrial conference,\" Kinkade wrote July 2. A conference has not been scheduled, but a hearing on the discovery motion and its responses is scheduled for Thursday.\n\nFilings by the defense also claim prosecutors and investigators had no probable cause for the charges. Kinkade wrote that probable cause was established after the attorney's office reviewed the preliminary complaint.\n\nThe evidence available on Iowa Courts Online are two nearly identical, nonspecific criminal complaints that say the \"defendant\" was in the vicinity of a group causing property damage and intimidating others in the area. Neither document, in their narratives, names Sahouri or what she was witnessed doing, but they say the defendant failed to follow lawful orders.\n\nIn his motion, Klinefeldt said the state should say what dispersal commands were given, how Sahouri did not follow them and how she interfered with officers' abilities to do their jobs.\n\nThe Des Moines Police Department provided the Register with a supplemental report written a week after the incident and a police report. Des Moines officer Luke Wilson wrote in the supplemental report that Sahouri did not identify herself as a reporter until she was in police custody.\n\nSahouri was reporting on the May 31 protest near Merle Hay Mall when some demonstrators began looting stores and damaging property. The crowd had gathered to protest police brutality after the May 25 death of George Floyd, a Black man, while he was in Minneapolis police custody.\n\nIn his report, Wilson said officers moved from the mall's Target store to a nearby Verizon store, where there were reports of more damage. He said objects were thrown at police as they approached; police then deployed chemical irritants at several people, Wilson wrote.\n\n\"One individual, later identified as Andrea Sahouri, either by choice or by effects of the OC spray, remained in the area,\" the report states. As the officer began to detain her, Sahouri's boyfriend, Spenser Robnett, objected and he was sprayed and detained as well. Wilson said that was the first time he'd heard that Sahouri was a member of the news media, and she and Robnett were placed in another officer's custody.\n\nSahouri has said she immediately identified herself, but her attorney said the fact that she's a reporter isn't the biggest issue. No one near his client — who was arrested in a plaza across from the mall — should have been pepper-sprayed, because they were fleeing the area, Klinefeldt said.\n\n'It's up to the judge'\n\nWhether or not Sahouri's legal team can view any of the evidence being used against her will be up to Fifth Judicial District Judge Christopher Kemp, who will hear the sides argue Thursday.\n\nBob Rigg, a longtime attorney and Drake University law professor, said prosecutors often resist handing over video evidence, saying it's too burdensome to produce. Simple misdemeanor cases are supposed to move quickly, he said, but “that doesn’t mean (relevant evidence) shouldn’t be discoverable.”\n\n\"That’s just the typical response you get out of the state on this. But it’s up to the judge,\" Rigg said. \"I certainly would think the judge, at minimum, would order body cams and all recordings, digital or otherwise, that were made during the course of this arrest, would be discoverable.\"\n\nSahouri was one of several U.S. journalists arrested during nationwide demonstrations following Floyd's death. As of Monday, she appeared to be the only USA Today Network journalist still facing charges.\n\nMore:\n\nRigg said he was \"stunned\" to see that Polk County prosecutors were still pursuing the case.\n\n“If you’ve got body cam information that’s relative to the case and clearly establishes what the person did or didn’t do, if it’s bad enough, (the prosecutors) want to give it to the defendant and say, ‘Look, this is why we charged this person with what we charged them with, and this is why they should plead guilty,'\" he said. \"I’m not sure anybody should be charged if they’re reporting what happened.\"\n\nFollow the Register on Facebook and Twitter for more news. Tyler Davis can be contacted at tjdavis@dmreg.com or on Twitter @TDavisDMR.\n\nYour subscription makes work like this possible. Get exclusive subscriber content and more at DesMoinesRegister.com/Deal."}}