{"GDELT": {"GlobalEventID": 935023871, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "MNCUSA", "Actor1Name": "XEROX", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.9064124783362202, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Metro Manila, Philippines (general), Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP00", "Actor1Geo_ADM2Code": "24210", "Actor1Geo_Lat": 14.5833, "Actor1Geo_Long": 121.0, "Actor1Geo_FeatureID": "-2439768", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Metro Manila, Philippines (general), Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP00", "Action2Geo_ADM2Code": "24210", "Action2Geo_Lat": 14.5833, "Action2Geo_Long": 121.0, "Action2Geo_FeatureID": "-2439768", "DATEADDED": 20200714134500, "SOURCEURL": "https://www.ilonggotechblog.com/2020/07/grab-quezon-city-provides-thousands-of-livelihood-opportunities.html"}, "ARTICLE": {"TITLE": "Grab, Quezon City provides thousands of livelihood opportunities", "TEXT": "Grab Philippines, together with the Quezon City Government, has announced its partnership, which aims to leverage on Grab’s platform and provide livelihood opportunities to the city residents in helping them recover from the impacts of the pandemic.\n\n(L-R) Ms. Mona Yap- OIC, Small Business Cooperatives Devt; Mr. Michael Alimurung, City Administrator; Mr. Brian Cu, Grab Philippines President; Mr. Leo Gonzales, Grab Philippines Public Affairs Head\n\nAt the onset of the COVID-19 pandemic, Grab has launched its GrabBayanihan program to help Filipinos respond and recover from the pandemic. While GrabBayanihan has delivered protection and support to Filipinos during the early stages of the pandemic, Grab is again calling on the spirit of bayanihan – this time through local government partners across Metro Manila.\n\n“With responsible use of technology as well as our enduring partnership with the Quezon City Government, we hope to continue helping our kababayans in Quezon City who have been greatly affected by the pandemic, get back on their feet through the many livelihood opportunities available on our Grab platform,” said Brian Cu, Grab Philippines President. “We are thankful for the trust and confidence that the city government has placed on us, as its partner in helping this great city through its residents, recover from the pandemic and navigate the new normal.”\n\n“As we transition to the new normal, one of our priorities is to address the needs of our residents whose sources of income were badly affected. Through GrabBayanihan, we will be able to provide jobs for our residents, and in return, they can continue to provide for their families,” QC Mayor Joy Belmonte said.\n\nSmall Business and Cooperatives Development and Promotions Office (SBCDPO) Head Mona Yap explained that 500 displaced workers and tricycle drivers would be trained and onboarded as GrabFood and GrabExpress delivery-partners. At the same time, 500 small businesses will be provided with market access through the Grab app.\n\n“Aside from displaced workers, it is important also to expose small businesses to a wider market through online applications such as Grab. As they start their businesses or continue their operations after three months of hiatus, they will need a platform to launch and introduce their products,” Yap said.\n\nUnder the GrabBayanihan Socio-economic recovery program, individuals who are interested in being part of Grab’s Food or Express Delivery Fleet must be:\n\n\n\nA resident of Quezon City; At least twenty one (21) years up to fifty (50) years of age; Owns and knows how to operate a smartphone Owns and/or operates either of the following which can be used for delivery: a tricycle, a motorcycle, or a bicycle; In possession of a Driver’s License issued by the Land Transportation Office, and is valid for at least 21 days before the expiration date. For motorcycle owners, they must present their registration documents such as: Official Receipt and Certificate of Registration; If the vehicle registration is not owned by the user, they must present any supporting documents as follows: Authorization Letter of the owner with Xerox Copy of valid ID with three (3) specimen signatures, Notarized Deed of Sale and Reposition Certificate\n\nMeanwhile, small business owners who wish to be part of the program must have the necessary business permits and other requirements issued by the Government of Quezon City.\n\nInterested parties are highly encouraged to prepare their documents and to visit their Public Employment Service Office (PESO) for an initial assessment."}}