{"GDELT": {"GlobalEventID": 935909635, "Day": 20200719, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5452, "Actor1Code": "CVL", "Actor1Name": "VILLAGE", "Actor1Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.13207547169811, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jamshedpur, Jharkhand, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN38", "Actor1Geo_ADM2Code": "70155", "Actor1Geo_Lat": 22.8, "Actor1Geo_Long": 86.1833, "Actor1Geo_FeatureID": "-2098249", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jamshedpur, Jharkhand, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN38", "Action2Geo_ADM2Code": "70155", "Action2Geo_Lat": 22.8, "Action2Geo_Long": 86.1833, "Action2Geo_FeatureID": "-2098249", "DATEADDED": 20200719014500, "SOURCEURL": "https://www.timesnownews.com/business-economy/companies/article/ratan-tata-shares-throwback-photos-of-his-first-visit-to-the-legacy-city-of-the-tata-family/623684"}, "ARTICLE": {"TITLE": "Ratan Tata shares throwback photos of his first visit to the ‘legacy city' of the Tata Family", "TEXT": "Ratan Tata shares photos of his first visit to the ‘legacy city' of the Tata Family\n\nKey Highlights Recalling his \"first interaction with the legacy city\", Tata said it took place before he began working on the Tata Steel floor Tata often shares old pictures on Instagram since he joined the social media platform in October last year after a long absence from public life The idea of present-day Jamshedpur started of course with the setting up of the Tata Steel Plant,\" writes the Tata Group on its website\n\nNew Delhi: Tata Group Chairman Emeritus Ratan Tata took to Instagram to share pictures of his first-ever visit to the Tata Family's ‘legacy city of Jamshedpur’. The industrialist remembered his maiden visit to the city and shared two black and white vintage pictures. Note that Jamshedpur city is named after one of his ancestors and founder of the Tata Group, Jamsetji Nusserwanji Tata.\n\nFor those who are not aware, Jamshedpur is one of the first industrial planned cities of India and most populous urban agglomeration in Jharkhand. The city was founded by Jamsetji Tata. The city earlier known as Village Sakchi was named Jamshedpur in 1919 by Lord Chelmsford in honour of Jamsetji Nusserwanji Tata, whose birthday is celebrated on March 3 as Founder's Day.\n\nThe city has several nicknames, including \"Steel City\" (which was referenced during Tata Steel's \"Green City—Clean City—Steel City\" campaign), \"Tatanagar\" after the name of its railway station or \"Tata\" due to the presence of Tata companies there.\n\nIn the throwback black and white photos shared by Tata, one can a very young Ratan Tata standing with R.G Da Costa and J.D Chokshi with his hands on his waist. While posting the images, the octagenarian walked back the memory lane to recall his maiden visit to Tata Family's 'legacy city'.\n\nIn the caption, he wrote, \"I remember the first time I ever visited Jamshedpur, when I was on holiday from college. Mr R.G. Da Costa and Mr J.D. Chokshi invited me to visit the Telco plant and have a walk around the plant. This trip was much before I started working on the Tata Steel floor, my first interaction with the legacy city of Jamshedpur.\"\n\nIt is worth mentioning that Jamshedpur is home to Tata Steel, situated almost at the centre of the city. Tata Steel is the largest iron and steel producing plant in the country India, as well as the oldest. In fact, it has been recognised as the best-integrated steel plant twelve times.\n\nThe city is also home to Tata Motors earlier known as Tata Engineering and Locomotive Company. It is also home to TATA Cummins Pvt. Limited, Tata Powers, Tata Hitachi Construction Machinery, Tata Ryerson (J.V of Tata Steel-Ryerson), Timken India (J.V of Tata Steel-Timken), Tata Bluescope (J.V of Tata Steel-BlueScope), Tata Steel Growth Shop (TGS), Tata Pigments, Tata Tubes and more."}}