{"GDELT": {"GlobalEventID": 935909833, "Day": 20200719, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5452, "Actor1Code": "IRN", "Actor1Name": "IRANIAN", "Actor1CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.1587901701323196, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bandar Abbas, Hormozgan, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR11", "Actor1Geo_ADM2Code": "40896", "Actor1Geo_Lat": 27.1865, "Actor1Geo_Long": 56.2808, "Actor1Geo_FeatureID": "-3055107", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bandar Abbas, Hormozgan, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR11", "Action2Geo_ADM2Code": "40896", "Action2Geo_Lat": 27.1865, "Action2Geo_Long": 56.2808, "Action2Geo_FeatureID": "-3055107", "DATEADDED": 20200719014500, "SOURCEURL": "https://kashmirobserver.net/2020/07/18/iran-seizes-back-oil-tanker-hit-by-us-sanctions/"}, "ARTICLE": {"TITLE": "Iran Seizes Back Oil Tanker Hit By US Sanctions", "TEXT": "Iran Seizes Back Oil Tanker Hit By US Sanctions\n\nWhatsApp Facebook Twitter Email 24 Shares\n\nTehran- Iran has successfully retaken an oil tanker wanted by the United States for allegedly skirting sanctions on the Islamic Republic, and now the vessel is located off the coast of the country near the strategic Strait of Hormuz.\n\nThe Dominica-flagged MT Gulf Sky was seized back on July 5 off the coast of the United Arab Emirates. Satellite pictures showed it is now moored in Iranian waters, according to TankerTrackers.com.\n\nDavid Hammond, the CEO of the United Kingdom-based group Human Rights at Sea, told the Associated Press that he took a witness statement from the captain of the MT Gulf Sky, confirming the ship had been recovered.\n\nHammond added that 26 of the Indian sailors on board had made it back to India, while two remained in Tehran, without elaborating.\n\n“We are delighted to hear that the crew are safe and well which has been our fundamental concern from the outset,” he said.\n\nIn May, the US Justice Department filed criminal charges against two Iranians, accusing them of attempts to purchase the tanker, then named the MT Nautica. The vessel then took on Iranian oil from Kharg Island to sell abroad.\n\nThe report comes amid tensions between Iran and the United States, after President Donald Trump on May 8, 2018 officially announced Washington’s unilateral withdrawal from the landmark 2015 nuclear deal officially known as the Joint Comprehensive Plan of Action (JCPOA).\n\nFollowing its withdrawal, the US unleashed the so-called maximum pressure campaign against Iran and targeted the Iranian nation with the “toughest ever” economic sanctions.\n\nBack on July 19 last year, Iran’s Islamic Revolution Guards Corps (IRGC) naval forces seized the 30,000-tonne UK-flagged tanker Stena Impero, when the vessel ignored distress calls as it collided with a fishing boat on its route.\n\nIRGC said the ship had also used a wrong path to enter the Strait of Hormuz.\n\nA day after the seizure of the Stena Impero, Iran released footage showing Iranian speedboats cruising near the tanker as a military helicopter hovered over the vessel.\n\nAn Iranian marine could be heard communicating with the command center in the southern port city of Bandar Abbas.\n\nOn September 27, 2019, the British-flagged oil tanker finally set sail and left Iranian waters for Dubai in the UAE.\n\nTensions between Iran and the UK began in early July last year, when British naval forces seized an Iranian oil tanker in Gibraltar under the pretext that it was carrying oil to Syria in violation of European Union sanctions against the Arab country. Iran strongly denied the claim.\n\nBe Part of Quality Journalism Quality journalism takes a lot of time, money and hard work to produce and despite all the hardships we still do it. Our reporters and editors are working overtime in Kashmir and beyond to cover what you care about, break big stories, and expose injustices that can change lives. Today more people are reading Kashmir Observer than ever, but only a handful are paying while advertising revenues are falling fast. ACT NOW\n\nMONTHLY Rs 100 YEARLY Rs 1000 LIFETIME Rs 10000\n\nCLICK FOR DETAILS\n\nAgencies\n\nShare this: WhatsApp\n\nTwitter\n\nFacebook\n\nTelegram\n\nPrint\n\n"}}