{"GDELT": {"GlobalEventID": 935909574, "Day": 20200719, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5452, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 3.8216560509554203, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Penticton, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12559", "Actor1Geo_Lat": 49.5, "Actor1Geo_Long": -119.583, "Actor1Geo_FeatureID": "-571145", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Penticton, British Columbia, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA02", "Actor2Geo_ADM2Code": "12559", "Actor2Geo_Lat": 49.5, "Actor2Geo_Long": -119.583, "Actor2Geo_FeatureID": "-571145", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Penticton, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12559", "Action2Geo_Lat": 49.5, "Action2Geo_Long": -119.583, "Action2Geo_FeatureID": "-571145", "DATEADDED": 20200719014500, "SOURCEURL": "https://www.castanet.net/news/Penticton/305601/Penticton-councillor-and-former-mayor-now-in-rehabilitation-phase-of-recovery-after-stroke"}, "ARTICLE": {"TITLE": "Penticton councillor and former mayor now in rehabilitation phase of recovery after stroke - Penticton News", "TEXT": "Photo: Castanet Staff Jake Kimberley, Penticton councillor and former mayor, is recovering well after a stroke and moving on to the rehabilitation portion of his journey back to health.\n\nPenticton city councillor and former mayor Jake Kimberley has been moved to the rehabilitation area of Penticton Regional Hospital, said his son Sean.\n\n“My dad is now in the rehabilitation section of PRH and receiving great care. They are working daily on his speech and physical recovery,” said Sean on Friday.\n\nOn Canada Day, Jake, 80, suffered a stroke while at home. He was taken by ambulance to Penticton hospital. For the first two weeks, no family members were able to physically see Jake because of COVID-19 precautions. But now that he is moved to rehab, Sean is allowed to visit.\n\n“I am able to visit him now and have been doing so daily. This has also allowed him to Facetime with family, and has lifted his spirits tremendously,” said Sean. There are still no other visitors permitted due to COVID-19 precautions, he added.\n\nJake will remain in the rehabilitation centre for the foreseeable future while working to regain his mobility and speech.\n\nThe Kimberley family wanted to thank the community for their well wishes and to the healthcare professionals at PRH.\n\n“I’d like to give a big thanks to all of those folks who have sent cards, emails, and passed on well wishes,” said Sean. “And, again to the PRH who operate so professionally across the board.”\n\nJake Kimberley has served as mayor of Penticton three times over 30 years.\n\nHe came out of retirement in 2018 and ran for city council, topping the polls. He has played an integral role since taking a seat at the council table.\n\nIf you would like to send Jake a message of well wishes, email [email protected]"}}