{"GDELT": {"GlobalEventID": 935909449, "Day": 20200719, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5452, "Actor2Code": "CVL", "Actor2Name": "CITIZEN", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.54342431761786, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI05", "Actor2Geo_ADM2Code": "191416", "Actor2Geo_Lat": 6.45306, "Actor2Geo_Long": 3.39583, "Actor2Geo_FeatureID": "-2017355", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lagos, Lagos, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI05", "Action2Geo_ADM2Code": "191416", "Action2Geo_Lat": 6.45306, "Action2Geo_Long": 3.39583, "Action2Geo_FeatureID": "-2017355", "DATEADDED": 20200719014500, "SOURCEURL": "https://www.thisdaylive.com/index.php/2020/07/19/celebrating-mainones-achievements-at-10-years/"}, "ARTICLE": {"TITLE": "Celebrating MainOne’s Achievements at 10 Years", "TEXT": "The information and communication technology sector remains one of the major contributors to gross domestic product (GDP). The current realities which negatively impacted crude oil prices further exposed the capacity of the ICT sector globally. MainOne, which recently clocked 10 years of operations as a broadband company, is one of the ICT companies that raised Nigeria’s GDP growth, writes Emma Okonji\n\nToday, many organisations including Google and Facebook have announced that their employees will work from home in the interim. This undoubtedly shows the significance of broadband and internet connectivity which have changed the way things work.\n\nIn Nigeria, the ICT sector contributed 14.07 per cent to the GDP, according to the National Bureau of Statistics (NBS) first-quarter report of 2020 released on May 25. Commenting on this development, the Minister of Communications and Digital Economy, Dr. Isa Ibrahim Pantami, said he was delighted about the unprecedented growth of ICT’s contribution to Nigeria’s GDP in the period under review.\n\nThe efforts of stakeholders, organisations and experts in the industry cannot be underestimated. Investments in critical broadband infrastructure remain the bedrock of the sector’s success in recent times. As noted by a World Bank report, “every 10 per cent rise in broadband penetration in developing countries produces a commensurate increase of 1.3 per cent in the National Gross Domestic Product (GDP).”\n\nMainOne’s First Decade\n\nA good instance of an organisation that has proven worthy and presented its ‘indelible mark’ in assuring digital transformation in Nigeria, Ghana and West Africa, is MainOne.\n\nIn the last 10 years, MainOne has invested significantly in infrastructure in West Africa to connect the urban and under-served areas in the region. Today, MainOne has successfully invested in IT infrastructure across West Africa, delivering services in ten countries- Nigeria, Ghana, Cote D’Ivoire, Burkina Faso, Togo, Cameroun, Benin, Niger, Senegal and Chad.\n\nMainOne has recently increased the capacity on its international submarine cable system with an upgrade from a 10G to a 100G wavelength system. These efforts have enabled efficient connectivity for businesses, colocation and data centre services.\n\nDespite the challenges facing businesses in the region including the epileptic power supply, currency devaluation, high cost of Right-of-Way (RoW), lack of infrastructure sharing, regulatory infractions amongst others, MainOne has been able to not only deepen broadband penetration in the region but also strengthen e-commerce and online connectivity services for corporate and institutions in general.\n\nWest Africa’s leading communications services and network solutions provider, MainOne built West Africa’s first privately owned, open access 7,000-kilometre undersea high capacity cable submarine, a $240 million project that was completed in record time and on a budget in 2010. Since then, MainOne has continued to build its infrastructure to meet the needs of institutions across West Africa- terrestrial fibre networks, data centre facilities, Point of Presence, which help distribute internet services in the region.\n\nInvestments\n\nUnder the leadership of Ms. Funke Opeke, the founder and CEO of MainOne, formerly known as MainOne Cable Company, the company also built West Africa’s largest Tier III Data Center, MDX-i’s Lekki Data Center, a $40 million investment with a capacity for 600 racks. In Nigeria, MainOne deployed almost 1,000km of fibre in Edo and Ogun States to expand broadband access, in partnership with Facebook. It became the licensed fiber broadband InfraCo for Lagos as approved by the NCC in 2016.\n\nMainOne continues to invest significantly in bringing the benefits of digital transformation across West Africa. With the influx of private capital, coupled with a huge working population, the continent is increasingly empowered to drive growth and development.\n\nCommenting on the feat of the organisation in West Africa, Opeke stated that “with our subsea cable, growing metropolitan infrastructure and data centre ecosystem, MainOne is uniquely positioned to catapult the region. Our world-class submarine cable system running down the coast of West Africa, state of the art IP NGN network, growing regional and metro terrestrial fibre-optic networks, and data centre facilities enable broadband services for businesses needing online connectivity solutions in West Africa.”\n\nAccording to her, MainOne has grown to become the leading provider of wholesale and enterprise connectivity and data centre services across the West African region and the company partners with major global technology companies to deliver services to its customers.\n\n“It continues to grow its footprint with major network interconnection facilities, extensive terrestrial fiber build-out, regional points of presence, and delivery of services into 10 countries in West Africa.\n\n“Like many IT firms in more developed climes, we realized that connectivity, is to the digital revolution, what electricity was to the industrial revolution. Therefore, we set out to build infrastructure to enable Internet technology development in West Africa, to improve the quality of life and business in the West African region. Our success with connecting tech startups in Yaba is testament to the impact we have had on the Nigerian economy.”\n\nMilestones\n\nThe company has steadily recorded major milestones year after year as it remains true to its mission of connecting the whole of Western Africa to the rest of the world.\n\nIn November 2019, MainOne landed its submarine cable in Grand-Bassam, Cote d’Ivoire as the first commercial cable system in service to deploy spectrum sharing capabilities in the region.\n\nThe same year, its Cable Landing Station and Tier III Data Center facility became operational in Cote d’Ivoire. The infrastructure was provided in Abidjan for corporate, public institutions and service providers to enjoy ubiquitous broadband connectivity. These projects are aimed at deepening infrastructure sharing, enhance efficiency and lower the cost of delivering broadband services in the country.\n\nAlso, in 2019, MainOne’s subsea cable landed in Dakar, Senegal even as the company announced its partnerships with IT giants, Facebook and the Avanti Communications Group last year.\n\nSpeaking on the efforts of MainOne to boost connectivity in West Africa, the Regional Executive, West Africa, for MainOne, Kazeem Oladepo, said: “Over the years, MainOne has carefully selected its partners to enhance product offering and boost the quality of service. That is why the company has attracted international acclaim and positive attention to Nigeria. It also expanded its operation as it commenced construction work of MDXi data centre in Appolonia City, Ghana, in September 2019.\n\n“Recently, MainOne provided bulk connectivity services to a consortium of operators through the PAV-Burkina Cooperative, with the financial support from the World Bank, for the next three years in Burkina Faso. MainOne won the bid from the Burkinabe Government to offer PAV-Burkina with bulk-capacity to nodes in Ouagadougou and Bobo Dioulasso.\n\n“ICT is constantly evolving and as a key catalyst for national and global development, there is need for constant knowledge sharing to enhance capacities globally and across board.”\n\nIn 2013, MainOne arranged a fiber pilot in Yaba with the support of the Lagos State Government, ccHub and Technovision. Today, Yaba is known as Yabacon Valley and MainOne’s fiber investment has assisted startups including Paga, Andela, ccHub, Hotels.ng and Flutterwave raise over USD500 million Foreign Direct Investment (FDI).\n\nIn 2016, MainOne launched Nerds Unite, an industry event that brings together global IT leaders of thought in the form of a conference and exhibition, with breakout sessions and networking opportunities in Lagos, Nigeria. The event exposes IT professionals to the latest radical technologies available for business.\n\nFrom inception, MainOne has maintained strong support for corporate social responsibility as a corporate citizen. Under the theme ‘MainOne Connects’, MainOne CSR centres on education and the natural environment.\n\nAwards and Recognition\n\nMainOne and its subsidiary have won an average of three awards annually in the last ten years of operation. The company has received over 30 awards from local and international groups, within and outside the IT industry.\n\nThe most prominent awards accorded to MainOne and its subsidiary include; the NTITA Internet Service Provider of the Year (Enterprise) Award; Datacloud Africa Award for Excellence in Data Centre (Africa); Africa Cloud Service Provider of the Year; NTITA Telecoms Wholesale Provider of the Year; BoICT Award for Best Tier III Data Centre in Nigeria, among others.\n\nNigeria’s Digital Economy\n\nApart from its corporate operation, MainOne, through the effort of its leadership, has contributed in no small measure to the success of the ICT sector and digital economy initiative of the federal government. The appointment of Funke Opeke, CEO of MainOne, as the chairman of the National Broadband Committee 2020-2025 on 16 December 2019 is a good example that comes to mind.\n\nThe mandate of the committee as inaugurated by the Minister of Communications and Digital Economy, Dr. Isa Ali Pantami, is to develop a new National Broadband Plan that will be a guiding template for further development of the telecommunications sector, following the expiration of the 2013-2018 NBP. The old plan which was targeted at achieving 30 per cent broadband penetration, achieved 37.8 per cent broadband coverage in Nigeria.\n\nPantami on 18 February 2020, received the report of the NBP Committee 2020-2025. The report was presented by the Chairman of the Committee, Ms. Funke Opeke and the Committee’s Co-Chairman, Dr. Bashir Gwandu, former Executive Commissioner, Technical Services at NCC. Also, in attendance was NCC’s Executive Commissioner, Technical Services, Ubale Maska, and the committee’s Secretary.\n\nThe new broadband plan, developed in partnership with the Government of the United Kingdom (UK), is aimed at increasing Nigeria’s broadband penetration to 70 per cent by 2025.\n\nIn the last decade, MainOne and its subsidiary have not only provided ubiquitous broadband infrastructure and Internet services in countries where they operate, they have also contributed to human and capital development.\n\nThe company has created jobs, enhanced SMEs and corporate performance and supported governments’ national broadband initiatives and policies.\n\nClearly, in the last decade of operation, MainOne has remained at the forefront of broadband growth in West Africa through its increasing investments in infrastructure across the region."}}