{"GDELT": {"GlobalEventID": 935909477, "Day": 20200719, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5452, "Actor2Code": "MIL", "Actor2Name": "SPECIAL OPERATIONS", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -7.296137339055799, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Oregon, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOR", "Actor2Geo_Lat": 44.5672, "Actor2Geo_Long": -122.12700000000001, "Actor2Geo_FeatureID": "OR", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Portland, Oregon, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOR", "Action2Geo_ADM2Code": "OR051", "Action2Geo_Lat": 45.5235, "Action2Geo_Long": -122.676, "Action2Geo_FeatureID": "1136645", "DATEADDED": 20200719014500, "SOURCEURL": "https://globalnews.ca/news/7193821/portland-orgeon-protests-july/"}, "ARTICLE": {"TITLE": "Oregon attorney general looking to stop federal agents from arresting Portland protesters", "TEXT": "Send this page to someone via email\n\nOregon’s attorney general is seeking an order to stop militarized federal agents from arresting people in Portland as the city continues to be convulsed by nightly protests that have gone on for seven weeks and have now pitted local officials against the Trump administration.\n\nFederal agents, some wearing camouflage and some wearing dark Homeland Security uniforms, used tear gas at least twice to break up crowds late Friday night, The Oregonian/OregonLive reported.\n\nDemonstrations against systemic racism and police brutality have happened every day in Oregon’s largest city since Minneapolis police killed George Floyd on May 25.\n\nU.S. President Donald Trump has decried the disorder, and Homeland Security Secretary Chad Wolf blasted the protesters as “lawless anarchists” in a visit to the city.\n\nStory continues below advertisement\n\nBefore the aggressive language and action from federal officials, the unrest had frustrated Mayor Ted Wheeler and other local authorities, who had said a small cadre of violent activists were drowning out the message of peaceful protesters in the city. But Wheeler said the federal presence in the city is now exacerbating a tense situation and he has told them to depart.\n\n“Keep your troops in your own buildings, or have them leave our city,” Wheeler said Friday.\n\n3:50 George Floyd family attorney announces civil lawsuit against Minneapolis and 4 former police officers over death George Floyd family attorney announces civil lawsuit against Minneapolis and 4 former police officers over death\n\nOregon Attorney General Ellen Rosenblum late Friday sued Homeland Security and the Marshals Service in federal court. The complaint says that unidentified federal agents have grabbed people off Portland’s streets “without warning or explanation, without a warrant, and without providing any way to determine who is directing this action.”\n\nRosenblum said she was seeking a temporary restraining order to “immediately stop federal authorities from unlawfully detaining Oregonians.”\n\nStory continues below advertisement\n\n“The current escalation of fear and violence in downtown Portland is being driven by federal law enforcement tactics that are entirely unnecessary,” Rosenblum said in a statement.\n\nThe administration has enlisted federal agents, including the U.S. Marshals Special Operations Group and an elite U.S. Customs and Border Protection team based on the U.S.-Mexico border, to protect federal property.\n\nBut Oregon Public Broadcasting reported this week that some agents had been driving around in unmarked vans and snatching protesters from streets not near federal property, without identifying themselves.\n\nTensions also escalated after an officer with the Marshals Service fired a less-lethal round at a protester’s head on July 11, critically injuring him.\n\n2:11 New transcript reveals Derek Chauvin told George Floyd: it takes ‘a lot of oxygen to talk’ New transcript reveals Derek Chauvin told George Floyd: it takes ‘a lot of oxygen to talk’\n\nOn Friday night, hundreds of people gathered for a vigil outside the downtown Justice Center, which is sandwiched between two federal buildings, including a courthouse, The Oregonian/OregonLive reported. Across the street, dozens of other protesters entered two recently closed city parks after dismantling chain-link fencing that blocked access.\n\nStory continues below advertisement\n\nFederal agents emerged from an office building next door and used impact munitions, stun grenades and tear gas to clear the area, the news organization reported. It said its journalists did not observe any incident that might have prompted the use of the weapons.\n\nFederal officers deployed tear gas again just before midnight after a few protesters placed dismantled fencing in front of plywood doors covering the entrance of the federal courthouse.\n\nEarly Saturday, Portland police declared the gathering unlawful, saying protesters had piled fencing in front of the exits to the federal courthouse and the Multnomah County Justice Center and then shot off fireworks at the Justice Center.\n\nFederal officers and local police then advanced simultaneously on the demonstrators to clear the streets, making arrests as protesters threw bottles and pieces of metal fence at police, the Portland Police Bureau said. Portland Police Chief Chuck Lovell told reporters Friday that his officers are in contact with the federal agents, but that neither controls the others’ actions.\n\n1:17 Police clear Seattle’s organized protest zone Police clear Seattle’s organized protest zone\n\nThe overnight action by Portland’s police was condemned by a prominent member of the City Council. On Saturday Jo Ann Hardesty said local police “joined in the aggressive clampdown of peaceful protest.”\n\nStory continues below advertisement\n\nHardesty, who said she was downtown speaking at the protest Friday night, slammed Wheeler, telling the mayor he needed to better control local law enforcement. Hardesty, who oversees the city’s fire department and other first-responder agencies, said in an open letter to Wheeler if “you can’t control the police, give me the Portland Police Bureau.”\n\nIn a statement Saturday, Portland Police said as they responded to the overnight protests — which included people throwing projectiles at them — some federal agencies took action “under their own supervision and direction.”\n\nPortland Police said city officers arrested seven people, and one officer sustained a minor injury.\n\nThe statement said the city’s police supports peaceful protests, and beginning Saturday night Department of Homeland Security police won’t work in the Portland Police incident command centre."}}