{"GDELT": {"GlobalEventID": 936149450, "Day": 20200720, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5479, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 4.646464646464651, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200720164500, "SOURCEURL": "https://postandparcel.info/124174/news/e-commerce/quadient-appeals-to-the-uk-real-estate-sector/"}, "ARTICLE": {"TITLE": "Quadient appeals to the UK real estate sector", "TEXT": "Quadient is making its Parcel Pending by Quadient Parcel Locker Solutions for multi-tenant residential buildings available in the UK. The customisable parcel locker systems provide seamless management of incoming packages through a secure and automated process, enhancing resident satisfaction and improving operational efficiency.\n\nWith the continued growth of e-commerce coupled with the need for social distancing this year, Parcel Pending by Quadient recently announced having processed over 2.7 million packages in its US network in May alone, an 86 percent increase in their year-on-year package volume. With online orders growing across the globe, the need for easy-to-use, practical and efficient parcel management solutions become all the more critical, especially in properties with a high number of residents.\n\nParcel Pending by Quadient Parcel Locker Solutions provide the following benefits to property managers:\n\n· Improved operational efficiency. Package deliveries are made directly to the parcel locker by carriers, enabling property staff to focus on higher-value tasks, saving time and reducing operational costs. Parcel locker systems are designed and engineered to meet the unique space needs of each property and can be integrated with property management software.\n\n· Secure parcel storage. Built with a robust steel design, the lockers keep packages off the floor and safe from being lost or stolen. Packages are retrieved by residents using a one-time-use PIN or barcode provided to them via email, SMS or in-app mobile notifications.\n\n· Increased resident satisfaction. Lockers can be accessed 24/7 for convenient self-service pick-up or returns by residents. Parcel lockers reduce human-to-human contact and meets accessibility requirements for all residents.\n\n“We are now seeing volumes of parcels every day that were once only typical during the holiday season, and parcel locker technology prevents property managers from becoming buried in packages,” said Duncan Groom, chief operating officer UK and Ireland at Quadient. “Offering parcel lockers not only increases operational efficiency of property managers and on-site staff, it also differentiates properties from the competition through value-added amenities and services, increasing the loyalty and satisfaction of residents.”\n\nIn launching the parcel locker technology for UK residential properties, Quadient combines the expertise of recently acquired US-based Parcel Pending with Quadient’s longstanding global leadership in intelligent parcel locker solutions for carriers, retailers, commercial buildings and universities.\n\n“Quadient is leveraging the Parcel Pending acquisition and expanding its scope outside of the US to meet the needs of multifamily properties in other regions, starting with the UK,” said Daniel Malouf, chief solution officer, Parcel Locker Solutions, Quadient. “The synergies created among both Parcel Pending and Quadient teams allowed us to enrich our roadmap with agility and flexibility, and efficiently adapt our solutions to meet the needs of European markets. I am proud that we are now bringing a convenient and successful solution to change the lives of residents across the UK.”"}}