{"GDELT": {"GlobalEventID": 936150111, "Day": 20200720, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5479, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.4909478168264199, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "North Dakota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USND", "Action2Geo_Lat": 47.5362, "Action2Geo_Long": -99.79299999999999, "Action2Geo_FeatureID": "ND", "DATEADDED": 20200720164500, "SOURCEURL": "https://thehill.com/homenews/state-watch/508105-heres-your-states-plan-for-reopening-schools"}, "ARTICLE": {"TITLE": "Here's your state's plan for reopening schools", "TEXT": "Governors and state education departments across the country are grappling with whether to hold in-person classes this fall as coronavirus cases spike.\n\nThe decisionmaking process quickly became politicized after President Trump Donald John TrumpTwo 'The Apprentice' producers helping with Republican National Convention About 70,000 lives could be saved in near future if people wear masks: researchers Trump issues disaster declaration for California as wildfires rage MORE and Education Secretary Betsy DeVos Elizabeth (Betsy) Dee DeVos13 members of Kansas State fraternity test positive one day after start of classes Federal judge allows new campus sexual assault rules to move forward 6 in 10 oppose fully reopening schools: poll MORE demanded schools reopen for in-person learning, prompting backlash from most teachers and school administrators.\n\nDozens of states have released guidelines or requirements for fall classes. While some governors are pushing ahead with making decisions for their whole state, others are leaving it up to school districts to decide.\n\nADVERTISEMENT\n\nHere is what each state has announced regarding school in the fall, grouped by in-person classes, hybrid models and yet-to-be determined plans. The list will be updated as necessary.\n\nIN-PERSON\n\nAlabama\n\nGov. Kay Ivey (R) has asked the state superintendent to bring her a plan and a federal funding request by July 17.\n\nFlorida\n\nRichard Corcoran, Florida’s education commissioner, ordered schools to open five days a week, though experts have questioned the order’s legality.\n\nADVERTISEMENT\n\nTexas\n\nSchools must reopen for in-person instruction by four weeks into the school year, although they can request waivers for four additional weeks of virtual instruction, according to a revised order from the Texas Education Agency on July 17.\n\nUtah\n\nDistricts must publish plans by Aug. 1 that include the option for in-person instruction. Gov. Gary Herbert (R) announced in May that schools would reopen, and on July 17 revised coronavirus risk levels, allowing schools in Salt Lake City to reopen. Herbert mandated masks for all students, teachers and visitors to school buildings.\n\nVermont\n\nSchools will reopen for in-person instruction this fall, Gov. Phil Scott (R) announced in early June.\n\n\n\n\n\nHYBRID\n\nHawaii\n\nHawaii’s Department of Education committed to begin school on Aug. 4 with a mix of in-person and distance learning.\n\nNew Jersey\n\nThe New Jersey Department of Education is requiring each school district to offer some form of in-person instruction this fall, although they can pursue a hybrid model.\n\nNew Mexico\n\nNew Mexico’s Public Education Department is calling on schools to begin the year in a hybrid model, with classrooms not exceeding 50 percent capacity.\n\nNorth Carolina\n\nGov. Roy Cooper (D) announced schools will return in August with a hybrid model of learning.\n\nWhile Cooper is allowing school districts to operate online-only if they choose, they will not be allowed to have all students in-person every day.\n\nSouth Carolina\n\nAll South Carolina schools must offer the option for students to attend classes in person, though hybrid models are acceptable, according to state guidance issued July 17.\n\nDISTRICTS DECIDE\n\nAlaska\n\nADVERTISEMENT\n\nThe Alaska Department of Education and Early Development released a set of broad guidelines for reopening schools, leaving districts to make decisions for themselves regarding start dates and safety measures.\n\nArizona\n\nThe state’s Department of Education released recommendations for school districts, including mask requirements, frequent temperature checks and socially distanced desks.\n\nMultiple school districts in Phoenix have already decided they will begin the year with distance learning, and do not anticipate starting until October.\n\nArkansas\n\nGov. Asa Hutchinson (R) has released guidelines for school districts, ranging from enforcing physical distancing to closing down the district, but those decisions will be made at the local level.\n\nCalifornia\n\nADVERTISEMENT\n\nDistricts have the option to reopen in-person once their county meets public health thresholds under a July 17 order from Gov. Gavin Newson (D). Thirty-two of the state’s 58 counties, however, remain on a “watchlist” and school districts there will have to begin the year remotely.\n\nLos Angeles and San Diego Unified school districts already had decided to offer online-only classes to begin the school year. Schools in the counties that meet thresholds must require masks if they do reopen.\n\nColorado\n\nSchool districts in Colorado are pursuing a variety of reopening strategies, from in-person five days a week to alternating between in-person and online learning.\n\nDenver Public Schools is planning to offer in-person classes five days a week.\n\nGeorgia\n\nDecisions in Georgia are still left to school districts. Atlanta Public Schools announced it will begin the school year with virtual instruction after a local surge of cases, and it has pushed its start date from Aug. 10 to Aug. 24 to give teachers and families more time to prepare.\n\nIdaho\n\nGov. Brad Little (R) and the State Board of Education have unveiled a framework for reopening schools, leaving the details up to school districts but making it clear schools are expected to reopen.\n\nIllinois\n\nGov. J.B. Pritzker (D) has laid out guidelines for school reopenings, allowing districts to create their own plans but implementing requirements for schools choosing to reopen.\n\nIndiana\n\nThe Indiana Department of Education has released guidelines and recommendations to school districts. Indiana’s state health commissioner said the guidelines were intentionally nonbinding to allow districts flexibility.\n\nIn Indianapolis, one district has said it will only offer online classes, while the others will offer both in-person and online options. Indianapolis Public Schools plans to start in-person classes Aug. 3.\n\nIowa\n\nSchools are allowed to open in-person if they choose, but decisions regarding masks, social distancing and temperature checks will be left to the districts.\n\nDes Moines Public Schools is offering both hybrid and virtual options, while the Iowa City School District released its own guidelines for in-person learning.\n\nKansas\n\nThe Kansas State Department of Education released a draft of its school reopening guidelines July 14, offering recommendations for three different levels of risk and plans for in-person, hybrid and virtual learning — but no mandates.\n\nKansas Commissioner of Education Randy Watson said most schools will probably utilize a hybrid model.\n\nKentucky\n\nMany of the state’s larger school districts have yet to release their reopening plans. A majority of districts that have announced their plans will begin the year with a hybrid model, according to a state survey released July 14.\n\nLouisiana\n\nLouisiana’s Board of Elementary and Secondary Education voted July 14 to adopt a set of minimum standards schools must adhere to in order to reopen with in-person classes.\n\nMaryland\n\nMaryland school systems have until mid-August to submit reopening plans to the state’s Department of Education, after Gov. Larry Hogan (R) said the state will not be “rushed into” reopening schools.\n\nBaltimore County Schools Superintendent Darryl Williams said he is leaning toward distance learning with a phased-in return approach, while Montgomery County plans to begin the year with a virtual-only model.\n\nPrince George’s County announced its schools will continue distance learning until Jan. 29.\n\nMassachusetts\n\nSchool districts have to submit plans to the state by July 31 with scenarios for in-person, hybrid and remote learning and explain the safety protocols they plan to implement.\n\nMichigan\n\nGov. Gretchen Whitmer (D) released her school reopening plan at the end of June, with safety protocols contingent on what reopening phase the state is in and the status of the virus in given geographic areas.\n\nReopening plans, which each district is required to create, will likely look different in metropolitan Detroit, where cases are higher, than in the state’s Upper Peninsula.\n\nMississippi\n\nThe Mississippi Department of Education is offering guidelines for in-person, hybrid and virtual reopening models, and leaving the decisions up to school districts.\n\nMissouri\n\nThe Missouri Department of Education released guidelines for school reopenings but is letting districts decide for themselves.\n\nMontana\n\nMontana is offering policy recommendations for four reopening scenarios — fully digital, hybrid, hybrid with more students in buildings, and nearly full in-person — but left decisions regarding masks, attendance policies and lunchtime policies to school districts.\n\nNebraska\n\nNebraska’s Department of Education is encouraging school districts to collaborate with their local health departments when developing plans.\n\nNevada\n\nNevada’s Department of Education is allowing schools to open for in-person classes, hybrid models or distance learning.\n\nNew Hampshire\n\nSchools have the option of in-person learning, remote learning or a hybrid.\n\nNew York\n\nThe New York State Department of Education is leaving the decision of whether to pursue in-person, hybrid or distance learning up to the districts, though they must meet certain coronavirus thresholds to be permitted to offer in-person components.\n\nNorth Dakota\n\nWhile school districts must prepare plans for in-person, hybrid and distance learning, Gov. Doug Burgum (R) is permitting school districts to open their buildings full-time.\n\nOhio\n\nSchool districts have begun releasing reopening plans after Gov. Mike DeWine (R) issued a set of flexible guidelines.\n\nOklahoma\n\nThe Oklahoma State Department of Education released a framework for schools to use when weighing reopening options, but left decisions up to the school districts.\n\nOregon\n\nDistricts can pursue in-person, hybrid or distance learning models.\n\nPennsylvania\n\nGov. Tom Wolf’s (D) school reopening guidelines allow school districts to craft their own plans, subject to the state’s Department of Education review, but limits reopening options based on the strength of outbreaks in various regions of the state.\n\nRhode Island\n\nSchool districts are required to submit three plans — one each for in-person, hybrid and distance learning — to the Rhode Island Department of Education by July 17, at which point plans will receive feedback and be made public by July 31. School is expected to start Aug. 31.\n\nSouth Dakota\n\nDistricts are to make their own individual decisions based on “scientific information” and the state of the virus in their local area, according to state guidance. Gov. Kristi Noem Kristi Lynn NoemThe Hill's Convention Report: Postmaster General grilled | Looking ahead to GOP convention | Trump campaign passes billion in spending 18 states committed to Trump's expanded unemployment plan: report South Dakota declines unemployment aid from Trump executive orders MORE (R) vowed on Fox News in July that children will be returning to classrooms in the fall.\n\nTennessee\n\nLocal districts were tasked with creating their own reopening plans based on “toolkits” designed by the state. Schools are being asked to develop policies for symptom and temperature screening of students.\n\nNashville Public Schools announced July 9 it would start the school year with virtual instruction on Aug. 4, keeping students out of school buildings until at least Labor Day. It previously planned to reopen with a hybrid model, but reversed course amid rising cases in the state.\n\nVirginia\n\nVirginia left decisions on reopening up to individual school boards.\n\nSeveral of the state’s major districts, including Richmond and Arlington, announced plans in July to maintain fully virtual learning for the fall. Arlington reversed earlier plans for a hybrid model. The state’s largest district, Fairfax County, is offering all students a hybrid option.\n\nWashington\n\nGov. Jay Inslee Jay Robert InsleeOVERNIGHT ENERGY: Biden calls climate change one of America's four major crises | National parks chief says coronavirus staff shortages shouldn't prevent access | Trump hits California officials over wildfires Biden calls climate change one of America's four major crises Overnight Energy: Lawyers question public lands chief move leaving himself in power | DNC removes measure calling for end of fossil fuel subsidies from platform | Louisiana aims for net-zero emissions by 2050 MORE (D) ordered school districts in June to follow the state’s county-by-county approach to reopening.\n\nSeattle Public Schools is planning for students to be in the classroom a minimum of two days per week, though fully online learning will be provided as an option.\n\nWest Virginia\n\nUnder guidance issued by the state department of education, districts are permitted to decide whether to allow in-person, hybrid or remote instruction.\n\nWisconsin\n\nThe state is allowing districts to make their own decisions on whether to reopen.\n\nWyoming\n\nState superintendent Jillian Balow said July 1 she is “confident” schools can reopen this fall, but is giving local districts flexibility to determine their own plans, according to the Wyoming Tribune Eagle.\n\nYET TO DECIDE\n\nConnecticut\n\nGov. Ned Lamont (D) has said a final decision is coming in August regarding reopening schools.\n\nDelaware\n\nGov. John Carney John Charles CarneyHere's your state's plan for reopening schools Here are the states requiring masks in public Gannett reporter covering Floyd protests detained in Delaware MORE (D) said the state will announce if students can return to in-person learning in August.\n\nMaine\n\nThe Department of Education said it will decide when it is safe for schools to offer in-person classes.\n\nMinnesota\n\nGov. Tim Walz Tim WalzOmar seeks to fend off late surge from primary challenger Republican lawmakers say Minnesota mask order violates state law against hiding identity Minnesota GOP official who posted image linking mask wearing to Nazi Germany resigns MORE (D) has said he will make a final decision about reopening schools, including if a hybrid or virtual model should be used, by July 27."}}