{"GDELT": {"GlobalEventID": 936149672, "Day": 20200720, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5479, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "PSE", "Actor2Name": "WEST BANK", "Actor2CountryCode": "PSE", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.03950103950104, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200720164500, "SOURCEURL": "https://www.liberationnews.org/gloria-la-riva-condemns-israeli-annexation-plan-calls-for-solidarity-with-palestinian-people-and-end-to-u-s-aid-to-israel/"}, "ARTICLE": {"TITLE": "Gloria La Riva condemns Israeli annexation plan, calls for solidarity with Palestinian people and end to U.S. aid to Israel – Liberation News", "TEXT": "Gloria La Riva protests former Israeli Prime Minister Ehud Barak at protest in San Francisco.\n\nI strongly condemn Israel’s planned annexation of much of the West Bank and I demand an end to U.S.aid to the state of Israel. I also call for an immediate end to the annual gift of $3.8 billion in military aid to Israel, an highly militarized state, the only one in the Middle East that possesses nuclear weapons. The U.S. government also provides Israel with billions more in loan guarantees and assistance.\n\nIn the midst of a deadly pandemic, tens of millions of people have lost jobs, housing, health care and more. While severely cutting food stamps at a time of rapidly growing hunger, the Trump administration is sending billions to fund the brutal occupation and repression of the oppressed Palestinian people.\n\nTrump, while promoting the worst neo-Nazi, racist and anti-Semitic elements, simultaneously pretends that his support for Israel is based on sympathy with Jewish people! Through the backing of Israel’s annexation of Syrian land in the Golan Heights, the moving of the U.S. embassy to Jerusalem, and the so- called “Deal of the Century,” the Trump administration had given a green light to Israel to seize much of the West Bank. The worldwide uprising against racism, however, caused the administration to block Israel – at least temporarily – from annexing 30% or more of the West Bank.\n\nAs despicable as Trump and his cohorts are, it would be wrong to see the support for Israel and its anti-Palestinian apartheid system as just a Republican project. In fact, going back to the creation of the state of Israel in 1948 and the driving out of most of the Palestinian population, the Democratic Party has been the main supporter of vast military, economic and diplomatic support for Israel.\n\nJoe Biden, the presumptive Democratic candidate for President supported every form of aid to Israel in his 36 years as a U.S. Senator and eight years as vice-president.\n\nNeither the Democrat nor Republican leaders’ support for Israel has anything to do with sympathy for Jewish people. They view Israel as a vital extension of U.S. military power in a key strategic region of the world. Israel’s wars against Egypt, Syria, Lebanon and the Palestinian people were also proxy wars against countries and movements viewed as enemies by Washington.\n\nMy campaign, the La Riva for President 2020 Campaign, and the Party for Socialism and Liberation, we express our full solidarity with the people of Palestine, and the various ongoing movements to bring mass attention to their struggle for emancipation, such as the international call for BDS (Boycott, Divestment, Sanctions). My campaign calls for no annexation and supports true self-determination for the Palestinian people including the right of return to their stolen homeland for all Palestinian refugees.”"}}