{"GDELT": {"GlobalEventID": 936150302, "Day": 20200720, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5479, "Actor1Code": "USA", "Actor1Name": "SAN DIEGO", "Actor1CountryCode": "USA", "Actor2Code": "PTY", "Actor2Name": "POLITICIAN", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.85996409335728, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "San Diego, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA073", "Actor1Geo_Lat": 32.7153, "Actor1Geo_Long": -117.15700000000001, "Actor1Geo_FeatureID": "1661377", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "San Diego, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 32.7153, "Action2Geo_Long": -117.15700000000001, "Action2Geo_FeatureID": "1661377", "DATEADDED": 20200720164500, "SOURCEURL": "https://www.publishersweekly.com/pw/by-topic/industry-news/Obituary/article/83900-john-lewis-heroic-civil-rights-leader-dies-at-80.html"}, "ARTICLE": {"TITLE": "John Lewis, Heroic Civil Rights Leader, Dies at 80", "TEXT": "Rep. John Lewis, the nonviolent political activist, key leader of the Civil Rights Movement, long-serving member of the House of Representatives, recipient of the Presidential Medal of Honor, and author of the March trilogy, a critically acclaimed graphic memoir series and the first graphic novel to be awarded a National Book Award, died July 17. He was 80.\n\nThe son of sharecroppers, Lewis was born in Troy, Ala., later attended a Baptist seminary in Tennessee, and graduated from Fisk University in Nashville with a degree in religion and philosophy. He is among a key group of such historic figures as Martin Luther King Jr., Whitney Young, and Roy Wilkins that comprised the leadership of the Civil Rights movement in the 1960s. Lewis was a key organizer of student sit-ins in Nashville organized other protests against segregated public facilities.\n\nLewis was among the first of the Freedom Riders, a group of 13 young Black and white activists who rode buses through the heart of the Jim Crow south to protest segregation, enduring police intimidation, vicious beatings, attacks, and jailings in an effort to force the Federal government to act. Later, as head of the Student Nonviolent Coordinating Committee, a key activist student organization during the Civil Rights protest, he was among the organizers of the landmark 1963 March on Washington. And in 1965, he and other protesters were brutally attacked and beaten by the Alabama State Police as they marched across the Edmund Pettus Bridge in Selma, Ala., during one of the most famous marches of the Civil Rights Movement. After years putting his life on the line fighting for African American rights and demanding equal treatment for all Americans, Lewis was elected to Congress, representing Georgia's 5th congressional district, in Atlanta, in 1987.\n\nIn 2013, Lewis, along with Andrew Aydin, a longtime member of his congressional staff and a comics fan and aspiring comics writer, and comics artist Nate Powell, worked together to produce March: Book One, the first volume of what would become the March trilogy, a three-volume graphic memoir that documents Lewis's life as well the course of the Civil Rights Movement.\n\nThe series was eventually awarded Eisner Awards for nonfiction in 2016 (March: Book Two) and in 2017 (March: Book Three), and March: Book Three was awarded the National Book Award for Young People’s Literature in 2016, making it the first comics arts work to ever receive a National Book Award. The book was wildly popular and became a bestseller across all its volumes—the book is also issued in a combined March trilogy box set—and has gone on to sell millions of copies.\n\nOriginally planned as a one-volume edition, the book’s scope quickly expanded. Indeed, Lewis’s heroic story of individual courage, as well as his role within the larger activism of the Civil Rights Movement, immediately connected with an enthusiastic new generation of readers both young and old. A sequel to March, which was announced by Abrams ComicArts in 2018, has been delayed. The book is to be called Run and it will look at Lewis's career as an elected politician.\n\nThe book was published by Top Shelf, a small independent graphic novel publisher based in Georgia. Aydin approached Lewis with the notion of doing a graphic memoir. Although reluctant at first, Lewis cited the importance of a comic book to the movement. In an interview with PW, Lewis cited the influence of Martin Luther King and The Montgomery Story, a legendary 16-page comic book from 1957, that was commissioned by the pacifist organization Fellowship of Reconciliation with permission from King. The comic outlined King’s nonviolent philosophy and its application to the boycott to protest the Jim Crow–segregated bus system in Montgomery, Ala.\n\n“I read the Montgomery Story,” Lewis said, “and it was moving. I followed the drawings and it made it all real and explained the philosophy of nonviolence. I talk to thousands of kids every year, and I think the graphic novel I’m doing can be used to get that message out to people.”\n\nThe result is a work of graphic memoir that follows the arc of Lewis's heroic career from the beginnings of his involvement with the Civil Rights Movement and ending by connecting his grand narrative with the symbolic power of the inauguration of president Barack Obama in 2008. Along the way, Lewis enthusiastically leaped into the world of comic book publishing and comics convention culture. Once March: Book One was published Lewis became an eager and inspirational comics creator and participant in pop culture events who relished contact with the fans.\n\nRep. Lewis was a guest at BookExpo, but he was also enthusiastic about visiting the San Diego Comic-Con—a giant promotional stage for every manner of pop culture product, though not generally known to attract politicians. He even made appearances at smaller indie comics events such as the Small Press Expo outside Washington, D.C., taking his place at a table alongside Aydin and Powell to sign books and greet hundreds of fans, who were often dazzled by the opportunity to speak to a bona fide national hero as they lined up to speak with him and get a signed copy of his book.\n\nIndeed, during an appearance at the 2016 San Diego Comic-Con, he recreated his historic 1965 march across the Edmund Pettus Bridge. Cosplaying as himself (he wore a trench coat and backpack that contained an apple and toothbrush in case he was arrested), Rep. Lewis, followed by throngs of children and pop culture fans, marched through the vast hallways of San Diego Convention Center in one of the most extraordinary and inspirational events likely to be seen at a pop culture convention.\n\nRep. Lewis’s love for the comics community, and his embrace of the comics medium, was on display during the 2016 Eisner ceremony, when the then 70+-year-old congressman quite literally ran to the stage when he was announced as the winner.\n\nLater that year, he was awarded the 2016 National Book Award for Young People’s Literature. Upon accepting his award, Lewis credited a “wonderful teacher” in elementary school who urged him to “read, my child, read. I tried to read everything. I love books.” He added: “This is unreal. This is unbelievable.” With tears in his eyes, he spoke of growing up poor in rural Alabama, and how in 1956, at the age of 16, he went to the library to get a library card, only to be told that the library was “for whites only, and not for coloreds.” To go from that moment 60 years ago to the heights of literary recognition in the United States? Lewis only had one thing to say about it: \"It’s too much.”"}}