{"GDELT": {"GlobalEventID": 936149825, "Day": 20200720, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5479, "Actor1Code": "MIL", "Actor1Name": "LIEUTENANT COLONEL", "Actor1Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 122, "EventBaseCode": 122, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.32075471698113, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Athens, AttikíR, Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR35", "Actor1Geo_ADM2Code": "16716", "Actor1Geo_Lat": 37.9833, "Actor1Geo_Long": 23.7333, "Actor1Geo_FeatureID": "-814876", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Athens, AttikíR, Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR35", "Action2Geo_ADM2Code": "16716", "Action2Geo_Lat": 37.9833, "Action2Geo_Long": 23.7333, "Action2Geo_FeatureID": "-814876", "DATEADDED": 20200720164500, "SOURCEURL": "https://www.euronews.com/2020/07/20/disarm-the-fire-modelling-system-protecting-southern-europe"}, "ARTICLE": {"TITLE": "DISARM - the fire modelling-system protecting southern Europe", "TEXT": "Summer in Greece can be a tricky and fraught time, with fires often an unwelcome intruder. But thanks to the latest technology, the Hellenic Fire Service now hase a fighting chance in their battle against them.\n\nFire Lieutenant Colonel Zisoula Ntasiou and her team are now counting on an ally for help during this difficult season: DISARM. It's a European data project aimed at preventing, tackling and mitigating against the impact of drought and forest fires. DISARM has provided modelling tools for an early warning system, which facilitates the task of the firefighters and rescure workers.\n\nPredictive fire models\n\nLieutenant Colonel Ntasiuo says the system represents a huge step forward:\n\n\"In previous years, it was not possible to send photos and videos to the field. So the team leaders didn't have all the information they needed. But now we can send videos, photos and most importantly, we have this predictive fire model which shows the probable course of the fire. So the head of the fire fighters' team has all the data and can make the right decisions.\"\n\nDISARM's total budget is over one million euros, 85% of which is covered by the European Union's Cohesion Policy. The remaining 15% comes from the national funds of the three countries participating in the project: Greece, Bulgaria and Cyprus.\n\nIRIS in action\n\nAs soon as an alert is triggered and the National Observatory of Athens receives it, the team of physicist and meteorologist Theodoros Giannaros processes the data on IRIS; this system, named after the Greek messenger goddess, takes into account the topography of the terrain, the meteorological data and also the type of wood being burnt. IRIS sends an accurate prediction of the fire’s probable course to the rescue team in real time.\n\nTheodoros says it's invaluable information for the firefighters:\n\n\"The information that we give the fire department is what we call the 'worst-case scenario.' The forecasting system does not take into account the efforts of firefighters in the field.\n\n\"So we present the worst-case scenario and the firefighters do their best to avoid it. Within 15 to 20 minutes, the application automatically sends an e-mail to firefighters with a six-hour forecast. Within the following hour, they receive a forecast for the next 24 hours\".\n\nMati tragedy\n\nIn 2018, the Greek coastal town of Mati was ravaged by a forest fire and more than a hundred people died. Tragedies like this highlight the importance of technological tools to help firefighters in the field, according to DISARM's project manager, Vaso Kotroni:\n\n\"As scientists, we feel happy and satisfied because our methods aren’t just presented in a scientific publication that remains, let's say, 'trapped (only) in our scientific community'.\n\n\"We are pleased that they help the authorities to protect life, property and infrastructure. So an important moment for us was when the fire service evaluated the programme and included it in its operational practice\".\n\nIn the past, fires were more common in southern Europe, but sharing the methods and expertise to put them out could be essential for all countries going forward: in recent years, the number of forest fires has increased due to climate change."}}