{"GDELT": {"GlobalEventID": 936148960, "Day": 20200720, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5479, "Actor1Code": "BRA", "Actor1Name": "BRAZIL", "Actor1CountryCode": "BRA", "Actor2Code": "BUS", "Actor2Name": "COMPANY", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.43881334981458, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Uruguay", "Actor1Geo_CountryCode": "UY", "Actor1Geo_ADM1Code": "UY", "Actor1Geo_Lat": -33.0, "Actor1Geo_Long": -56.0, "Actor1Geo_FeatureID": "UY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Uruguay", "Actor2Geo_CountryCode": "UY", "Actor2Geo_ADM1Code": "UY", "Actor2Geo_Lat": -33.0, "Actor2Geo_Long": -56.0, "Actor2Geo_FeatureID": "UY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Uruguay", "Action2Geo_CountryCode": "UY", "Action2Geo_ADM1Code": "UY", "Action2Geo_Lat": -33.0, "Action2Geo_Long": -56.0, "Action2Geo_FeatureID": "UY", "DATEADDED": 20200720164500, "SOURCEURL": "https://news.mongabay.com/2020/07/worlds-biggest-meatpacker-jbs-bought-illegally-grazed-amazon-cattle-report/"}, "ARTICLE": {"TITLE": "World’s biggest meatpacker JBS bought illegally grazed Amazon cattle: Report", "TEXT": "Brazil’s meatpackers have long been accused of “laundering cattle,” a process in which young calves are fattened on newly and illegally deforested lands within indigenous reserves and on other conserved tracts, then transferred to “legal ranches” where no deforestation has occurred, before being sold to meat processors who turn a blind eye.\n\nThe Brazilian government has abetted this illicit accounting sleight of hand by not requiring tagging and tracking cattle from birth, and allowing incomplete accounting records. So laundered beef is sold to China, the European Union and other nations, as well as to Brazilian consumers, all unaware of the Amazon deforestation connection.\n\nNow Amnesty International has documented cases in which they allege that JBS, the world’s biggest meat processor, bought cattle illegally reared on the Uru-Eu-Wau-Wau indigenous reserve and the Rio Jacy-Paraná and Rio Ouro Preto extractive reserves in Rondônia state, epicenter of 2019’s Amazon fires and of Brazilian deforestation.\n\nJBS has denied the charges, but has often had such allegations made against it in the past.\n\nBrazil’s JBS, the world’s largest meat processing company, contributed to human rights and environmental abuses in the country’s Amazon region last year by buying cattle that were illegally grazed on an indigenous reserve, as well as in two other protected rainforest areas, according to a new report by Amnesty International.\n\nThe report comes as Brazilian President Jair Bolsonaro faces a tsunami of pressure from global investment firms (some of whom are threatening to divest); many of the world’s biggest transnational companies; the nations of the European Union; and even the country’s own past Finance ministers — all who are vehemently urging the government to aggressively clamp down on Amazon deforestation which has soared under the current administration.\n\nTitled “From Forest to Farmland,” the report details how JBS bought cattle illegally reared on the Uru-Eu-Wau-Wau Indigenous Reserve and the Rio Jacy-Paraná and Rio Ouro Preto extractive reserves, all in Rondônia state, the epicenter of last year’s Amazon fires, and a hotbed of Brazilian Amazon deforestation and violent land conflict.\n\nAll three of the reserves have long been targeted by violent logging and land grabbing gangs, with rural residents subject to intimidation, threats, forced displacement and even murder, with testimonies detailed in the report.\n\nSatellite images featured in the report gathered in the first five months of 2020, and covering all three of the reserves, reveal areas recently cleared, with cattle and drinking ponds visible. Last September, in an operation by park rangers and Brazil’s armed forces, federal police arrested four perpetrators in connection with alleged land grabbing activity on the Uru-Eu-Wau-Wau Reserve and in the neighboring Pacaás Novos National Park.\n\nThe operation followed a series of illegal invasions by loggers and land grabbers within the reserve that captured international headlines. Indigenous residents and advocacy groups asserted that the invasions were encouraged by Bolsonaro’s election and his inflammatory anti-indigenous rhetoric.\n\nIn April, indigenous teacher Ari Uru-Eu-Wau-Wau, known to patrol the territory as part of a forest guardian group and who had reportedly received death threats, was found dead near the edge of the reserve, killed with blows to the head, police confirmed to local media.\n\n“The current government has a death policy, a genocidal policy that attacks the lives of indigenous peoples,” declared, Kanindé, an NGO that represents indigenous interests in Rondônia.\n\nCattle laundering scam\n\nIn the case of JBS purchasing cattle from the Uru-Eu-Wau-Wau Indigenous Reserve, the Amnesty International report alleges strong evidence of a process dubbed “cattle laundering,” where calves and young cattle are illegally reared on newly deforested conserved lands, and then later transferred to legal ranches lacking deforestation, before being sold to slaughterhouses.\n\nComplicit meat processors habitually turn a blind eye to Brazilian cattle laundering, while past governments have set up regulations that facilitate the illicit process. Bolsonaro has gone a step further, attempting to make all such transactions secret.\n\nAccording to the report, elaborated with help from Brazilian NGO Reporter Brazil, last year, JBS repeatedly bought livestock from a rancher who grazes cattle on three ranches — one located illegally inside the Uru-Eu-Wau-Wau Reserve, and two nearby but outside the reserve, one of which “legally” supplies JBS.\n\nThe company only ever acquired livestock directly from the legal supplier ranch. However, on several occasions, JBS bought from the legal ranch after the landowner transferred cattle from the illegal ranch inside the indigenous reserve, the report explained.\n\nThese transfers, as is typical in Brazil, were conducted utilizing bookkeeping sleight of hand: In one example, the landowner registered two transfers of cattle to the “legal” supplier ranch — one from the other legal ranch outside the reserve, and the second from the illegal ranch inside the reserve.\n\nLess than five minutes later, the landowner registered a cattle transfer from the supplier ranch to a JBS meatpacking plant with the matching number of animals, age range and sex to that just registered as transferred from the illegal ranch along with the legal ranch.\n\nThe report makes similar allegations of purchases from a supplier ranch that received cattle transferred from an illegal ranch on the Rio Jacy-Paraná reserve, then were transferred to the a JBS plant in quick succession.\n\nOn two other occasions, JBS bought cattle directly from an illegal ranch, registered in 2018, on the Rio Ouro Preto Sustainable Extractive Reserve — a protected area where 500 traditional people eke out a sustainable living collecting nuts and açaí, and growing coffee and manioc.\n\nRichard Pearshouse, the report’s author, described the findings as certainly “the tip of the iceberg.”\n\n“This company requires the effective monitoring of its supply chain, including its indirect suppliers, and [the meatpacker] should do that promptly… we believe by the end of 2020,” Pearshouse told Mongabay. Government too needs to do its part by establishing strong monitoring and enforcement.\n\nJBS responds\n\nIn an email to Mongabay, a JBS spokesperson refuted allegations made in the Amnesty International report. “We do not purchase cattle from any farm involved in illegal grazing within protected areas. Any farm deemed non-compliant with our sustainable sourcing policies for any reason, including deforestation, is blocked from our supply chain,” the company said.\n\nJBS added: “independent audits conducted over the past six years by leading auditors reveal 99.9% compliance with these standards overall. In 2019, 100% of direct purchases met our social-environmental criteria.” Though company officials admit that “The traceability of the entire beef supply chain is an industry-wide challenge and a complex task.”\n\n“One of the main challenges for monitoring the entire cattle supply chain, including indirect suppliers is the unavailability of the information that allows tracking of all supply chain movements in Brazil,” said the company. However, critics have long pointed out that a simple tagging and digital tracing system — as already successfully implemented in Uruguay — would allow for an inexpensive and largely foolproof calving-to-slaughterhouse monitoring and accounting system.\n\nLinks to illegal Amazon deforestation have dogged JBS for over a decade. In 2009, the company signed separate non-deforestation agreements with Brazil’s Federal Prosecutors Office and NGO Greenpeace. But Greenpeace suspended its participation in March 2017 after JBS was fined more than BR$24.7 million (US$4.9 million) after buying nearly 50,000 cattle directly and indirectly from ranches embargoed by IBAMA, Brazil’s environmental agency.\n\nMeanwhile, illegal cattle ranching in Rondônia has grown even more widespread since Bolsonaro was elected president, and since his ally Coronel Marcos Rocha became governor.\n\nAccording to state government data, obtained via freedom of information requests and used in the report, from November 2018 to April 2020, the number of cattle registered in protected areas rose from 125,560 to 153,566 head, a 22% increase.\n\nThe number of ranches documented to be within protected areas totaled 1,502 in April 2020, a 33% increase from November 2018. 89,406 head of cattle were transferred from these illegal ranches in 2019, an increase of 35% compared to the previous year, many likely going to legal supplier farms and eventually onto supermarket shelves.\n\nAt present, the Bolsonaro administration has expressed no interest in closing Brazil’s cattle laundering loophole — even though cattle ranching remains the single biggest driver of deforestation in the Brazilian Amazon.\n\nBanner image:\n\nFEEDBACK: Use this form to send a message to the author of this post. If you want to post a public comment, you can do that at the bottom of the page."}}