{"GDELT": {"GlobalEventID": 936150401, "Day": 20200720, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5479, "Actor1Code": "USAGOV", "Actor1Name": "PORTLAND", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.3116691285081306, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Portland, Oregon, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOR", "Actor1Geo_ADM2Code": "OR051", "Actor1Geo_Lat": 45.5235, "Actor1Geo_Long": -122.676, "Actor1Geo_FeatureID": "1136645", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Oregon, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOR", "Actor2Geo_Lat": 44.5672, "Actor2Geo_Long": -122.12700000000001, "Actor2Geo_FeatureID": "OR", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Oregon, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOR", "Action2Geo_Lat": 44.5672, "Action2Geo_Long": -122.12700000000001, "Action2Geo_FeatureID": "OR", "DATEADDED": 20200720164500, "SOURCEURL": "https://www.usatoday.com/story/news/nation/2020/07/20/portland-protests-federal-agents-unmarked-cars-and-walls-moms/5470780002/"}, "ARTICLE": {"TITLE": "Federal agents in unmarked cars, 'wall of moms': Here's what's happening in Portland", "TEXT": "Weeks of protests and the presence of federal authorities in Portland have brought the Oregon city into the national spotlight as tensions rise amid call for racial justice and changes to policing.\n\nThe city has seen nightly protests for nearly two months following the killing of George Floyd in Minneapolis. Floyd was a Black man who died as a white police officer pressed his knee into Floyd's neck, and his death sparked a national movement and protests to address systemic racism.\n\nIn Portland, a city where protests are not uncommon, demonstrators and police have clashed for weeks with protesters lighting fires and law enforcement firing tear gas and other munitions.\n\nHeightening tensions during the protest is the presence of federal law enforcement agents. Video shared on social media from last week showed what appear to be federal officers in unmarked cars arresting people without explanation, prompting outcry and lawsuits.\n\n'Wall of moms':Group of mothers at Portland protest formed to protect demonstrators\n\nWhy are people protesting in Portland?\n\nThe increased unrest in Portland began in the days after Floyd's death. Cities across the United States saw clashes between demonstrators and law enforcement similar to those in Portland.\n\nActivists have called for policies to challenge systemic racism, including to defund the police and reinvest the funds into other civil services like public housing and mental health support. Demonstrators have also decried the use of excess force by police, and law enforcement has responded to many protests by using force.\n\nIn Portland, video has shown both city police and federal law enforcement using tear gas or other munitions to disperse crowds.\n\nAccording to the Oregonian, the city's police union has also drawn sharp criticism from protesters who say it hinders any possible changes to the department. On Saturday night, protesters set a fire at the Portland Police Association's building, but it was put out quickly.\n\nOn Sunday, a group of women formed what could be called a human shield, dubbed the \"wall of moms,\" at the front of a protest outside a federal courthouse. Videos on social media showed the group chanting, \"Moms are here, feds stay clear\" and \"Leave our kids alone.\"\n\nProtesters say federal police arrested them in unmarked cars\n\nFederal agents were first seen in Portland on June 27, according to the Oregonian.\n\nThe newspaper reported that after protesters tore down a statue of George Washington in June, the city came under President Donald Trump's scrutiny. Trump mentioned the city at his Tulsa campaign rally, and the day after he signed an executive order on monuments, federal officers in camouflage were seen outside the federal courthouse, the Oregonian reported.\n\nThe presence of federal authorities in the city has ramped up ever since, and acting Homeland Security Secretary Chad Wolf last Thursday during a visit to the city called the demonstrators \"violent anarchists.\"\n\n'Secret police force':Feds reportedly pull Portland protesters into unmarked vehicles, stirring outrage\n\nThe agents come from the U.S. Marshals Special Operations Group and an elite U.S. Customs and Border Protection team based on the U.S.-Mexico border and have been deployed to protect federal property.\n\nLast week, video also surfaced of the federal authorities using unmarked vehicles to detain people, seemingly without an explanation.\n\nConner O’Shea, 30, a Portland resident who’s been attending protests for almost two months, told USA TODAY that early Thursday morning he and a friend were walking back to their car after leaving a protest when they were pursued by men they believed to be federal agents.\n\nO’Shea said after being warned by other protesters that federal agents were driving around in unmarked vans \"snatching people,\" a van pulled over to the side walk and “four of five dudes in camo jump out and start charging at us.”\n\nO’Shea did not see any sort of identifying markers on their camouflage uniforms. He said he got away, but his friend, Mark Pettibone, 29, was arrested and booked by federal agents.\n\nIn a statement Friday, the U.S. Customs and Border Protection confirmed that it detained a protester but disputed accounts that it did so without reason. The agency, which did not name Pettibone, said agents had information about a person suspected of assaulting federal agents or destroying federal property. The statement did not address the use of unmarked vans.\n\nFederal authorities' use of less-lethal rounds has also drawn criticism. Donavan LaBella, 26, was critically injured and hospitalized after he was hit in the head by a less-lethal round fired by a federal officer on July 11.\n\nBystander videos show LaBella collapsing to the ground unconscious and bleeding profusely from the head. He was standing with both arms in the air holding a large speaker across the street from the courthouse when he was hit.\n\nPortland mayor calls federal actions 'blatant abuse of police tactics'\n\nPortland's mayor and state officials have repeatedly blasted the presence of federal law enforcement in the city and taken legal action.\n\nOn Sunday, Mayor Ted Wheeler said federal officers “are not wanted here. We haven’t asked them here. In fact, we want them to leave.”\n\n“What we’re seeing is a blatant abuse of police tactics by the federal government,\" Wheeler, a Democrat, said Sunday.\n\nOregon Attorney General Ellen Rosenblum filed a lawsuit Friday against several federal agencies alleging agents in unmarked vehicles grabbed people off Portland's streets without a warrant.\n\nThe lawsuit says the agents violated the civil rights of Oregon residents by using unlawful tactics. It also asks the court to require federal agents to identify themselves and their agency before conducting an arrest and give an explanation to any person being detained for the arrest.\n\nThe U.S. Attorney in Portland, Billy Williams, also said Friday he had asked the Department of Homeland Security inspector general to investigate the incidents.\n\nWheeler also drew a distinction between the city's officers and federal authorities following LaBella's injuries.\n\n\"I want to make it very clear so that there’s no confusion,” Wheeler said earlier this month. “The serious injuries sustained by Donavan LaBella at the hands of a federal officer were unacceptable.”\n\nMore on Portland:Oregon AG sues federal agencies over Portland arrests, says tactics are similar to kidnapping\n\nHowever, Jo Ann Hardesty, one of the city's commissioners, was critical of Portland police's actions, saying its officers “joined in the aggressive clampdown of peaceful protest.” Hardesty, who oversees Portland's fire department and other first-responder agencies, said in an open letter to Wheeler if “you can’t control the police, give me the Portland Police Bureau.”\n\nThe Oregonian reported that Portland police have worked in tandem with the federal agents in the city to disperse protesters, despite some city officials insisting otherwise.\n\nThe newspaper reported that local officers have been seen marching shoulder-to-shoulder with federal authorities to clear streets.\n\n“We do communicate with federal officers for the purpose of situational awareness and de-confliction,” Portland Police Chief Chuck Lovell said at a Friday press conference, per the newspaper. “We’re operating in a very, very close proximity to one another, sometimes within the area of a city block.\n\nThe city's police do not take orders from federal agents nor vice versa, Lovell added.\n\nTrump: We are trying to help Portland\n\nOn Sunday, Trump defended federal action in the city, saying, \"We are trying to help Portland, not hurt it.\"\n\nTrump also criticized the city's elected officials saying they had \"lost control\" and alleged that the protesters were \"anarchists and agitators\" and \"the real deal!\"\n\nMeanwhile, Ken Cuccinelli, Homeland Security's acting deputy secretary, dismissed the uproar over the use of unmarked vehicles in Portland, saying the practice is \"so common it's barely worth discussion.\"\n\n\"Literally, every police department in America has them,\" Cuccinelli said on CNN's New Day on Monday.\n\nContributing: Khrysgiana Pineda, Joel Shannon, N'dea Yancey-Bragg, Kristine Phillips, Lindsay Schnell and The Associated Press"}}