{"GDELT": {"GlobalEventID": 936148791, "Day": 20200720, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5479, "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.06537530266343, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Topsfield, Massachusetts, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMA", "Actor2Geo_ADM2Code": "MA009", "Actor2Geo_Lat": 42.6376, "Actor2Geo_Long": -70.9495, "Actor2Geo_FeatureID": "614354", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Topsfield, Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_ADM2Code": "MA009", "Action2Geo_Lat": 42.6376, "Action2Geo_Long": -70.9495, "Action2Geo_FeatureID": "614354", "DATEADDED": 20200720164500, "SOURCEURL": "https://topsfield.wickedlocal.com/news/20200720/movement-for-anti-racism-curricula-at-masconomet-gaining-steam"}, "ARTICLE": {"TITLE": "Movement for anti-racism curricula at Masconomet gaining steam", "TEXT": "A grassroots movement pushing for anti-racism to be an integral part of curricula at Masconomet Regional High/Middle School is getting traction. Many of the 91 people on the Wednesday, July 15, School Committee Zoom meeting were there to make statements in support of it.\n\nThe movement gained steam when organizers felt that the letter issued jointly by Masconomet Superintendent Mike Harvey and Tri-Town School Union Superintendent Scott Morrison following the murder of George Floyd failed to directly address systemic racism. They countered it with a letter of their own to the Masco School Committee. As of July 15, 900 community members, including parents, current students and alumni, had signed the letter imploring Masco to take these two steps:\n\nDevelop an actionable plan for inserting education and frequent discussion about confronting systemic racism, privilege, and identity, as an integral part of the middle and high school curricula, partnered with comprehensive faculty anti-racism training Share that plan publicly to ensure transparency, accountability, and to encourage peer institutions to follow suit\n\nThe School Committee then invited community members to speak at its July 15 meeting. Boxford resident Fridahan Basame kicked the discussion off by reading some excerpts from her poem, “Hair II,” which she had presented during the Tri-Town Black Lives Matter event in June.\n\nFollowing remarks and testimony by many students and Masco alumni, the committee expressed its commitment to take action on the issue.\n\nWhat follows are remarks made and testimony given during the meeting:\n\nFridahan Basame, Masco graduate: “I read [my poem] because there are people that live in the Tri-Town that don’t necessarily know what it’s like growing up here being a person of color or in my case being Black. There’s always a moment for every Black person when you realize what it means to be Black in this country, what it means to be othered.\n\n“I was one of two Black people in my grade when I moved to Massachusetts in 2011. It was an adjustment to say the least, and I sometimes felt ostracized by my classmates for my hair, the comments about my parents immigration here, or what language I could speak. I was asked whether I spoke African the first week at Howe-Manning. I’ve been insulted with my skin color used as a weapon. My sisters and I on multiple occasions have heard people use the N word, including it being sung by everyone at my junior prom. I have been asked if my hair is real or not and have had my hair touched without permission. I was told to my face that Michael Brown, who was only five years older than me when he was killed by police officers, deserved to die.\n\n“I grew up reading books on Black history and the civil rights movement of the 60s. The longer I stayed at Masco, the more I got tired of talking about it. It just wasn’t worth the gaslighting from my white classmates telling me it wasn’t as bad as I thought, telling me that the racism I dealt with wasn’t as bad as I was saying it was.\n\n“Philando Castile’s daughter knew her mother could die when her mother screamed at police officers for killing her partner at the same age I learned how to read. If the past month and a half has taught me anything, anti-racism education needs to happen, under the protection of the School Committee.\n\n“Being home and attending marches has made me reflect on my time at Masco and the way that my race affected that experience. I have had amazing teachers in high school that talked about race and weaved it into the curriculum. In fact a lot of the time it was said teachers that gave me the tools and encouragement I needed to defend myself against the same people who were gaslighting me.\n\n“A widespread conversation cannot happen if teachers do not have the protection of the School Committee to talk about race openly and honestly. It is hard. It is so hard to talk about race, especially if you haven’t had to for most of your life. But, many of you, many of my former classmates are lucky to learn about racism rather than experience it. In school, I took talking about race seriously because it directly affects my life, but I can say with absolute certainty others either did not or only have now begun to take race seriously in their everyday lives because of the current movements happening now.\n\n“I understand that COVID-19 and reopening schools safely is an important and necessary conversation to have but if we don’t have this conversation about anti-racism education now, I don’t know when we’ll have it. I don’t want either me or any other students to come back here in five-10 years only to see that nothing was done...\n\n“You need to show this community, you need to show me that I matter, that all Black lives matter.”\n\nSydney Brooke, Masco graduate: “Recently, a petition created by alumni has circulated, accumulating over 900 signatures. A conversation has now opened up amongst Masco’s current students, alumni, parents, and faculty. We stand behind the anti-racist goals outlined in this letter, yet have realized it makes teachers vulnerable to criticism. Within the past year, curricular improvements and faculty trainings have been implemented. This is something to celebrate; however, most of us can agree that there is more work to do.”\n\n\n\nMalaika Basame, Masco student: “We cannot expect our already hardworking faculty to be solely responsible for ensuring that the Masconomet curriculum is comprehensively anti-racist. We wish to advocate for the teachers’ needs and wants, whether that be more anti-racist professional development or more diverse texts and resources, so that they are empowered and can continue to grow as anti-racist educators.”\n\n\n\nEmma Spofford, Masco student: “We must acknowledge teachers have already begun to enhance the curriculum. Teachers are selecting novels written by Black authors, are having discussions about race in America, and are doing their best to care for their students of color. However, education requires continuous revision. If an anti-racist system of education is supported by the institution unequivocally, teachers will have more opportunities to dive into topics of race and identity. Faculty members have expressed a need for more resources, including partnerships with outside organizations to provide anti-racism training. It is the School Committee’s responsibility to create lines of open communication with faculty to support their existing work and build an anti-racist environment at Masconomet.”\n\n\n\nAlice Gould, Masco student: “Progress cannot come when the mere statement “Black lives matter” and the idea of an anti-racist education is regarded as political. How will our teachers continue to have conversations about race if they are told it is political? How will our district protect the lives of our Black students when they are told that the value of their life is political and therefore even the discussion of their existence is off limits?”\n\n\n\nHelen Rahman, Masco graduate: “We want protection for students of color at Masconomet. Students of color need to feel that their administration cares about them and the issues that they face, within Masconomet and in the world at large. The statement that Masconomet released in response to the murder of George Floyd by police officers and the country-wide protests was, to say the least, incredibly disappointing. Not one time was the term ‘systemic racism’ utilized to describe what happened to George Floyd, Ahmaud Arbery, and countless others. It spoke of ‘appreciating differences’ and ‘universal acceptance and behavior consistent with the fundamental values of civility,’ well then, what about acknowledging the pain that your Black students are facing? The anger, the outrage? The fear?\n\n“North Andover’s principal specifically cited the ongoing fight against racism and acknowledged his students’ pain. Lynn’s superintendent released a Youtube video and conveyed a very real, authentic response to the pain and sadness that his community, his students, were and are still facing. He made his students feel seen. The statement released by Masconomet did not adequately address the issues it should have been addressing, and failed to truly aid students who are hurting during this time.”\n\nLily Elwood, Masco graduate: “The following are our immediate expectations for the School Committee: first, release a public statement that depoliticizes talking about race and Black Lives Matter. It should explicitly state that teachers will be protected from backlash when they voice support for students of color and have discussions about race in America. Second, establish a committee of faculty, students, parents, and alumni to evaluate, modify, and consistently update curricula, assess the school environment, and support students of color. Third, fund more anti-racist professional development that is facilitated by organizations that specialize in racial justice. The teachers want more resources and we ask that you provide them with the help they need.”\n\n\n\nFridahan Basame: “Not all of this can be done instantly, especially in the era of COVID-19. We understand that the School Committee is heavily concerned right now with the question of reopening this fall. However, racism is a national crisis that deserves just as much attention. The conversation about race and identity needs to continue. By following the steps we have outlined here, we can improve upon the foundation that teachers have laid out and work towards a safer and more anti-racist community.”\n\nCarolyn Miller, School Committee chairman: “Thank you for coming, and also I just will tell you that I’m very impressed with all of you and your organized presentation that you gave us. We certainly hear you. We’re going to speak to another group on this same issue and then as school committee members we’re going to come back and kind of figure out … when we begin to address your issues.”\n\nBill Hodges, School Committee member: “As a Black man in America, the things about which we’re talking are things that I, unfortunately, know a little more about than probably most of the other members of the School Committee through personal experience, so I’m thrilled that we’re having this discussion. I must confess my naivete, or ignorance. I was unaware of some of these things happening in this community. So, now that it’s out there, I’m thrilled that we’ve begun this discussion. This is certainly the beginning of this discussion, the beginning of this journey.\n\n“I think we all recognize that given where we are in the school year, I’m not certain as much as I would like for there to be immediate changes to next school year... People are thinking about this. They’re talking about it. And, I’d certainly want to maintain some momentum around that. Heck, if we’re reinventing school, let’s reinvent it with a strong anti-racist curriculum embedded in it.”\n\nCarolyn Miller: “I expect that we will be closely monitored on our progress, and I welcome that because that’s what makes change, and I just would ask for patience, to Bill’s point that we all acknowledge there’s a lot of other stuff going on and we need to focus on some things first, but keep this in our line of eyesight, I guess, and certainly pick it up more when school stabilizes a little bit.”\n\nMike Harvey, Masco superintendent: “I know this is something [Masco staff are] really strongly committed to, and I think we all admit we can do more… We’re all looking at this and we’re open to looking and seeing what we need to do to make this better, because it can be better, and we want to do more. We want to do right by our kids.”\n\nKosta Prentakis, School Committee member: “We need to move toward a society where people are judged by their actions, not by their race, religion, nationality, ethnicity, gender, gender identification, sexual preference,or anything else, because it’s not only harmful to those individuals who are judged by some one of those things, but it’s also harmful to society because it creates inefficiencies that hurt all of us. The more that we can do to educate people on judging people by their actions and not on one of these traits, the better society we will have.”\n\nMasco School Committee meetings are recorded and posted to the School Committee page on the Masconomet website: https://www.masconomet.org/domain/41"}}