{"GDELT": {"GlobalEventID": 936150423, "Day": 20200720, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5479, "Actor1Code": "USAJUD", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 25, "EventBaseCode": 25, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": -0.3, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.68948655256724, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Bexar County, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX029", "Actor1Geo_Lat": 29.4502, "Actor1Geo_Long": -98.51700000000001, "Actor1Geo_FeatureID": "1383800", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Bexar County, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 29.4502, "Action2Geo_Long": -98.51700000000001, "Action2Geo_FeatureID": "1383800", "DATEADDED": 20200720164500, "SOURCEURL": "https://www.msn.com/en-us/news/us/were-not-interested-nirenbergs-staff-shuts-down-coronavirus-conspiracies-and-false-narratives/ar-BB16Yexb"}, "ARTICLE": {"TITLE": "'We're not interested': Nirenberg's staff shuts down coronavirus conspiracies and 'false narratives'", "TEXT": "© Provided by mySA Mayor Ron Nirenberg has discussed his concern about the rising number of coronavirus cases and the stress that has placed on San Antonio hospital systems. He and Bexar County Judge Nelson Wolff regularly urge the public to wear face masks to protect themselves from the virus.\n\nWith 2,202 identified COVID-19 cases reported Sunday, San Antonio experienced the largest single day increase since the start of the coronavirus pandemic.\n\nThe surveillance gave officials some insight to when the transmission may have happened and garnered reactions from conspiracy theorists that Mayor Ron Nirenberg's staff quickly shut down.\n\nRELATED: A viral tweet seemed to suggest San Antonio reported COVID-19 cases without testing. Not the case.\n\nThe mayor's official Facebook page was updated with the news on Sunday. Nirenberg credited Fourth of July celebrations for the increase.\n\n\"With a sharp spike in identified cases over the last few days, it's clear that our community didn't take the Fourth of July weekend as seriously as we'd hoped,\" the post reads.\n\nHospitalizations had started to trend downward in recent days, but 55 patients were added on Sunday.\n\nAlso over the course of last week, Dallas Fox News reporter Steve Eager penned a viral tweet saying Texas removed more than 3,000 cases from the statewide COVID-19 positive case count because San Antonio public health officials were \"reporting 'probable' cases for people never actually tested, as 'confirmed' positive cases.\"\n\nSan Antonio has been including antigen results in the tally, which the state considers \"probable cases.\"\n\nEager later followed up, saying he meant the results were misreported, not that the individuals were never tested at all, but the misleading information had already spread and fueled comments like the ones Nirenberg's staff replied to in the post's thread.\n\n\"We're not interested in your promotion of false narratives or conspiracies amid a health crisis,\" the staff's comment from Nirenberg's page read. \"People are sick and dying.\"\n\nThe comment included a screenshot from the Texas Department of State Health Services showing antigen tests are an acceptable way to diagnose a COVID-19 infection.\n\n\"We aren't inflating case numbers in San Antonio. If anything, the State is under-reporting active COVID-19 infections,\" the staff also said.\n\nMadalyn Mendoza covers news and puro pop culture for MySA.com | mmendoza@mysa.com | @maddyskye"}}