{"GDELT": {"GlobalEventID": 936149405, "Day": 20200720, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5479, "Actor1Code": "FRAGOVBUS", "Actor1Name": "CHRISTINE LAGARDE", "Actor1CountryCode": "FRA", "Actor1Type1Code": "GOV", "Actor1Type2Code": "BUS", "Actor2Code": "DEU", "Actor2Name": "FRANKFURT", "Actor2CountryCode": "DEU", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.6298020954598302, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Poland", "Actor1Geo_CountryCode": "PL", "Actor1Geo_ADM1Code": "PL", "Actor1Geo_Lat": 52.0, "Actor1Geo_Long": 20.0, "Actor1Geo_FeatureID": "PL", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20200720164500, "SOURCEURL": "https://www.msn.com/en-us/news/world/hopes-for-an-eu-recovery-deal-rise-after-days-of-summit-squabbles/ar-BB16WxyB"}, "ARTICLE": {"TITLE": "EU leaders in 'home stretch' to recovery deal after days of squabbling", "TEXT": "© Reuters/POOL EU leaders summit in Brussels\n\nBy Jan Strupczewski and John Chalmers\n\nBRUSSELS (Reuters) - European Union leaders appeared close to agreement on a massive stimulus plan for their coronavirus-blighted economies late on Monday after the chairman of their fractious four-day summit presented a new proposal to bridge gaps between them.\n\n© Reuters/POOL EU leaders summit in Brussels\n\nEU Council President Charles Michel said he was confident the compromises he offered the 27 leaders would clinch a deal on the 750 billion euro recovery fund that many say is critical to dispel doubts about the bloc's very future.\n\n\"I know that the last steps are always the most difficult but ... I am convinced that an agreement is possible,\" he said.\n\nThe EU was slow to coordinate its initial response to the COVID-19 pandemic and, already weakened by Britain's departure from the bloc, it needs the deal on economic aid to demonstrate publicly that it can step up to a crisis and stay united.\n\n© Reuters/POOL EU leaders summit in Brussels\n\n\"It has been a long summit and a challenging summit but the prize is worth negotiating for,\" Irish Prime Minister Micheal Martin said as the Brussels summit dragged into its fourth day - approaching the record length set at a 2000 meeting in the French city of Nice.\n\n© Reuters/POOL EU leaders summit in Brussels\n\nEuropean nations have done a better job of containing the coronavirus than the United States after a devastating early few months that hit Italy and Spain particularly hard, collaborating on medical, travel and economic fronts.\n\nThe European Central Bank has pumped unparalleled money into economies to keep them going, while capitals hammer out their recovery fund.\n\nDiplomats said the leaders appeared to have put aside the rancour that stood in the way of a compromise over hours of haggling through the weekend, and one said they were \"on the home stretch\".\n\n'STINGY AND EGOTISTIC'\n\nEmotions ran high at a dinner on Sunday as a group of fiscally frugal northern nations led by the Netherlands stood their ground on the level of free grants within a proposed special recovery fund of 750 billion euros overall.\n\nFrench President Emmanuel Macron lost patience in the early hours of Monday, banging his fist on the table in frustration at \"sterile blockages\" by the \"frugals\", two diplomats said.\n\n© Reuters/POOL EU leaders summit in Brussels\n\nPolish Prime Minister Mateusz Morawiecki also railed against the \"frugals\", branding them \"a group of stingy, egotistic states\" that looked at things through the prism of their own interests.\n\n© Reuters/POOL EU leaders summit in Brussels\n\nPoland would be a top beneficiary of the recovery package, receiving tens of billions of euros in grants and cheap loans, along with high-debt Mediterranean-rim countries that have taken the brunt of the pandemic in Europe.\n\nDespite the continued rhetorical skirmishing on Monday, diplomats from across the bloc sounded optimistic that an accord on the stimulus package and, linked to it, the EU's 2021-2027 common budget of around 1.1 trillion euros, were at hand.\n\nHopes for a deal to help address Europe's deepest recession since World War Two sent Italy's borrowing costs to their lowest since early March and pushed the euro to a 19-week high.\n\nMichel proposed that within the 750 billion euro recovery fund, 390 billion should be non-repayable grants, down from 500 billion originally proposed, and the rest in repayable loans.\n\nThe Netherlands had pushed for a veto on aid for countries that backslide on economic reform, but diplomats said it was now willing to back a \"stop-the-clock\" mechanism by which member states could put a brake on disbursements for three months and have them reviewed.\n\nDisbursements will also be linked to governments observing the rule of law. Hungary, backed by eurosceptic ally Poland, had threatened to veto the package if funds were made conditional on upholding democracy, but diplomats said a way forward on that had now been found.\n\n($1 = 0.8728 euros)\n\n(Reporting by Jan Strupczewski and John Chalmers; Additional reporting by Roboin Emmott, Kate Abnett and Yun Chee Foo in Brussels, and by Reuters bureaus across Europe; Writing by John Chalmers; Editing by Hugh Lawson and Peter Cooney)"}}