{"GDELT": {"GlobalEventID": 936258861, "Day": 20200621, "MonthYear": 202006, "Year": 2020, "FractionDate": 2020.4685, "Actor1Code": "GOV", "Actor1Name": "CHANCELLOR", "Actor1Type1Code": "GOV", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 2.57425742574258, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Yorkshire, North Yorkshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKJ7", "Actor1Geo_ADM2Code": "40123", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -1.5, "Actor1Geo_FeatureID": "-2612324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Yorkshire, North Yorkshire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKJ7", "Actor2Geo_ADM2Code": "40123", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -1.5, "Actor2Geo_FeatureID": "-2612324", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Yorkshire, North Yorkshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKJ7", "Action2Geo_ADM2Code": "40123", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -1.5, "Action2Geo_FeatureID": "-2612324", "DATEADDED": 20200721053000, "SOURCEURL": "https://www.yorkshirepost.co.uk/news/opinion/letters/rishi-sunak-must-invest-smaller-class-sizes-if-he-really-wants-improve-education-yorkshire-post-letters-2918715"}, "ARTICLE": {"TITLE": "Rishi Sunak must invest in smaller class sizes if he really wants to improve education: Yorkshire Post Letters", "TEXT": "Rishi Sunak must invest in smaller class sizes if he really wants to improve education: Yorkshire Post Letters\n\nFrom: Dave Lambert, Keighley.\n\nBy YP Letters Tuesday, 21st July 2020, 5:45 am\n\nChancellor Rishi Sunak told The Yorkshire Post last month that education and skills need to be at the heart of the country's economic recovery. Photo: James Hardisty.\n\nYOU reported Rishi Sunak saying that education and skills hold the key to recovery (The Yorkshire Post, July 8). He went on to say that the nearest thing to a silver bullet in public policy is education and the most important thing to do for people is to furnish them with a brilliant education.\n\nThe reason that the good public/private fee-paying schools provide very good education is they have small, manageable class sizes.\n\nSign up to our daily newsletter The i newsletter cut through the noise Sign up Thanks for signing up! Sorry, there seem to be some issues. Please try again later. Submitting...\n\nIf local authority schools had maximum class sizes of 20 to 24 pupils per class, with appropriate teaching support, both teachers and pupils would have the chances to fulfill their potential.\n\nChancellor Rishi Sunak in Northallerton last month. Photo: James Hardisty.\n\nThis would give everyone the opportunity of a brilliant education and would eradicate the old boy network, replacing it with a network of opportunity for everyone.\n\nIf Mr Sunak (and Mr Johnson) are really serious they will invest a lot of our money in our schools network, as was spent to try and save the economy in this virus pandemic. If only, but I feel the Yorkshire Halo of Mr Sunak slipped a bit when he did not fully support One Yorkshire.\n\nDoes he really mean what he says or is his heart with the Parliament/Whitehall southern Tory bias and not with us all in the rest of the country?\n\nEditor’s note: first and foremost - and rarely have I written down these words with more sincerity - I hope this finds you well.\n\nAlmost certainly you are here because you value the quality and the integrity of the journalism produced by The Yorkshire Post’s journalists - almost all of which live alongside you in Yorkshire, spending the wages they earn with Yorkshire businesses - who last year took this title to the industry watchdog’s Most Trusted Newspaper in Britain accolade.\n\nAnd that is why I must make an urgent request of you: as advertising revenue declines, your support becomes evermore crucial to the maintenance of the journalistic standards expected of The Yorkshire Post. If you can, safely, please buy a paper or take up a subscription. We want to continue to make you proud of Yorkshire’s National Newspaper but we are going to need your help.\n\nPostal subscription copies can be ordered by calling 0330 4030066 or by emailing subscriptions@jpimedia.co.uk. Vouchers, to be exchanged at retail sales outlets - our newsagents need you, too - can be subscribed to by contacting subscriptions on 0330 1235950 or by visiting www.localsubsplus.co.uk where you should select The Yorkshire Post from the list of titles available.\n\nIf you want to help right now, download our tablet app from the App / Play Stores. Every contribution you make helps to provide this county with the best regional journalism in the country.\n\nSincerely. Thank you."}}