{"GDELT": {"GlobalEventID": 936259302, "Day": 20200721, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5507, "Actor1Code": "EDU", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.72072072072072, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Kansas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USKS", "Actor1Geo_Lat": 38.5111, "Actor1Geo_Long": -96.8005, "Actor1Geo_FeatureID": "KS", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Pittsburg State University, Kansas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USKS", "Actor2Geo_Lat": 37.3913, "Actor2Geo_Long": -94.7036, "Actor2Geo_FeatureID": "482711", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Kansas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USKS", "Action2Geo_Lat": 38.5111, "Action2Geo_Long": -96.8005, "Action2Geo_FeatureID": "KS", "DATEADDED": 20200721053000, "SOURCEURL": "https://www.salina.com/lifestyle/20200721/historic-sperry-property-features-wildlife-in-city"}, "ARTICLE": {"TITLE": "Historic Sperry property features wildlife in the city", "TEXT": "PITTSBURG— Dr. Ted Sperry married Dr. Gladys Galligar in 1935, and in 1946 took a job at Pittsburg State University in southeast Kansas. Three years later the pair of biology professors — notably memorialized today in the name of the local Sperry-Galligar Audubon Society — bought a one-acre lot on South College Street and named it \"Paradocs.\"\n\n\"I had an Ecological Idea,\" Sperry said in opening a 1960 address, titled \"An Ecological Paradox,\" to the Kansas Academy of Science.\n\n\"Its general description is that of a wild area, within the encompassment of a western civilization,\" he said.\n\nThough Dr. Sperry retired from PSU in 1974, he remained an active retiree until his death in 1995, at which time he left his one-acre Paradocs property at 1413 S. College St. to PSU.\n\n\"We’re one of the neighbors and we observe that area quite often,\" said Tamara Crowell, who remains involved in the Sperry-Galligar Audubon Society — though not as closely as she was when she used to frequently attend its meetings with her husband.\n\n\"But we don’t actually walk in that area because we assume that Pitt State would want to be in charge of what’s going on there, since Dr. Sperry thought the best thing to do was to leave it to PSU so the students could observe a little wildlife right here in the city.\"\n\nThough the Sperry home and Paradocs property were left to PSU with an endowment to maintain the space, however, that money has since run out. For years, another \"pair of docs,\" PSU biology professors Steve and Cindy Ford, were instrumental in making sure the Sperry conservation area was put to its intended use and often visited by students. But the Fords retired in 2016, and the university has since struggled both to utilize and maintain the property.\n\nThe home on the property, which Sperry called Lyrrose (lear’rose), could use some updating, but the university has made improvements, including putting a new roof on the building in recent years. Officials have noted that Sperry’s intent for the property was for it to be maintained in a natural state with a minimum of interference from the human custodians, but even that comes with a price tag.\n\nAs the coronavirus crisis has impacted university budgets nationwide, the question of how to pay for maintaining the property has become more pressing.\n\nIf PSU decided to sell the Sperry home, Crowell said, it could impact the university’s reputation as a responsible steward of property entrusted to it.\n\n\"I think more people in this area would be interested in leaving property to PSU,\" she said. \"In fact I’ve thought about it myself. But you wouldn’t want to leave it to PSU if they were just going to turn around and sell it. I think it should be a wildlife area and it should be open to PSU students. Let them study the wildlife. I’m sure there’s a lot out there that students would enjoy seeing.\"\n\nThe university has explored ideas including turning the Sperry home into an event space or a museum, although the lack of parking space and the property’s location in the middle of a residential area make those options somewhat impractical. PSU has also been looking into grant opportunities to support the facility."}}