{"GDELT": {"GlobalEventID": 936259665, "Day": 20200721, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5507, "Actor1Code": "MED", "Actor1Name": "MEDIA", "Actor1Type1Code": "MED", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -7.45501285347044, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200721053000, "SOURCEURL": "https://thegrio.com/2020/07/20/calvin-horton-family-hires-ben-crump/"}, "ARTICLE": {"TITLE": "Attorney Ben Crump to represent family of man killed by pawn shop owner", "TEXT": "Attorney Ben Crump to represent family of man killed by pawn shop owner\n\nThe victim has not been publicly described by police as a looter during the George Floyd protests.\n\nLoading the player...\n\nCalvin Horton was shot dead by a pawnshop owner in Minneapolis in the aftermath of the police killing of George Floyd. Now his family has turned to famed civil rights attorney Ben Crump for representation during their fight for justice.\n\nHorton was fatally shot outside Cadillac Pawn by John Rieple, 59, amid looting and protesting over Floyd’s death while in custody on May 25, Star Tribune reports. In a statement, Crump said receipts in the form of videos from social media show that Rieple was inside his business while shooting out into the crowd.\n\nRieple was arrested after the incident, claiming Horton was a looter. He was later released without charges, as the case remains under investigation.\n\nRead More: Benjamin Crump: Floyd family to file civil suit against killer cop Derek Chauvin\n\nHorton, who was not accused by police or county prosecutors as being a looter, died after being hit multiple times with a shotgun, according to the Hennepin County Medical Examiner.\n\nCalvin Horton Jr’s death is so heartbreaking. During the Floyd riots in Minneapolis, Calvin was fatally shot by a pawn shop owner. While his family is mourning this devastating loss, JOIN US in honoring his life & demanding JUSTICE! Help support his family https://t.co/OQMDYYDNLv pic.twitter.com/EygGvzYMb8 July 17, 2020\n\nAccording to a press release shared on Crump’s Twitter page, he will hold a news conference on Tuesday, July 21 at 12:30 p.m. CT in Minneapolis on what would have been Horton’s 44th birthday. His family is expected to appear alongside Crump at the media event on Tuesday.\n\nA vigil and rally will be held later in the day from 6 – 8 p.m. CT. Additionally, a GoFundMe has been established to help support Calvin’s seven children.\n\n“I am very heartbroken,” Horton’s mother, Mae Roberts, said in an interview. “It’s just devastating.”\n\nMEDIA ALERT: Atty. Ben Crump, co-council & community activists to hold press conference in Minneapolis tomorrow, Tue 7/21, at 12:30pm CT, to demand justice for Calvin Horton, a man who was killed by a business owner while protesting in the aftermath of the killing of #GeorgeFloyd pic.twitter.com/ENxco3vDnt — Ben Crump Law, PLLC (@BenCrumpLaw) July 20, 2020\n\n“It is very tough, and to lose him the way we did is very hard,” she said his daughter, Cadaezhah Horton, “Looting or not, he shouldn’t die for it.”\n\n“Based on what we know, we are very disturbed about the circumstances surrounding Mr. Horton’s death,” Oliver Nelson, the family’s attorney, said in a text message on Friday.\n\n“We are exhausting every effort to obtain the information to determine exactly why Mr. Horton was shot and killed. The family deserves to know this information for the sake of closure and for the cause of justice\n\nHave you subscribed to theGrio’s new podcast “Dear Culture”? Download our newest episodes now!"}}