{"GDELT": {"GlobalEventID": 936259383, "Day": 20200721, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5507, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "BUS", "Actor2Name": "INVESTOR", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.22539444027048003, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Basilea, Basel-Stadt, Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ04", "Actor1Geo_ADM2Code": "16239", "Actor1Geo_Lat": 47.5584, "Actor1Geo_Long": 7.57327, "Actor1Geo_FeatureID": "-2551183", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Basilea, Basel-Stadt, Switzerland", "Actor2Geo_CountryCode": "SZ", "Actor2Geo_ADM1Code": "SZ04", "Actor2Geo_ADM2Code": "16239", "Actor2Geo_Lat": 47.5584, "Actor2Geo_Long": 7.57327, "Actor2Geo_FeatureID": "-2551183", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Basilea, Basel-Stadt, Switzerland", "Action2Geo_CountryCode": "SZ", "Action2Geo_ADM1Code": "SZ04", "Action2Geo_ADM2Code": "16239", "Action2Geo_Lat": 47.5584, "Action2Geo_Long": 7.57327, "Action2Geo_FeatureID": "-2551183", "DATEADDED": 20200721053000, "SOURCEURL": "https://www.finanznachrichten.de/nachrichten-2020-07/50221853-basilea-pharmaceutica-ag-basilea-announces-a-conversion-price-of-chf-62-50-for-its-new-bonds-and-the-acceptance-of-tendered-bonds-in-an-aggregated-pr-353.htm"}, "ARTICLE": {"TITLE": "Basilea Pharmaceutica AG: Basilea announces a conversion price of CHF 62.50 for its New Bonds and the acceptance of tendered Bonds in an aggregated principal amount of approximately CHF 47 million", "TEXT": "NOT FOR RELEASE, PUBLICATION OR DISTRIBUTION IN WHOLE OR IN PART IN OR INTO THE UNITED STATES, CANADA, AUSTRALIA OR JAPAN\n\nBasel, Switzerland, July 21, 2020\n\nBasilea Pharmaceutica Ltd. (\"Basilea\" or the \"Company\") announces that the Joint Global Coordinators successfully completed the placement (the \"Delta Placement\") of Basilea shares (\"Shares\") on behalf of buyers of its approximately CHF 97 million senior unsecured convertible bonds due 2027 (the \"New Bonds\") aiming at hedging the market risk of their position.\n\nThe Delta Placement followed the closing of the tender offer period on 16 July 2020 for the partial repurchase of the Company's outstanding convertible bonds due 2022 (ISIN: CH0305398148; SSN: 30'539'814) (the \"Repurchase Offer\"). The First Results Announcement regarding the Repurchase Offer was published on 17 July 2020.\n\nThe Delta Placement resulted in a Reference Price for the New Bonds of CHF 50 and thus a Conversion Price for the New Bonds of CHF 62.50. Therefore, the conditions that (i) the conversion price of the New Bonds shall be at least as set out in the Notice for a Repurchase offer (minimum conversion price) and (ii) the Delta Placement results in a reference price, i.e. the price to which the conversion premium is added to obtain the conversion price, as set out in the Notice for a Repurchase Offer (Delta Placement being successful) are met. Therefore, the results of the Repurchase Offer are as follows (Second Results Announcement):\n\nNumber of tendered and accepted Bonds with a principal amount of CHF 5,000 each\n\n\n\n9,417 Aggregate principal amount of tendered and accepted Bonds\n\n\n\nCHF 47,085,000\n\nAs a result, all conditions of the Repurchase Offer in accordance with the terms and conditions set out in the Notice for a Repurchase Offer of 25 June, 2020, have either been met or waived. Likewise, all the conditions of the issue of the New Bonds have been met or waived. Accordingly, the issue size of the New Bonds amounts to CHF 97,085,000.\n\nSettlement of the Repurchase Offer and of the New Bonds is expected to take place on 28 July 2020.\n\nAbout Basilea\n\nBasilea Pharmaceutica Ltd. is a commercial-stage biopharmaceutical company, focused on the development of products that address the medical challenges in the therapeutic areas of oncology and infectious diseases. With two commercialized drugs, the company is committed to discovering, developing and commercializing innovative pharmaceutical products to meet the medical needs of patients with serious and life-threatening conditions. Basilea Pharmaceutica Ltd. is headquartered in Basel, Switzerland and listed on the SIX Swiss Exchange (SIX: BSLN). Additional information can be found at Basilea's website www.basilea.com .\n\nDisclaimer\n\nThis announcement regarding the Repurchase Offer does not constitute an offer or an invitation to participate in the Repurchase Offer or the Offering in any jurisdiction in which, or to any person to or from which, it is unlawful to make such invitation or for there to be such participation under applicable securities laws. The distribution of this press release in certain jurisdictions may be restricted by law. Persons into whose possession this press release comes are required to inform themselves about, and to observe, any such restrictions.\n\nNo action has been or will be taken in any jurisdiction in relation to the Repurchase Offer that would permit a public offering of securities in any such jurisdiction.\n\nUnited States\n\nThe Repurchase Offer is not being made, and will not be made, directly or indirectly, in or into, or by use of the mail of, or by any means or instrumentality of interstate commerce of or of any facilities of a national securities exchange of, the United States or to or for the account or benefit of, U.S. persons as defined in Regulation S of the Securities Act (each a \"U.S. person\"). This includes, but is not limited to, facsimile transmission, electronic mail, telex, telephone and the internet and other forms of electronic communication. The Bonds may not be tendered for purchase pursuant to the Repurchase Offer by any such use, means, instrumentality or facility from or within the United States or by any persons located or resident in the United States as defined in Regulation S of the U.S. Securities Act of 1933, as amended (the \"Securities Act\") or to U.S. persons. Accordingly, copies of the Repurchase Offer Notice and any other documents or materials relating to the Repurchase Offer are not being, and must not be, directly or indirectly, mailed or otherwise transmitted, distributed or forwarded (including, without limitation, by custodians, nominees or trustees) in or into the United States or to persons located or resident in the United States or to U.S. persons. Any purported offers to tender Bonds pursuant to the Repurchase Offer resulting, directly or indirectly, from a violation of these restrictions will be invalid, and any purported tender of Bonds made by a U.S. person, a person located or resident in the United States or from within the United States or from any agent, fiduciary or other intermediary acting on a non-discretionary basis for a principal giving instructions from within the United States or any U.S. person will not be accepted.\n\nEach Bondholder participating in the Repurchase Offer will represent to the Offeror, the Joint Dealer Managers and the Tender Agent that it is not located or resident in the United States and is not a U.S. person and is not giving an order to participate in the Repurchase Offer from within the United States or on behalf of a U.S. person.\n\nUnited Kingdom\n\nThe communication of the Repurchase Offer Notice and any other documents or materials relating to the Repurchase Offer is not being made and such documents and/or materials have not been approved by an authorised person for the purposes of section 21 of the Financial Services and Markets Act 2000, as amended. Accordingly, such documents and/or materials are not being distributed to, are not directed at and must not be passed on to, the general public in the United Kingdom. The communication of such documents and/or materials as a financial promotion is only being made to persons within the United Kingdom falling within the definition of investment professionals (as defined in Article 19(5) of the Financial Services and Markets Act 2000 (Financial Promotion) Order 2005 (the \"Order\")) or falling within Article 43(2) of the Order, or to other persons to whom it may lawfully be communicated (together \"relevant persons\"). The investment activity to which this document relates will only be engaged in with relevant persons and persons who are not relevant persons should not rely on it.\n\nEuropean Economic Area\n\nIn any Member State of the European Economic Area (the \"EEA\") or in the United Kingdom (each, a \"Relevant State\"), the Repurchase Offer is only addressed to, and is only directed at, qualified investors in that Relevant State within the meaning of Regulation (EU) 2017/1129 (the \"Prospectus Regulation\"). Each person in a Relevant State who receives any communication in respect of the Repurchase Offer contemplated in the Repurchase Offer Notice will be deemed to have represented, warranted and agreed to and with the Joint Dealer Managers, the Tender Agent and the Company that it is a qualified investor within the meaning of the Prospectus Regulation. The Bonds have not been admitted to trading on a regulated market in the European Economic Area or in the United Kingdom.\n\nSwitzerland and General\n\nThis document and the Repurchase Offer Notice neither constitute a prospectus within the meaning of Articles 652a and 1156 of the Swiss Code of Obligations (as in effect immediately prior to the entry into force of the FinSA) nor a prospectus within the meaning of the listing rules of the SIX Swiss Exchange, a prospectus within the meaning of the FinSA or under any other applicable laws.\n\nFor further information, please contact:\n\nPeer Nils Schröder, PhD\n\n\n\nHead of Corporate Communications & Investor Relations Phone +41 61 606 1102 E-mail media_relations@basilea.com\n\ninvestor_relations@basilea.com\n\nThis press release can be downloaded from www.basilea.com.\n\nAttachment"}}