{"GDELT": {"GlobalEventID": 936259554, "Day": 20200721, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5507, "Actor1Code": "INDGOV", "Actor1Name": "KERALA", "Actor1CountryCode": "IND", "Actor1Type1Code": "GOV", "Actor2Code": "OPP", "Actor2Name": "THE OPPOSITION", "Actor2Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.5974025974026, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Kerala, Kerala, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN13", "Actor1Geo_ADM2Code": "17699", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": 76.5, "Actor1Geo_FeatureID": "-2100307", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Kerala, Kerala, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN13", "Actor2Geo_ADM2Code": "17699", "Actor2Geo_Lat": 10.0, "Actor2Geo_Long": 76.5, "Actor2Geo_FeatureID": "-2100307", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Kerala, Kerala, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN13", "Action2Geo_ADM2Code": "17699", "Action2Geo_Lat": 10.0, "Action2Geo_Long": 76.5, "Action2Geo_FeatureID": "-2100307", "DATEADDED": 20200721053000, "SOURCEURL": "https://www.oneindia.com/india/unchecked-bureaucracy-diplomatic-immunity-helped-kerala-gold-smuggling-accused-thrive-3122701.html"}, "ARTICLE": {"TITLE": "Unchecked bureaucracy, diplomatic immunity helped Kerala Gold Smuggling accused thrive", "TEXT": "Unchecked bureaucracy, diplomatic immunity helped Kerala Gold Smuggling accused thrive\n\nIndia\n\noi-Vicky Nanjappa\n\nNew Delhi, July 21: The Customs Department probing the Kerala Gold Smuggling case has made further inroads.\n\nKerala Gold Smuggling case: A murky affair and the story so far\n\nIt has found that scores of hawala operators were involved in this racket and were directly in contact with the accused persons. It has been found that the hawala operatives were in direct contact with P S Sarith Kumar, the former PRO at the UAE Consulate in Thiruvananthapuram.\n\nThe hawala operatives had plenty at stake in this racket and had invested large sums of money. They were moving both the gold and money and a large part of it was even moved outside Kerala, people familiar with the investigations told OneIndia.\n\nThe Kerala government which has been accused of being complacent in the case by the Opposition parties is now in damage control mode. Some within the ruling coalition feel that there was too much free hand given to the bureaucrats, as a result of which this racket went on with ease. The CPI (M) has called for a meeting of the staff members of all ministers on July 23. The meeting is aimed at chalking out a strict code of conduct.\n\nAlso Read:\n\nThe Customs on the other hand will book the arrested persons under Sections 112 A, 112 B, 132 and 133 of the Customs Act. The officials also questioned the gunman of the UAE Consular's attache, who had attempted suicide on July 17. During the questioning he said that he had escorted some consignments and had done so on the directions of some consulate officials. He however added that he did not have any idea about the contents and got to know about them only later through media reports.\n\nBased on his statements, the officials feel that the gunman could have attempted suicide as an attention diverting tactic. The officials would question him once again, once he is discharged from hospital.\n\nHowever the bottom line is how did so many consignments dodge the eyes of the security agencies. There were at least 13 consignments that came into the country in one year. Each of these passed without any security check and this was owing to diplomatic immunity.\n\nThe National Investigation Agency, which joined the probe last week found that some of the consignments were extremely heavy. The heaviest consignment weighed 70 kilograms.\n\nThe NIA has so far arrested four persons, while 13 are in the custody of the Customs.\n\nRajiv Gandhi's killer Nalini attempts suicide in prison and other news|Oneindia News\n\nThere would be more rounds of questioning an investigating officer confirmed. M Sivasankar, the former principal secretary to Chief Minister of Kerala, Pinarayi Vijayan and a minister, whose call records with accused, Swapna Suresh are under scrutiny will also be questioned.\n\nIt has also been found by the investigators that many of the accused were in close contact with the government officials. The agencies are now probing the events that were organised by the state government departments. This would be an important aspect to the probe as it will help ascertain as to what the accused persons were doing at these state government organised functions, the source cited above also said."}}