{"GDELT": {"GlobalEventID": 936258919, "Day": 20200721, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5507, "Actor2Code": "COP", "Actor2Name": "PRISON", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.3846153846153895, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Manila, Manila, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RPD9", "Actor2Geo_ADM2Code": "24210", "Actor2Geo_Lat": 14.6042, "Actor2Geo_Long": 120.98200000000001, "Actor2Geo_FeatureID": "-2437894", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manila, Manila, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPD9", "Action2Geo_ADM2Code": "24210", "Action2Geo_Lat": 14.6042, "Action2Geo_Long": 120.98200000000001, "Action2Geo_FeatureID": "-2437894", "DATEADDED": 20200721053000, "SOURCEURL": "https://news.abs-cbn.com/news/07/21/20/dying-inside-bilibid-lawmaker-seeks-proof-of-death-of-dead-drug-lords"}, "ARTICLE": {"TITLE": "Dying inside Bilibid: Lawmaker seeks 'proof of death' of dead drug lords", "TEXT": "MANILA - The Bureau of Corrections should show photos of the bodies of several drug lords who allegedly died due to the coronavirus disease 2019 (COVID-19) to put \"conspiracy theories\" to rest, Senate President Pro Tempore Ralph Recto said Tuesday.\n\nIn a statement, Recto said there is \"no need to stage a macabre show by making the photo public\" as BuCor officials can simply present the \"proof of death\" to the Secretary of Justice.\n\n\"The proof of death is a photo of the body. If there is, then doubts will be laid to rest,\" he said.\n\n\"Kung mayroong CCTV footage of the body being brought out, the better. And why should there be none? A prison without surveillance cameras is like one without locks,\" he said.\n\nRecto noted that authorities \"always\" have a \"photographic record of the deceased.\"\n\n\"Kung mayroong picture sa first entry, siguro naman mayroon sa final exit, when an inmate leaves the prison for good, whether he walks out a free man, or is carried out horizontally,\" he said.\n\n\"More so in this age when everyone has a cellphone and every cellphone has a camera,\" he said.\n\nSenate President Vicente Sotto III earlier filed a resolution seeking to investigate the deaths of high-profile inmates, including Jaybee Sebastian who accused Sen. Leila de Lima of masterminding the drug trade inside the national penitentiary.\n\nSebastian and other convicted drug lords allegedly died from COVID-19 as early as April or May, but BuCor officials did not divulge the report to the public.\n\nBuCor Director Gerald Bantag has said the Data Privacy Act prohibits the agency from disclosing the names of persons deprived of liberty who allegedly died of COVID-19.\n\nSenate Minority Leader Franklin Drilon refuted Bantag's statement, saying \"the fact of death itself is not sensitive personal information protected by the Data Privacy Act.\"\n\n\"Disclosing information about a prisoner's death is not a protected information under the Data Privacy Law, \" Drilon said in a statement.\n\n\"In fact, upon any person's death, there is a requirement to execute a death certificate which is a public document,\" he said.\n\nThe Department of Justice has also launched an investigation into the alleged COVID-19 deaths of high-profile inmates after BuCor officials said that Sebastian and several others have already been cremated."}}