{"GDELT": {"GlobalEventID": 936259014, "Day": 20200721, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5507, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.3274336283185901, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Allegan County, Michigan, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMI", "Actor2Geo_Lat": 42.6, "Actor2Geo_Long": -85.8667, "Actor2Geo_FeatureID": "1622945", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Allegan County, Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_Lat": 42.6, "Action2Geo_Long": -85.8667, "Action2Geo_FeatureID": "1622945", "DATEADDED": 20200721053000, "SOURCEURL": "https://www.hollandsentinel.com/opinion/20200721/letter-please-support-allegan-conservation-district"}, "ARTICLE": {"TITLE": "Letter: Please support Allegan Conservation District", "TEXT": "Allegan County has, for many years, been at the forefront of conservation, conservation education and land-use management. The Allegan Conservation District’s 75-year commitment has always been central to this philosophy.\n\nToday, the future of the land, water conservation and conservation education in Allegan County is at a crossroads. The Allegan Conservation District assisted Allegan County residents with wetland restoration, pollinator plantings and conservation education programming. Other programs the district provides include invasive species control, county wide agri-business safety training, forestry and wetland preservation.\n\nThe District’s Michigan Environmental Assurance Program (M.E.A.P.) has implemented environmental enhancements for upland species (ruffed grouse, whitetail deer) and endangered species such as the Karner Blue butterfly in the Allegan State Game Area. The .1 mill Aug. 4 proposed millage request will cost approximately $5-$10 per homeowner per year.\n\nAllegan County voters have a choice; without this funding these programs and the future of the Allegan County Conservation District are in jeopardy. Think forward to the future of our land, water and natural resources in Allegan County. Think about the Allegan County you want our children and grandchildren to inherit. Let’s keep Allegan County a great place to live, work and play.\n\nVote \"yes\" on the Allegan Conservation District initiative on the Aug. 4, primary election ballot.\n\nBlaine Koops and Denise Koops\n\nHamilton"}}