{"GDELT": {"GlobalEventID": 936259076, "Day": 20200721, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5507, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.4131647452584601, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bombay, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70184", "Actor1Geo_Lat": 18.975, "Actor1Geo_Long": 72.8258, "Actor1Geo_FeatureID": "-2092174", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bombay, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70184", "Action2Geo_Lat": 18.975, "Action2Geo_Long": 72.8258, "Action2Geo_FeatureID": "-2092174", "DATEADDED": 20200721053000, "SOURCEURL": "https://scroll.in/article/968072/first-person-how-a-poetry-only-publishing-house-is-dealing-with-the-pandemic-and-how-it-grew"}, "ARTICLE": {"TITLE": "First person: How a poetry-only publishing house is dealing with the pandemic (and how it grew)", "TEXT": "Publishing poetry is a movement. We want the poetry circle to grow. Today, poetry has a strong presence in India because poetry collections are coming out in larger numbers than ever before. As a result, good poets from across the country are writing more.\n\nEarlier, if readers wanted to read good poetry they would have to go to bookshops in the metros and major cities and even there, very few stores stocked such books. But with online shopping, poetry is available to everyone, anywhere.\n\nThe Covid-19 crisis, however, has turned our world upside down. We didn’t sell a single book for three months. Thankfully, sales have now resumed and people are ordering books again, both from within India and overseas. At Paperwall, our publishing company, my wife Smruti and I do not draw salaries, and all proceeds from the sales of our books are ploughed back into the publishing house in order to fund the next book. Sometimes, money earmarked for household expenses goes towards postage for books and is never earned back.\n\nBut that’s getting ahead of the story.\n\nThe beginning\n\nI was always fond of poems as a child, perhaps because of my school textbooks or because of the traditional poetry and stories read out to me especially during the rainy season in my village. Back then, there were people who read out Sanskrit devotional poems and explained their meaning in Marathi. Thus, my initiation into poetry took place through the oral format, and it was the poetry and its music that affected me profoundly.\n\nI began writing poems in Marathi in 1984, when I was sixteen and had just entered college. By 1986, I had begun winning poetry competitions and even cash prizes. This spurred me on to write more poems. My prize-winning poems appeared in many magazines and newspapers, including daily newspapers such as Loksatta and Navshakti.\n\nThese publications did not know much about poetry and only cared about prize-winning poems. I also published in a few literary magazines that were known to publish good as well as offbeat poetry. Today, I do not consider what I wrote back then to be real poetry. During my college years, particularly after 1990, my poetry started to change. It freed itself of the influence of the poets from my school textbooks and became contemporary.\n\nIn particular, I took to heart what my college professor, Vasant Kokje, warned me against – writing poetry dense with symbolism. I also lost all interest in writing inspired by romanticism. Instead, I started writing poetry that sounded like the way people in Bombay spoke at the time.\n\nSome of the literary magazines in which I got published would publish practically anybody. Others lacked a coherent vision, and would select poems more or less arbitrarily. The ’80s were a fallow period for Marathi poetry. Although the poetry of the time was in free verse, it was anything but free. It was mostly formulaic and hidebound.\n\nThe magazine\n\nIn order to get published, people were bringing out the same sort of poetry – either obscure work that no one understood, or the sort of poetry that Mangesh Padgaonkar wrote – rife with symbolism or romanticism. As a response to this, in 1992, I launched Abidha, my own literary magazine, with a clear objective to promote the work of contemporary poets in Marathi.\n\nMy first book of poems in Marathi was Choutishiparyantchya Kavita. In the book, I wrote about things that are part of life but were somehow absent in Marathi poetry – among other things, shitting, pissing, menstruation, and masturbation. I wrote about the dehumanising effect of globalisation, its conversion of people into things. The book was published by Prabhat in 2001.\n\nDespite my wife Smruti’s and my efforts to ensure quality production, we were not satisfied with the publication, even though Prabhat did their best. I had gone to them only because they had brought out an edition of Namdeo Dhasal’s Golpitha. But I was disappointed with the quality of the paper used for my collection and the poorly designed cover. Amidst our dissatisfaction, or perhaps because of it, we decided to start our own poetry press.\n\nAbhidhanantar was launched in 2002, and was named after our own quarterly magazine of Marathi poetry. The first three Marathi poets published by the press were Pradip Patil, Varjesh Solanki and Devidas Choudhary, all first timers. Patil had brought contemporary concerns to the abhang form. Solanki wrote list poems that reflected the concerns of the middle-class salaried man. Choudhary wrote about the trauma experienced by him as a result of his migration from village to city.\n\nIn 2003, the major Indian poet Dilip Chitre translated Choutishiparyantchya Kavita into English as Virus Alert because he was an admirer of the original in Marathi. Dilip told me there were only a handful of English language publishers in the country, and the ones that existed did not publish many English poets; it would be impossible to get them to publish a Marathi poet translated into English. In fact, most poets writing in English had to pay to get their books published. So, I decided to start publishing poetry in English with my own book.\n\nDilip and his wife Viju were elated with our brave decision to foray into English poetry publishing with Virus Alert. They gave us their blessings; in fact Dilip christened our English language poetry imprint Poetrywala and designed the logo too – the prominent “P” of Poetrywala. He said the “–wala” lent an Indian touch to the name. Virus Alert was launched at the Oxford Bookstore in Churchgate in 2003.\n\nPoetrywala’s next title was Live Update, an anthology of the works of post-’90s Marathi poets, edited and translated into English by Sachin Ketkar. The anthology had no specific theme, and had been put together with the aim to showcase Marathi poems from the decade. In order to bring it to a larger audience, it was translated into English.\n\nI invited the major poet, cultural theorist and curator, Ranjit Hoskote, to launch Live Update; he had just published his own anthology of contemporary Anglophone poets. I had my first meeting with Ranjit at the launch. Arundhathi Subramaniam was kind enough to organise the launch of Live Update at the NCPA. She also published some of the poems from the anthology along with Sachin Ketkar’s editorial in Poetry International Web, of which she was the India editor. The support extended by acquaintances who soon became friends boosted our morale greatly.\n\nIn 2007, we took another risk and published a 364-page hardbound collection of Dilip Chitre’s poetry – As Is, Where Is.\n\nI use the word “risk” because it was a big book. The money invested to publish it could have been used to bring out ten smaller poetry books. Moreover, there was no guarantee that the book would sell well. We published 700 copies, which have taken us nearly 13 years to sell. We have only about 20 copies of the book with us now. As Is, Where Is cemented Poetrywala’s reputation as a serious publisher of poetry.\n\nEnter Poetrywala\n\nAll this could happen only because of all the first-hand experience we had gained from publishing our poetry magazine Abhidhanantar. The quarterly was published from 1992 to 1998 as Abhidha and from 1999 to 2008 as Abhidhanantar. It offered a wide range of poetry to its readers. In its time, it was seen as a robust platform for new poets in Marathi.\n\nOur subscriber base was about 1000-strong, and they often showed their appreciation for the poets published in the magazine by writing letters to us. The quarterly was also a success because we changed the direction in which Marathi poetry was advancing by bringing in writing about how globalization had affected both people and language.\n\nAbhidhanantar shut down in 2008, because we felt we had said whatever we had to about the issues that led to the magazine’s inception. We decided to focus on translations and publishing. In 2003, we launched Poetrywala. Our loyal subscribers stuck with us and transferred their loyalty to Poetrywala.\n\nOur imprint Poetrywala and our umbrella publishing house Paperwall, which only serves as the parent company for our imprints, is owned and run by my wife Smruti and me using our personal earnings. There was a time when we used to receive a lot of submissions. So, we instituted a fee of Rs 1,000 fee which would go towards paying our poetry readers for their feedback on these manuscripts. We would share portions of this feedback with the poets as well. Some of them would revise their manuscript as per our suggestions and resubmit to us; we reconsidered and published a few such manuscripts.\n\nWe also enlisted the help of our poet friends to shortlist manuscripts for publication. A designer friend would come over to our house and we would work on the covers together, involving the poet in the process. Our books are published in the simple Adobe Garamond font that provides adequate white space in the inside pages.\n\nBefore digital printing, books had to have print runs of at least five hundred copies, a large number when it comes to poetry. Since they inevitably took time to sell, storage was always a challenge. We would (and we still do) keep our stock of printed books at our home. Fortunately, our books manage to sell, so the problem tends to diminish after a while.\n\nSince 2009, we have been using digital printing technology exclusively. This eliminates the issue of storage entirely as one prints books on demand. Surprisingly, ever since then we have been bringing out books in larger numbers. Our print runs are much smaller, and we are now able to promptly reprint a book when our stock falls to ten units or so.\n\nPrint on Demand ensures that the books are fresh and easily available. Generally speaking, 300 to 500 copies is a good enough number for any poetry collection in the nascent Indian poetry reading market. With very few exceptions, this number remains constant even if the collection has been published by a major publishing house. Poetrywala has now published more than 200 poetry collections in Marathi, English and English translations of other poetry in languages such as Malayalam, Kannada, Hindi, Spanish, Arabic and Maltese.\n\nPoetry and publishing\n\nWe publish books to create enduring literature, not to make money or even a living from it. Perhaps that explains our elation when a poet who is published first through us is picked up by a big publishing house. It gladdens us to think that they might be able to sell a few hundred copies more than usual. We are not part of any cliques. We never try to lobby to get our books recommended by universities or chosen under the Raja Ram Mohan Roy Book Purchase Scheme.\n\nIn fact, books bought under this scheme are as good as pulped, because few Indian universities consider Indian poetry in English worth teaching. Many English professors enjoy being intellectually colonised even today, and don’t want to have anything to do with Indian poetry in English. I could never connect with the English poetry taught in our schools and colleges since they speak of a different world altogether. The same poems can be found even today, in school and college syllabi, which is a pity.\n\nAs a poet, editor and publisher I have seen how poets deal with the infinite possibilities of poetry, how they depict inner and outer worlds in their verse, by playing with form and syntax. These fundamental considerations remain the same across languages. Of course, the two-thousand-year-old Marathi language and its poetry form a rich textual history; the experimentation you see in Marathi poetry is not easily found in Indian English poetry. Even so, bilingual poets such as Arun Kolatkar, Dilip Chitre, and Vilas Sarang have written some very fine poetry in both languages.\n\nI admire Anglophone poets because most of them have a near-complete knowledge of craft. By this I don’t mean forms like the haiku or the brief four-line “poems” found on social media, nor the Rupi Kaur kind of poetry.\n\nI find such poetry superficial, one that does not engage intelligence or change your perspective. They do not draw out your deeper senses and are filled with clichéd or worn-out images. There is no imagination in them nor any innovative use of language. I have always maintained that bad poetry is the enemy of good poetry.\n\nI am not a fan of big literary festivals, although I must concede that they are necessary for publicity. Unfortunately, there isn’t enough poetry being read at litfests in India, and I believe that there aren’t enough book sales either. Such litfests are part of the business model of media house and attract plenty of sponsors as long as only famous people, who are rarely poets in the true sense, are invited to attend them.\n\nFor instance, there are many good poets writing in Urdu, but one will find the same, predictable bunch of celebrity poets reading and debating Urdu poetry at our major literary festivals. I suppose the sponsors want the maximum number of people to attend their festival. I have come to the conclusion that people don’t attend large litfests to buy books; they go there just to be seen. Serious readers of literature will simply buy a book from a bookstore or order it online.\n\nI have been privileged to travel to dedicated poetry festivals all over the world from Europe to South America. I have seen how they manage to draw substantial crowds, despite keeping poets, poetry books and poetry readings at the forefront. I have met some brilliant poets at such events and also have published several of them in English and Marathi translation.\n\nPoetrywala organised a poetry festival at the Tata Institute of Social Sciences two years ago. We invited a small selection of poets, both those we published and those we did not. Our audience comprised two hundred poetry enthusiasts. In two days, we managed to sell books worth Rs 70,000.\n\nThe booksellers who ran the festival store told us they had never seen such sales even at major festivals for poetry. Our festival turned out to be a one-off event since we couldn’t manage to secure sponsors for the next year’s edition. Despite such eventualities, I think there is definitely a space for a smaller, more focused literature festival.\n\n\n\nAfter the pandemic\n\nThe Indian economy was recovering from the effects of demonetisation when Covid-19 struck. Now buyers of books are struggling to meet basic needs of food, clothing and shelter; many have lost their jobs or have faced substantial salary cuts. In this situation, a few writer friends have come forward to help us form the Poetrywala Foundation, a non-profit initiative.\n\nWe will create a corpus fund via crowdfunding and individual donations, which we will use to publish poetry books. This will enable us to keep publishing new poets, although we expect the demand for poetry books to be adversely affected for the next four to five years.\n\nAt this point, we will publish not more than six books a year. Our normal list size is ten to twelve books in a year. At present, new submissions are on hold. But we are bringing out a few titles that we had already accepted, including the collected poems of Gopal Honnalgere, a poetry collection by Sabitha Satchi , and also my own book. These books were ready for press when the Covid-19 crisis hit.\n\nWe are determined not to bring out ebooks any time soon and to continue publishing print books. It is my belief that deep reading requires a proper physical book; reading poems from an ebook is a superficial act, whereas a paper book allows for serious, deeply engaged reading.\n\nThus, popular, mass market literature should only be brought out in ebook format, while paper books should be the domain of serious literature alone. We might bring out ebooks in future, but I am not sure our loyal readership will take to them.\n\nAs told to Suhit Kelkar.\n\nThis series of articles on the impact of the coronavirus pandemic on publishing is curated by Kanishka Gupta."}}