{"GDELT": {"GlobalEventID": 936259126, "Day": 20200721, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5507, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.48051027639971, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Zhong Shan, Anhui, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH01", "Actor1Geo_ADM2Code": "12997", "Actor1Geo_Lat": 30.8938, "Actor1Geo_Long": 118.76899999999999, "Actor1Geo_FeatureID": "10997260", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Zhong Shan, Anhui, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH01", "Action2Geo_ADM2Code": "12997", "Action2Geo_Lat": 30.8938, "Action2Geo_Long": 118.76899999999999, "Action2Geo_FeatureID": "10997260", "DATEADDED": 20200721053000, "SOURCEURL": "http://www.bjreview.com/Opinion/202005/t20200518_800204940.html"}, "ARTICLE": {"TITLE": "As China-EU ties turn 45, the coronavirus outbreak offers new chances for greater consolidation-- Beijing Review", "TEXT": "A China-Europe freight train carrying anti-epidemic supplies departs from the Wujiashan Railway Container Center Station in Wuhan, Hubei Province in central China, on May 9 (XINHUA)\n\nThe novel coronavirus disease (COVID-19) pandemic has plunged the world into uncertainty with the impact on public health and the economy still beyond exact assessment as the crisis is ongoing. Theoretically, the pain and anxiety about the future should be the reason for deeper international cooperation but the difference between words and deeds is vast. The novel coronavirus disease (COVID-19) pandemic has plunged the world into uncertainty with the impact on public health and the economy still beyond exact assessment as the crisis is ongoing. Theoretically, the pain and anxiety about the future should be the reason for deeper international cooperation but the difference between words and deeds is vast.\n\nThe growing U.S. antagonism toward China has overshadowed the global battle against the virus. Social stigma has been a critical problem from the very beginning, aggravating tensions. However, there are other examples that generate more optimism. One example is the evolving China-EU partnership.\n\nFighting a world crisis\n\nSome lessons can be learned if we go back to January, a phase of uncertainty for China and relaxation for the West. The Chinese Government responded in a decisive way to control COVID-19, publicly admitting flaws in the management of the situation by the local authorities in Wuhan, the city in central China where the outbreak in China was first reported.\n\nPresident Xi Jinping, who said the virus caught China by surprise in his address at the Extraordinary Group of 20 Leaders' Summit in March, led the efforts to provide medical assistance, contain the contagion and share the effective containment practices.\n\nThe lockdown of Wuhan, in particular, has today become a typical procedure for some Western countries, including in Europe, which are imposing similar policies and their citizens have become used to staying home. It was an unprecedented, draconian measure decided under extremely delicate conditions that proved to be successful and helped China to place the virus under control.\n\nCountries that followed the Chinese paradigm have managed to protect their people. Others have seen their number of fatalities soar. The numbers speak for themselves. In the final count, the pandemic is a public health crisis. It's about human life, which is of equal value irrespective of gender, race, age or income.\n\nAt the outset of the crisis, the EU and several European states provided China medical assistance. European Commission President Ursula von der Leyen said the EU delivered 56 tons of equipment in February. China publicly expressed gratitude for that.\n\nThe problem for Brussels is that it was entrapped in the thinking that the virus would respect borders. This became evident during the Munich Security Conference in mid-February that focused on the theme Westlessness—the loss of common standing of what it means to be part of the Wests—as if the problem of world health had been sufficiently addressed. Only Chinese State Councilor and Foreign Minister Wang Yi focused on COVID-19.\n\nWhen the epidemic struck Europe a few weeks later, it was China's turn to provide medical aid to EU member states and non-EU countries, including Serbia, Switzerland and the UK.\n\nIronically, the exchange of medical assistance has been highly politicized in the Western discourse, including in Europe, running parallel with acknowledgments. It is being scrutinized and connected to alleged Chinese motivations in shaping the narrative about COVID-19.\n\nBut despite some politicization, the tone in Europe vis-à-vis China is milder in comparison to that of the U.S. Although this obviously depends on the specific country on the European continent, this is the general attitude. EU High Representative for Foreign Affairs and Security Policy Josep Borrell said he regards China as an important partner in an interview with Euronews. He also said he prefers to concentrate on the potential solution of problems and look for synergies.\n\nVideo calls during the pandemic have shown the common will for cooperation. On March 13, a China-Central and Eastern European Countries (CEEC) virtual conference on COVID-19 saw government officials and medical experts from the grouping of 17+1 countries engage in an in-depth exchange of views on how to tackle the disease in a scientific way. A few days later, the Chinese Foreign Ministry and National Health Commission held an online meeting with 18 European countries including the UK, France, Germany, Italy, Spain and Switzerland.\n\nAdditionally, Chinese Minister of Commerce Zhong Shan has been in regular contact with EU Trade Commissioner Phil Hogan and Internal Market and Services Commissioner Thierry Breton. And recent data from the China State Railway Group shows that the number of China-Europe freight trains hit a record monthly high in April.\n\nIn May, four months after the Chinese authorities diagnosed the novel coronavirus in Wuhan, the world has acquired more experience about the problem. Research is ongoing and new questions are being raised. Scientists from the Pasteur Institute in France, for instance, have conducted a new study demonstrating that the outbreak of COVID-19 in France was not caused by cases imported from China but from a locally circulating strain of unknown origin.\n\nIt is the responsibility of researchers to further elaborate on the sequencing of the genome of the virus in different regions and countries in order to reach infallible conclusions and provide advice to politicians to prevent a second wave. China and Europe need to intensify their joint efforts against COVID-19 with the use of new technologies.\n\nOfficials and medical experts from the Lithuanian Ministry of Health, hospitals and research institutes take part in a video conference with their counterparts from China and other Central and Eastern European countries in Vilnius, Lithuania, on March 13 (XINHUA)\n\nFuture partnership\n\nThis year, China and the EU are celebrating 45 years of their diplomatic ties. The beginning of 2020 looked promising for the evolution of the partnership. Discussions about an investment agreement were expected to progress, notwithstanding thorny issues. Three important events were anticipated to give new impetus to the relationship: the China-EU annual summit that was scheduled for March, the China-CEEC meeting, and the special China-EU Summit to be held in Leipzig, Germany under the German presidency of the EU in the second half of the year.\n\nThough the novel coronavirus outbreak has temporarily altered the agenda and caused disruption, it should not be seen only as a crisis but also as a chance for the two sides. As Zhang Ming, head of the Chinese Mission to the EU, said, \"To address global challenges such as climate change, unsustainable development, regional and international conflicts, the community of nations must overcome geographical distance and ideological differences, and engage in broad-based and in-depth cooperation.\"\n\nU.S. President Donald Trump's decision to halt funding to the World Health Organization (WHO) means China and the EU can do more together to preserve multilateralism. They will perhaps find more collaboration opportunities by expanding their partnership in the health sector and beyond. Contrary to the U.S., the EU is determined to rely on WHO, and so is Russia.\n\nIn January, the EU defied U.S. pressure and did not ban Huawei from offering 5G services. It has also disagreed with U.S. policies on climate change. The EU needs to navigate between the U.S. and China in search of multilateralism and stability in world affairs. Believers in the European Dreams—sustainable development, quality of life, and the nurturing of community—envisage the EU mediating to foster China-U.S. dialogue. A new cold war will be a catastrophic development for the world. Europe still remembers the pain of decades of division.\n\nTo sum up, it's not the time to speculate about political gains. It's time to ponder what kind of world we want to live in. While public health remains the top priority, the relaunch of the economy is equally significant. China can again offer insights about its experience to interested parties as it is the country that suffered first. But more importantly, it has been able to continue contributing to global growth by rolling out the Belt and Road Initiative.\n\nThe Belt and Road Initiative will be a key source of international growth in a phase of calamity and unemployment. Its intersection with the EU-Asia Connectivity Strategy, which focuses on greater transport, energy, digital economy and people-to-people links, needs to be on the agenda of China-EU talks with concrete proposals in the next few months. This is an example of win-win cooperation, more so now than ever.\n\nThe author is EU-China Program director at the Centre International de Formation Européenne\n\n(Print Edition Title: An Important Partnership)\n\nCopyedited by Sudeshna Sarkar"}}