{"GDELT": {"GlobalEventID": 936259095, "Day": 20200721, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5507, "Actor1Code": "BUS", "Actor1Name": "COMPANIES", "Actor1Type1Code": "BUS", "Actor2Code": "GBR", "Actor2Name": "BRITISH", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.30674846625766, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sussex, East Sussex, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKE2", "Actor1Geo_ADM2Code": "40137", "Actor1Geo_Lat": 50.9167, "Actor1Geo_Long": -0.083333, "Actor1Geo_FeatureID": "-2609142", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sussex, East Sussex, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKE2", "Actor2Geo_ADM2Code": "40137", "Actor2Geo_Lat": 50.9167, "Actor2Geo_Long": -0.083333, "Actor2Geo_FeatureID": "-2609142", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sussex, East Sussex, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKE2", "Action2Geo_ADM2Code": "40137", "Action2Geo_Lat": 50.9167, "Action2Geo_Long": -0.083333, "Action2Geo_FeatureID": "-2609142", "DATEADDED": 20200721053000, "SOURCEURL": "https://www.newidea.com.au/meghan-markle-birthday-snub-westminster-abbey-bells"}, "ARTICLE": {"TITLE": "Royal snub: Meghan Markle to be brutally overlooked on her birthday", "TEXT": "Rumour has it Westminster Abbey will not be ringing its bells to celebrate Meghan Markle’s birthday this year, like it generally does for senior members of the royal family. Getty\n\n“I hear that Westminster Abbey will not ring its bells for Meghan’s birthday next month,” Richard wrote, before reflecting on how troubled Prince Andrew still managed to receive the honour.\n\n“They are due to ring for Princess Anne’s birthday, 11 days after Meghan’s. And they will chime again to celebrate the Duchess of Cambridge turning 39 in January,” he added.\n\nThe royal expert went on to say that a Westminster Abbey spokesperson confirmed the tradition, which means the honour should be carried out for the Duchess of Sussex.\n\nOrdinarily, the royal church would toll its bells to mark the Duchess’ 39th birthday on August 4, but with she and Harry stepping down, whispers suggest the tradition will be abandoned. Getty\n\n“The bells are usually rung to mark the birthdays of senior members of the Royal Family, and through the line of succession to the Duke and Duchess of Cambridge and their children,” the spokesperson reportedly told Richard.\n\nWhether or not the palace carries out the royal tradition for Meghan now that she and Harry have stepped down remains to be seen.\n\nThe royal couple’s bombshell decision to stop using their HRH titles has been scrutinised ever since they officially stepped down as senior royals at the end of March.\n\nMeghan’s rumoured birthday snub comes after it was reported the Duchess had been accidentally given the title of doctor in a rare administrative blunder.\n\nWhether or not the palace carries out the royal tradition for Meghan now that she and Harry have stepped down remains to be seen. Getty\n\nAccording to The Sun, Meghan’s title on the Companies House website was strangely changed from duchess to doctor during an application to shut down the Sussex Royal foundation.\n\nCompanies House, which is the United Kingdom's registrar of companies and executive agency and trading fund of Her Majesty's Government, believe the mistake was caused a filing error.\n\nPrior to the blunder, Meghan was listed on the business site as HRH The Duchess of Sussex, but afterwards the 38-year-old’s details were updated to Dr The Duchess of Sussex.\n\nA spokesman for Companies House reportedly told the British publication: “We are currently looking into this matter.”"}}