{"GDELT": {"GlobalEventID": 937136043, "Day": 20200725, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5616, "Actor1Code": "ISRMIL", "Actor1Name": "ISRAELI", "Actor1CountryCode": "ISR", "Actor1Type1Code": "MIL", "Actor2Code": "MED", "Actor2Name": "JOURNALIST", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -7.5, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200725094500, "SOURCEURL": "https://imemc.org/article/report-259-israeli-violations-against-palestinian-journalists-in-2020/"}, "ARTICLE": {"TITLE": "Report: 259 Israeli Violations Against Palestinian Journalists in 2020 – – IMEMC News", "TEXT": "A new report released by the Palestinian Journalists Syndicate (PJS) has documented 259 violations committed against Palestinian journalists by Israeli Forces in the Occupied Palestinian Territories since the beginning of this year.\n\nThe head of the Palestinian Journalists Syndicate, Nasser Abu Bakr, said during a press conference that of the 259 total violations, 59 were committed in occupied East Jerusalem, indicating the seriousness of the matter because Palestinian journalists are targeted by the Israeli occupation authorities to prevent media coverage of the Israeli military’s illegal activities in the city.\n\nHe said the PJS has submitted a file to the International Criminal Court on Israel’s violation of Palestinian journalists, including murdering some and maiming others.\n\nMohammad Lahham, who heads the Freedom of the Press Committee, said 14 journalists were injured by Israeli army bullets in the first six months of this year, seven were directly hit by teargas canisters, concussion bombs or skunk water, and 41 suffered from teargas inhalation.\n\nHe said at the same press conference that the Israeli occupation forces have arrested 17 Palestinian journalists, detained 96 others, brought 16 journalists in front of Israeli courts, summoned for interrogation 7 journalists, targeted 50 journalists, while 17 journalists had to be hospitalized after they were attacked by soldiers.\n\nLahham also said that the Facebook corporation was an active participant in the violations against Palestinian journalists when it censored their content and accounts, adding that the PJS has documented 700 violations against freedom of the press, with more than 95 percent of them committed by Facebook, which repeatedly gave in to Israeli pressure and either blocked Palestinian publications or closed accounts of journalists and activists without providing a sufficient explanation."}}