{"GDELT": {"GlobalEventID": 937132772, "Day": 20200725, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5616, "Actor1Code": "COP", "Actor1Name": "POLICE OFFICER", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.6764705882352997, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Dallas, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX113", "Actor1Geo_Lat": 32.7831, "Actor1Geo_Long": -96.8067, "Actor1Geo_FeatureID": "1380944", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Dallas, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX113", "Action2Geo_Lat": 32.7831, "Action2Geo_Long": -96.8067, "Action2Geo_FeatureID": "1380944", "DATEADDED": 20200725091500, "SOURCEURL": "https://www.theintelligencer.net/news/community/2020/07/block-in-moundsville-dedicated-to-slain-police-office-sgt-j-p-thatcher/"}, "ARTICLE": {"TITLE": "Block in Moundsville Dedicated to Slain Police Office Sgt. J.P. Thatcher", "TEXT": "More than a century after his death, the only Moundsville police officer to be killed in the line of duty was honored earlier this month by city council, which named the street where he lived in his honor.\n\nAround 7 p.m. on June 22, 1886, Sgt. J. P. Thatcher was shot and killed while attempting to apprehend Eugene “Gene” Johnson after Johnson seriously wounded another man in an altercation.\n\nJohnson, described in contemporary news accounts as “a coal digger, well-known for his lawless and worthless life,” was hiding out at his home, and when Thatcher went to serve the arrest warrant, Johnson’s wife Minnie barred his entry by throwing a hatchet at him.\n\nWhen Thatcher moved to arrest Minnie Johnson, Gene Johnson came out of the house with his father and shot Thatcher in the chest with a shotgun, causing his death a few moments later.\n\nJohnson then fled with a $300 bounty on his head before being captured a few miles away five days later, after begging for food from a local woman; after turning him away, the woman’s husband and a small posse went in search of him. After locating and capturing Johnson, he was fed and loaded into a wagon to the jail. In an interview with the Wheeling Daily Intelligencer, Johnson said he shot Thatcher in self-defense. His fate after his arrest and trial was not recorded.\n\nThatcher, commonly called Chief Thatcher due to being the highest-ranking officer at the time, had been an evangelist at the Methodist Episcopal Church in town before being expelled for differing beliefs — described as heretical by a church elder, following his death — at which point he began preaching at his own independent church in Dallas. He was said to have left behind a wife and 11 children.\n\n“He was highly regarded by his former fellow ministers as a man of pure life and lofty character, an able preacher, and a power for good, in spite of his unauthorized doctrinal teaching,” contemporary reports say of Thatcher.\n\nJust before Thatcher’s funeral, Moundsville’s council passed a series of resolutions honoring the man, deeming him “an honest, fearless and efficient officer … who sacrificed his life in the conscientious discharge of a public duty,” and his murder “cowardly.”\n\nEarlier this month, council voted to dedicate a block on Seventh Street to Thatcher, after being approached by Moundsville police officer Zach Mucheck and his wife Abigail, who had an interest in Thatcher’s story. The matter was approved at the July 7 council meeting. The sign is mounted on the street sign near the Marshall County Courthouse, across from the Public Safety Building.\n\n“I don’t think any of us knew his story, and when (Abigail Mucheck) said we ought to do something in his honor, that’s how the street name came about,” City Manager Rick Healy said.\n\n“We found out where he resided, so that’s the street we memorialized.\n\nNone of Thatcher’s descendants or relatives are believed to still live in Moundsville today, according to Healy.\n\n“We would love to find someone, but as of right now, nobody seems to think there are any (descendants).”"}}