{"GDELT": {"GlobalEventID": 937180283, "Day": 20200725, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5616, "Actor1Code": "UKRGOV", "Actor1Name": "UKRAINIAN", "Actor1CountryCode": "UKR", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 17, "EventBaseCode": 17, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.43458980044346, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP", "Actor1Geo_Lat": 49.0, "Actor1Geo_Long": 32.0, "Actor1Geo_FeatureID": "UP", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ukraine", "Action2Geo_CountryCode": "UP", "Action2Geo_ADM1Code": "UP", "Action2Geo_Lat": 49.0, "Action2Geo_Long": 32.0, "Action2Geo_FeatureID": "UP", "DATEADDED": 20200725180000, "SOURCEURL": "http://www.msn.com/en-us/news/politics/vindman-marks-one-year-since-call-with-ukrainian-president-that-led-to-trump-s-impeachment/ar-BB17byAF"}, "ARTICLE": {"TITLE": "Vindman tweets on anniversary of Trump's call with Zelensky that led to impeachment", "TEXT": "© Drew Angerer/Getty Images Lt. Col. Alexander Vindman arrives to testify before the House Intelligence Committee in the Longworth House Office Building on Capitol Hill November 19, 2019 in Washington, DC.\n\nAlexander Vindman on Saturday tweeted that he's certain he \"did (his) duty\" as a key witness in President Donald Trump's impeachment inquiry, reflecting on the testimony he gave after Trump's call one year ago with the Ukrainian President.\n\n\"One year since The Call. Much has changed for me and so much more has changed for our country. I rest well knowing I did my duty,\" Vindman, the former top Ukraine expert at the National Security Council, wrote in a tweet about the July 25 call.\n\nVindman's Saturday tweet refers to the moment that set off a months-long saga that included Democrats' announcement of an impeachment inquiry in September and his public testimony in November. The groundwork for the third impeachment of a US president began when Democrats announced an impeachment inquiry following an anonymous whistleblower complaint alleging Trump sought election help from Ukrainian President Volodymyr Zelensky in a July 25, 2019, phone call. The Senate ultimately voted to acquit Trump on two articles of impeachment.\n\nLt. Col. Vindman retired from the US Army earlier this month, after more than 21 years of military service because he determined that his future in the armed forces \"will forever be limited\" due to political retaliation by the President and his allies, his lawyer told CNN at the time of his retirement.\n\nVindman has endured a \"campaign of bullying, intimidation, and retaliation\" spearheaded by the President following his testimony in the impeachment inquiry last year, according to his attorney, Amb. David Pressman who is a partner at Jenner & Block.\n\nTrump fired Vindman as the top Ukraine expert on the NSC in February and also ousted his twin brother who also played a key role in impeachment proceedings while serving at the White House as an NSC lawyer.\n\nVindman delivered explosive testimony during public impeachment hearings that Trump's push for Ukraine to investigate former Vice President Joe Biden was \"inappropriate\" and that he knew \"without hesitation\" that he had to report it.\n\nVindman said that he reported his concerns out of a \"sense of duty,\" and he defended his fellow witnesses from what he described as \"reprehensible\" attacks.\n\nTestifying in his Army uniform as an active-duty soldier, Vindman invoked his father's decision to leave the Soviet Union and come to the US, noting that the testimony he was giving would likely get him killed in Russia. \"Do not worry, I will be fine for telling the truth,\" Vindman said in a now well-known line.\n\nBut Vindman remained a focal point of Trump's ire as impeachment proceedings moved to the Senate, facing a wave of unfounded attacks from the President and his allies during the trial portion."}}