{"GDELT": {"GlobalEventID": 937136165, "Day": 20200725, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5616, "Actor1Code": "OMN", "Actor1Name": "OMAN", "Actor1CountryCode": "OMN", "Actor2Code": "GOV", "Actor2Name": "FOREIGN MINIST", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.5089605734767, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Oman", "Actor1Geo_CountryCode": "MU", "Actor1Geo_ADM1Code": "MU", "Actor1Geo_Lat": 21.0, "Actor1Geo_Long": 57.0, "Actor1Geo_FeatureID": "MU", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Oman", "Actor2Geo_CountryCode": "MU", "Actor2Geo_ADM1Code": "MU", "Actor2Geo_Lat": 21.0, "Actor2Geo_Long": 57.0, "Actor2Geo_FeatureID": "MU", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Oman", "Action2Geo_CountryCode": "MU", "Action2Geo_ADM1Code": "MU", "Action2Geo_Lat": 21.0, "Action2Geo_Long": 57.0, "Action2Geo_FeatureID": "MU", "DATEADDED": 20200725094500, "SOURCEURL": "https://www.aerotechnews.com/blog/2018/11/05/news-briefs-november-5-2018/"}, "ARTICLE": {"TITLE": "News Briefs – November 5, 2018", "TEXT": "Advertisement\n\nDecision on U.S.-Korea joint exercises coming by December\n\nThe U.S. and South Korea are reviewing whether they will conduct large-scale military exercises next year and will decide before December.\n\nSouth Korean Defense Minister Jeong Kyeong-doo told reporters Oct. 31 at the Pentagon that if more exercises are suspended the two countries will conduct other training to mitigate the lapse. He says the review will be done by Nov. 15.\n\nThree major joint military drills were scrapped this year as part of a broader effort to push for diplomatic progress with North Korea.\n\nDefense Secretary Jim Mattis says he is not yet concerned about a loss of combat capability. He says they may have to make changes to make sure those capabilities aren’t eroded, but so far it is not a worry. AP\n\n\n\nNew Army National Guard facility in Tucson to house three units\n\nTUCSON, Ariz.–Hundreds of Arizona Army National Guard soldiers in three units now using facilities considered outdated or overcrowded will get a new home in southeastern Tucson.\n\nTwo transportation companies and a field artillery detachment that will use the new facility scheduled to be constructed in 2021 will move from facilities considered outdated or overcrowded.\n\nOne of the transportation companies is now based in Tucson while the other is housed in modular trailers at the Florence Military Reservation in Pinal County. The artillery detachment is based at Papago Park Military Reservation in Phoenix.\n\nThe new facility will be located on state-owned land near Rita Road and Interstate 10.\n\nThe facility is projected to cost $24.1 million, with the federal government providing $18.1 million and the state $6 million. AP\n\n\n\nForces from Egypt, five other Arab nations to start joint drill\n\nEgypt’s military says ground, air and naval units from five Arab nations are arriving to join their Egyptian counterparts for large-scale war games.\n\nA military statement on Oct. 31 says forces from Saudi Arabia, United Arab Emirates, Kuwait, Bahrain and Jordan will take part in the Nov. 3-16 exercises codenamed “Arab Shield.” The drill is to take place in western Egypt.\n\nThe announcement comes a little more than a month after U.S. Secretary of State Mike Pompeo met with the foreign ministers from the six nations, plus those from Oman and Qatar, to advance the creation of an anti-Iran alliance uniting America’s Middle East partners.\n\nThe proposed alliance, dubbed “Arab NATO,” follows the derailment three years ago of efforts to create a joint Arab force agreed by a 2015 Arab summit. AP\n\n\n\nU.S. veteran homelessness declines five percent in 2018 to 38,000\n\nThe number of homeless veterans across the U.S. declined more than 5 percent over the past year after a slight rise in 2017.\n\nThe departments of Housing and Urban Development and Veterans Affairs announced Thursday that the number of homeless vets dropped to about 38,000.\n\nThe veteran homelessness count happened in January.\n\nThe number was about half of those counted in 2009.\n\nThe departments say as many as 64 communities and Virginia, Delaware and Connecticut effectively ended veteran homelessness.\n\nThat means all homeless veterans in those areas had been offered homes, even if some didn’t accept them.\n\nThe Obama administration set a goal of ending veteran homelessness by 2015.\n\nHousing and Urban Development Secretary Ben Carson says the Trump administration will not set a specific date to reach that goal. AP"}}