{"GDELT": {"GlobalEventID": 937136182, "Day": 20200725, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5616, "Actor1Code": "OPP", "Actor1Name": "PROTESTER", "Actor1Type1Code": "OPP", "Actor2Code": "USA", "Actor2Name": "OREGON", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -8.0, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Oregon, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOR", "Actor1Geo_Lat": 44.5672, "Actor1Geo_Long": -122.12700000000001, "Actor1Geo_FeatureID": "OR", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Oregon, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOR", "Actor2Geo_Lat": 44.5672, "Actor2Geo_Long": -122.12700000000001, "Actor2Geo_FeatureID": "OR", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Oregon, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOR", "Action2Geo_Lat": 44.5672, "Action2Geo_Long": -122.12700000000001, "Action2Geo_FeatureID": "OR", "DATEADDED": 20200725094500, "SOURCEURL": "https://www.thestandard.com.hk/breaking-news/section/6/151696/Fireworks,-bottles-and-tear-gas-in-US-city-where-tensions-are-inflamed"}, "ARTICLE": {"TITLE": "Fireworks, bottles and tear gas in US city where tensions are inflamed", "TEXT": "Fireworks, bottles and tear gas in US city where tensions are inflamed\n\nA Black Lives Matter protester uses a shield as federal officers use chemical irritants to disperse demonstrators at the Mark O. Hatfield United States Courthouse on Friday, July 24, in Portland, Oregon. A Black Lives Matter protester uses a shield as federal officers use chemical irritants to disperse demonstrators at the Mark O. Hatfield United States Courthouse on Friday, July 24, in Portland, Oregon. A federal officer fires crowd control munitions at Black Lives Matter protesters at the Mark O. Hatfield United States Courthouse on Friday, July 24, in Portland, Oregon. Previous Next\n\nA persistent crowd of protesters remained outside the federal courthouse in Portland, Oregon, into the early hours of Saturday as fireworks were shot at the building and plumes of tear gas, dispensed by U.S. agents, lingered above.\n\nThousands of people gathered in Portland streets hours after a U.S. judge denied Oregon’s request to restrict federal agents’ actions when they arrest people during protests that have roiled the city and pitted local officials against the Trump administration.\n\nBy 8 p.m. hundreds of people, most wearing masks and many donning helmets, had already gathered near a fountain, one spot where groups meet before marching to the Hatfield Federal Courthouse and the federal agents there. They chanted and clapped along to the sound of thunderous drums, pausing to listen to speakers.\n\nAmong various organized groups, including Healthcare Workers Protest, Teachers against Tyrants, Lawyers for Black Lives and the “Wall of Moms,” was Portland Commissioner Jo Ann Hardesty, who spoke to protesters outside the Justice Center.\n\nBy 9 p.m. the crowd grew to several thousand. People, pressed shoulder to shoulder, packed the area and overflowed into the streets as they chanted “Black Lives Matter” and “Feds go home” to the sound of drums.\n\nAs the night carried on protesters vigorously shook the fence surrounding the courthouse, shot fireworks towards the building and threw glass bottles. Many times these actions were met by federal agents using tear gas and flash bangs.\n\nThe flow of tear gas caused protesters to disperse, some becoming sick as others remained towards the front of the courthouse with leaf blowers directing the gas back to the courthouse. Federal agents had leaf blowers of their own to counteract.\n\nDaniel Pereyo was one protester who was tear-gassed.\n\nPereyo said he had been at the nearby park watching drummers and fireworks being shot, when his face and eyes began to burn.\n\n“It’s extremely painful,” he said. “It’s not the worst pain ever, but it is discomforting and it’s distracting.”\n\nAs the clouds of gas floated down the street, protesters would swiftly regroup and return to chant and shake the fence that separates the people on the street from federal agents and the courthouse.\n\nFederal Protective Service declared the gathering as “an unlawful assembly” and cited that officers had been injured.\n\nThe federal agents, deployed by President Donald Trump to tamp down the unrest, have arrested dozens during nightly demonstrations against racial injustice that often turn violent. Democratic leaders in Oregon say federal intervention has worsened the two-month crisis, and the state attorney general sued to allege that some people had been whisked off the streets in unmarked vehicles.\n\nU.S. District Judge Michael Mosman said the state lacked standing to sue on behalf of protesters because the lawsuit was a “highly unusual one with a particular set of rules.”\n\nOregon was seeking a restraining order on behalf of its residents not for injuries that had already happened but to prevent injuries by federal officers in the future. That combination makes the standard for granting such a motion very narrow, and the state did not prove it had standing in the case, Mosman wrote.\n\nLegal experts who reviewed the case before the decision warned that he could reject it on those grounds. A lawsuit from a person accusing federal agents of violating their rights to free speech or against unconstitutional search and seizure would have a much higher chance of success, Michael Dorf, a constitutional law professor at Cornell University, said ahead of the ruling.\n\n“The federal government acted in violation of those individuals’ rights and probably acted in violation of the Constitution in the sense of exercising powers that are reserved to the states, but just because the federal government acts in ways that overstep its authority doesn’t mean the state has an injury,” he said.-AP"}}