{"GDELT": {"GlobalEventID": 937180187, "Day": 20200725, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5616, "Actor1Code": "LEG", "Actor1Name": "CONGRESSMAN", "Actor1Type1Code": "LEG", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.89171974522293, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Alabama, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAL", "Actor1Geo_Lat": 32.799, "Actor1Geo_Long": -86.8073, "Actor1Geo_FeatureID": "AL", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Alabama, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAL", "Actor2Geo_Lat": 32.799, "Actor2Geo_Long": -86.8073, "Actor2Geo_FeatureID": "AL", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Alabama, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAL", "Action2Geo_Lat": 32.799, "Action2Geo_Long": -86.8073, "Action2Geo_FeatureID": "AL", "DATEADDED": 20200725180000, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8559715/Alabama-service-kicks-days-tribute-US-rights-icon-Lewis.html"}, "ARTICLE": {"TITLE": "Family and loved ones honor civil rights icon Rep. John Lewis", "TEXT": "Advertisement\n\nA memorial service in Alabama on Saturday for John Lewis kicked off days of tributes to the revered civil rights leader and congressman, including the high honor of lying in state Monday in the Rotunda of the US Capitol.\n\nLewis, the senior member of the Congressional Black Caucus and a man known as the 'conscience of the Congress,' died of cancer on July 17, aged 80.\n\nAt a service Saturday in an arena at Troy University in Alabama, the state of his birth, his surviving siblings and others paid tribute.\n\nSister Ethel Mae Tyner recalled the days long ago when family members worked together in the cotton fields near Troy and storm clouds would pass over. Young John Lewis was fearful of storms but would not budge. 'He would start singing - and preaching. He always was a fighter,' she said.\n\n'I remember the day that John left home. Mother told him not to get in trouble, not to get in the way... but we all know that John got in trouble, got in the way but it was good trouble,' his brother Samuel Lewis said.\n\n'And the troubles that he got himself into would change the world,' Lewis said.\n\nPeople attend the first memorial service for late U.S. Congressman John Lewis at Troy University's Trojan Arena in Troy, Alabama\n\nLewis, the senior member of the Congressional Black Caucus and a man known as the 'conscience of the Congress,' died of cancer on July 17, aged 80\n\nPallbearers bring Lewis's casket into the Trojan Arena\n\nA great-nephew of late U.S. Congressman John Lewis, Jackson Lewis Brewster, offered words for his 'hero' during the service\n\n'John Lewis was my uncle and my hero, and it is up to us to keep his legacy alive,' one of the representative's young great-nephews said during the service.\n\nIn keeping with coronavirus precautions, the number of visitors to the arena was limited to 800, social distancing was enforced and masks required - a far cry from pre-coronavirus practices, when a memorial for an icon like Lewis would have drawn many thousands from across the country.\n\nWhile attending segregated schools in Alabama, Lewis was inspired by the peaceful protests of rights leaders like Martin Luther King Jr. and he eventually rose to join their ranks. Since 1987 he had represented a Georgia district in Congress.\n\nAfter the ceremony Saturday in Troy, commemorations were to move to Brown Chapel AME Church in Selma, Alabama for a private remembrance followed by a public viewing - again with coronavirus precautions - starting at 8.00 pm.\n\nMasks with the civil right's icon name on them were given to guests in attendance\n\nThe masks were given away for free as people came into the auditorium\n\nSister Ethel Mae Tyner recalled the days long ago when family members worked together in the cotton fields near Troy and storm clouds would pass over\n\nPeople pay their respects as the late U.S. Congressman John Lewis during the ceremony at Trojan Arena\n\nDr. Jack Hawkins, Jr., Chancellor of Troy University, speaks during the memorial service for Lewis\n\nOn Sunday at 10am, a processional will escort Lewis's casket from Brown Chapel to the Edmund Pettus Bridge.\n\nIt was there that Lewis, during an historic 1965 civil rights march that came to be known as 'Bloody Sunday,' had his skull fractured by police, one of many times he suffered such beatings.\n\nOn Sunday afternoon, events move to the city of Montgomery, where the public has been encouraged to line sidewalks as the processional travels to the State Capitol.\n\nLewis will lie in state there beginning at 3pm, according to local media. Visitors will be required to wear masks.\n\nOn Monday, Lewis will lie in state in the Rotunda of the US Capitol for viewing, initially, by a small, invitation-only group.\n\nHonor guards bring the casket draped in an American flag into the memorial service\n\nAfter the ceremony Saturday in Troy, commemorations were to move to Brown Chapel AME Church in Selma, Alabama for a private remembrance followed by a public viewing\n\nThe casket will then be moved to the top of the steps at the Capitol's East Front for public viewing Monday evening and all day Tuesday, according to the Washington Post. Masks and social distancing will be required.\n\nOut of concern for the pandemic, the Lewis family has asked that people not travel from across the country to pay respects, and instead post virtual tributes.\n\nThe week of solemn commemorations will end on Thursday in Atlanta, Georgia, where Lewis will be laid to rest after a private service in the Ebenezer Baptist Church, where Martin Luther King once preached.\n\nPeople sign an oversize card for the family of the late U.S. Congressman John Lewis at Troy Arena"}}