{"GDELT": {"GlobalEventID": 937135721, "Day": 20200725, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5616, "Actor1Code": "BGD", "Actor1Name": "BANGLADESH", "Actor1CountryCode": "BGD", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.43942247332078005, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ashuganj, Bangladesh (general), Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG00", "Actor1Geo_ADM2Code": "5768", "Actor1Geo_Lat": 24.0333, "Actor1Geo_Long": 91.0167, "Actor1Geo_FeatureID": "-2710421", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ashuganj, Bangladesh (general), Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG00", "Action2Geo_ADM2Code": "5768", "Action2Geo_Lat": 24.0333, "Action2Geo_Long": 91.0167, "Action2Geo_FeatureID": "-2710421", "DATEADDED": 20200725094500, "SOURCEURL": "https://www.daily-sun.com/post/495833/Transit-%E2%80%93-New-Dimension-in-BangladeshIndia-Relationship"}, "ARTICLE": {"TITLE": "Transit – New Dimension in Bangladesh-India Relationship-495833", "TEXT": "With the beginning of the trial run of the first transit vessel between Bangladesh and India using Chattogram Port, a new horizon has opened in the Bangladesh-India relationship. The seven states of India in its North-East region, commonly known as the Seven Sisters, have always been removed from the mainland due to their adverse geographic location. These states have remained landlocked since the partition of India in 1947. For communication to take place with these states from mainland India takes a long time and is expensive and, at certain times of the year, is disrupted due to flooding and monsoon rain, causing landslides or snapping the rail link connecting them with the rest of India.\n\nAlthough there are transit facilities between these parts of India through Bangladesh by waterways and the rail network on a limited scale, India has been trying to get a transit facility through Bangladesh using Chattogram and Mongla ports for many years. But Bangladesh was not ready. Giving transit to a third country through the use of any port of another country is always a delicate issue, especially when one is talking in the sub-continental context. It needs careful handling and should be a win-win situation for the concerned countries. It also needs political goodwill and consensus amongst the people of the host country, in this case Bangladesh.\n\nIn 2010, both countries agreed in principle that Bangladesh would give transit and transhipment facilities to India when it was ready. The two countries signed a MoU in 2015 concerning the use of Chattogram and Mongla ports. In October of 2018, the secretaries of the concerned ministries signed an agreement to put the transit memorandum into operation. India could export or import goods and commodities using these two ports or connect its mainland with its landlocked seven North Eastern States. But details had to be worked out. In 2015, the two governments also signed another protocol allowing India to use four river ways through Bangladesh linking Kolkata and Murshidabad to Assam, Tripura and Meghalaya. One might recall that in 2010 oversized cargo containers were transported to Agartala for the Paltana power plant project in Tripura. For facilitating the movement of these big carriers, Bangladesh even temporarily dammed one of its small rivers so that the carriers could avoid use of the main highway.\n\nThe first cargo to be carried from Kolkata’s S P Mukherjee port to Chattogram port materialised on 22 July. A cargo vessel left on 13 July for Kolkata’s S P Mukherjee port, where it loaded four containers meant for Agartala. On 18 July, it reached Haldia port in West Bengal and loaded 156 containers belonging to Bangladeshi importers. On 19 July it left Haldia and reached Chattogram the next day. By midnight the containers destined for Agartala were unloaded and, after completing all the formalities, left Chittagong Port yard aboard trailers in about two hours on their way to Agartala in India through Akhaura. The containers were carrying TMT steel bars and dal (pulse) for Tripura.\n\nEarlier, on a number of occasions, similar cargo was transported through Ashuganj river port as per the River Transit and Transhipment protocol. Transit through ports in Bangladesh en route to India will allow Indian shippers to save a considerable amount of money and time.\n\nThough the recent trial run was successfully operated, still it is not known when regular operations will commence. For this to happen, the primary precondition is development of existing infrastructure to handle the additional transit cargo. India has so far provided US$ 7.5 billion lines of credit (LoC), of which the bulk will go towards the development of existing infrastructure to facilitate transit and transhipment. Already Bangladesh is engaged in constructing a new bay container terminal in Chattogram Port; enhancing the handling capacity of Mongla Port; constructing four-lane highways for Ramgarh-Barueahat, Cumilla-Brahmanbaria-Sarail, and Ashuganj River port – Sarail-Dharkhar-Akhaura land ports. Under the LoCs, Bangladesh is also establishing an inland container river port in Ashuganj, constructing an extra rail link from Khulna-Darhshana Junction and upgrading the metre gauge lines to broad gauge ones (keeping the meter gauge operational) from Parbatipur to Khulna. Bangladesh has also been generous enough to offer India special Economic Zone facilities in Mongla, Bheramara and Mirsari and an IT Special Economic Zone in Keraniganj.\n\nThe big question is what we take way by giving transit and transport facilities to India? Opinions differ. The gain should be measured both from political and economic points of view. The relationship between the two neighbours has been warm, though there have been occasional hiccups due to irresponsible and intermittent comments by some Indian politicians about Bangladesh. The controversial Citizenship Amendment Bill also annoyed people and politicians in Bangladesh and, for a while, embarrassed the Bangladesh government. Now the issue has been stalled due to the Covid-19 pandemic. The frequent border killing of Bangladeshis by Indian Border Security Forces (BSF) has also been a nagging problem that causes anger amongst people in the government and the masses. The amicable settlement of the much awaited river water sharing problem will always be an issue which will cause anxiety amongst the common people and the government in Bangladesh.\n\nBesides these issues, the relationship between the government and the people of both countries has always been warm. One of the big achievements in the recent past of both governments is the complete implementation of the Mujib-Indira Accord to exchange adversely located enclaves of the two countries. This had been a human tragedy since the partition in 1947. Sheikh Hasina’s government has ensured the security of India’s NE region by uprooting the sanctuaries of Indian insurgents inside Bangladesh who were earlier generously sponsored by the infamous military intelligence of Pakistan ISI with the tacit support of previous governments. Rail links established between the two countries during Sheikh Hasina’s 1996-2001 tenure now have been further expanded. Connectivity between both the countries is much better than it was ten years ago. India also remains the third largest trading partner of Bangladesh after China and USA and imports into Bangladesh from India outperform exports. Millions of dollars are pumped into the Indian economy by visitors from Bangladesh annually. Approximately 2.5 million Bangladeshis visit Indian for tourism, education, healthcare and shopping. If every tourist on average spends US $500, the amount is staggering. The bulk of this money goes into the West Bengal economy as people feel at home there. A significant number of visitors from Bangladesh also go to Chennai, Mumbai, New Delhi and Hyderabad for treatment. For strategic and economic reasons Bangladesh is a valuable strategic neighbour for India which it cannot ignore.\n\nRegarding the gains from the transit, it is still too early to give a final report card though it is evident India will be a big winner. There is a common belief in this country that the charges currently admissible for transit are minimal and there is scope for reviewing these. It must be also be remembered that the infrastructure being developed in this country is with Bangladesh’s money as the Line of Credit granted by India will have to be returned with interest. There is no denying the fact that road transport sector will gain out of the transit arrangement, as the vehicles carrying goods either from Chattogram or Mongla ports will usually be from Bangladesh. The proposed or the existing special economic zones offered to Indian investors must attract investment and for this Bangladesh will need to ease the bureaucratic processes which delay decisions on foreign investments. Finally India should also ease the existing protocols which allow Nepal and Bhutan to use Chattogram and Mongla ports using Indian territory. The trust gap existing between the two countries must be closed and this will need more effort from the Indian side. It can begin by stopping the rhetoric by some Indian politicians hurting the feeling of the people of Bangladesh. Both countries, given their historical ties can go a long way towards cementing a meaningful permanent relationship with a win-win outcome now in view. The recent trial transit using the Chattogram Port can be seen as the ushering of a new dimension in the Bangladesh-India relationship. The four containers reached its destination on Thursday.\n\nThe writer is an analyst and a\n\ncommentator."}}