{"GDELT": {"GlobalEventID": 937132917, "Day": 20200725, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5616, "Actor1Code": "IGOEURSCE", "Actor1Name": "OSCE", "Actor1CountryCode": "EUR", "Actor1KnownGroupCode": "SCE", "Actor1Type1Code": "IGO", "Actor2Code": "ARM", "Actor2Name": "ARMENIAN", "Actor2CountryCode": "ARM", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.73933649289099, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Yerevan, Yerevan*, Armenia", "Actor1Geo_CountryCode": "AM", "Actor1Geo_ADM1Code": "AM11", "Actor1Geo_ADM2Code": "4936", "Actor1Geo_Lat": 40.1811, "Actor1Geo_Long": 44.5136, "Actor1Geo_FeatureID": "-2325645", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Yerevan, Yerevan*, Armenia", "Actor2Geo_CountryCode": "AM", "Actor2Geo_ADM1Code": "AM11", "Actor2Geo_ADM2Code": "4936", "Actor2Geo_Lat": 40.1811, "Actor2Geo_Long": 44.5136, "Actor2Geo_FeatureID": "-2325645", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Yerevan, Yerevan*, Armenia", "Action2Geo_CountryCode": "AM", "Action2Geo_ADM1Code": "AM11", "Action2Geo_ADM2Code": "4936", "Action2Geo_Lat": 40.1811, "Action2Geo_Long": 44.5136, "Action2Geo_FeatureID": "-2325645", "DATEADDED": 20200725091500, "SOURCEURL": "https://armenpress.am/eng/news/1023035.html"}, "ARTICLE": {"TITLE": "OSCE Minsk Group Co-Chairs urge to refrain from threats to critical infrastructure | ARMENPRESS Armenian News Agency", "TEXT": "YEREVAN, JULY 25, ARMENPRESS. The Co-Chairs of the OSCE Minsk Group (Igor Popov of the Russian Federation, Stéphane Visconti of France, and Andrew Schofer of the United States of America) and Personal Representative of the OSCE Chairperson-in-Office (PRCIO) Andrzej Kasprzyk released a statement over the recent clashes on the Armenian-Azerbaijani border.\n\nArmenpress presents the text of the statement:\n\n“The Co-Chairs and PRCIO welcome the relative stability along the Azerbaijan-Armenia border since 16 July. The Co-Chairs appeal to the sides to take advantage of the current reduction in active hostilities to prepare for serious substantive negotiations to find a comprehensive solution to the conflict. The Co-Chairs stress once more that refraining from provocative statements and actions, including threats or perceived threats to civilians or to critical infrastructure, is essential during this delicate period.\n\nThe Co-Chairs note that recent public statements criticizing the joint efforts of the co-chairing countries, and/or seeking unilaterally to establish new “conditions” or changes to the settlement process format are not conducive to resuming a constructive dialogue. The Co-Chairs reiterate that political will to achieve a lasting peaceful settlement is best demonstrated by refraining from maximalist positions, adhering strictly to the ceasefire, and abstaining from provocative statements and actions.\n\nThe Co-Chairs and PRCIO express appreciation for the strong engagement by leaders of international organizations including the United Nations, OSCE, and European Union, whose calls for strict adherence to the ceasefire and renewed dialogue under the auspices of the Co-Chairs have aligned with and supported the Co-Chairs’ own intensive mediation efforts. We note as especially positive the impartiality of such interventions, which have urged the sides to focus on reducing tensions rather than on assigning to others the sole responsibility of causing the recent escalation. The Co-Chairs welcome the growing international consensus calling for de-escalation and a swift return to negotiations in good faith without conditions.\n\nThe Co-Chairs reaffirm that the principles and elements as laid out in their statement of 9 March 2019 continue to form the basis of their mediation efforts. The Co-Chairs are prepared to meet with the leaders or their designees at any time. The Co-Chairs also emphasize that OSCE monitors should return to the region as soon as possible”."}}