{"GDELT": {"GlobalEventID": 937135841, "Day": 20200725, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5616, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.90390390390391, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200725094500, "SOURCEURL": "https://www.fox7austin.com/news/poll-very-few-americans-back-full-school-reopening-amid-covid-19-pandemic"}, "ARTICLE": {"TITLE": "Poll: Very few Americans back full school reopening amid COVID-19 pandemic", "TEXT": "Virtual instruction. Mandated masks. Physical distancing. The start of school will look very different this year because of the coronavirus — and that’s OK with the vast majority of Americans.\n\nOnly about 1 in 10 Americans think daycare centers, preschools or K-12 schools should open this fall without restrictions, according to a new poll from The Associated Press-NORC Center for Public Affairs. Most think mask requirements and other safety measures are necessary to restart in-person instruction, and roughly 3 in 10 say that teaching kids in classrooms shouldn’t happen at all.\n\nThe findings are a sharp contrast to the picture that President Donald Trump paints as he pressures schools to reopen. The Republican president claims to have wide support for a full reopening, arguing that Democrats oppose it for political reasons.\n\nRELATED: CoronavirusNOW.com, FOX launches national hub for COVID-19 news and updates\n\nFew schools, however, plan to return to business as usual. Many of the nation’s largest school districts have announced that they’ll be entirely virtual in the fall or use a hybrid model that has children in classrooms only a couple of days a week.\n\nThe poll finds only 8% of Americans say K-12 schools should open for normal in-person instruction. Just 14% think they can reopen with minor adjustments, while 46% think major adjustments are needed. Another 31% think instruction should not be in person this fall. It’s little different among the parents of school-age children.\n\nAdvertisement\n\nThe poll also shows Americans feel the same about colleges and universities reopening this fall.\n\nAmericans show little confidence in Trump's handling of education issues. Only 36% say they approve of Trump's performance, while 63% disapprove. But a stark political divide on opening schools suggests many Republicans are taking cues from the president.\n\nAbout 9 in 10 Democrats say requiring students and staff to wear masks is essential to reopening, while only about half of Republicans say the same. Democrats are roughly twice as likely as Republicans to say schools should use a mix of in-person and virtual instruction to reduce the number of students in buildings, 77% to 39%.\n\nPatty Kasbek, of Bartlesville, Oklahoma, said she desperately wants her two children, ages 5 and 10, to return to school. After months at home, the family is stressed and anxious. But with the virus surging, she doesn't see a safe way to reopen.\n\nRELATED: Back to School: Child care options for working parents in Southern California\n\n“School shouldn’t even be considered right now,” said Kasbek, 40. “We need to get this under control before we play with the virus. It's just too dangerous to put our kids out there like guinea pigs.”\n\nHer local school district is planning to reopen with new safety measures, she said, but she's opting to enroll her children in a virtual school. She isn't as worried about her own health but fears that reopening schools could spread the virus to others.\n\n“I just see it going very badly, and I'm very, very worried for the teachers,\" said Kasbek, who considers herself a Democrat.\n\nThe poll finds a majority of Americans, 56%, say they are very or extremely concerned that reopening schools will lead to additional infections in their communities; another 24% are somewhat concerned.\n\nSome, however, see little risk. James Rivers, of Ramsey, Minnesota, said schools should reopen without protective measures against the virus. Rivers, a Republican, says Trump is doing a “fine job” and will have his vote in November.\n\n“I think it should be just business as usual,” said Rivers, 54. “Yes, there is a COVID virus, but is it any more deadly than the common flu? I don’t think so.”\n\nRivers, who does not have school-age children, said parents who fear the virus can home school. “As for everybody else who isn’t afraid of a virus that has a less than 2% chance of being fatal, send your kid back to school. Let's get it done,” he said.\n\nMajorities say it is essential that buildings be disinfected daily, temperature checks and face masks be mandatory and desks be spread apart if schools are to reopen.\n\nAnd 6 in 10 think a mix of in-person and virtual instruction is necessary, to limit the number of students inside at one time. Some of the nation's largest districts, including New York City's schools, plan to use that model. But Education Secretary Betsy DeVos says that fails students and taxpayers, arguing that students should be in the classroom every day.\n\nIn his campaign to reopen schools, Trump has threatened to cut federal funding for schools that fail to reopen fully. The White House has said he wants to work with Congress to tie future relief funding to reopening. He argues that other countries have reopened schools safely, although some he cites have used the hybrid model that DeVos decried.\n\nThe Trump administration also has argued that it's not just about academics. Students need access to meal programs and mental health services, it says.\n\nBut Trump’s demands put him at odds with his own health officials. He rebuked the Centers for Disease Control and Prevention for releasing school guidelines that he said were too tough.\n\nRELATED: Virus concerns nudge some teachers toward classroom exits\n\nThe poll finds about half of parents saying they are at least somewhat concerned about their child losing services like school lunches or counseling because of the pandemic.\n\nMore say they are worried about their child falling behind academically: 55% are very concerned, with another 21% somewhat concerned.\n\nA majority of parents, 65%, are at least somewhat concerned about their own ability to juggle responsibilities.\n\nJimmy La Londe, 70, of Hiawassee, Georgia, thinks schools should reopen with safety measures that local officials think are necessary. Still, La Londe, who considers himself a Republican, said keeping schools closed will only hurt students and anger taxpayers.\n\n“They have to keep the momentum, they have to keep people used to going to school,” he said. “I don’t think you can stop school forever.\"\n\n___\n\nFingerhut reported from Washington.\n\n___\n\nThe AP-NORC poll of 1,057 adults was conducted July 16-20 using a sample drawn from NORC’s probability-based AmeriSpeak Panel, which is designed to be representative of the U.S. population. The margin of sampling error for all respondents is plus or minus 4.3 percentage points."}}