{"GDELT": {"GlobalEventID": 937180075, "Day": 20200725, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5616, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "CVL", "Actor2Name": "PROPERTY OWNER", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.32133676092545005, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Barcelona, Comunidad Autonoma de Cataluna, Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP56", "Actor1Geo_ADM2Code": "25806", "Actor1Geo_Lat": 41.3833, "Actor1Geo_Long": 2.1833299999999998, "Actor1Geo_FeatureID": "-372490", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Barcelona, Comunidad Autonoma de Cataluna, Spain", "Actor2Geo_CountryCode": "SP", "Actor2Geo_ADM1Code": "SP56", "Actor2Geo_ADM2Code": "25806", "Actor2Geo_Lat": 41.3833, "Actor2Geo_Long": 2.1833299999999998, "Actor2Geo_FeatureID": "-372490", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Barcelona, Comunidad Autonoma de Cataluna, Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP56", "Action2Geo_ADM2Code": "25806", "Action2Geo_Lat": 41.3833, "Action2Geo_Long": 2.1833299999999998, "Action2Geo_FeatureID": "-372490", "DATEADDED": 20200725180000, "SOURCEURL": "https://www.sacurrent.com/the-daily/archives/2020/07/25/eviction-tidal-wave-in-san-antonio-feared-after-federal-protections-ended-friday"}, "ARTICLE": {"TITLE": "Eviction Tidal Wave in San Antonio Feared After Federal Protections Ended Friday", "TEXT": "click to enlarge Ben Olivo / San Antonio Heron\n\nWhen the CARES Act was signed into law on March 27, tenants living in federally-backed properties across the U.S. were promised protection from eviction for 120 days. In San Antonio, city officials estimated 4,542 properties, or 125,996 units, are protected under the mandate.\n\nHowever, time is up.\n\nFriday marked the expiration of the CARES Act protections. After that, in order to file for an eviction, landlords of federally-backed properties must issue a 30-day notice to vacate, which is the first step in the eviction process before tenant and landlord appear in court. Under Texas law, for properties not backed by the U.S. government, renters are given a three-day notice to vacate before a landlord files a lawsuit.\n\nUntil now, the CARES Act applied to roughly half the renters in San Antonio, city officials estimate. Around mid-June, local justice of the peace courts began hearing eviction cases for the other half—those living in non-federally-backed properties—after the Texas moratorium ended in late May.\n\nExperts now fear many more renters are expected to become uprooted in the coming weeks and months given that there are no eviction protections at any level of government—at least, in Bexar County.\n\n\n\nBexar County Eviction Totals\n\nclick to enlarge\n\nEviction totals in Bexar County have trended upward of late toward their pre-COVID-19 totals, but haven’t quite hit them yet.\n\n\n\nIt’s unclear what powers local officials have. In Travis County, for example, a moratorium on evictions that was also due to expire Saturday was extended through Sept. 30.\n\n\n\nFalling Through the Cracks\n\n\n\nThrough an open records request to Bexar County, the Heron acquired a database of all evictions filed locally between March 27 and June 30. This showed a total of 1,373 evictions filed by landlords during that time. The city’s Neighborhood and Housing Services Department (NHSD) provided a list of properties protected under the CARES Act, which was compiled to create a searchable map for public use.\n\nAn analysis of the data shows 72 eviction cases were started for tenants who should have been protected under the CARES Act.\n\nThese cases were split across 41 properties scattered throughout the city, and 21 cases came from just four apartment complexes:\n\n» Ingram Ranch Apartments—2400 Oak Hill Road (NW), four evictions\n\n» Lincoln Village—1700 Jackson Keller Road (far NS), nine evictions\n\n» Marigold Apartments—2303 Goliad Road (SE), four evictions\n\n» The Barcelona Lofts—6201 Grissom Road (far NW), four evictions\n\nOf the 41 properties for which these evictions were filed, 34 were funded by Fannie Mae, Freddie Mac, and Federal Housing Administration loans, meaning the property owner receives mortgage assistance from the federal government. The remaining seven received low-income housing tax credits or were public housing properties.\n\nFor the past four months, landlords at these properties have been prohibited from “making, or causing to be made, any filing with the court of jurisdiction to initiate a legal action to recover possession of a rental unit from the tenant for nonpayment of rent or other fees or charges,” according to the City of San Antonio’s COVID-19 website. On May 14, the Texas Supreme Court issued an order declaring that when an eviction is filed, the landlord must provide an affidavit stating that their property is not subject to the CARES Act moratorium.\n\nSo how were 72 evictions filed for properties that should have been protected?\n\nGenevieve Hébert Fajardo, clinical professor of law at St. Mary University’s Center for Legal and Social Justice, has been assisting with a housing legal advice hotline run by the St. Mary School of Law, nonprofit Texas RioGrande Legal Aid, and the University of Texas School of Law.\n\n“Not all the judges have been enforcing that requirement, nor do I think all the plaintiffs necessarily know about that requirement, like that they have to plead that my property is not covered by the CARES Act,” Fajardo said.\n\nclick to enlarge\n\nWhile the CARES Act has been in effect since March 27, the Texas Supreme Court’s eviction moratorium order was made roughly 45 days later, on May 14. While the affidavit didn’t have to be included in the lawsuit, the property was still under the protection of the CARES Act. “Anyone who filed before May 14 would not know about that order,” said Fajardo. Eighteen of the 72 eviction lawsuits were filed on or before May 14.\n\nEven for properties that are protected, Precinct 2 Justice of the Peace Roberto “Robbie” A. Vazquez said, “lawsuits can be filed, they just can’t be heard.”\n\nMost landlords know that their cases won’t be heard until September after the CARES Act expires, but choose to file anyway, while some have chosen not to file yet, Vazquez explained.\n\n\n\nFront Lines\n\nFajardo noted that there’s no geographic trend to the tenants who have been reaching out to the housing legal advice hotline.\n\n“The trend I have seen is, ‘I have lost my job,’ or, ‘My hours have been dramatically reduced due to COVID, I cannot afford my rent, I don’t know what to do’,” Fajardo said. She added that most people seeking assistance were fine before the pandemic hit in March.\n\n“We check everyone who calls in (to the hotline) for whether they have a CARES Act property… And the vast majority of the evictions that have been filed are actually not CARES Act properties,” she said.\n\nKimberly Arispe, director of Family Service, an empowerment center on the West Side offering a variety of social services, said her financial empowerment center is seeing between 90-100 clients a week who are struggling to pay rent. Roughly 80% of those clients have rents that are 2-3 months past due, Arispe said.\n\n“Our families are going to need a lot of money infused and a lot of support to make it through the crisis,” Arispe said. “They were already on the edge and now they’ve been pushed over the edge. … I don’t know where all this funding is going to come from, but it makes me very nervous.”\n\n\n\nWhat Now?\n\n\n\nThe City of San Antonio is leading the effort to curb displacement through its COVID-19 emergency housing assistance program, which formally launched in late April.\n\nSo far, $31.9 million has been spent or committed to helping families pay rent or their mortgages, or other living expenses, during the pandemic. Overall, the City Council earmarked $51.6 million for the program from federal and city funding sources.\n\nclick to enlarge\n\nThe number of household aided by the program surpassed 10,000 this week. A total of 16,399 applications have been received.\n\n[ For more info, visit the COVID-19 Emergency Housing Assistance Program dashboard or read our report, “Nearly $30M helping San Antonians stay housed during COVID-19, new online dashboard shows” for more info. ]\n\nMany housing experts and advocates fear the fund will be depleted before the pandemic is over—especially since the CARES Act expiration is expected to boost eviction lawsuits in San Antonio and throughout the country.\n\nOthers aren’t so sure.\n\n“I know that we’re not gonna crank up evictions just because the CARES Act expired,” Vasquez said. After the Texas Supreme Court orders to halt evictions ended on May 18, it took the courts about four weeks to begin hearing eviction cases again, he said. Vazquez expects a similar delay after the CARES Act.\n\nUnder the CARES Act, courts can start hearing cases again on Aug. 24, but with Congress in negotiations about a second stimulus plan, Vazquez believes an extension of the moratorium could be imminent.\n\nFajardo expects eviction filings to pick up after the CARES Act expires on Saturday, but also noted that the city’s rent assistance program has been helpful in reducing the number of evictions.\n\n“I think some evictions are happening, but we’ve been able to avoid some by getting rent assistance to people and being able to work out agreements with landlords,” she said. “I think as soon as the money runs out, we are going to have a real crisis.”\n\nVeronica Soto, director of NHSD, which is running the program, told the Housing Commission this week she’s concerned about the potential rise in evictions starting tomorrow. She said a new city policy, in which landlords must provide tenants a “notice of tenant’s rights” when they give a notice to vacate, will help mitigate eviction cases. That ordinance, passed by the City Council in late June, takes effect starting Saturday.\n\nThe city’s current version of the housing assistance program is a much more robust version than the antecedent passed March 2019 to help with San Antonio’s housing crisis. In April, it was augmented to meet the needs of the Covid-19 crisis.\n\n“Our program, as far as I can tell, is the largest in the nation,” Soto said. “We were also the first one out the door. We are the one that is still continuing to take applications. Almost everyone else who launched the program already closed the applications, did a lottery or are barely launching the program.”\n\n“We are very concerned about evictions, potentially more homelessness, but we’re trying to make sure the recovery and resilience plan mitigates and addresses those issues,” Soto said.\n\n“It might not be enough. It is expensive.”\n\nCarson Bolding is a reporting intern at the Heron and is studying economics and communications at Trinity University. She can be reached at Carson@saheron.com, @carsonautri on Twitter.\n\nHeron Editor Ben Olivo contributed to this report."}}