{"GDELT": {"GlobalEventID": 937132946, "Day": 20200725, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5616, "Actor1Code": "ITA", "Actor1Name": "ROMA", "Actor1CountryCode": "ITA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 4.38871473354232, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200725091500, "SOURCEURL": "http://www.msn.com/en-nz/entertainment/other/claire-cooper-and-emmett-j-scanlan-name-son-ocean-torin-scanlan/ar-BB17aA8O"}, "ARTICLE": {"TITLE": "Claire Cooper and Emmett J Scanlan name son Ocean-Torin Scanlan", "TEXT": "© Bang Showbiz Ocean-Torin Scanlan [Instagram]\n\nClaire Cooper and Emmett J Scanlan have named their son Ocean-Torin Scanlan.\n\nEmmett, 41 - who also has a daughter, Kayla, from a previous relationship - took to Twitter and Instagram to share a sweet black-and-white snap of the newborn and wrote: \"Hey world, meet my world. Our world. Meet Ocean-Torin Scanlan.\"\n\nAnd his and Claire's celebrity pals were quick to offer their congratulations.\n\nEoin Macken wrote: \"He already looks suspiciously handsome and chill.\"\n\nKeith Duffy - whose son Jay played Emmett's son on 'Hollyoaks' - quipped: \"Congratulations what great news. Hope @jayduffy doesn't get jealous.\"\n\nRoma Downey posted: \"Baby ocean is gorgeous , welcome to the world little one,\" Anna Friel wrote, \"Soooooo beautiful\" and 'Derry Girls' writer Lisa McGee said: \"Very very very cute.\"\n\nMeanwhile, Claire, 39, recently admitted she still has to \"pinch herself\" that she is a mum.\n\nShe wrote on Instagram: \"And just like that I became a mamily. After 2 trips to the hospital, 40 hrs of labour & an emergency C section our little boy arrived\n\n\"So grateful to the entire team who supported us in all our choices at #arroweparkhospital before, during & after - it certainly got complicated in moments but then he's a wee Scanlan how are we surprised?! the #NHS team led us consistently with care & kindness & made us feel so safe & protected - thank you!!\n\n\"Finally a huge thank you to our Doula Jemma @the_hypnobirthing_doula_ who kept us so strong throughout, talked endlessly with me, always giving us the opportunity to discuss all our options & being the support we so needed\n\n\"Now I must go pinch myself - we made a tiny human (sic)\"\n\nThe couple met on 'Hollyoaks' with Claire starring as Jacqui McQueen from 2006 to 2013, while Emmett appeared as Brendan Brady from 2010 to 2013."}}