{"GDELT": {"GlobalEventID": 937179820, "Day": 20200725, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5616, "Actor2Code": "GOV", "Actor2Name": "KING", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 2.2508038585209, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Amsterdam, Noord-Holland, Netherlands", "Actor2Geo_CountryCode": "NL", "Actor2Geo_ADM1Code": "NL07", "Actor2Geo_ADM2Code": "22373", "Actor2Geo_Lat": 52.35, "Actor2Geo_Long": 4.91667, "Actor2Geo_FeatureID": "-2140479", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Amsterdam, Noord-Holland, Netherlands", "Action2Geo_CountryCode": "NL", "Action2Geo_ADM1Code": "NL07", "Action2Geo_ADM2Code": "22373", "Action2Geo_Lat": 52.35, "Action2Geo_Long": 4.91667, "Action2Geo_FeatureID": "-2140479", "DATEADDED": 20200725180000, "SOURCEURL": "https://www.msn.com/en-us/news/world/dutch-king-may-stop-using-carriage-celebrating-colonial-past/ar-BB16ShFS"}, "ARTICLE": {"TITLE": "Dutch king may stop using carriage celebrating colonial past", "TEXT": "© Reuters/POOL New Dutch King takes part in commemoration for the 75th Anniversary of Victory in Europe\n\nAMSTERDAM (Reuters) - Dutch King Willem-Alexander may stop using a ceremonial horse-drawn carriage with images celebrating the Netherlands' former rule over colonies, he said on Friday, following an upsurge in criticism of the \"Golden Carriage\".\n\nThe gilded wooden carriage was built in 1898 and is decorated on one side with a panel called \"Tribute of the Colonies\", which shows Black and Asian subjects bringing offerings to a white woman on a throne representing the Netherlands.\n\nPrime Minister Mark Rutte said in June he was aware the carriage, which has been undergoing restoration since 2015, \"summons emotions\", but added: \"it's all part of our history.\"\n\nThe carriage, along with statues of naval heroes from the country's 17th century golden age, has become a hot topic of debate in the wake of Black Lives Matter protests.\n\n\"We're following the discussion, I'm listening to it,\" King Willem-Alexander said during an annual meeting with the press, when members of the royal family pose for pictures.\n\n\"As long as there is implicit and explicit discrimination in the Netherlands, we must tackle that as a society,\" he added.\n\nThe carriage traditionally transports the king to address parliament every September, but is not due to be back in service until 2021.\n\nThe king said there would be no move to change the decorations during its repairs.\n\n\"It's part of our cultural heritage, so we're not going to be re-writing history with the restoration,\" he said.\n\n\"Once the restoration has been completed, then we'll see.\"\n\n(Reporting by Toby Sterling and Piroschka van de Wouw; Editing by Mark Potter)"}}