{"GDELT": {"GlobalEventID": 937132932, "Day": 20200725, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5616, "Actor1Code": "IND", "Actor1Name": "NEW DELHI", "Actor1CountryCode": "IND", "Actor2Code": "ELI", "Actor2Name": "ACTOR", "Actor2Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.4319809069212401, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mumbai, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70184", "Actor1Geo_Lat": 18.975, "Actor1Geo_Long": 72.8258, "Actor1Geo_FeatureID": "-2092174", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mumbai, Maharashtra, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN16", "Actor2Geo_ADM2Code": "70184", "Actor2Geo_Lat": 18.975, "Actor2Geo_Long": 72.8258, "Actor2Geo_FeatureID": "-2092174", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mumbai, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70184", "Action2Geo_Lat": 18.975, "Action2Geo_Long": 72.8258, "Action2Geo_FeatureID": "-2092174", "DATEADDED": 20200725091500, "SOURCEURL": "https://www.ndtv.com/entertainment/cant-stop-tearing-up-bhumi-pednekar-after-watching-sushant-singh-rajputs-dil-bechara-2268620"}, "ARTICLE": {"TITLE": "\"Can't Stop Tearing Up:\" Bhumi Pednekar After Watching Sushant Singh Rajput's Dil Bechara", "TEXT": "Bhumi Pednekar shared this image. (courtesy: bhumipednekar)\n\nHighlights \"Such a sweet and moving film. Full of love,\" wrote Bhumi\n\n\"Full of emotions, overwhelmed,\" she added\n\nDil Bechara released on Disney+Hotstar\n\nLate actor Sushant Singh Rajput's Sonchiriya co-star Bhumi Pednekar, who watched the film on its release day, poured her heart out on Instagram. Bhumi described the film as \"weirdly painful and beautiful\" in her Instagram story and she wrote: \"Full of emotions, overwhelmed and can't stop tearing up. What a class act. So endearing and seamlessly done, Sushant. Never experienced something so weirdly painful and beautiful. What a last dance .What a treat for all your fans and loved ones. Forever Sushant Singh Rajput.\" In her note, Bhumi also acknowledged the film's director Mukesh Chhabra and the film's lead actress Sanjana Sanghi and she added, \"Mukesh Chhabra, so well done. Sanjana Sanghi, welcome to the movies. Kizzy, Manny (the names of Sanjana and Sushant's characters, respectively) and their world is so lovely, such a sweet and moving film. Full of love. Dil Bechara.\"\n\nRead Bhumi Pednekar's note here:\n\nScreenshot of Bhumi Pednekar's Instagram story.\n\nThe film which released on Disney+Hotstar on Friday, opened to largely positive reviews. Film critic Saibal Chatterjee, in his review for NDTV, gave the film 3 stars out of 5 and he wrote: \"One cannot help falling in love with Sushant Singh Rajput and debutante Sanjana Sanghi. They strike up a lively rapport. The more sparkling passages, infused with humour and warmth, owe their existence to the source material.\"\n\nAfter Sushant Singh Rajput's death, Bhumi remembered the actor by sharing multiple memories on social media. \"I wake up in the morning and I think of you, I think of all our chats, your habits and moods. Then it kicks in, a pain I couldn't imagine I would feel for you,\" read an excerpt from one of her posts. Sushant Singh Rajput was found dead at home in Mumbai on June 14 and police say it was by suicide.\n\nDil Bechara is inspired by John Green's book The Fault In Our Stars, which was also adapted into Hollywood film with the same name and it featured Shailene Woodley and Ansel Elgort in the lead roles. The film is streaming on Disney+Hotstar and is available to subscribers as well as non-subscribers.\n\n(If you need support or know someone who does, please reach out to your nearest mental health specialist.) Helplines: AASRA: 91-22-27546669 (24 hours) Sneha Foundation: 91-44-24640050 (24 hours) Vandrevala Foundation for Mental Health: 1860-2662-345 and 1800-2333-330 (24 hours) iCall: 022-25521111 (Available from Monday to Saturday: 8:00am to 10:00pm) Connecting NGO: 18002094353 (Available from 12 pm - 8 pm)"}}