{"GDELT": {"GlobalEventID": 937180078, "Day": 20200725, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5616, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 1721, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": 0.6743737957610799, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.105999999999998, "Actor2Geo_Long": -97.6475, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200725180000, "SOURCEURL": "https://www.catholicworldreport.com/2020/07/25/catholic-schools-weigh-in-person-learning-as-fall-semester-approaches/"}, "ARTICLE": {"TITLE": "Catholic schools weigh in-person learning as fall semester approaches", "TEXT": "Washington D.C., Jul 25, 2020 / 06:01 am (CNA).- As school districts around the country are considering in-person or virtual education in the fall, Catholic dioceses are weighing tough decisions about how to serve their students.\n\nSome dioceses are faced with state orders that do not include exemptions for religious schools, such as in California.\n\nInitially, the nation’s largest Catholic archdiocese of Los Angeles, with 74,000 students attending its schools, announced on June 15 that schools would be reopening for in-person learning in the fall in Los Angeles, Ventura, and Santa Barbara.\n\nHowever, California governor Gavin Newsom said on July 17 that schools in the state where coronavirus cases were high would remain closed for in-person learning.\n\nAfterward, L.A. archdiocesan superintendent Paul Escala told families that in-person learning “will be delayed for now.” In all, schools in 33 counties in the state would have to institute remote learning because of high numbers of COVID-19 cases, per the governor’s standards.\n\nThe California Catholic bishops’ conference wrote Newsom on July 22, asking for flexibility on their reopening plans. They said that children could largely return to school with a low risk of infection or virus transmission, and asked Newsom to allow local authorities to grant reopening waivers for pre-K, elementary, and high schools.\n\nThe bishops noted their concern for both public health and “the broader health and development issues for our children if the state presumes to rely only on distance learning until a vaccine is developed.”\n\n“In-person learning,” they said, “especially at the lower grades, provides emotional and social skills and supports that are crucial to early childhood development and the overall wellbeing of children which simply cannot be replaced.”\n\nMeanwhile, in Texas where COVID-19 cases have soared in the summer, the state is granting religious private schools the freedom to decide for themselves how to reopen in the fall.\n\nTexas attorney general Ken Paxton said on July 17 that religious private schools in the state were exempt from the governor’s orders for public schools, and that local governments could not close religious schools.\n\n“Thus, as protected by the First Amendment and Texas law, religious private schools may continue to determine when it is safe for their communities to resume in-person instruction free from any government mandate or interference,” Paxton wrote.\n\nCatholic schools in the diocese of Dallas are still planning to fully reopen this fall, the superintendent announced on July 21; schools outside of Dallas County will reopen on August 19, while those inside the county are scheduled to reopen September 2.\n\nAround the U.S., dioceses and archdioceses are attempting to reopen schools safely but are having to take significant safety measures to do so.\n\nThe Archdiocese of Chicago plans to reopen its schools, but per its “Reopening with Trust” plan, is requiring all students and staff to wear masks indoors, daily temperature checks by parents, and for a “cohort” or fixed group of students to remain together throughout the day to prevent as much interspersing as possible. Parents have the option of choosing remote learning for their children.\n\nMany schools are adopting a hybrid model for reopening, allowing parents who wish to keep their child at home to choose remote learning. In Louisiana, the New Orleans archdiocese is adopting such a model.\n\n“We also recognize that parents are the first and primary educators of their children and must make decisions based on their unique circumstances,” superintendent Dr. RaeNell Houston said on July 21.\n\nTo the northwest, the Baton Rouge diocese said on July 22 that schools would reopen in early-to-mid-August, although schools would have to adjust their opening and closing times and classroom sizes to ensure the state’s safety protocols.\n\nWhen the pandemic hit, unemployment around the country soared and donations to churches plummeted. The Boston archdiocese said in June that it would be closing around 10% of its schools.\n\nCiting the “devastating” impact of the pandemic on tuition payments and donations, and the “significantly low rate of re-registration for the fall,” the Archdiocese of New York said earlier this month that 20 Catholic schools would be closing, and three schools would merge.\n\nFor the schools that are not closing, however, the superintendent Michael Deegan announced on July 13 that “Catholic Schools are opening in September!”\n\nDeegan clarified that, since most schools could not accommodate all students and staff at once, principals would plan for “three-day/two-day” alternating week cycles for students, and remote learning for parents who wish.\n\nSome dioceses have not yet made a decision on reopening in the fall.\n\nIn Miami, Archbishop Thomas Wenski called it “the $100,000 question,” according to local News 10 on July 21.\n\nFlorida is one of the states that has seen a later spike in virus cases, along with other states such as Texas and Arizona. While some states such as New York were hit hard by the virus in the early months of March and April, the number of new COVID cases in Florida soared in the summer, reaching a high of more than 15,000 new cases in a single day on July 12.\n\nElsewhere, other dioceses are completely or almost fully reopening on schedule.\n\nThe diocese of Fall River, Massachusetts announced on July 10 that all elementary schools would re-open in the fall for in-person learning, while the four high schools would make re-opening decisions on a case-by-case basis.\n\nIn Denver, Archbishop Samuel Aquila said on May 29 that schools would be re-opening in the fall for in-person learning. The Denver Catholic reported on Friday that the archdiocese had partnered with regional health care provider Centura, which pledged to offer guidance and donating more than two million face masks for students and staff.\n\nThe 19 Catholic schools in the Charlotte diocese are also reopening with in-person instruction in the fall, and an option for virtual learning for parents who desire."}}