{"GDELT": {"GlobalEventID": 937136253, "Day": 20200725, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5616, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.3112582781457003, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_Lat": 43.3504, "Actor1Geo_Long": -84.5603, "Actor1Geo_FeatureID": "MI", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_Lat": 43.3504, "Action2Geo_Long": -84.5603, "Action2Geo_FeatureID": "MI", "DATEADDED": 20200725094500, "SOURCEURL": "https://www.fox7austin.com/news/fema-official-says-us-ready-to-tackle-both-covid-19-pandemic-and-potential-disaster"}, "ARTICLE": {"TITLE": "FEMA official says US ready to tackle both COVID-19 pandemic and potential disaster", "TEXT": "The nation's top emergency official testified Wednesday before the House Committee on Homeland Security regarding the United States' response to the coronavirus pandemic and the country's preparedness moving forward.\n\nFederal Emergency Management Agency (FEMA) Administrator Peter Gaynor testified about the country’s ability to find and obtain critical personal protective equipment and other medical supplies to help in the fight against COVID-19.\n\nSince the outbreak began, the U.S. faced shortages in vital testing materials and PPE for health workers nationwide. In recent days amid a resurgence of cases in areas across the country, many states and major hospital chains have said they are in better shape — but some medical professionals and lawmakers have cast doubt on those improvements as shortages have begun to reappear.\n\nRELATED: White House urges health care workers to reuse PPE amid growing shortages as COVID-19 pandemic worsens\n\n“We are in a much better place than we were coming out of March and April. However, we are not out of the woods completely with PPE,” Gaynor testified on Wednesday. “Again, the majority of PPE is made offshore. China, Malaysia, Vietnam. And so one of our efforts early on with the Supply Chain Stabilization Task Force was to accelerate that PPE to the United States.”\n\nFEMA Administrator Peter T. Gaynor holds up a copy of the COVID-19 Pandemic Operational Guidance for the 2020 Hurricane Season during a hearing before the House Committee on Homeland Security on Capitol Hill July 22, 2020 in Washington, D.C. (Photo b Expand\n\nAdvertisement\n\nGaynor said the agency has taken “measures to preserve PPE” here and to increase production within the U.S.\n\n“All of those things are happening, continue to happen. We are producing N95 masks in the U.S. We need to produce other items, and through our partnership with the federal government, the (Department of Defense), the (Defense Logistics Agency) and many other partners, we are working towards that but it is not a light switch,” Gaynor said. “We have some distance to travel.”\n\nRELATED: CoronavirusNOW.com, FOX launches national hub for COVID-19 news and updates\n\nAmid the Atlantic hurricane season, which began June 1 and typically runs through November, Gaynor was questioned on whether FEMA is ready to handle both the ongoing pandemic and potential disaster.\n\n“I don’t think FEMA has been more ready than we are today,” Gaynor said. “We have not only dealt with COVID-19 response, ongoing response. We have dealt with flooding in Michigan, earthquakes in Puerto Rico. We have dealt with tornadoes, and we are completely ready for hurricane season.”\n\nThe committee said it invited officials from the Department of Health and Human Services to join the hearing, but the Trump administration refused to allow any official to testify, according to a statement.\n\n“The American people should be furious that the Administration believes that they do not need to be transparent on this issue that affects all of us. Because of their refusal, we will only get a partial picture of the Federal government’s response efforts,” Committee on Homeland Security Chair Rep. Bennie G. Thompson, D-Miss., said in the statement.\n\nRELATED: World coronavirus cases near 15M; Trump says things will get worse\n\nThe hearing was held as the global tally of confirmed COVID-19 cases neared 15 million, according to data compiled by Johns Hopkins University. The U.S. remains the worst-hit country in the pandemic with nearly 4 million confirmed cases, as of July 22.\n\nAccording to data released this week by the Centers for Disease Control and Prevention, the number of reported cases in the U.S. vastly underestimates the true number of infections — thought to be likely 10 times higher in many regions.\n\nThis story was reported from Cincinnati."}}