{"GDELT": {"GlobalEventID": 937135815, "Day": 20200725, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5616, "Actor1Code": "CPV", "Actor1Name": "CAPE VERDE", "Actor1CountryCode": "CPV", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.3464991023339399, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Cape Verde", "Actor1Geo_CountryCode": "CV", "Actor1Geo_ADM1Code": "CV", "Actor1Geo_Lat": 16.0, "Actor1Geo_Long": -24.0, "Actor1Geo_FeatureID": "CV", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cabo Verde, Veracruz-Llave, Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX30", "Actor2Geo_ADM2Code": "21264", "Actor2Geo_Lat": 19.1667, "Actor2Geo_Long": -96.3, "Actor2Geo_FeatureID": "6278245", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cabo Verde, Veracruz-Llave, Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX30", "Action2Geo_ADM2Code": "21264", "Action2Geo_Lat": 19.1667, "Action2Geo_Long": -96.3, "Action2Geo_FeatureID": "6278245", "DATEADDED": 20200725094500, "SOURCEURL": "https://www.somersetlive.co.uk/news/somerset-news/zeddy-seymour-family-tribute-career-4355738"}, "ARTICLE": {"TITLE": "Family's tribute to 'passionate' marine biologist son known as 'the man that swims with sharks' a year after his death", "TEXT": "Somerset's top stories direct to your inbox Join for free Thank you for subscribing See our privacy notice Invalid Email\n\nThe family of a marine biologist who drowned while he was free-diving in Cape Verde have paid tribute to their \"passionate\" son one year after his death.\n\nAlexander Seymour, 32, of Frome, worked as a marine biologist and conducted research into Cape Verde's sharks and rays and educated fishermen about them.\n\nKnown to many as 'Zeddy', he was described by his colleagues as an experienced marine conservationist who had been living and working in the African country for seven years.\n\nMr Seymour, along with other divers, went free-diving and used specialist diving equipment as he tagged tiger sharks as part of his conservation work at Pedra de Lume bay at the island of Sal on Sunday, July 7, 2019.\n\nAn inquest held at Somerset Coroner's Court in Taunton heard that after the crew returned to their boat near Sal, Mr Seymour wanted one last dive and returned to the water.\n\nLooking for today's top stories in one place? Sign up for our newsletter here.\n\nIt was during this final dive Mr Seymour suffered an episode of barotrauma and drowned. His body later resurfaced as his crew called for help.\n\nSince his death, dozens of tributes have been shared to an \"amazing\" man who cared deeply for marine conservation.\n\nBorn in Canada but later relocated to Somerset, Mr Seymour was educated at Sandroyd School in Salisbury and Sherborne School in Dorset. He achieved an upper second class honours degree in Hispanic and Latin American studies at the University of Leeds.\n\nHis parents, Nicholas and Jane Seymour, recalled to Somerset Live how it was these formative years which inspired him to travel around the world studying and saving animals.\n\n(Image: Alexander Seymour's family)\n\nHis father spoke of Zeddy's love of cleaning the environment and how he enjoyed rescuing animals. Mr Seymour recalled his son's \"love of all things living was personified in his dogs\" and how he rescued an injured dog in Cape Verde.\n\nHe said: \"He found Frida with a badly damaged leg and took her in, naming her after the Mexican artist Frida Kahlo who had suffered similar injuries.\n\n\"Zeddy and Frida were inseparable, and she always came back with him when he returned to the UK annually for six weeks over Christmas.\n\n\"There was one occasion in Cabo Verde when she got out and this resulted in a litter of six puppies, two of whom now live in the UK – one with Jamie, Zeddy's brother and the other with Dan Combes, his greatest friend from school days.\n\n\"Frida now lives with us in our home but we don't own her - it's rather the dog owns us.\"\n\nMr Seymour's career brought him to the MarAlliance, a marine conservation charity which studies and protects sealife.\n\n(Image: Alexander Seymour's family)\n\nAs part of his country coordinator role, he addressed the conservation challenges facing sharks in Cape Verde, including global warming and survival but also highlighted the impact of the trade in shark fins and the unsustainable killing of different shark species.\n\nHe also recognised the importance of indigenous fishermen being able to maintain their livelihood while balancing the need to protect both sharks and the environment in which they live.\n\nSchool children locally knew him as \"the man that swims with sharks\" as he educated children about the importance of sharks and rays within the ecosystem and the potential impact of endangered species.\n\nHis father recalled how his son would return to Somerset to see his family but also appreciate the beauty of his surroundings.\n\n(Image: Alexander Seymour's family)\n\nHe said: \"While Zeddy's work focused on elasmobranchs such as sharks, rays and skates, he was passionate about all aspects of nature.\n\n\"He was very attached to life in Somerset and would quickly adapt from his tropical life to life in the English countryside - he was very much into all country pursuits and just enjoyed being in the woods with his dogs, watching the wildlife and photography.\n\n\"Of course he would also make the most of the local pubs to meet up with his numerous friends.\n\n\"Once he was here, the house was always full. Many impromptu supper parties and taking over the kitchen to try new recipes.\"\n\n(Image: Alexander Seymour's family)\n\nMrs Seymour revealed that his love for his hometown led him to prepare to move back to Somerset but continue his marine conservation work.\n\n\"He loved his work in Cape Verde but he was beginning to think of moving back to a property in Frome\", she added.\n\n\"He was working his way to continuing his work in Cape Verde and conservation work abroad and to do this from here.\"\n\nUnfortunately, Mr Seymour died while out in a boat with his crew to collect scientific evidence about shark patterns.\n\nAn inspired campaign to repatriate his body by his friends and colleagues helped bring him home, ahead of his funeral on July 23, 2019.\n\nRecalling his son's funeral, Mr Seymour said: \"His character and the love his friends had for him were much in evidence.\n\n(Image: Alexander Seymour's family)\n\n\"They had arranged for his coffin to arrive in a Land Rover and the pallbearers went barefoot as they carried him into the church, making the point that he didn't like a fuss or things to be too ‘poshy’ and underlining the way that he had lived.\"\n\nOne year on from his death, Mr Seymour explained that he and his wife were planning to hold a memorial event this month but the coronavirus pandemic has postponed this.\n\nHe said: \"He was an inspiration to many in terms of following him in supporting conservation, refraining from eating things that he saw as unsustainable and having the determination to follow their dreams.\n\n\"We had planned to hold an event in July to remember his life and work. This would have included more than a hundred of his friends and representatives from MAR Alliance but sadly COVID put paid to that.\n\n\"Hopefully there will be another opportunity next July.\"\n\nIn order to preserve Mr Seymour's legacy, The MarAlliance has looked to take on two local interns and masters students to \"grow our program further as Zeddy had planned.\"\n\nA spokesman said: \"We may have lost an incredible human, but he created a robust program that will grow his legacy while benefiting Cabo Verde, its coastal fishers and the marine wildlife we see to conserve.\"\n\nThe organisation has also set up the Zeddy Seymour Scholarship Fund to support children of Cape Verde's traditional fishers who wish to attend high school.\n\nMore information can be found on MarAlliance's website and you can donate to this scholarship fund through this link."}}