{"GDELT": {"GlobalEventID": 937180008, "Day": 20200725, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5616, "Actor1Code": "EGY", "Actor1Name": "EGYPT", "Actor1CountryCode": "EGY", "Actor2Code": "ETH", "Actor2Name": "ETHIOPIA", "Actor2CountryCode": "ETH", "IsRootEvent": 0, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.55172413793104, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ethiopia", "Actor1Geo_CountryCode": "ET", "Actor1Geo_ADM1Code": "ET", "Actor1Geo_Lat": 8.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "ET", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ethiopia", "Actor2Geo_CountryCode": "ET", "Actor2Geo_ADM1Code": "ET", "Actor2Geo_Lat": 8.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "ET", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ethiopia", "Action2Geo_CountryCode": "ET", "Action2Geo_ADM1Code": "ET", "Action2Geo_Lat": 8.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "ET", "DATEADDED": 20200725180000, "SOURCEURL": "http://www.srilankaguardian.org/2020/07/the-boris-bridge-over-troubled-water.html"}, "ARTICLE": {"TITLE": "The Boris Bridge over troubled water", "TEXT": "It is anybody's guess if Boris Johnson will invite the Hong Kong Chinese, who have the expertise, to help him build this bridge?\n\n\n\n\n\nby Victor Cherubim\n\n\n\n\n\nThe British public are fully aware that Prime Minister, Boris Johnson is keen to sign on a series of bold projects during his time in office, but particularly to uplift the economy which has gone into a tail-spin after the Coronavirus pandemic.\n\n\n\n\n\n\n\n\n\nHe is in Scotland today ahead of his one year anniversary as Prime Minister of all of United Kingdom, on Friday 24 July 2020. We are told he has no plans to meet the Scottish First Minister,Ms.Nicola Sturgeon,but instead meet with businesses hit by the pandemic,especially those working in green energy, and military personnel to thank them for their efforts in response to the Coronavirus.\n\n\n\n\n\nYesterday 22 July 2020 he used his first-in-person Cabinet meeting to inform his Ministers to \"be more visible\" in Scotland and engage more with the Scottish media,as he tried hard to mend tensions over Brexit.\n\n\n\n\n\nAs Foreign Secretary,Mr.Johnson had insisted:\"What we need to do is build a bridge between our islands.Why don't we?\" He did not however say that if the Chinese can build the longest combined Tunnel bridge, the Hong Kong-Zhuhai-Macau Bridge 55 kilometres (35 miles) long opened on 6 February 2018, Britain has also the engineering capacity to follow suit.\n\n\n\n\n\nThe Boris Bridge\n\n\n\n\n\nThe plan is to build,build,build - a way out of the economic downturn caused by the pandemic. But the question is,how will he fund this infrastructure. This is on the minds of many, but he seems assured and his Chancellor of the Exchequer is equally ambitious. His Northern Ireland Secretary,Brandon Lewis has summarised by stating: \" more connectivity is good for the U.K. as a whole and is good for the economy and it can deliver jobs for the 900,000 Scots eager to get a \"move on\".\n\n\n\n\n\nBig infrastructure projects throughout history, have been sometimes controversial, difficult, to say the least. But whether it be the development agreement between Ethiopia and Egypt for the Nile signed days ago, or the feasibility study for the Boris Bridge linking UK, they seem to be the right thing to uplift the economy.\n\n\n\n\n\nIt is estimated a bridge made of steel and concrete,would consist of two levels - one for vehicle traffic and one for a railway, similar to the road-rail bridge in Europe - the Oresund Bridge (8 km;5 miles) connecting Malmo Sweden and the Danish capital,Copenhagen, perhaps, not as ambitious as the Euro Tunnel between Dover and Calais.\n\n\n\n\n\nBoris Johnson seriously believes it would ease the strain on air routes, but that seems to be not the real reason. He has seen through the advantage of such a bridge for future trade between the United Kingdom and the European Union, even though a Brexit is on the brink on 31 December 2020.?\n\n\n\n\n\nIt is anybody's guess if Boris Johnson will invite the Hong Kong Chinese, who have the expertise, to help him build this bridge?\n\n\n\n\n\nOne thing is certain,Boris is set to announce funding for a study to explore the viability of linking Scotland to Northern Ireland.\n\n\n\n\n\nIt is part of the P.M.'s £5 billion \"build,build,build\" strategy to help UK recover from the effects of the Coronavirus pandemic.\n\n\n\n\n\nThe Bridge envisaged between Portpatrick, Scotland and Larne,Northern Ireland would span 28 miles and estimated to cost in the region of £20 billion to build.\n\n\n\n\n\nThe Cost - the opportunity cost?\n\n\n\n\n\nCritics have hit out at the enormous cost of this bridge project. Some have said the money would be better off spent tackling existing issues within Northern Ireland,a view echoed by N.Ireland's Unionist Party (UUP) Leader,Steve Aiken. The Democratic Unionist Party however, has said,\"the bridge is a cracking idea\".\n\n\n\n\n\nHowever,First Minister of Scotland,Nicola Sturgeon, who has taken Scotland a different route out of lock down from England, has previously dismissed the idea of a bridge as \"a vanity project.\" But money is where the mouth is?\n\n\n\n\n\nBesides, there are hidden risks in the unspoken World War II munitions still to be unearthed in the Irish Sea. This appears not to have been cleared for a reason, perhaps, a security reason, no one knows."}}