{"GDELT": {"GlobalEventID": 937647531, "Day": 20200728, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5699, "Actor1Code": "ZAFGOVBUS", "Actor1Name": "TITO MBOWENI", "Actor1CountryCode": "ZAF", "Actor1Type1Code": "GOV", "Actor1Type2Code": "BUS", "Actor2Code": "CRM", "Actor2Name": "THIEVES", "Actor2Type1Code": "CRM", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.72815533980582, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF", "Actor1Geo_Lat": -30.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "SF", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF", "Actor2Geo_Lat": -30.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "SF", "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF", "Action2Geo_Lat": -30.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "SF", "DATEADDED": 20200728143000, "SOURCEURL": "https://www.news24.com/fin24/economy/fact-check-is-the-imf-43-billion-loan-new-money-20200728-2"}, "ARTICLE": {"TITLE": "Is the IMF $4.3 billion loan new money?", "TEXT": "On Monday the IMF executive board approved South Africa's request for a $4.3 billion Covid-19 relief loan.\n\nThis loan is part of government's R500 billion stimulus package - it is not new or additional money as suggested by some Twitter users.\n\nLast week the African Development Bank agreed to extend SA a R5 billion loan, similarly to address the impact of Covid-19.\n\nLast week #R500B was among the top trends on South African Twitter, as users took to the social media platform to complain about alleged looting of the country's half a trillion rand stimulus package, meant to soften the effects on the lockdown on SA's already-struggling economy.\n\nThese complaints follow the Special Investigating Unit probing allegations of serious maladministration, fraud and corruption regarding Covid-19 relief funds. President Ramaphosa has vowed to crack down on corruption and theft relating to Covid-19 relief funds. Finance Minister Tito Mboweni has warned that the \"unscrupulous thieves\" stealing funds via corrupt tenders must be \"dealt with decisively\".\n\nIn some instances, the conversations on Twitter about the R500 billion stimulus also created the impression that Covid-19 relief loans being sought from multilateral institutions, namely the IMF, are over and above the stimulus package.\n\nEFF MP Mbuyiseni Ndlozi tweeted: so say the R500 billion stimulus fund and the new IMF loan were unrelated.\n\nIf you have R500 billion Relief Fund, what do you want the IMF loan for? Ufunani eIMF?\n\n\n\nLies! — Mbuyiseni Ndlozi (@MbuyiseniNdlozi) July 24, 2020\n\nOther users also questioned why the IMF loan was being sought when Ramaphosa announced the R500 billion stimulus package in April.\n\nNews that the IMF executive board approving a $4.3 billion loan to SA to fight Covid-19 was also met by questions about whether this meant the R500 billion stimulus package was finished, or as twitter user, @Rabipriceless asked: \"Le e feditse R500 billion?\" or \"You finished the R500 billion?\".\n\nThe stimulus package\n\nGovernment in April announced the R500 billion stimulus package to provide social protection, support for small businesses and municipalities as well as health and frontline services in April.\n\nThe R500 billion stimulus package includes provisions for R95 billion in funding from multilateral institutions. This is not additional or new money.\n\nShortly after the stimulus package was first announced, the government was saying it would approach the IMF, the New Development Bank, the Word Bank and the African Development Bank for funding.\n\nSo far the New Development Bank has agreed to give SA a $1 billion loan (about R16 billion at current exchange rates). The IMF's loan is just the largest.\n\nIn a separate statement, the NDB said it wanted to help SA roll out better healthcare response and to provide a social safety net to most vulnerable individuals who've borne the brunt of the economic mayhem that Covid-19 has caused in the country.\n\n\"The Program envisages preventing, detecting and responding to the health threat posed by Covid-19, and providing social grants to vulnerable groups affected by measures implemented to prevent and contain the disease,\" the NDB said in a statement, announcing the loan.\n\nThe NDB has established an Emergency Assistance Facility, to help member countries - Brazil, Russia, India, China and SA, Fin24 previously reported. It has previously provided emergency response loans to India and China, earlier this year.\n\nThe African Development Bank, meanwhile, last week announced it would extend SA a R5 billion loan - with the aim of supporting health responses, protecting firms and enterprises in both the formal and informal economy as well as preserve jobs, incomes and ensure food security and access to essential public services, Treasury said in a statement.\n\nThe World Bank is also being approached for a loan.\n\nThe IMF's loan of $4.3 billion or R70 billion at current exchange rates, is offered through the its rapid financing instrument, which does not come with stringent conditions such as structural reforms associated with other IMF loans, which is usually met with contention because it compromises the sovereignty of a state.\n\n\n\nNational Treasury said the IMF funding was a \"low interest loan\", contributing to the fiscal relief package, respecting SA's decisions on \"how best to provide relief to the economy and those worst affected by the current crisis\".\n\n\"Government's Covid-19 economic support package directs R500 billion straight at the problem. This is one of the largest economic response packages in the developing world,\" Mboweni said, shortly after the IMF executive board's decision.\n\nApart from the loans from multilateral institutions, the R500 billion stimulus package comprises of R130 billion reprioritised from other government departments; a R200 billion credit guarantee scheme; R60 billion in additional transfers and funds from social security funds and R15 billion of funds from the Department of Social Development's 2020/21 appropriation.\n\n\n\n\"Going forward, our fiscal measures will build on our policy strengths and limit the existing economic vulnerabilities which have been exacerbated by the Covid-19 pandemic,\" Mboweni said."}}