{"GDELT": {"GlobalEventID": 937645842, "Day": 20200728, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5699, "Actor1Code": "AGR", "Actor1Name": "FARMER", "Actor1Type1Code": "AGR", "IsRootEvent": 1, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.55681818181818, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Louisiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USLA", "Actor1Geo_Lat": 31.1801, "Actor1Geo_Long": -91.8749, "Actor1Geo_FeatureID": "LA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Louisiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USLA", "Action2Geo_Lat": 31.1801, "Action2Geo_Long": -91.8749, "Action2Geo_FeatureID": "LA", "DATEADDED": 20200728143000, "SOURCEURL": "https://www.msn.com/en-us/foodanddrink/foodnews/usda-announces-3rd-round-of-farmers-to-families-food-box-program/ar-BB17huwx"}, "ARTICLE": {"TITLE": "USDA announces 3rd round of Farmers to Families food box program", "TEXT": "© Provided by Monroe-El Dorado KNOE TV 8 KNOE\n\nMONROE, La. (KNOE) - The USDA has announced a third round of its Farmers to Families Food Box Program. It helps feed families and also help farmers sell their produce, dairy and meat products that would otherwise expire. But the program may not help all farmers in northeast Louisiana.\n\n“Chickens are just like any other commodity. When they’re ready to be harvested, they’re ready to be harvested and processed,” Butch Oaks says.\n\nOaks is a poultry and cattle farmer in northeast Louisiana. He says he’s lost out on about 20 to 25% of his income this season because of COVID-19.\n\n“The integrator has had to at one point, shut down their plant and then drastically cut back on the amount of chickens they could process in a day’s time.”\n\nAndy Brown with the Louisiana Farmers Bureau Federation says, “That’s a financial loss not being able to sell your product as any business owner can understand. If you have cost but no revenue, that starts to pile up very quickly.”\n\nBrown says the pandemic can have a lasting effect of up to five years for farmers, but this program is e a great help to the farmers who are able to participate. “You can survive this storm and get to next year’s crop loan. To have enough to provide to your bank to get that next production loan, It’ll take at least a year to see just that short term effect.”\n\nMany farmers under contracts like Oaks can’t apply to be part of the program though. So, they’re still looking for help.\n\nOaks says Louisana growers, along with poultry companies in southern states “have made a plea with Washington with legislature to try to get some assistance for the contract poultry growers to try to help make up some” of the income lost.\n\nAlong with the help, Oaks says he’s waiting on plants to reopen fully, so he can start maximizing his profits again with them again.\n\nCopyright 2020 KNOE. All rights reserved."}}