{"GDELT": {"GlobalEventID": 937647260, "Day": 20200728, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5699, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.10084033613445, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Palm City, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL085", "Actor1Geo_Lat": 27.1678, "Actor1Geo_Long": -80.2662, "Actor1Geo_FeatureID": "288396", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 27.8333, "Action2Geo_Long": -81.717, "Action2Geo_FeatureID": "FL", "DATEADDED": 20200728143000, "SOURCEURL": "https://www.heraldtribune.com/news/20200728/at-least-160-reports-of-mysterious-seeds-in-florida"}, "ARTICLE": {"TITLE": "At least 160 reports of mysterious seeds in Florida", "TEXT": "Sara Marino\n\nTreasure Coast Newspapers\n\nLorraine Sebag received an unsolicited bag of the seeds in the mail Monday, labeled as jewelry.\n\nSebag, of Palm City, was one of at least 160 Florida residents who called the state Department of Agriculture and Consumer Services about mysterious seeds arriving in the mail addressed to them.\n\n\"I have no idea what the heck I may have been exposed to,\" Sebag said Monday afternoon. \"I'm sure we're not the only ones that got these seeds and people need to know not to touch them.\"\n\nAccording to the agency, the seeds arrive unexpectedly and are labeled as jewelry. The package they arrive in typically has Chinese characters or the name China Post on it.\n\n>> More: Florida news reporter diagnosed with cancer after viewer spotted lump on air\n\nState officials are advising Floridians to not open, plant or come in close contact with the seed packets.\n\nFlorida joins other states including Virginia, Kansas, Washington, Oklahoma, Louisiana and Ohio that have had reports of the unknown seeds.\n\nOfficials with the Martin County Sheriff's Office and Stuart Police Department said they hadn't received any calls about the seeds.\n\n“Plant seeds from unknown sources may introduce dangerous pathogens, diseases, or invasive species into Florida, putting agriculture and our state’s plant, animal, and human health at risk,” said Florida Agriculture Commissioner Nikki Fried in a news release issued late Monday afternoon. “Anyone receiving these suspicious seed packets should not open them, should not plant them, should limit contact with them, and should report them immediately to both our department and USDA officials.”\n\nCoronavirus mask mandate: Florida County judge says ‘no constitutional right infringed’\n\nSebag said after getting the packet, she remembered reading about the mysterious seeds and she called Fried's agency, where officials there told her not to touch them and send the agency pictures.\n\n\"They told me to put it someplace until they decide what they're doing with it,\" she said. \"I think it's important for people to know not to eat them, not to touch them and not to plant them.\"\n\nSebag said she put the seeds on a shelf, and is waiting to hear from state agriculture officials about what do do next.\n\nThe agency is waiting for further guidance from the USDA and federal officials on what to do going forward, said Franco Ripple, director of communications for the Florida Department of Agriculture and Consumer Services.\n\n\"It's important for other people to know if they get (the seeds) they should call the Department of Agriculture and certainly don't touch or open the package.\"\n\nIF YOU GET SEEDS IN MAIL\n\n– Report the seed package to the FDACS Division of Plant Industry at 1-888-397-1517 or DPIhelpline@FDACS.gov\n\n– Report the seed package to the USDA APHIS Anti-Smuggling Hotline at 1-800-877-3835 or SITC.Mail@aphis.usda.gov"}}