{"GDELT": {"GlobalEventID": 937647142, "Day": 20200728, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5699, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 45, "EventBaseCode": 45, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.45137880986938, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200728143000, "SOURCEURL": "https://news.yahoo.com/nasa-announces-astronauts-fly-spacex-140000034.html"}, "ARTICLE": {"TITLE": "NASA Announces Astronauts to Fly on SpaceX Crew-2 Mission to Space Station", "TEXT": "NASA Announces Astronauts to Fly on SpaceX Crew-2 Mission to Space Station\n\nNASA Announces Astronauts to Fly on SpaceX Crew-2 Mission to Space Station\n\nPR Newswire\n\nWASHINGTON, July 28, 2020\n\nWASHINGTON, July 28, 2020 /PRNewswire/ -- NASA and its international partners have assigned crew members for Crew-2, which will be the second operational SpaceX Crew Dragon flight to the International Space Station as part of NASA's Commercial Crew Program.\n\nNASA Logo. (PRNewsFoto/NASA) (PRNewsFoto/) (PRNewsfoto/NASA)\n\nNASA astronauts Shane Kimbrough and Megan McArthur will serve as spacecraft commander and pilot, respectively, for the mission. JAXA (Japan Aerospace Exploration Agency) astronaut Akihiko Hoshide and ESA (European Space Agency) astronaut Thomas Pesquet will join as mission specialists.\n\nCrew-2 is targeted to launch in spring 2021, following the successful completion of both NASA's SpaceX Demo-2 test flight mission, which is expected to return to Earth Aug. 2, and the launch of NASA's SpaceX Crew-1 mission, which is targeted for late September. The Crew-2 astronauts will remain aboard the space station for approximately six months as expedition crew members, along with three crewmates who will launch via a Russian Soyuz spacecraft. The increase of the full space station crew complement to seven members – over the previous six – will allow NASA to effectively double the amount of science that can be conducted in space.\n\nThis will be Kimbrough's third trip to space and his second long-duration stay at the space station. Born in Killeen, Texas, and raised in Atlanta, Kimbrough was selected as an astronaut in 2004. He first launched aboard space shuttle Endeavour for a visit to the station on the STS-126 mission in 2008, then aboard a Russian Soyuz spacecraft for Expedition 49/50 in 2016. He has spent a total of 189 days in space, and performed six spacewalks. Kimbrough also is a retired U.S. Army colonel and earned a bachelor's degree in aerospace engineering from the United States Military Academy at West Point, New York, and a master's degree in operations research from the Georgia Institute of Technology in Atlanta.\n\nStory continues\n\nMcArthur will be making her second trip to space, but her first to the station. She was born in Honolulu but considers California to be her home state. After being selected as an astronaut in 2000, she launched on space shuttle Atlantis as a mission specialist on STS-125, the final Hubble Space Telescope servicing mission, in 2009. McArthur operated the shuttle's robotic arm over the course of the 12 days and 21 hours she spent in space, capturing the telescope and moving crew members during the five spacewalks needed to repair and upgrade it. She holds a bachelor's degree in aerospace engineering from the University of California, Los Angeles, and a doctorate in oceanography from the University of California, San Diego.\n\nThis will be Hoshide's third spaceflight. He was part of the STS-124 mission aboard space shuttle Discovery in 2008 and a crew member for Expeditions 32 and 33, launching aboard a Russian Soyuz spacecraft in 2012 for a 124-day visit to the station. Pesquet previously flew as part of Expeditions 50 and 51, launching aboard a Russian Soyuz spacecraft and spending 196 days in space.\n\nNASA's Commercial Crew Program is working with the American aerospace industry as companies develop and operate a new generation of spacecraft and launch systems capable of carrying crews to low-Earth orbit and the space station. Commercial transportation to and from the station will provide expanded utility, additional research time, and broader opportunities for discovery on the orbital outpost.\n\nFor almost 20 years, humans have lived and worked continuously aboard the International Space Station, advancing scientific knowledge and demonstrating new technologies, making research breakthroughs not possible on Earth. As a global endeavor, 240 people from 19 countries have visited the unique microgravity laboratory that has hosted more than 3,000 research and educational investigations from researchers in 108 countries.\n\nThe station is a critical testbed for NASA to understand and overcome the challenges of long-duration spaceflight. As commercial companies focus on providing human transportation services to and from low-Earth orbit, NASA is free to focus on building spacecraft and rockets for deep space missions to the Moon and Mars.\n\nFollow Kimbrough on Twitter and Instagram.\n\nFollow Hoshide on Twitter.\n\nFollow Pesquet on Twitter and Instagram.\n\nFind more information on NASA's Commercial Crew Program at:\n\nhttps://www.nasa.gov/commercialcrew\n\nCision\n\nView original content to download multimedia:http://www.prnewswire.com/news-releases/nasa-announces-astronauts-to-fly-on-spacex-crew-2-mission-to-space-station-301101280.html\n\nSOURCE NASA"}}