{"GDELT": {"GlobalEventID": 937646973, "Day": 20200728, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5699, "Actor1Code": "MLTGOV", "Actor1Name": "MALTA", "Actor1CountryCode": "MLT", "Actor1Type1Code": "GOV", "Actor2Code": "GOV", "Actor2Name": "AUDITOR GENERAL", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.96153846153846, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gozo, Malta (general), Malta", "Actor1Geo_CountryCode": "MT", "Actor1Geo_ADM1Code": "MT00", "Actor1Geo_ADM2Code": "19480", "Actor1Geo_Lat": 36.0494, "Actor1Geo_Long": 14.25, "Actor1Geo_FeatureID": "-18546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Gozo, Malta (general), Malta", "Actor2Geo_CountryCode": "MT", "Actor2Geo_ADM1Code": "MT00", "Actor2Geo_ADM2Code": "19480", "Actor2Geo_Lat": 36.0494, "Actor2Geo_Long": 14.25, "Actor2Geo_FeatureID": "-18546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gozo, Malta (general), Malta", "Action2Geo_CountryCode": "MT", "Action2Geo_ADM1Code": "MT00", "Action2Geo_ADM2Code": "19480", "Action2Geo_Lat": 36.0494, "Action2Geo_Long": 14.25, "Action2Geo_FeatureID": "-18546", "DATEADDED": 20200728143000, "SOURCEURL": "https://timesofmalta.com/articles/view/schembris-hidden-hand-revealed-in-secret-vitals-agreement.807969"}, "ARTICLE": {"TITLE": "Schembri's hidden hand in secret Vitals agreement", "TEXT": "Updated 8.57pm with Keith Schembri denial below\n\nThe prime minister's former chief of staff, Keith Schembri, played a hidden role in negotiations with investors behind the failed Vitals Global Healthcare venture, according to a report by the Audit Office.\n\nSchembri, who stepped down from his post after being implicated in journalist Daphne Caruana Galizia's murder, convened a meeting with the investors at the Prime Minister’s office prior to a secret memorandum of understanding signed in October 2014, the Audit Office said.\n\nThe MoU laid down the conditions for the investors to take over the running of the Gozo hospital.\n\nThe agreement, first revealed by Times of Malta, was signed on behalf of the government by former Economy Minister Chris Cardona, who told the Auditor General he played no role in the negotiations with the investors prior to the signing.\n\nMalta Enterprise similarly downplayed its role, with its principal chief officer instead pointing towards Schembri. He, however, denied the claims (see below).\n\nMonths after the agreement was signed, the bulk of the investors were handed a lucrative deal to run the St Luke’s, Karin Grech as well as Gozo hospitals in what the Auditor General has described as a vitiated procurement process.\n\nIn submissions made to the Auditor General's office, Cardona said a due diligence report had flagged a \"negative outcome\" about the investors.\n\nThe Auditor General said despite the \"critical risks\" flagged, the government persisted in negotiations with the investors that, for the most part, remained unchanged when bidding in reply to the request for proposals.\n\nThe National Audit Office said Tuesday that the government's belated production of the memorandum of understanding that preceded the issue of a request for proposals for the running of the three hospitals did not change its view that the process was 'staged and deceitful'.\n\nIn a report on July 7, the Audit Office said Vitals Global Healthcare should have been disqualified from bidding for the takeover of the hospitals because of “collusive behaviour” between the government and Vitals Global Healthcare through a secret agreement made before the tender was even issued.\n\nIn an additional report published after the government gave it a copy of the MoU, the Office said it was of the opinion that the MoU and the request for proposals published months later were a continuation of one process that evolved over time.\n\nThe memorandum of understanding cast a “dark shadow of doubt” over the whole hospital concession.\n\nAudit Office's attempts to speak to Schembri unsuccessful\n\nThe Audit Office said attempts to speak to Schembri about the agreement were to no avail.\n\nIt said many gaps persisted in its understanding of the process leading to the concession agreement, as no records were retained by the Prime Minister’s office and the former chief of staff failed to provide any information.\n\n“Despite the NAO’s efforts at deciphering the active role played by the Prime Minister’s office, this remains obscure”, the report stated.\n\nPrime Minister Robert Abela had claimed after the initial report by the Auditor General was published that the agreement went missing. Malta Enterprise CEO Kurt Farrugia also distanced himself from the memorandum.\n\nFormer Economy Minister Chris Cardona, who signed the agreement on behalf of the government, told the Auditor General he was not involved in the formulation of the project or any negotiations leading up to the memorandum of understanding.\n\nThe government agreed in the memorandum of understanding to pay the investors behind Vitals at least the same amount that was already being incurred for the running of the Gozo hospital.\n\nRisk to the investors was further minimised through the government’s commitment to guarantee a minimum number of patients.\n\nNeither Cardona nor Malta Enterprise could provide answers to the Auditor General’s questions about the benefits of such an agreement to the government, as both parties said they were not involved in the process in any significant way.\n\nThe report states Cardona maintained he was not aware how the investors were identified and insisted he was not involved in negotiations held prior to the agreement.\n\nFurthermore, the principal chief officer of Malta Enterprise told the Auditor General the investors approached the government with their proposal, however neither nor Malta Enterprise were involved first hand.\n\nMalta Enterprise pointed towards the role played by Schembri in this regard.\n\n“As stated, enquiries with the former Chief of Staff OPM proved to no avail and therefore this Office was unable to determine how contact between Government and the Investors was established and how negotiations between the two parties ensued”, the Auditor General said.\n\nKeith Schembri: I was not involved\n\nIn a sworn statement (see on pdf below) a few hours after the Audit Office issued its report, Keith Schembri denied that he was a hidden hand in the negotiations with Vitals.\n\n“I did not negotiate this MOU, I did not write it, I did not sign it, and I had no involvement in it,” Schembri said.\n\nHis only involvement, he added, was to provide a room at the Auberge de Castille at the request of the Economy Ministry and Malta Enterprise for the signing of the MOU 'they had drawn up'.\n\n“I did not negotiate this MOU, I did not write it, I did not sign it, and I had no involvement in it\n\nAlthough Economy Minister Chris Cardona had signed for the government, as far as he knew he was not involved in the negotiations, Schembri said. He did not know who was involved other than Mario Galea at Malta Enterprise.\n\nSchembri said he received a letter from the Audit Office on July 27 asking him to reply to questions by July 24, which was three days before.\n\nWhile the Audit Office spoke to several people, no one bothered to send for him to explain the little information he had.\n\nHe said he had got used to a situation where people who wanted to tarnish him involved him in matters which he had nothing to do with, or had no control over.\n\nIt had become comfortable for some to attack him for anything attributed to the government when Joseph Muscat was prime minister.\n\nHe said he remained ready to explain everything he knew, when he was asked properly, not, as happened this time, where the Audit Office report was concluded a day after he received the questions.\n\nOpposition leader: deal should be scrapped\n\nNationalist Party leader Adrian Delia reacted to news of the auditor general's report by reiterating his calls for the hospitals privatisation deal to be scrapped.\n\n\"There is not one single reason remaining not to cancel this crooked contract now,\" he tweeted at Prime Minister Robert Abela.\n\n\"Don’t make us fork out an extra cent.\"\n\nAttached files Keith Schembri sworn statement"}}