{"GDELT": {"GlobalEventID": 937646119, "Day": 20200728, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5699, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 20, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.4140127388535, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Tennessee, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTN", "Actor1Geo_Lat": 35.7449, "Actor1Geo_Long": -86.7489, "Actor1Geo_FeatureID": "TN", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Tennessee, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTN", "Action2Geo_Lat": 35.7449, "Action2Geo_Long": -86.7489, "Action2Geo_FeatureID": "TN", "DATEADDED": 20200728143000, "SOURCEURL": "https://www.dailyrepublic.com/all-dr-news/solano-news/crime-solano-county-courts/vallejo-police-investigate-2nd-deadly-vehicle-vs-pedestrian-incident-in-matter-of-days/"}, "ARTICLE": {"TITLE": "Vallejo police investigate 2nd deadly vehicle vs. pedestrian incident in matter of days", "TEXT": "VALLEJO — Police in Vallejo are investigating a pair of vehicle incidents that each left a pedestrian dead on city streets.\n\nAuthorities were notified at approximately 4:07 a.m. Monday of an auto-versus-pedestrian collision on the 4300 block of Sonoma Boulevard.\n\nOfficers who arrived there found a 67-year-old man, described as a transient, down in the northbound lanes of Sonoma Boulevard. Officers began CPR until medics arrived and pronounced the man dead, police said Monday in a press release.\n\nThe driver of the vehicle remained at the scene and is cooperating with the investigation, police report.\n\nDrugs or alcohol do not appear to be a factor in this incident, police report. The man’s name is being withheld pending family notification by the Solano County Coroner’s Office.\n\nThe case is being investigated by the Police Department’s Traffic Division. Anyone with information about the incident is asked to call Officer Lenard Alamon at 648-4013.\n\nMonday’s incident was the second such deadly incident in less than a week.\n\nPolice were called at approximately 9:16 p.m. Wednesday to investigate an auto-versus-pedestrian collision at the intersection of Tennessee and Carroll streets.\n\nOfficers upon arrival found a 39-year-old Vallejo man down in the westbound lanes of Tennessee Street. The officers began CPR on the man until medics arrived at the scene and transported him to a local hospital.\n\nThe man died the next day as a result of his injuries, police report.\n\nOfficers have determined the man was struck by a vehicle and that the driver fled the scene in the vehicle, police said Monday in a press release.\n\nThe identity of the victim is also being withheld pending family notification by the Solano County Coroner’s Office.\n\nAnyone with information about the case asked to call Officer Kenneth Trimble with the Traffic Division at 648-4011."}}