{"GDELT": {"GlobalEventID": 937645763, "Day": 20200728, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5699, "Actor2Code": "LEG", "Actor2Name": "HOUSE OF REPRESENTATIVES", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.32858707557502004, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Manila, Manila, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RPD9", "Actor2Geo_ADM2Code": "24210", "Actor2Geo_Lat": 14.6042, "Actor2Geo_Long": 120.98200000000001, "Actor2Geo_FeatureID": "-2437894", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manila, Manila, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPD9", "Action2Geo_ADM2Code": "24210", "Action2Geo_Lat": 14.6042, "Action2Geo_Long": 120.98200000000001, "Action2Geo_FeatureID": "-2437894", "DATEADDED": 20200728143000, "SOURCEURL": "https://www.bworldonline.com/duterte-told-to-detail-economic-recovery-plan/"}, "ARTICLE": {"TITLE": "Duterte told to detail economic recovery plan", "TEXT": "LAWMAKERS on Tuesday sought a clearer plan for the government’s stimulus package to help revive an economy on the edge of a recession from a coronavirus pandemic after President Rodrigo R. Duterte failed to mention the P1.3-trillion stimulus bill pending in Congress.\n\n“Apart from fixing the amount, it should be clear that it’s a package to stimulate the economy,” Marikina Rep. Stella Luz A. Quimbo said at a hearing of the House of Representatives economic affairs committee. “It would be difficult to monitor that if it’s piecemeal.”\n\nMr. Duterte on Monday asked lawmakers to pass stimulus measures to revive the economy, but analysts and business leaders said he failed to present a real road map of his recovery plan.\n\nHe did urge senators and congressmen to pass a second law giving him special powers to realign the budget toward state response against COVID-19 (coronavirus disease 2019), but he failed to mention the so-called ARISE or Accelerated Recovery and Investments Stimulus for the Economy bill, Ms. Quimbo said.\n\n“When people know that there’s a package like that, hope springs and that’s how every single country in the world is doing it, not by piece,” she said in Filipino.\n\nThe tough-talking Philippine leader devoted the first hour of his almost two-hour state of the nation address — his penultimate, before he steps down in two years — lauding state response to the pandemic and urging Congress to support his economic recovery plan.\n\nHe asked lawmakers to fast-track the second version of the bill giving him special powers in dealing with the pandemic, including realigning government funds.\n\nThe first law that has since expired let him realign about P275 billion to state programs against the coronavirus. The second measure seeks to let him allocate another P140 billion for various programs for the health emergency.\n\nMr. Duterte vowed not to rush the reopening of the economy, saying the good “would be outweighed by the bad it will generate.” “Haste makes waste, The recent surge of infections when you open little windows of resumption of business is proof of that.”\n\nMr. Duterte also asked Congress to hasten the approval of the bill seeking to immediately lower the corporate income tax to 25% from 30% while giving the government the flexibility to grant both fiscal and non-fiscal incentives.\n\nHe also sought the approval of the measure allowing banks to transfer bad loans and assets to asset management companies.\n\nThe President promised to continue his administration’s “Build, Build, Build” infrastructure program, noting that these “are an effective tool to help spur high growth, attract investments, create jobs and achieve financial inclusion for all Filipinos.”\n\nBatangas Rep. Mario Vittorio A. Mariño said legislators and the Executive branch should decide on the stimulus amount, determine where it will come from and plan how it should be distributed across industries.\n\nOnce the amount is settled, “the rest is easy,” he said at the online hearing. “We will distribute it among the industry based on priority and then discuss how we get back the feedback, if they’re using the funds properly.”\n\nParty-list Rep. Sharon S. Garin, who heads the House panel, cited the need to package the government’s coronavirus response so the public and private sector could get a clearer message.\n\n“We can’t afford everything but if we can present it in the form of a package, that’s more palatable not only to our constituents but also to the private sector,” she said at the hearing.\n\nNational Economic and Development Authority Undersecretary Rosemarie G. Edillon told congressmen the agency would lead a task force on recovery that will seek to restart economic and social activities.\n\n“We need to come up with innovative delivery mechanisms in consideration of the new normal and then we need to integrate anti-COVID measures,” she told the House body.\n\nThe task force will have three subgroups on economic and social recovery and governance to be headed by the Trade, Social Welfare and Interior and Local Government departments, she said.\n\nThe task force wants to train beneficiaries of the government’s cash transfer program in making washable face masks, soap and hand sanitizers, Ms. Edillion said.\n\nThey will also help companies develop a contact-tracing mechanism on top of their job to ensure minimum health standards in offices, she added. They are also tapping local suppliers of personal protective equipment.\n\nThe government is hard-pressed to come up with a road map for economic recovery as the Philippines faces its worst slump in three decades after the lockdown shut businesses and sapped consumption.\n\nThe economy shrank by 0.2% in the three months through March, the first slump after more than two decades of growth, while the unemployment rate hit an all-time high of 17.7% in April. Economic managers expect economic output to shrink by as much as 3.4% this year amid a worsening fiscal outlook.\n\nMr. Duterte locked down the main island of Luzon in mid-March, suspending work, classes and public transportation to contain the pandemic. People should stay home except to buy food and other basic goods, he said.\n\nHe extended the lockdown for the island twice and thrice for the capital region. The lockdown in Metro Manila has since been eased, with more businesses allowed to reopen with a skeletal workforce. Mass gatherings remained banned.\n\n\n\n\n\n\n\n\n\n"}}