{"GDELT": {"GlobalEventID": 937646048, "Day": 20200728, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5699, "Actor1Code": "CHL", "Actor1Name": "SANTIAGO", "Actor1CountryCode": "CHL", "Actor2Code": "MIL", "Actor2Name": "MILITARY", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.24028268551237, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Santiago, Regióetropolitana, Chile", "Actor1Geo_CountryCode": "CI", "Actor1Geo_ADM1Code": "CI12", "Actor1Geo_ADM2Code": "22379", "Actor1Geo_Lat": -33.45, "Actor1Geo_Long": -70.6667, "Actor1Geo_FeatureID": "-901202", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Santiago, Regióetropolitana, Chile", "Actor2Geo_CountryCode": "CI", "Actor2Geo_ADM1Code": "CI12", "Actor2Geo_ADM2Code": "22379", "Actor2Geo_Lat": -33.45, "Actor2Geo_Long": -70.6667, "Actor2Geo_FeatureID": "-901202", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Santiago, Regióetropolitana, Chile", "Action2Geo_CountryCode": "CI", "Action2Geo_ADM1Code": "CI12", "Action2Geo_ADM2Code": "22379", "Action2Geo_Lat": -33.45, "Action2Geo_Long": -70.6667, "Action2Geo_FeatureID": "-901202", "DATEADDED": 20200728143000, "SOURCEURL": "http://www.msn.com/en-us/news/world/months-later-chilean-army-has-yet-to-acknowledge-protester-s-death/ar-BB17hpNe"}, "ARTICLE": {"TITLE": "Months later, Chilean army has yet to acknowledge Afro-Latino protester's death", "TEXT": "© Provided by NBC News\n\nSANTIAGO, Chile —Mery Cortez has no answers, nine months after discovering — on social media — that her son had been killed by the military while attending a protest march.\n\nHer son, Romario Veloz, 26, a civil engineering student and an Afro-Latino father of one, was attending his first march when he was shot and killed on Oct. 20 in the northern city of La Serena when the Chilean army opened fire on demonstrators taking part in the country’s social uprising — known as the \"estallido social.\" Two days before, a metro fare hike ignited protests in the capital, Santiago, and they soon ballooned into more rallies and protests about economic inequality and other issues.\n\n© Courtesy Mery Cortez Romario Veloz and Maite. (Courtesy Mery Cortez)\n\nMonths of silence from Chilean authorities, who have offered no public acknowledgement of Veloz's death, has led Cortez to question if her son’s skin color is the reason she has been left to suffer.\n\n“There is no justice for Black people, anywhere,” Cortez said. “The Chilean military doesn’t cooperate in the investigation. We have no explanation of why Romario is gone. They took his dream of becoming a civil engineer. My granddaughter doesn’t understand where he has gone.\"\n\n“He was unarmed and part of a group peacefully demonstrating against neoliberal inequalities in Chile,\" Cortez said, adding that her son wanted \"a fairer future\" for his 5-year-old daughter, Maite.\n\nAfro-Chileans were only recognized as an ethnicity by Chilean law in 2019, despite Blacks being long being a part of the country’s history, even serving in its War of Independence, from 1812 to 1826.\n\nCortez, an Afro-Latina from Ecuador, has been living in Chile for 17 years. She has taken up co-caring for her granddaughter with her Chilean partner, Eric Villalobos, 46, and the girl’s mother, Franccesca Escudero, 29. The three have been homeschooling Maite since the coronavirus closed her school in April.\n\nShaky and harrowing smartphone footage of her son’s final moments, which was widely disseminated on social media, is the only account Cortez has of what happened. It shows Veloz laying wounded on grass opposite a shopping mall. A co-protestor, Carlos Soto, 56, who is a neurosurgeon, administered CPR in an attempt to save Veloz. “All of this took place in a peaceful march,\" he said.\n\nCortez had to call around to find her son’s body, which was released from a hospital a day later. “His phone memory had been wiped,” she said.\n\nJustice around a similar killing by the armed forces, on the same day and in the same region of Coquimbo, has advanced more swiftly, frustrating Veloz’s loved ones. An army corporal has been in detention on charges of shooting another Chilean protester, Kevin Gomez, 23. Having a named defendant has allowed that court case to progress.\n\n\"We are immigrants, and Romario was Black.\"\n\nCortez has heard nothing from police about her son's death. “Nobody from the Chilean authorities has contacted us,” she said. “I can only believe it’s because we are immigrants, and Romario was Black.”\n\n© Courtesy Mery Cortez Romario Veloz. (Courtesy Mery Cortez)\n\nThe investigation into Veloz’s killing is stuttering. The army has provided only half of the weapons used by 21 Regiment Coquimbo, which fired the shots, hampering the ballistics analysis.\n\n“We want to analyze the weapons against Mr. Veloz’s wounds, but we also need a special permit to exhume his body,” said Adriana Rojas, a human rights lawyer who is representing the family. Chilean law decrees that funerals must take place within 48 hours. An exhumation permit would need to be granted by a judge, but that usually occurs only when there is a named defendant.\n\n“We have requested the public prosecutor to ask the court for an exhumation order, but so far this has not happened,” Rojas said.\n\nThe investigation is further complicated by Chilean bureaucracy. Investigators cannot deal directly with the Ministry of Defense, who control the armed forces, and so rely on the Public Ministry as a go-between. “Now we have the coronavirus pandemic,\" Cortez said. \"They have even more excuses for no progress.\"\n\nA regional prosecutor, Adrián Vega, said the investigation was “in full force\". He said 40 witness statements had been collected in the “complex\" case and dozens more audiovisual and forensic proceedings are pending.\n\nThe Chilean army declined a request for comment on the case.\n\nImmigration has become a sensitive topic in Chile. Recent influxes of Haitian and Venezuelan immigrants have divided views among the population and increased competition for jobs and services. Presently, there are calls for immigration reform in Chile over what advocates denounce as a basic lack of services for immigrants. The process for obtaining residency can take over two years, and many immigrants have been shut out of emergency relief measures to fight the pandemic's economic strain.\n\nJorge Contesse, a professor at Rutgers Law School in Newark, New Jersey, and Diego Portales Law School in Santiago, said: “During the current pandemic we’ve seen immigrants camping outside their countries’ consulates begging to return home — in some cases to places they fled from. That’s a pretty clear indication of what is like to be an immigrant in Chile.”\n\nA U.N. human rights report on President Sebastian Piñera’s response to the protests — in which he declared Chile was “at war” — concluded there had been \"serious human rights violations\" by Chile’s armed forces. The country’s own human rights institute reported 1,465 legal actions for human rights abuses during the protests, including 6 murders, 23 attempted murders, 206 sexual assaults and 1,083 cases of torture.\n\nThousands of Chileans were killed or disappeared during the military dictatorship of 1973-1990, and those violations are fresh in the memory of many Chileans participating in today’s demonstrations. The president told reporters in December: “There were human rights abuses which are being investigated by the National Prosecutor's Office and are going to be judged by courts of justice, according to democracy.”\n\nErika Guevara-Rosas, Americas director at Amnesty International, said, “The burden of proof regarding human rights violations falls upon the state.\"\n\nBut, she added, \"the state has not been able to provide satisfactory answers\" about Veloz's death.\n\n\"In addition to full cooperation in the judicial process,\" Guevara-Rosas said, \"the least that would be expected in such a terrible case is for a representative of the state to come forward and offer an apology to the family, regardless of who the perpetrator was, as well as committing to doing everything possible to ensure that nothing like this ever happens again.”\n\nFollow NBC Latino on Facebook, Twitter and Instagram."}}