{"GDELT": {"GlobalEventID": 937647085, "Day": 20200728, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5699, "Actor1Code": "PHL", "Actor1Name": "PHILIPPINE", "Actor1CountryCode": "PHL", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.5625, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Malaca, Pangasinan, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP51", "Actor1Geo_ADM2Code": "24225", "Actor1Geo_Lat": 15.8334, "Actor1Geo_Long": 120.37799999999999, "Actor1Geo_FeatureID": "-2436250", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bayanihan, Quezon City, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPF2", "Action2Geo_ADM2Code": "24210", "Action2Geo_Lat": 14.6073, "Action2Geo_Long": 121.071, "Action2Geo_FeatureID": "10584920", "DATEADDED": 20200728143000, "SOURCEURL": "https://www.bworldonline.com/disconnection-in-dutertes-ict-policy/"}, "ARTICLE": {"TITLE": "Disconnection in Duterte’s ICT Policy", "TEXT": "1 of 2\n\nIwas surprised how much President Rodrigo Duterte had to say about Information and Communications Technology (ICT) in his fifth State of the Nation Address (SONA) on Monday.\n\nEarly on in his address, the President brought up e-commerce and the need to enforce consumer and data protection, as well as privacy laws. Soon after that, he talked about cutting down on red tape and transitioning the bureaucracy into the “new normal” through e-governance. Then he went on to e-learning, the need to increase internet access in public schools and he even went as far as saying that the government would prioritize last-mile connectivity.\n\nAll welcomed pronouncements. After all, with the number of COVID-19 cases continuing to increase and with no signs of the pandemic stopping, our shift online to stay connected with family and friends, to go to work or school, and even consult a doctor has become the new normal. Seeing this shift reflected in the President’s speech sends the message that the government recognizes the Filipino’s evolving needs.\n\nAnother welcomed pronouncement was the President’s call for Bayanihan. On several occasions throughout his SONA, he appealed to the Filipino spirit of pakikisama (fellowship) and malasakit (concern) and called for unity and solidarity to fight the pandemic. Indeed, trying and uncertain times such as these call for whole-of-society action.\n\nYet, between his promise of a tech-savvy government response and his appeal for cooperation and unity, there is a glaring disconnection between the President’s policy and his politics.\n\nIn the very same speech in which he tackled the importance of ICT and of Bayanihan, he also directly threatened the country’s telecommunications firms. President Duterte warned these business groups that if they did not improve telecommunications services, that he would be forced to take drastic steps towards a government takeover of their operations.\n\nIt’s good to recall that the President made similar government takeover threats last year when he was angered that the government lost arbitration cases to water utility firms. He also delivered on his threat to close ABS-CBN earlier this year, seen by many observers as a ploy for an administration ally to come in. The threat is also oddly similar to the takeover provision found in Malacañang’s proposed version of the Bayanihan to Heal as One Act passed earlier this year. The provision, which was ultimately removed after public backlash, would have allowed the government to take over the operations of any private-owned public utility, including telecommunications firms.\n\nA truly serious threat, yet a go-to play from the President’s political playbook. The latest attack on the country’s telecommunications firms may just be the latest iteration.\n\nDuring his SONA, President Duterte told these firms to improve their services by December or face his wrath. However, this objective is all but impossible to achieve given the longstanding roadblocks that have hampered network expansion in the country for years.\n\nFor instance, the Department of Information and Communications Technology (DICT) said that the country needs another 50,000 new cell towers to improve internet speed and services. However, due to cumbersome and oftentimes inconsistent local government permitting processes, it reportedly takes at least eight months just to secure approval for the 25 or so permits needed to build a single one.\n\nThe recent signing by DICT Secretary Gregorio Honasan of the Common Tower Policy that sets tighter time limits on the issuance of permits can potentially speed up the process. However, it is unlikely that enough progress can be made under these conditions and in such a short amount of time.\n\nThe telecommunication firms have simply been set up to fail.\n\nFurthermore, the government has also shown reluctance in investing in last-mile digital infrastructure to connect underserved and unserved areas. These areas are usually considered economically unviable for telecommunications firms to set up in and should hence be targeted by the government to come in and build the necessary infrastructure. No takeover required.\n\nIf only policy could come before politics, then the promises of a safe and secure digital space, of a transparent and efficient bureaucracy, and of access to quality healthcare and education — even during a pandemic — would have had a fighting chance of coming true.\n\nYet again, the disconnect between President Duterte’s policy and his politics has gotten in the way of the delivery of responsive governance and efficient services. In the end, it is the Filipino people who are left short-changed.\n\nPaco A. Pangalangan is the Executive Director of the Stratbase ADR Institute\n\n\n\n\n\n\n\n\n\n"}}