{"GDELT": {"GlobalEventID": 937646250, "Day": 20200728, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5699, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.5376344086021501, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manchester, Manchester, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKI2", "Actor1Geo_ADM2Code": "40118", "Actor1Geo_Lat": 53.5, "Actor1Geo_Long": -2.21667, "Actor1Geo_FeatureID": "-2602512", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manchester, Manchester, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKI2", "Action2Geo_ADM2Code": "40118", "Action2Geo_Lat": 53.5, "Action2Geo_Long": -2.21667, "Action2Geo_FeatureID": "-2602512", "DATEADDED": 20200728143000, "SOURCEURL": "https://www.southwalesargus.co.uk/news/18612020.university-students-face-bans-parties-halls-compulsory-masks/"}, "ARTICLE": {"TITLE": "University students face bans on parties in halls and compulsory masks", "TEXT": "UNIVERSITY students will be faced with strict new rules when they return this autumn due to the latest guidance by the UK government.\n\nThe typical parties and overnight stays are set to be banned at many university halls in the next academic year, as part of efforts to minimise the risk of coronavirus transmission.\n\nStrict social distancing\n\nThe pub crawls and parties synonymous with freshers weeks are to be held almost entirely virtually on most university campuses at the start of the new term.\n\nMORE NEWS:\n\nAt University College London, parties will be held virtually, with no social gatherings permitted to take place in student halls.\n\nHowever, students will instead be able to interact as a community “in a digital format.”\n\nElsewhere, students at the University of Cambridge will be required to apply to have visitors inside, while Aberystwyth University has imposed a ban on students having overnight guests altogether.\n\nMany other universities are expected to introduce similar rules when students return.\n\nAcross the board, the majority of students will be required to wear face masks in certain areas on campus, in order to help reduce the risk of spreading coronavirus.\n\nThis will include inside all food or catering outlets, as in line with government policy, as well as indoor communal areas on some campuses, such as corridors and toilets.\n\nAt The University of Manchester, students will be given two washable face masks in their welcome pack, along with guidance on how teaching spaces will operate to ensure student safety.\n\nThe university also plans to ensure there will be social spaces open in Halls of Residence and around campus for students, in line with social distancing guidance.\n\nStudents should check with their university ahead of the new term so they understand what measures will be in force.\n\nSocial bubbles\n\nStudents may be required to stay in protective social ‘bubbles’ on their return to campuses in the autumn.\n\nStudents on the same course could be kept in small groups, living and studying together, as part of efforts to minimise mixing and contact with others.\n\nThis approach is the same as that being used in primary schools across England.\n\nStudents will be able to see others outdoors, but there will likely be limits on who can go inside accommodation.\n\nAs such, it is expected university accommodation will see a reduction in capacity next term to ensure social distancing can be observed.\n\nA focus on virtual learning will also help to limit the amount of students on campus."}}