{"GDELT": {"GlobalEventID": 937646688, "Day": 20200728, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5699, "Actor1Code": "IND", "Actor1Name": "KARNATAKA", "Actor1CountryCode": "IND", "Actor2Code": "JUD", "Actor2Name": "HIGH COURT", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.57831325301204, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Karnataka, Karnataka, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN19", "Actor1Geo_ADM2Code": "17688", "Actor1Geo_Lat": 13.5, "Actor1Geo_Long": 76.0, "Actor1Geo_FeatureID": "-2099860", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Karnataka, Karnataka, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN19", "Actor2Geo_ADM2Code": "17688", "Actor2Geo_Lat": 13.5, "Actor2Geo_Long": 76.0, "Actor2Geo_FeatureID": "-2099860", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Karnataka, Karnataka, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN19", "Action2Geo_ADM2Code": "17688", "Action2Geo_Lat": 13.5, "Action2Geo_Long": 76.0, "Action2Geo_FeatureID": "-2099860", "DATEADDED": 20200728143000, "SOURCEURL": "https://www.indiatvnews.com/education/higher-studies-kcet-exams-2020-postponement-students-twitter-social-media-karnataka-high-court-ashwathnarayan-637730"}, "ARTICLE": {"TITLE": "KCET Exams: What are the chances of postponement of the examination?", "TEXT": "Image Source : INDIA TV FILE\n\nThe Karnataka Common Entrance Test (KCET) is scheduled to take place on July 30 and July 31. However, now that the Karnataka High Court has asked the state to reconsider its decision, a final call is yet to be taken. The matter has thrown the Karnataka government in a fix.\n\nConsidering the \"drastic\" rise in COVID-19 cases, the court said there was a possibility of students missing out on the exam. The court also questioned the Karnataka government as to how students in containment zones will take exams. \"They cannot step out, there are 6,000 containment zones. Please tell us that.\"\n\nThe COVID-19 situation in Karnataka is, undoubtedly, grim. On Monday, coronavirus cases in the state breached the one-lakh mark as the state reported the biggest single-day spike of 5,324 new infections and 75 fatalities, taking the death toll to 1,953. This is the very situation students in the state are concerned. They fear catching the infection.\n\nWith the fresh infections, a total of 1,01,465 COVID-19 cases have been confirmed in the state, including 1,953 deaths. Out of 5,324 fresh cases reported on Monday, a whopping 1,470 were from Bengaluru urban alone.\n\nWhat are the chances of postponement?\n\nSince just a day is left, it looks difficult if the state government will be able to formulate a strategy and convince the court especially at a time when the coronavirus cases are skyrocketing.\n\nOne of the major points in focus during the hearing was those residing in containment zones. If the Karnataka government fails to come out with a foolproof plan before the court, it is possible that the exams will be put on hold. Not to forget that the Karnataka government has just one day to decide and also convince the court.\n\nThe Karnataka government has been asked to place its decision on record tomorrow, July 29, at 2.30 pm. The court expressed hope that the state would look into the issues seriously.\n\nWhen India TV spoke to Karnataka Deputy CM and Higher Education Minister Dr. Ashwathnarayan's office post the hearing, an official said that the discussions were on. He, however, added that the Karnataka government was ready to hold the exams.\n\nThe court's observation has definitely given a ray of hope to students who had been demanding postponement of the examination for long.\n\nALSO READ | KCET 2020: Karnataka High Court asks state to reconsider decision on holding exams\n\nLatest Education News\n\nFight against Coronavirus: Full coverage"}}