{"GDELT": {"GlobalEventID": 937970983, "Day": 20200730, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5753, "Actor1Code": "IGOUNOREFHCR", "Actor1Name": "UNHCR", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor1Type2Code": "REF", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.1021021021021, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cucuta, Departamento de Norte de Santander, Colombia", "Actor1Geo_CountryCode": "CO", "Actor1Geo_ADM1Code": "CO21", "Actor1Geo_ADM2Code": "14134", "Actor1Geo_Lat": 7.893910000000001, "Actor1Geo_Long": -72.5078, "Actor1Geo_FeatureID": "-581667", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cucuta, Departamento de Norte de Santander, Colombia", "Action2Geo_CountryCode": "CO", "Action2Geo_ADM1Code": "CO21", "Action2Geo_ADM2Code": "14134", "Action2Geo_Lat": 7.893910000000001, "Action2Geo_Long": -72.5078, "Action2Geo_FeatureID": "-581667", "DATEADDED": 20200730024500, "SOURCEURL": "https://reliefweb.int/report/colombia/donor-update-unhcr-covid-19-response-colombia-9-25-june-28-july-2020"}, "ARTICLE": {"TITLE": "Donor Update on UNHCR COVID-19 Response in Colombia - #9 (25 June - 28 July 2020) - Colombia", "TEXT": "CURRENT CONTEXT\n\nThe Colombian Ministry of Health confirmed 257,101 cases of COVID-19 as of Monday, 27 July with Bogota concentrating the highest number (86,857 confirmed cases). A total of 8,777 individuals have died from COVID-19 and 131,161 cases have recovered.\n\nBetween 4 April and 27 July, 56,660 Venezuelans are known to have returned to Venezuela from or via Colombia.\n\nThe Constitutional Court delivered a follow-up decision concerning its sentence T-025 from 2004 on the Unconstitutional State of Affairs on Internal Displacement, urging the national government to ensure that IDPs have access to programmes and services related to the COVID-19 response.\n\nAs per UNHCR monitoring, during the month of June there were 18 reported cases of evictions (17 in Arauca and 1 in Tame) affecting 82 Venezuelans. Another 3 Venezuelans were identified as being at risk of eviction. In Apartadó, UNHCR has identified 65 cases of evictions of Venezuelans, which are being addressed through the Ombudsperson’s Office. Moreover, the GIFMM has registered 182 incidents of evictions, (overwhelmingly among Venezuelan refugees and migrants but also including a small percentage of Colombian-Venezuelan families and Colombian returnees) affecting a total of 753 individuals, with an additional 221 individuals at risk of eviction; further details can be viewed here. UNHCR has developed an Action Plan to address situations of evictions, outlining institutions and steps to advocate at the local, national and interagency levels.\n\nFollowing confrontations between ELN and the Rastrojos, 70 Venezuelans were displaced on 24 June to Banco de Arena, a rural area near Cucuta. UNHCR responded by advocating with the Ombudsperson’s Office while also coordinating a GIFMM response. On 24 July, UNHCR conducted a monitoring mission and distribution of humanitarian assistance together with GIFMM partners, assisting 50 families (168 individuals) of Venezuelan refugees and migrants, including 15 indigenous Wayuu families, as well as displaced Colombian people. A delegate from the Cúcuta Mayor's Office indicated that a response under Law 1448 will be activated, and that the people will be relocated to another space with more adequate conditions and that accompaniment will be provided for those wishing to return to their farms or relocating to other parts of Colombia.\n\nIn Pasto, protests took place by migrants of various nationalities (121 Haitians, 12 Brazilians, 8 Chileans, 2 Congolese and 2 Angolans), demanding the establishment of a humanitarian corridor to enter Panama. Migración Colombia issued 6 letters of safe-conduct to enable pregnant women to access healthcare. UNHCR has supported the mayor of Pasto with orientation and technical assistance on cases with specific needs.\n\nThe Colombian Family Welfare Institute (ICBF) reported that 867 Venezuelan children (of whom 161 were unaccompanied) entered child protective services between February and May 2020, an increase of 19.6% compared to the same period in 2019. 131 entered the penal system. Additionally, the Coalition Against the Involvement of Children and Youth in the Colombian Armed Conflict (COALICO) reported 190 cases of recruitment and use of children, including Venezuelans, by illegal armed groups between 1 January and 30 June, compared to 38 cases in the same period in 2019.\n\nThe Ministry of Health reported 1,098 cases of SGBV against Venezuelans between 25 March and 5 July, a 19.9% increase compared to last year, of which 553 were committed against adult women, 336 against girls, 167 cases against boys, 41 against adult men, and 1 case against an elderly woman. Additionally, the Ministry of Health reported that from 25 March to 5 July there have been 862 cases of SGBV against indigenous women and 308 cases of SGBV against indigenous men, of which 16 were committed against Venezuelan indigenous women and 6 were committed against Venezuelan indigenous men. They also reported 1,155 cases of SGBV against Afro-Colombian women and 313 cases of SGBV against Afro-Colombian men of which 36 cases were committed against Venezuelan Afro-descendent women and 8 cases against Venezuelan Afro- descendent men.\n\nThe Colombian National Institute of Legal Medicine and Forensic Sciences reported that 12 Venezuelan were killed between 25 March and 30 June. There were also 4 suicides, 145 cases of interpersonal violence, 250 cases of intimate partner violence, 40 cases of domestic violence and 131 cases of sexual violence against Venezuelan women in the same period. From 16 March to 14 July, UNHCR registered 1,584 cases of women at risk and 176 cases of SGBV (Venezuelans and Colombians)."}}