{"GDELT": {"GlobalEventID": 937970989, "Day": 20200730, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5753, "Actor1Code": "IND", "Actor1Name": "MUMBAI", "Actor1CountryCode": "IND", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.57879656160458, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mumbai, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70184", "Actor1Geo_Lat": 18.975, "Actor1Geo_Long": 72.8258, "Actor1Geo_FeatureID": "-2092174", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mumbai, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70184", "Action2Geo_Lat": 18.975, "Action2Geo_Long": 72.8258, "Action2Geo_FeatureID": "-2092174", "DATEADDED": 20200730024500, "SOURCEURL": "https://www.thenews.com.pk/print/693897-india-virus-cases-hit-1-5m-but-doubt-raised-on-official-data"}, "ARTICLE": {"TITLE": "India virus cases hit 1.5m, but doubt raised on official data", "TEXT": "NEW DELHI: Coronavirus infections in India passed 1.5 million and deaths neared 35,000 on Wednesday, but test results in Mumbai cast further doubt on official data in the world’s second-most populous nation.\n\nEven as case numbers soar and more areas impose lockdowns, Prime Minister Narendra Modi said this week India was in a “better position that other countries”, and winning international praise.\n\nThe health ministry website—which no longer includes total infections as the government puts more emphasis on recoveries—on Wednesday reported almost 50,000 new infections and 768 more deaths.\n\nThe South Asian giant, home to some of the world’s most crowded cities and where health-care spending per capita is among the world’s lowest, passed one million cases only 12 days earlier.\n\nBut many experts have said India is not testing enough people, and that many coronavirus-linked deaths are not being recorded as such. A study released on Tuesday that tested for coronavirus antibodies reported some 57 per cent of people in Mumbai’s teeming slums have had the infection—far more than official data suggests.\n\nThe Tata Institute of Fundamental Research’s Ullas S. Kolthur, who was involved in carrying out the survey, said he was surprised by the results. “At least in the slums, we think it is largely because social distancing wouldn’t work simply because of the population density,” Kolthur told AFP.\n\nLast week a similar study indicated that almost a quarter of people in the capital, New Delhi, have had the virus—almost 40 times the official total.\n\nThere are, however, also doubts about the accuracy of such tests, since other coronaviruses—not just the novel Covid-19 — may also produce antibodies that could give a false positive result.\n\nThe Mumbai survey also covered a relatively small sample of around 7,000 people.\n\nIndia now has the third-highest number of cases in the world behind the United States and Brazil, although the official number of deaths in the South Asian nation is far lower."}}