{"GDELT": {"GlobalEventID": 937970501, "Day": 20200730, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5753, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.08684546615581, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Melbourne, Victoria, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS07", "Actor1Geo_ADM2Code": "5430", "Actor1Geo_Lat": -37.8167, "Actor1Geo_Long": 144.967, "Actor1Geo_FeatureID": "-1586844", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Park Ridge, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "154689", "Action2Geo_Lat": -27.7167, "Action2Geo_Long": 153.033, "Action2Geo_FeatureID": "-1593999", "DATEADDED": 20200730024500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8573993/Karl-Stefanovic-slams-two-coronavirus-infected-teenagers-lied-sneak-Melbourne.html"}, "ARTICLE": {"TITLE": "Karl Stefanovic slams the two coronavirus-infected teenagers who lied to sneak in from Melbourne", "TEXT": "Karl Stefanovic and Pauline Hanson have led calls for two teenagers who lied about travelling to Melbourne before flying into Queensland to face jail time.\n\nThe Today host said he was 'appalled' by Olivia Winnie Muranga and Diana Lasu's extraordinary disregard for COVID-19 rules, as Victoria battles a deadly second wave of infections.\n\nThe pair attended an illegal party in Melbourne, police allege, before making false declarations on their border paperwork to re-enter Queensland when they returned to Brisbane via Sydney last week.\n\nBoth girls have since tested positive to the virus and have sparked fears of a fresh cluster south of Brisbane, forcing the premier to close the state's borders again.\n\n‘Because of an extreme act of selfishness, ignorance and idiocy, Queensland has a new COVID-19 cluster,' Senator Hanson wrote on Thursday.\n\n'After all the good work we have done, seeing something like this makes me furious.'\n\nOlivia Winnie Muranga (left) and Diana Lasu, (right) both 19, arrived together in Brisbane from Melbourne via Sydney on July 21\n\n'It is being reported that these two have each been fined $4000 but if the extent of their alleged crimes is true then this is nothing but a slap on the wrist,' Ms Hanson's Facebook rant continued.\n\n'Through their extreme recklessness, these two have put our economy at risk, possibly costing us billions of dollars and endangered the health and lives of who knows how many innocent people.\n\n'If everything that is alleged is true then a fine isn't enough they need to be facing prison. They need to be taught a lesson and a powerful message has to be sent.'\n\nMs Lasu (pictured) and Ms Muranga are also accused of making false declarations on their border paperwork\n\nQueensland Police Commissioner Katarina Carroll on Thursday revealed 40 people have been caught lying to authorities while crossing the Queensland border.\n\n'They went to extraordinary lengths to be deceitful, deceptive and quite frankly criminal in their behaviour,' Ms Carroll said.\n\nStefanovic's comments echoed Ms Hanson, calling for the fine to either be quadrupled or for the teenagers to face prison time.\n\nThe remarks came after he interviewed the daughter of a COVID-19 patient, and made an emotional reveal on Thursday that the woman has since died.\n\nKathy Bourinaris' 77-year-old mum Fotini contracted coronavirus at St Basil's aged care home in Melbourne's north and died overnight.\n\nBetween them the teenagers visited 11 different venues in Brisbane while infected with COVID-19\n\n'Some very sad news if you are just joining us to report that Kathy's mother has now passed away,' Stefanovic said on Thursday morning.\n\n'Our hearts go out to Kathy, and her entire family. It is a heartbreaking reminder on why the whole country needs to take this pandemic seriously and abide by border and quarantine rules.\n\n'It is for their sake.\n\n'That is why this morning we are all appalled by the actions of these two teenagers. 19-year-old Olivia Winnie Maranga and Diana Lasso fined $4,000 after travelling from Melbourne to Brisbane via Sydney.'\n\nQueensland is now bracing itself for an outbreak, after three more people tested positive to COVID-19 on Thursday - two of whom were isolating after visiting a Sydney restaurant.\n\nA man delivers cleaning equipment to a COVID-19 screening clinic at the Parklands Christian College in Logan (pictured on Wednesday)\n\nFamilies are seen queuing to get coronavirus tests at a COVID-19 screening clinic at the Parklands Christian College in Logan (pictured on Wednesday)\n\nAttorney-General Yvette D'Ath has confirmed the pair would face court.\n\nOne of the women has cooperated with Queensland authorities in contact tracing since she arrived back in the state, and any person who could have been exposed to the disease has been notified.\n\nThe second woman is refusing to cooperate or share details of her travels over the course of the last week.\n\n'I'm very worried about the second individual who has not been cooperative and has not shared where she's been, so we haven't been able to contact those venues,' Dr Young said.\n\nShe could be subject to further charges if she refuses to assist in the investigation.\n\n‘Because of an extreme act of selfishness, ignorance and idiocy, Queensland has a new COVID-19 cluster,' Senator Pauline Hanson (pictured) wrote on Thursday\n\nThe two women and one of their immediate family members are the first three cases of the virus in the community since May.\n\nOn Wednesday, a 22-year-old woman who works at YMCA Chatswood Hills Outside School Hours Care and is known to Ms Muranga and Ms Lasu became the state's first community transmission of COVID-19 in two months.\n\nVictoria recorded 723 new coronavirus cases overnight with 13 more deaths on Thursday - the state’s highest single-day total since the start of the pandemic.\n\nMelbourne has seen the largest clusters of the respiratory virus, as the city reaches the halfway point of a six-week lockdown.\n\nThe 19-year-old girls, from Logan and Park Ridge, returned from Melbourne, via Sydney, on July 21 and spent eight days in the community before testing positive. Ms Muranga is a cleaner at a school.\n\nThey are understood to have gone to an illegal party in Melbourne, which is where they are believed to have contracted the virus.\n\nToday host Karl Stefanovic (pictured) said he was 'appalled' by Olivia Winnie Muranga and Diana Lasu's extraordinary disregard for COVID-19 rules\n\nFamilies are seen queuing to get coronavirus tests at a COVID-19 screening clinic at the Parklands Christian College in Logan (pictured on Wednesday)\n\nStefanovic said the pair's actions had greater ramifications beyond their fines, as Queensland moved to shut its border to Greater Sydney from Saturday.\n\n'We will see now businesses struggling from Coolangatta all the way to Cairns,' he said.\n\n'They will lose so much money, these borders shutting as a result of these two will cost not just the state economy in Queensland but the national economy.\n\n'$4,000. Let's amp it up people, let's make it 50 at least or jail time.\n\n'It's worth it and why? To protect our most vulnerable.'\n\nPremier Annastacia Palaszczuk was seething at the breach of COVID-19 protocols.\n\n'I'm absolutely furious that this has happened,' Ms Palaszczuk said.\n\n'We need people to tell the truth ... We do not want a second wave here. We do not want widespread community transmission.\n\n'These two have been out in the community and hopefully it has not spread but time will tell.'\n\nThe teens attended a dental practice, five restaurants and bars including two at Southbank, in six different suburbs including South Brisbane, Woodridge, Browns Plains and Sunnybank.\n\nShopping centres, restaurants, a school and a church have been closed."}}