{"GDELT": {"GlobalEventID": 937971470, "Day": 20200730, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5753, "Actor1Code": "USA", "Actor1Name": "MILWAUKEE", "Actor1CountryCode": "USA", "Actor2Code": "OPP", "Actor2Name": "PROTESTER", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.32530120481927, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Portland, Oregon, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOR", "Actor1Geo_ADM2Code": "OR051", "Actor1Geo_Lat": 45.5235, "Actor1Geo_Long": -122.676, "Actor1Geo_FeatureID": "1136645", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Oregon, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOR", "Actor2Geo_Lat": 44.5672, "Actor2Geo_Long": -122.12700000000001, "Actor2Geo_FeatureID": "OR", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Portland, Oregon, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOR", "Action2Geo_ADM2Code": "OR051", "Action2Geo_Lat": 45.5235, "Action2Geo_Long": -122.676, "Action2Geo_FeatureID": "1136645", "DATEADDED": 20200730024500, "SOURCEURL": "https://www.superiortelegram.com/news/government-and-politics/6596028-Baldwin-is-looking-forward-to-Biden-VP-announcement-supports-federal-agents-in-Milwaukee"}, "ARTICLE": {"TITLE": "Baldwin is looking forward to Biden VP announcement, supports federal agents in Milwaukee", "TEXT": "Democratic U.S. Sen. Tammy Baldwin says it’s been an honor to assist former Vice President Joe Biden and his presidential campaign in Wisconsin.\n\nShe told members of the Milwaukee Press Club Wednesday, July 29, she’s also looking forward to next week, when the presumptive Democratic presidential nominee plans to announce his pick for a running mate, though she was tight-lipped on whether she could appear on the ticket.\n\nBiden has committed to selecting a woman as his vice presidential candidate.\n\nIt’s been an honor to be discussed as a possible vice-presidential pick, Baldwin said, but regardless of Biden’s selection, she said she plans to support his campaign any way she can.\n\nBaldwin supports Milwaukee getting another shot to host DNC\n\nShe’ll also welcome him to Milwaukee as an honorary member of the Democratic National Convention’s host committee.\n\nBaldwin plans to attend the event in person, even though it’s been moved mostly online amid the coronavirus pandemic, she said.\n\n\"I do believe that the DNC and the Biden campaign have put the health and safety of all participants front and center, first and foremost,\" she said.\n\nBaldwin said she supports Milwaukee getting another chance to host the DNC after this year’s event was all but derailed by COVID-19. Before the pandemic, the convention was expected to bring 50,000 visitors and more than $200 million to the region.\n\nUnemployment benefits, funding for local governments are priorities\n\nCongress is negotiating another coronavirus relief bill and there are some items Baldwin feels must be included, like funding for Medicaid and local governments. State and local governments have seen their revenues drop due to the pandemic, but they’re also being asked to provide additional services to help stop the spread of the virus, she said.\n\nFunding for schools shouldn’t be contingent upon whether they’re held in person or virtually, especially as the pandemic is affecting some areas of the country more severely than others, she said.\n\nBaldwin also spoke at length about the importance of continuing to offer expanded unemployment benefits. Federal unemployment benefits that give some out-of-work Americans an additional $600 per week are set to expire at the end of this month.\n\nThose funds have kept families out of poverty and in their homes, Baldwin said. She also disagreed with the criticism that some Americans will refuse to work if they can earn more through unemployment.\n\n\"One rule still stands and that is if you are offered a job and you refuse it, you’re off unemployment insurance,\" she said. \"If an employer calls back a former employee, and they say no, they will no longer be entitled to unemployment benefits.\"\n\nOn WPR's \"The Morning Show,\" Wisconsin Republican U.S. Sen. Ron Johnson said the $600 weekly benefits were a \"perverse disincentive to return to the workplace, which is what we need people to do, as much as possible, as safely as possible.\"\n\nBaldwin supports continuing the expanded benefit at the current $600 rate, but Democrats are willing to negotiate the amount, she said. They’re unwilling to agree to individually calculated unemployment rates, she added, citing the challenges that would add for states already struggling to manage unemployment claims.\n\nBaldwin supports federal agents coming to Milwaukee\n\nAt first, Baldwin was alarmed by reports that more than 25 federal agents would be coming to Milwaukee, especially considering recent events in Portland, Oregon, where federal agents were deployed in response to protesters, she said.\n\n\"I was very concerned about reports of federal Department of Justice agencies coming in, because it was announced essentially at the same time people were watching their televisions and seeing these very disturbing clashes in Portland,\" she said.\n\nAfter speaking with Matthew Krueger, U.S. attorney for Wisconsin's Eastern District, however, Baldwin supports Operation Legend, which will bring in investigators from agencies like the FBI and the Drug Enforcement Administration to assist local agencies with reducing violent crimes.\n\nPublic relations surrounding the operation could have been handled better, she said.\n\nBaldwin says a plan is coming for vaccine distribution\n\nBaldwin called Operation Warp Speed, the federal government’s plan to support the development and mass production of a coronavirus vaccine, one of the Trump administration’s few successes in terms of pandemic response.\n\nVaccines typically take 15 to 20 years to develop, she said. Several coronavirus vaccines are already entering the final phase of human trials.\n\nDuring the trials, the federal government is also footing the bill for the most promising vaccine candidates to be mass-produced. This will help ensure doses are available as soon as a vaccine is approved. It’s a risky approach, but one she supports, Baldwin said.\n\nBaldwin said a plan is coming for how the doses will be distributed. She supports giving them to health care workers and first responders to start. She doesn’t expect to be among the first people inoculated for the virus because of her relatively low-risk lifestyle, she said.\n\nThe federal government should have taken an approach similar to Operation Warp Speed in its response to the country’s shortages of personal protective equipment and coronavirus testing supplies, she said.\n\nWisconsin Public Radio can be heard locally on 91.3 KUWS-FM and at wpr.org.\n\nWisconsin Public Radio, Copyright 2020, Board of Regents of the University of Wisconsin System and Wisconsin Educational Communications Board."}}