{"GDELT": {"GlobalEventID": 937971522, "Day": 20200730, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5753, "Actor1Code": "USAMED", "Actor1Name": "REUTERS", "Actor1CountryCode": "USA", "Actor1Type1Code": "MED", "Actor2Code": "GOVHLH", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "Actor2Type2Code": "HLH", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.69798657718121, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Harare, Mashonaland East, Zimbabwe", "Actor1Geo_CountryCode": "ZI", "Actor1Geo_ADM1Code": "ZI04", "Actor1Geo_ADM2Code": "40197", "Actor1Geo_Lat": -17.8178, "Actor1Geo_Long": 31.0447, "Actor1Geo_FeatureID": "-2312291", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Harare, Mashonaland East, Zimbabwe", "Actor2Geo_CountryCode": "ZI", "Actor2Geo_ADM1Code": "ZI04", "Actor2Geo_ADM2Code": "40197", "Actor2Geo_Lat": -17.8178, "Actor2Geo_Long": 31.0447, "Actor2Geo_FeatureID": "-2312291", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Harare, Mashonaland East, Zimbabwe", "Action2Geo_CountryCode": "ZI", "Action2Geo_ADM1Code": "ZI04", "Action2Geo_ADM2Code": "40197", "Action2Geo_Lat": -17.8178, "Action2Geo_Long": 31.0447, "Action2Geo_FeatureID": "-2312291", "DATEADDED": 20200730024500, "SOURCEURL": "https://www.msn.com/en-us/news/world/seven-babies-stillborn-in-one-night-at-zimbabwe-hospital-as-nurses-strike/ar-BB17kyt7"}, "ARTICLE": {"TITLE": "Seven babies stillborn in one night at Zimbabwe hospital as nurses strike", "TEXT": "© Reuters/PHILIMON BULAWAYO A nurse attends to a baby inside an incubator at a local government hospital in Harare\n\nHARARE (Reuters) - Seven babies were stillborn in one night at a major Zimbabwean hospital this week because their mothers did not get adequate medical care due to a nurses' strike, doctors said on Wednesday, as a dispute over working conditions cripples hospitals.\n\nNurses went on strike countrywide last month demanding U.S. dollar salaries, which the government says it cannot afford.\n\nThat has left government hospitals with skeleton staff and doctors and senior nurses stretched at a time when the country is grappling with rising COVID-19 cases.\n\nOut of eight pregnant women who underwent caesarean sections on Monday night at Sally Mugabe Hospital, the biggest in the country, only one successfully delivered a baby, three doctors who work in the maternity and paediatric units told Reuters.\n\n\"This was preventable. Some ruptured their uterus because nobody was there to monitor them, so when interventions were made it was to save the mother,\" one of the doctors said, declining to be identified because they are not allowed to speak to the press.\n\nAnother doctor said fresh stillbirths - meaning a baby that dies during labour or delivery - were just a window into the state of Zimbabwe's public hospitals, which had become \"dysfunctional and a death trap to citizens\".\n\nExpecting mothers are spending hours sleeping on benches or the floor in the cold before they are attended to, as smaller clinics which usually absorb some patients are closed due to the strike, piling pressure on major hospitals, doctors said.\n\nThe Zimbabwe's Society of Obstetricians and Gynaecologists said the situation in hospitals was \"beyond dire\".\n\n\"Simply put, unborn children and mothers are dying daily, or suffering from the repercussions of inadequate care,\" the organisation said in a statement.\n\nThe situation could worsen as an ultimatum for higher pay issued by senior doctors expires on Wednesday without a resolution. The doctors have said they will go on strike.\n\nCommenting on the stillbirths, President Emmerson Mnangagwa's spokesman George Charamba wrote on Twitter; \"When the true story gets known, many shall be shocked. There is a limit to what can be done with human lives, tender ones at that, all to mobilize for dead political ends!\"\n\nHe could not be reached for further comment.\n\nActing Health Minister Amon Murwira did not answer calls to his mobile phone.\n\n(Reporting by MacDonald Dzirutwe; Editing by Olivia Kumwenda-Mtambo and Alexandra Hudson)\n\nVideo: As school decision approaches, doctors urge kids to get vaccinated (KARE-TV Minneapolis-St. Paul)"}}