{"GDELT": {"GlobalEventID": 937971539, "Day": 20200730, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5753, "Actor1Code": "VNM", "Actor1Name": "HANOI", "Actor1CountryCode": "VNM", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.38095238095238, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hanoi, Ha N?i, Vietnam, Republic Of", "Actor1Geo_CountryCode": "VM", "Actor1Geo_ADM1Code": "VM44", "Actor1Geo_ADM2Code": "74067", "Actor1Geo_Lat": 21.0333, "Actor1Geo_Long": 105.85, "Actor1Geo_FeatureID": "-3714993", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Da Nang, Ð N?ng, Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM78", "Action2Geo_ADM2Code": "73992", "Action2Geo_Lat": 16.0678, "Action2Geo_Long": 108.221, "Action2Geo_FeatureID": "-3712125", "DATEADDED": 20200730024500, "SOURCEURL": "https://english.vov.vn/society/hanoi-capital-conducts-extensive-covid19-testing-416694.vov"}, "ARTICLE": {"TITLE": "Hanoi capital conducts extensive COVID-19 testing", "TEXT": "Extensive testing is considered an effective way to early detect suspect cases returning from Da Nang, a coronavirus hotspot in Vietnam now\n\nThe testing campaign must be completed by August 1, Hanoi Mayor Nguyen Duc Chung told an emergency meeting on July 29.\n\nAccording to preliminary reports, 87 out of the returnees have shown symptoms of a fever, a cough and shortness of breath. They have been placed in quarantine at home and sampled for testing.\n\nMayor Chung asked local districts and agencies to kick-start preventive measures again, reminding them to encourage local residents to strictly follow the Ministry of Health’s medical recommendations.\n\nMedical centres must strictly comply with regulations concerning medical examinations and treatment to keep the virus at bay.\n\n“From now till August 12 would be an important period, and if we closely control returnees from Da Nang and other coronavirus affected places, we will feel at ease,” Chung said.\n\nHanoi has confirmed two COVID-19 cases, both returning from Da Nang city following a summer holiday. Local authorities have cordoned off the places where the two patients live, carried out contact tracing and disinfected the areas.\n\nHanoi is one of the six localities which have reported the recurrence of the SARS-CoV-2 virus. The other five localities are Da Nang, Ho Chi Minh City, Quang Ngai, Quang Nam and Dak Lak.\n\nDa Nang reported the first case several days ago, and it has so far confirmed 34 cases."}}