{"GDELT": {"GlobalEventID": 937971455, "Day": 20200730, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5753, "Actor1Code": "USA", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "Actor2Code": "LEG", "Actor2Name": "SENATE", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 81, "EventBaseCode": 81, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -3.73626373626373, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200730024500, "SOURCEURL": "http://noisyroom.net/blog/2020/07/29/norm-eisen-partnered-with-nadler-on-all-things-impeachment/"}, "ARTICLE": {"TITLE": "Norm Eisen Partnered With Nadler On All Things Impeachment", "TEXT": "Sharing is caring!\n\nBy: Denise Simon | Founders Code\n\nWhen Democrats took back the House of Representatives in 2018, the Judiciary Committee hired Norm Eisen to be special counsel.\n\nHe’d been a White House ethics czar and a U.S. ambassador to the Czech Republic during the Obama administration. And when he showed up to work for Congress, he started preparing for the possibility that the House might impeach President Trump.\n\nLess than a year later, House Speaker Nancy Pelosi announced an official impeachment inquiry. Eisen’s new book, A Case for the American People: The United States v. Donald J. Trump describes this moment in time through the House vote to impeach Trump and the Senate trial, which ended in acquittal.\n\nThe book reveals that Eisen had drafted 10 articles of impeachment a month before Pelosi’s announcement. More here from NPR.\n\nWhile we all seem to rely on leaks and alleged leaks for unknown truths or some access to an inside track, perhaps just reading Norm Eisen’s book is a must to understand the real workings in Washington DC.\n\nSure, it will make Republicans and conservatives angry but consider reading it to understand more and for context as well as the opportunity to think more strategically when it comes to politics in DC.\n\n“A Case for the American People,” by Norm Eisen — an architect of the House Democrats’ impeachment strategy —isn’t shy about its conclusions: Eisen believes in his bones that Trump is a recidivist criminal who must be ousted to save the republic. He also believes the Democrats who engineered Trump’s impeachment are heroes on par with the founders. The book is, at the bottom, an effort to convey those conclusions — and Eisen’s centrality to the impeachment effort — to the wider world.\n\nBut Eisen’s 280-page chronicle of the impeachment era, replete with his inside-the-room knowledge of how the process unfolded, juxtaposes lawmakers’ lofty pronouncements about protecting democracy with the often provincial tensions and messy House politics that drove decisions of national significance.\n\nEisen, who signed up as a House Judiciary Committee attorney in early 2019 with an eye toward impeachment, also describes the hail of early “f— you’s” he delivered to House Intelligence Committee aide Daniel Goldman, who he said had accused him of treading on the panel’s turf. (They would later get past the initial tension, Eisen says). He describes how internal Democratic politics led him to shave a planned 10 articles of impeachment — encompassing a sweeping range of allegations such as “collusion” and “hush money payments” down to three, and then two after vulnerable Democrats rejected charging Trump with obstruction of justice.\n\nEisen reveals the sometimes painful conflicts between House Judiciary Chair Jerry Nadler (D-N.Y.) — in Eisen’s eyes, the unsung hero of impeachment — and House Intelligence Chair Adam Schiff (D-Calif.) and Speaker Nancy Pelosi, who often resisted Nadler’s lead-foot on the impeachment accelerator. Nadler drew Pelosi’s ire throughout the process by leaning into calls for impeachment faster than the rest of the House was ready for, and Eisen said Nadler had accepted that it would take time to restore his “former level personal warmth” with the speaker.\n\nEisen writes. [Nadler chief of staff Amy Rutkin] and I furiously worked our Rolodexes, as did the entire staff.”\n\nAmong their successes? Eisen writes that he persuaded anti-Trump conservative Bill Kristol to rescind support for a select committee and that Rutkin persuaded progressive Rep. Alexandria Ocasio-Cortez (D-N.Y.) to retweet Kristol’s reversal, adding her own note of urgency to leave the process with the Judiciary Committee. Eisen — a former ambassador to the Czech Republic and Obama White House’s ethics czar — regales readers with his decades-old entanglements with many of the figures involved in Trump’s trial, from Trump’s trial lawyers to even the State Department’s impeachment witnesses, like former Ambassador Marie Yovanovitch, whom he describes as “my friend and former colleague.” Read more here from Politico."}}