{"GDELT": {"GlobalEventID": 938757940, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "Actor2Code": "NGAMED", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.39024390243903, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Anambra State, Anambra, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI25", "Actor1Geo_ADM2Code": "22646", "Actor1Geo_Lat": 6.33333, "Actor1Geo_Long": 7.0, "Actor1Geo_FeatureID": "-1999834", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Nnewi, Anambra, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI25", "Actor2Geo_ADM2Code": "191329", "Actor2Geo_Lat": 6.0198599999999995, "Actor2Geo_Long": 6.91477, "Actor2Geo_FeatureID": "-2021053", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nnewi, Anambra, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI25", "Action2Geo_ADM2Code": "191329", "Action2Geo_Lat": 6.0198599999999995, "Action2Geo_Long": 6.91477, "Action2Geo_FeatureID": "-2021053", "DATEADDED": 20200804004500, "SOURCEURL": "https://onlinenigeria.com/stories/119660-prophet-reveals-shocking-thing-god-told-him-about-igbo-man-becoming-president-in-2023.html"}, "ARTICLE": {"TITLE": "Prophet Reveals Shocking Thing God Told Him About Igbo Man Becoming President In 2023", "TEXT": "\n\n\n\nGeneral Overseer of Mount Zion Faith Global Liberation Ministries, Bishop Abraham Udeh\n\nThe General Overseer of Mount Zion Faith Global Liberation Ministries, Bishop Abraham Udeh has revealed the daming revelation God gave to him concerning an Igbo man becoming President in 2023.\n\nAccording to Daily Post, Udeh warned that an Igbo presidency would either be overthrown by the military or killed.\n\nSpeaking with journalists in Nnewi, Anambra State over the weekend, Udeh said he saw the impending doom spiritually.\n\nHe urged Southeast politicians to channel their enemy towards the actualisation of Biafra rather than Igbo presidency.\n\nStressing that the Southeast won’t be allowed to rule Nigeria, Udeh warned that Boko Haram insurgency and insecurity would be intensified if an Igbo man becomes Nigeria’s president.\n\nHe said: “An Igbo man might become president in 2023, but he would either be killed or overthrown by the military. I saw that situation in the spiritual realm and warned the Igbo personalities warming up for the 2023 presidential election to have a rethink and rather channel the energy and resources to Biafra actualization.\n\n“It is a sealed deal that an Igbo man will never be allowed to rule Nigeria.\n\n“According to how it was revealed to me, an Igbo man, after much pressure to rule, may be allowed to become president but shortly after, insecurity, including Boko Haram insurgency and banditry, will be intensified to discredit such president.”\n\nThis is coming at a time when a coalition of Igbo Groups had asked Gen. T.Y Danjuma (rtd) to rewrite history by supporting a Nigerian president of Igbo extraction in 2023.\n\nThe coalition demanded that Danjuma apologises to Igbo nation and advocate for 2023 Igbo presidency, noting that he (Danjuma) and others of 4th battalion in Mokola, Ibadan Oyo State, were involved in a counter-coup of 29th July 1966, which resulted in the killing of Aguiyi-Ironsi."}}