{"GDELT": {"GlobalEventID": 938757539, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "GOVHLH", "Actor1Name": "HEALTH MINIST", "Actor1Type1Code": "GOV", "Actor1Type2Code": "HLH", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.787234042553191, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Berlin, Berlin, Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM16", "Actor1Geo_ADM2Code": "16538", "Actor1Geo_Lat": 52.5167, "Actor1Geo_Long": 13.4, "Actor1Geo_FeatureID": "-1746443", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Berlin, Berlin, Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM16", "Action2Geo_ADM2Code": "16538", "Action2Geo_Lat": 52.5167, "Action2Geo_Long": 13.4, "Action2Geo_FeatureID": "-1746443", "DATEADDED": 20200804004500, "SOURCEURL": "https://www.nationalreview.com/news/german-officials-urge-citizens-to-delay-protests-amid-covid-resurgence/"}, "ARTICLE": {"TITLE": "Coronavirus & Germany: Officials in Germany Urge Citizens to Delay Protests amid COVID Resurgence", "TEXT": "Police officers walk next to demonstrators during a protest against the government’s restrictions amid the coronavirus outbreak in Berlin, Germany, August 1, 2020. (Christian Mang/Reuters)\n\nAfter thousands of people took to the streets of Berlin to protest mask mandates and other measures to slow the spread of coronavirus, German politicians are warning of a potential second wave of the virus.\n\nMarkus Söder, the premier of the regional state of Bavaria and a potential candidate to succeed Chancellor Angela Merkel, warned on Twitter that “we have to expect that corona will come back again with full force. I am very worried about the rising case numbers in Germany. Total alertness is needed, and that’s why now is not the time for easing restrictions or naive carelessness.”\n\nAdvertisement\n\nThe protest, called “The end of the pandemic — day of freedom” was attended by some 17,000 people on Saturday, Politico reported. Some participants told media outlets the virus was “the biggest conspiracy theory.”\n\nHealth Minister Jens Spahn cautioned on Twitter, “Yes, demonstrations should be possible in Corona times. But not like this. Distancing, hygiene rules and facemasks are meant to protect us all.”\n\nSaskia Esken, co-leader of the Social Democrats, Chancellor Angela Merkel’s junior coalition partners, took sharp aim at the protesters on Twitter, saying “Thousands of Covidiots are celebrating themselves as ‘the second wave,’ without distancing, without masks. They are putting at risk not only our health, but our successes against the pandemic, to revive the economy, education and society. Irresponsible!”\n\nAdvertisement\n\nWhen coronavirus ravaged Italy, Spain and France in the spring, Germany, which was less hard hit than other European nations, was lauded for its handling of the pandemic. But now the country is facing a possible resurgence of the virus, as the number of reported cases has been rising since the beginning of July, according to the Robert Koch Institute — the government’s main biomedical body.\n\nAdvertisement\n\nFar-right expert Olaf Sundermeyer warned that many people don’t believe that the coronavirus exists and that it is just an invention to subdue the people.\n\n“Many say they are being systematically lied to,” he told German broadcaster ARD.\n\nSend a tip to the news team at NR."}}