{"GDELT": {"GlobalEventID": 938758555, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "USAGOV", "Actor1Name": "NASA", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.3745704467353899, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_Lat": 27.8333, "Actor1Geo_Long": -81.717, "Actor1Geo_FeatureID": "FL", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 27.8333, "Actor2Geo_Long": -81.717, "Actor2Geo_FeatureID": "FL", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 27.8333, "Action2Geo_Long": -81.717, "Action2Geo_FeatureID": "FL", "DATEADDED": 20200804004500, "SOURCEURL": "https://www.cnet.com/news/spacex-crew-dragon-splashdown-see-nasa-astronauts-return-to-earth/"}, "ARTICLE": {"TITLE": "SpaceX Crew Dragon splashdown: See NASA astronauts return to Earth", "TEXT": "Enlarge Image SpaceX\n\nThe first return of a commercially built and operated US spacecraft carrying two NASA astronauts from the International Space Station made waves Sunday when it splashed down in the Gulf of Mexico right as scheduled at 11:48 a.m. PT. You can watch a replay of the return below -- or at CNET's YouTube channel.\n\nThe SpaceX Crew Dragon passengers -- NASA astronauts Bob Behnken and Doug Hurley -- fittingly named the history-making spacecraft Endeavour. The astronauts safely exited the spacecraft on Sunday afternoon after a recovery at sea.\n\nNASA administrator Jim Bridenstine welcomed the astronauts home in a tweet and US President Donald Trump tweeted his thanks shortly after the crew's arrival.\n\nCrew Dragon undocked from the ISS at 4:35 p.m. PT on Saturday, kicking off the crucial final leg of the crewed test mission that's meant to prove SpaceX is ready to carry astronauts back and forth to the ISS on a regular basis. Crew Dragon had previously aced its uncrewed Demo-1 test flight back in March.\n\nBehnken and Hurley arrived at the ISS in late May after a smooth launch. The return schedule was initially uncertain due to the arrival of a major storm along the Florida coast.\n\nCrew Dragon had seven potential splashdown sites in the Gulf of Mexico and Atlantic Ocean to choose from. A spot off the coast of Pensacola, Florida, won the honor. The weather held out nicely, giving the astronauts calm waters to land in.\n\nA SpaceX recovery ship named GO Navigator was on location to retrieve the capsule, crew and parachutes. In a news conference on Friday, Behnken and Hurley said they would have bags ready in case they experienced seasickness while waiting for pickup by the recovery crew. The astronauts reported they were doing well after splashdown and discussed some of the activities they'd undertaken while returning to Earth. The leisurely ride, they said, was broken up by a few prank calls back to Earth via satellite phone -- and they asked Elon Musk, SpaceX CEO, to foot the bill.\n\nThe splashdown followed a tense reentry process that put a lot of heat and stress on the spacecraft. Crew Dragon's parachutes deployed as it closed in on its target and brought it gently down into the sea. Scorch marks on the capsule were a testament to the rigors of its return journey.\n\nThere was a delay in opening the Crew Dragon hatch on board GO Navigator as the recovery crew purged toxic vapor fumes from around the capsule.\n\n.@SpaceX engineers are doing a purge of vapor fumes around the Dragon Endeavour to ensure the safety of our #LaunchAmerica crew when they open the hatch. pic.twitter.com/MtzBKZj2ci — NASA (@NASA) August 2, 2020\n\nHurley and Behnken were taken to a medical facility on the ship for initial checkups as part of the standard return procedures. They were scheduled for a helicopter ride back to shore.\n\n\"To anybody who has touched Endeavour, you should take a moment to just cherish this day,\" said Hurley during the exit from Crew Dragon.\n\n\"To anybody who has touched Endeavour, you should take a moment to just cherish this day.\"\n\n\n\nTouching words from @Astro_Doug as @AstroBehnken is safely brought out of the spacecraft. #LaunchAmerica pic.twitter.com/0yKUWbD9Ed — NASA (@NASA) August 2, 2020\n\nIf the Demo-2 mission assessment goes smoothly, then NASA and SpaceX will move forward with the first operational Crew Dragon mission, which is scheduled to launch later this year.\n\nThe safe return of Behnken and Hurley opens up a new future for US spaceflight. It fulfills the promise of NASA's Commercial Crew Program and its quest to end the space agency's dependence on Russian spacecraft to carry its astronauts to the ISS."}}