{"GDELT": {"GlobalEventID": 938756677, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor2Code": "JPN", "Actor2Name": "JAPAN", "Actor2CountryCode": "JPN", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.6715830875122901, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Hiroshima, Hiroshima, Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA11", "Actor2Geo_ADM2Code": "34163", "Actor2Geo_Lat": 34.4, "Actor2Geo_Long": 132.45, "Actor2Geo_FeatureID": "-229436", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hiroshima, Hiroshima, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA11", "Action2Geo_ADM2Code": "34163", "Action2Geo_Lat": 34.4, "Action2Geo_Long": 132.45, "Action2Geo_FeatureID": "-229436", "DATEADDED": 20200804004500, "SOURCEURL": "https://japantoday.com/category/features/opinions/will-japan-sign-the-new-nuclear-weapons-treaty"}, "ARTICLE": {"TITLE": "Will Japan sign the new nuclear weapons treaty?", "TEXT": "By Patrick Parr\n\nPretty soon, the dusty, cold-war-bargained 1968 Nuclear Non-Proliferation Treaty (NPT) is set to be overshadowed by a brand new, zero-tolerance treaty passed by the United Nations in July 2017. Spearheaded by the Nobel Peace Prize and Geneva-based grassroots organization ICAN (International Campaign to Abolish Nuclear Weapons), the new treaty will become international law as soon as fifty countries and/or nation-states ratify what is now called the Treaty on the Prohibition of Nuclear Weapons, or TPNW.\n\nCurrently, 81 signatures have already been collected, and 40 nations (Austria, South Africa, New Zealand and Brazil, to name a few) have ratified the treaty. Eventually, the TPNW will become international law, and the United States, Russia and Japan could soon be faced with immense global pressure from a large coalition of countries fed up with the continued existence of close to 14,000 nuclear weapons owned by nine countries (Russia – 6,490, U.S. - 6185, UK - 200, France - 300, China – 290, Pakistan - 160, India - 140, Israel - 90, North Korea - 30).\n\nSince the first atomic bomb was dropped on the city of Hiroshima 75 years ago, eight countries have detonated at least 2,055 nuclear weapons across the planet. As it stands, this struggle has largely been pushed aside this year, COVID-19 taking up most of the media’s attention.\n\nBut ICAN is still battling for an end to a decades-old threat, and they’re hoping Japan will break free from their American allegiance and show demonstrative support for a nuclear-free world.\n\nIt appears that the majority of Japanese citizens are on ICAN’s side. In December 2019, NHK completed a public opinion poll, asking if citizens were in support of Japan signing the TPNW. The results were that 66% said yes, they wanted Japan to sign the treaty, with only 17% saying that the treaty was either inadequate or unnecessary. Meanwhile, the Hibakusha Appeal Campaign has gained nearly 11 million signatures to date from across the world. Now all that’s left is convincing a stalwart government mired in 20th century geopolitics.\n\nBeatrice Fihn, ICAN’s executive director, believes that Japan, with its history of atomic destruction, has a vital role to play on the global stage when it comes to ending the nuclear weapon threat. “What’s different with Japan,” Fihn says, “is their role of a survivor.”\n\nFihn feels that Japan uses this to their advantage when they are in front of the U.N. General Assembly. “They say a lot of nice words at the U.N., a lot of talk, and Japan sees themselves as a champion [against nuclear weapons], but their words are vague.”\n\nIndeed, Fihn is frustrated by the Japanese government’s “hypocritical” stance toward nuclear disarmament. A formal statement made to the U.N. back in March 2017 by Ambassador Nobushige Takamizawa shows how vexing Japan’s stance truly is. While Takamizawa states that Japan has, ever since 1994, “submitted [annual] resolutions calling for united action towards the total elimination of nuclear weapons to the U.N. General Assembly,” he also denounced the TPNW, stating that “efforts to make such a treaty without the involvement of nuclear-weapon states will only deepen the schism and division…between nuclear-weapon states and non-nuclear weapon states.”\n\nTo Fihn, that “division” will never be bridged until nuclear weapons are eradicated, and Japan just might be the only major economic power with the ethos necessary to demand change.\n\nAs the world sits inside the COVID pandemic, Fihn believes that such a threat only magnifies the folly of keeping nuclear weapons, an idea of security created back during the “macho-patriarchal” cold war years. “We hope that with the aftermath of Covid,” Fihn says, global citizens will begin to see that “we've been tricked, with all these [so-called] security guarantees.” As Fihn put it, the people who “have actually protected us are nurses.”\n\nAs of 2020, Fihn has yet to meet face-to-face with Prime Minister Shinzo Abe. “They didn’t want to meet at the high level,” she says. Instead, through the nebulous words of foreign ministers, they understood that while there was sympathy toward the idea, “they do not agree with us.”\n\nThis appears to be the case with most of the countries under what Fihn calls “the nuclear umbrella.” Anti-nuclear weapons organizations are greeted, acknowledged and understood, but the system remains intact.\n\nAs the top leaders of the world shut their doors on ICAN, the organization has for many years started more of a grassroots approach. “We are thinking about next governments,” says Fihn, “a new generation. Then we can change the conversation.” Fihn likens ICAN’s approach to how public opinion of same-sex-marriage was eventually changed, from the ground up, pushing the issue to “create a different political context by which they operate.”\n\nIndeed, ICAN is poised to bring this issue to the forefront, working with banks and investors to stop them from associating with other companies who invest in nuclear weapons productions. Members in the U.S. House of Representatives are now open toward pushing new legislation. ICAN also supports the Mayors for Peace campaign, with over 8900 cities across the world pledging their support for a nuclear-free world.\n\nBut after talking with Fihn, it is clear to her and others that unless the Japanese public demands change, Abe may very well remain stuck in an outdated model of security. “The Japanese government is going backward,” says Fihn. And the threat of North Korea “is a huge problem, and very concerning, but you're not going to solve this by having Japan threaten Pyongyang with [America’s] nuclear weapons. Mass murdering civilians is not okay. If you're worried about North Korea you need to really work on nuclear disarmament.”\n\nAs we reflect on the 75th anniversary of the Hiroshima bombing, the Japanese government, as Fihn sees it, has a choice: Sign the TPNW treaty and step out onto the global stage and demand each of the nine countries holding nuclear weapons to dismantle their arsenal and focus their spending on the tremendous financial damage caused by COVID-19. Or, remain under the nuclear umbrella, now rusted and filled with holes.\n\nPatrick Parr is the author of the forthcoming book is \"One Week in America: The 1968 Notre Dame Literary Festival and a Changing Nation\" (March 2021).\n\n© Japan Today"}}