{"GDELT": {"GlobalEventID": 938758554, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.11581291759466, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200804004500, "SOURCEURL": "https://www.azcentral.com/story/news/politics/2020/08/03/coronavirus-stimulus-trump-weighs-executive-action-negotiations-continue/5574738002/"}, "ARTICLE": {"TITLE": "Trump weighs executive action as negotiations progress on next coronavirus stimulus package", "TEXT": "WASHINGTON – The president on Monday said he was weighing executive action as Congress and the White House struggle to break the impasse over another emergency relief package to counter the coronavirus' impact on U.S. families and the economy.\n\nNegotiators on Monday signaled they'd made progress hashing out differences between Republican and Democratic proposals for the next stimulus package, though a deal remains far out out of reach and millions of unemployed Americans remain in financial limbo after a $600 weekly unemployment benefit expired on Friday.\n\nHouse Speaker Nancy Pelosi and Senate Minority Leader Chuck Schumer, Congress' top Democrats, met again Monday with White House Chief of Staff Mark Meadows and Treasury Secretary Steven Mnuchin for several hours, where they examined the competing proposals and went through specific dollar amounts in various areas in the two bills.\n\n\"It was productive, we're moving down the track,\" Pelosi, D-Calif., told reporters after the meeting in her Capitol Hill office. \"But we still have our differences. We’re trying to have a clearer understanding of what the needs are.\"\n\nMnuchin said both sides were \"a little bit\" closer to a deal but Meadows noted that they were still far apart.\n\nIt was the latest meeting between the four, who worked last week and through the weekend to discuss any potential middle ground between the Democrats' $3 trillion bill and a $1 trillion Republican proposal.\n\nWhat each side wants:$1,200 checks? Money for schools? Breaking down what Republicans and Democrats want in the coronavirus stimulus plan\n\nMore:Congress leaves town without a coronavirus stimulus deal, allowing $600 unemployment benefit to end\n\nMeanwhile, President Donald Trump on Monday floated the possibility of taking unilateral action if a deal could not be made with Democrats, claiming he has the power to step in and curtail Congress should there be a need. The president specifically noted the moratorium on housing evictions that recently expired.\n\n\"A lot of people are going to be evicted but I’m going to stop it because I’ll do it myself if I have to,\" Trump said at the White House. \"I have a lot of powers with respect to executive orders and we’re looking at that very seriously right now.\"\n\nLater Monday, Trump also said he was examining executive action on a payroll tax cut, something he has repeatedly demanded be part of various coronavirus legislation but has been met with blunt rejection from lawmakers on both sides of the aisle. It is not clear whether Trump has the power to make such a move, and it would likely be challenged legally.\n\n\"I can do that also through an executive order so we'll be talking about that but we're having a very good discussion with Nancy Pelosi and Chuck Schumer,\" the president said at a press conference Monday evening.\n\nHe noted the hurdles and his opposition to Democrats wanting to send more funds to state and local governments that have had their budgets decimated due to the pandemic.\n\n\"The problem is they want to do bailouts of their various Democrat-run states and cities,\" Trump said. \"We don't think that's fair.\"\n\nHere's what Democrats propose:House passes $3 trillion coronavirus stimulus plan, faces pushback in Republican-led Senate\n\nThe GOP plan:Mitch McConnell unveils $1 trillion pandemic aid package to criticisms from Republicans and Democrats\n\nAs the talks continue on Capitol Hill, big divisions remain on the $600 boost to unemployment, which Democrats want to extend until at least January and Republicans have argued is too high and disincentivizes Americans from going back to work. The bonus bolsters state benefits that average nationally about $370 a week.\n\nThere are also differences on a host of items, from funds for state and local governments and the post office, areas important to Democrats, and liability insurance for businesses, something Republicans have said is a requirement in any next bill.\n\nThe Senate this week is set to take action on the expired boosted unemployment benefit but it's unclear whether any measure will pass as Democrats have dug in their heels against a piecemeal approach to passing additional funds to counter the pandemic. Senate Republicans last week attempted to pass a one-week extension on the $600 benefit but Democrats blocked the proposal, arguing it would still lead to lapses in funds getting to families and stressed for Republicans to work with them on a long-term solution.\n\nSenate Majority Leader Mitch McConnell, R-Ky., assailed Democrats Monday in a Senate floor speech, arguing it is \"time for the Democratic leadership to get serious about making law for the American people.\"\n\n\"The Speaker of the House and the Democratic Leader are continuing to say our way or the highway with the massive wish-list for left-wing lobbyists they slapped together a few weeks ago and called a coronavirus bill,\" he said. \"These are not the tactics that would build a bipartisan result. These are not the tactics that will get more cash in Americans’ pockets, more help to the unemployed, and more assistance for schools to re-open.\""}}