{"GDELT": {"GlobalEventID": 938756591, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor2Code": "CAN", "Actor2Name": "NORTHWEST TERRITORIES", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.44479495268138, "Actor1Geo_Type": 0, "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Northwest Territories, Northwest Territories, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA13", "Actor2Geo_ADM2Code": "25042", "Actor2Geo_Lat": 65.0, "Actor2Geo_Long": -118.0, "Actor2Geo_FeatureID": "-570392", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Yellowknife, Northwest Territories, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA13", "Action2Geo_ADM2Code": "25042", "Action2Geo_Lat": 62.45, "Action2Geo_Long": -114.35, "Action2Geo_FeatureID": "-576282", "DATEADDED": 20200804004500, "SOURCEURL": "https://finance.yahoo.com/news/gold-terra-corp-discusses-2020-130000031.html"}, "ARTICLE": {"TITLE": "Gold Terra Resource Corp. Discusses its 2020 Drilling Program with The Stock Day Podcast", "TEXT": "Phoenix, Arizona--(Newsfile Corp. - August 3, 2020) - The Stock Day Podcast welcomed Gold Terra Resource Corp. (OTC Pink: TRXXF) (\"the Company\"), a company that controls one of the six major high-grade gold camps in Canada. CEO of the Company, David Suda, joined Stock Day host Everett Jolly.\n\nJolly began the interview by asking about the Company's background and current projects. \"Gold Terra is a junior exploration play in the mineral industry,\" explained Suda. \"We're looking for gold,\" added Suda, noting the increasing value of gold. \"This company, with its current management team and the assets that we have and the jurisdiction that we are in and the fact that we're right next to infrastructure, was built for the kind of gold market that we're in,\" he continued. \"It's a very prolific zone that we're in and we're very excited to be funded and getting drilling again here in mid-August.\"\n\nJolly then noted that the Company was previously operating under 'TerraX Minerals, Inc.', and asked about the recent name change to 'Gold Terra Resource Corporation'. Suda shared that the Company's new name is more direct in regards to their primary focus: gold.\n\n\"What are your plans for drilling this summer and are you fully funded?\" asked Jolly. \"Our plans are to drill about 10,000 meters and we are fully funded,\" said Suda, adding that the Company will be starting their 2020 program by drilling 7 holes into a high-grade target. \"This target has been drilled in the past,\" said Suda when discussing its history of impressive gold intersections. \"Those drill holes were quite shallow, so they behoove us now to drill deeper and look for the opportunity to increase the size of this deposit significantly.\"\n\nThe conversation then turned to the Company's positioning near Campbell Shear. \"Campbell Shear is effectively a geological structure,\" explained Suda, adding that the mine has proven to be a prolific gold producer and is now the primary focus for the Company's 2020 drilling program. \"The Campbell Shear target is definitely the apple of our eye right now, and again it's partly due to the tenacity and the passion that Gerald brings to the project,\" said Suda, speaking of the Company's Executive Chairman, Gerald Panneton.\n\n\"Why should investors take notice of your company now?\" asked Jolly. \"We've got all-time highs of gold and the set-up of our company is perfect. We've just got everything in focus, we're well funded with $7.5 million in the bank, and ready to drill for high-grade,\" said Suda. \"We're just about to go and do something that we believe could be very significant, and what better time to take note of a company than when it's just about to do something great.\"\n\nTo hear David Suda's entire interview, follow the link to the podcast here: https://audioboom.com/posts/7647750-gold-terra-resource-corp-discusses-its-2020-drilling-program-with-the-stock-day-podcast\n\nInvestors Hangout is a proud sponsor of \"Stock Day,\" and Stock Day Media encourages listeners to visit the company's message board at https://investorshangout.com/\n\nAbout Gold Terra's Yellowknife City Gold Project\n\nThe YCG project encompasses 790 sq. km of contiguous land immediately north, south and east of the City of Yellowknife in the Northwest Territories. Through a series of acquisitions, Gold Terra controls one of the six major high-grade gold camps in Canada. Being within 10 kilometres of the City of Yellowknife, the YCG is close to vital infrastructure, including all-season roads, air transportation, service providers, hydro-electric power and skilled tradespeople.\n\nThe YCG lies on the prolific Yellowknife greenstone belt, covering nearly 70 kilometres of strike length along the main mineralized shear system that host the former-producing high-grade Con and Giant gold mines. The Company's exploration programs have successfully identified significant zones of gold mineralization and multiple targets that remain to be tested which reinforces the Company's objective of re-establishing Yellowknife as one of the premier gold mining districts in Canada.\n\nVisit our website at www.goldterracorp.com.\n\nFor more information, please contact:\n\nDavid Suda, President and CEO\n\nPhone: 604-928-3101 | Toll-Free: 1-855-737-2684\n\ndsuda@goldterracorp.com\n\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\n\nStory continues"}}