{"GDELT": {"GlobalEventID": 938757755, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "LAB", "Actor1Name": "STAFF MEMBER", "Actor1Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.8259385665529, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Da Nang, Ð N?ng, Vietnam, Republic Of", "Actor1Geo_CountryCode": "VM", "Actor1Geo_ADM1Code": "VM78", "Actor1Geo_ADM2Code": "73992", "Actor1Geo_Lat": 16.0678, "Actor1Geo_Long": 108.221, "Actor1Geo_FeatureID": "-3712125", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Da Nang, Ð N?ng, Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM78", "Action2Geo_ADM2Code": "73992", "Action2Geo_Lat": 16.0678, "Action2Geo_Long": 108.221, "Action2Geo_FeatureID": "-3712125", "DATEADDED": 20200804004500, "SOURCEURL": "https://www.businessinsider.in/international/news/vietnam-says-the-new-strain-of-coronavirus-behind-its-ominous-covid-19-spike-is-3-times-more-contagious/articleshow/77329803.cms"}, "ARTICLE": {"TITLE": "Vietnam says the new strain of coronavirus behind its ominous COVID-19 spike is 3 times as contagious", "TEXT": "Vietnam says the new strain of coronavirus behind its recent spike in cases is three times as infectious.\n\nsays the new strain of behind its recent spike in cases is three times as infectious. Each patient has been found to infect five to six people on average, compared with a rate of 1.8 to 2.2 infections per patient as seen before, Health Minister Nguyen Thanh Long said Sunday.\n\nThe strain is new to Vietnam but has been seen in the British Isles and Bangladesh.\n\nThe latest outbreak, first found in Da Nang on July 25, ended the country's 99-day streak of no new cases. Two hundred new cases have been found since, along with all six of the country's deaths.\n\nVietnam has said its health system could not cope with a mass outbreak.\n\nAuthorities in Vietnam say the new strain of coronavirus responsible for the recent spike in infections is three times as contagious as its predecessor.\n\nNguyen Thanh Long, the country's health minister, said on Sunday that those infected with the new strain infected five to six people on average, Reuters reported.\n\nAdvertisement\n\nThose infected with the original strain of COVID-19, which arrived in Vietnam in late January, pass it on to an average of 1.8 to 2.2 people, he said.While the strain is new in Vietnam, it has been seen before in Bangladesh, Britain, and Ireland, according to Vietnamese scientists\n\nThe latest cases, which were first found July 25, marked the end of a 99-day streak without any new cases.\n\nAdvertisement\n\nSince then, 204 new cases have been identified, mainly in the region surrounding the coastal city of Da Nang.\n\nAdvertisement\n\nDomestic tourists had flocked to Da Nang for their vacations, but 80,000 people were evacuated by plane last week after cases began to rise. At the time, health authorities said the infections looked to be caused by a different strain of the coronavirus, which Long said had not been seen in Vietnam before July 25, the BBC reported\n\nThere are multiple strains of the novel coronavirus, such as the original D614 strain found in Wuhan, China, in December.\n\nViruses mutate because of genetic errors over time. Many scientists argue that mutations don't necessarily result in viruses becoming more dangerous.\n\nAdvertisement\n\nHOANG KHANH/AFP via Getty Images\n\nMarc Choisy, a biomathematician from the Oxford University Clinical Research Unit in Hanoi, told the Associated Press that the new strain in Vietnam looked to be more severe.\n\nAdvertisement\n\n\"One big difference I've noticed between this wave and the previous one is that the cases we have right now, a lot of them are severe,\" he said.Long said he could not confirm reports in local media that it was more contagious, or more dangerous, than its predecessor.\n\nAs of Monday morning, Vietnam had 621 confirmed infections and six deaths.\n\nAdvertisement\n\nThe World Health Organization had previously singled out Vietnam for its efforts in containing the virus, but the spike in cases is a somber moment.\n\nVietnam imposed a strict lockdown and travel ban early on, with the knowledge that the health system could not cope with a mass outbreak in mind.\n\nFor example, all 10,000 residents of Son Loi, a town near Hanoi, were placed under lockdown for 21 days in February, despite there being only 16 confirmed cases in the whole of Vietnam at the time, the AP said."}}