{"GDELT": {"GlobalEventID": 938756901, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.84313725490196, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200804004500, "SOURCEURL": "https://www.washingtonpost.com/politics/coronavirus-cases-are-climbing-in-midwest-states-with-previously-low-infections/2020/08/03/fe9428e6-d5aa-11ea-aff6-220dd3a14741_story.html"}, "ARTICLE": {"TITLE": "Coronavirus cases are climbing in Midwest states with previously low infections", "TEXT": "Experts also see worrying trends emerging in major East Coast and Midwest cities, and they anticipate major outbreaks in college towns as classes resume in August.\n\nAD\n\nThe University of Texas at Austin notified students that parties are prohibited when the campus reopens in three weeks. The school cited city health guidelines prohibiting groups larger than 10 people and requiring a mask when out in public.\n\nAD\n\nPresident Trump continued his push to fully reopen schools, even as some of the nation’s largest districts are delaying in-person instruction amid continuing spread of the virus.\n\n“Ideally, we want to open those schools. We want to open them,” Trump said during a White House news conference\n\nTrump also said the United States is doing much better dealing with the virus than most other countries — a claim inconsistent with the facts — and accused the news media of trying to make him and the country look “as bad as possible.”\n\nAD\n\nAt least 4.6 million coronavirus cases and 151,000 fatalities have been reported in the United States since February.\n\nDespite growing momentum in the search for a vaccine and Trump’s confident assessment Monday that “we’re on pace to have a vaccine available this year, maybe far in advance of the end of the year,” the head of the World Health Organization warned “there’s no silver bullet at the moment, and there might never be.”\n\nAD\n\nWHO Director General Tedros Adhanom Ghebreyesus said Monday that “a number of coronavirus vaccines are now in Phase 3 clinical trials, and we all hope to have a number of effective vaccines that can help prevent people from infection.”\n\nAD\n\nHe cautioned, however, that “of course there are concerns that we may not have a vaccine that may work,” or that its protection would be short term.\n\nThe economic fallout from the virus widened, with the parent company of Men’s Wearhouse declaring bankruptcy as people have stayed away from offices and the suits and other business attire once needed for work.\n\nTailored Brands, which also owns JoS. A. Bank, K&G and Moores, filed for Chapter 11 protection on Sunday evening, the same day that department store chain Lord & Taylor did so. They are among about a dozen large retailers that have tipped into bankruptcy as pandemic-fueled store closures sent sales plummeting.\n\nAD\n\nAD\n\nTop executives at Disney, Microsoft, Mastercard and IBM were among more than 100 business leaders who called on Congress to provide emergency relief for small businesses facing economic calamity.\n\nIn a letter sent to congressional leaders of both parties Monday, the executives issued a dire warning of mass closures triggered by the coronavirus, as companies report declining revenue and face the prospect of shutting down yet again to contain the outbreak.\n\nThe signatories put forward a series of recommendations, including federally guaranteed loans to last into 2021, flexibility in how those loans are put to use, partial loan forgiveness for small and midsize companies that have suffered significant revenue declines, and a focus on funding for businesses owned by people of color, who have less access to funding.\n\nAD\n\nAD\n\nMore than 4 million businesses have received emergency loans from the Small Business Administration, with Congress approving $700 billion in funding to support them. But for the 30 million small businesses in the country, that funding was too limited and short-lived, business leaders say. The letter calls for a more robust and sustained effort from the federal government.\n\n“We cannot stress enough the urgent need to act,” the letter says. “Every day that passes without a comprehensive recovery program makes recovery more difficult.”\n\nThe business leaders predict another wave of permanent business closures by Labor Day if the government does not provide aid.\n\nTrump continued to insist that hydroxychloroquine is an effective treatment for the coronavirus even as leading health officials in his administration have concluded otherwise. The president suggested that opposition to its effectiveness is because he supports it, as opposed to based on science.\n\nAD\n\nAD\n\n“Hydroxy has tremendous support, but politically it’s toxic because I supported it,” Trump told reporters at the White House on Monday. “If I would have said, ‘Do not use hydroxychloroquine under any circumstances,’ they would have come out and they would have said, ‘It’s a great, it’s a great thing.’ ”\n\nHe recounted taking the anti-malaria drug in May after it was announced that a couple of White House staffers had tested positive for the coronavirus.\n\n“I mean, I had no problem. I had no problem whatsoever. And importantly, I didn’t test positive,” Trump said.\n\nPressed by a reporter about the differing opinions of leading health experts, including Anthony S. Fauci, the nation’s top infectious-disease official, Trump stood his ground.\n\nAD\n\n“I don’t agree with Fauci on everything,” Trump said.\n\nIn several recent interviews, Fauci has dismissed hydroxychloroquine as a treatment for the coronavirus, calling it ineffective.\n\nAD\n\nTrump also feuded publicly with the other leading official face of the U.S. government response. Trump on Monday tweeted criticism of Deborah Birx, the physician overseeing the White House’s coronavirus efforts, a day after she warned that the United States is entering a “new phase” of the pandemic.\n\nTrump tweeted that after House Speaker Nancy Pelosi (D-Calif.) criticized Birx for being “too positive” about his handling of the pandemic, the doctor “took the bait & hit us.” He appeared to be referring to Birx on Sunday telling CNN that increasing outbreaks in both rural and urban areas are “different from March and April” and “extraordinarily widespread.”"}}