{"GDELT": {"GlobalEventID": 938756819, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "AUS", "Actor1Name": "SYDNEY", "Actor1CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.88739946380697, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sydney, New South Wales, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS02", "Actor1Geo_ADM2Code": "154637", "Actor1Geo_Lat": -33.8833, "Actor1Geo_Long": 151.217, "Actor1Geo_FeatureID": "-1603135", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sydney, New South Wales, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS02", "Action2Geo_ADM2Code": "154637", "Action2Geo_Lat": -33.8833, "Action2Geo_Long": 151.217, "Action2Geo_FeatureID": "-1603135", "DATEADDED": 20200804004500, "SOURCEURL": "https://www.observertoday.com/wire/?category=5200&ID=117173"}, "ARTICLE": {"TITLE": "Asia-Pacific tourism makes patchy restart, and some missteps", "TEXT": "CANBERRA, Australia (AP) — Tourism operators across Asia and the Pacific are making furtive and faltering advances, as well as some spectacular missteps, after travel was largely halted by the coronavirus pandemic that continues ebbing and mostly surging around the globe.\n\nThe Indonesian resort island of Bali tentatively opened to domestic visitors on Friday while struggling tourism businesses in Queensland, known as Australia’s Sunshine State, will soon lose visitors from the nation’s biggest city, Sydney.\n\nWith international travel heavily restricted, progress in reviving tourism has been at best anemic and usually perilous.\n\nThe perils became evident in Vietnam’s popular beach destination of Da Nang, where an outbreak that began with one person last week has swelled to nearly 100 cases. Da Nang’s beaches, which host some 50,000 tourists daily during the high season, were emptied when the city was locked down Tuesday.\n\nQueensland state, which is believed to be free of community transmission of the virus, has been allowing in all interstate travelers except those from coronavirus hot spot Victoria state.\n\nWhile businesses lost visitors from Melbourne, Australia’s second-largest city, at least they could look forward to Sydney residents escaping the Southern Hemisphere’s winter for a tropical Great Barrier Reef vacation.\n\nBut a growing Sydney outbreak led the Queensland government to reconsider and Sydney visitors will now be banned from Saturday.\n\nQueensland Tourism Industry Council deputy chief executive Brett Kapernick said the loss of Sydney visitors would cost some tourism operators 40% of their revenue.\n\n“With this pandemic, the situation becomes fluid and therefore evolves weekly,” Kapernick said. “A week ago, we didn’t think we’d be facing a border closed to Sydney.”\n\nLike Australia, Hong Kong effectively closed its borders in March, driving down tourist numbers by 90%. At first, Hong Kong seemed successful in dealing with the pandemic, helped by residents’ fastidious mask-wearing and restrictions on public gatherings and restaurants.\n\nThe city had weeks with zero local transmissions in May and June, and the government relaxed the rules. Hotels offered “staycation” packages and theme parks reopened.\n\nThe tourism industry was again plunged into crisis, though, by Hong Kong’s worst outbreak in July, with hundreds of new, locally transmitted cases.\n\nJapan’s outbreaks have spread across the country with increasing travel during summer holidays. In recent days, the numbers of newly confirmed infections nationwide has topped 1,000 and the number of deaths recently also surpassed 1,000, with more than 31,000 confirmed cases so far.\n\nCritics have faulted Prime Minister Shinzo Abe’s administration for its “GoTo” campaign, offering discounts and other incentives for domestic tourism, even though the campaign excluded Tokyo, a hot spot with surging infections.\n\nThailand, like Vietnam, has been among the success stories of the pandemic. It has counted around 3,300 cases, with all of them in recent weeks among Thai soldiers, workers and students returning from abroad. But the U.N. Conference on Trade and Development recently cited the Southeast Asian travel hub as one of the countries expected to lose the greatest percentage of its GDP due to the pandemic and tourism restrictions.\n\nThailand’s Cabinet this week approved three projects together worth more than $700 million to help the tourism industry, which normally account for more than 10% of GPD.\n\nBali’s reopening to domestic tourism after an almost four-month lockdown is step toward overseas arrivals resuming in September.\n\nNormally bustling beaches and streets on the idyllic island were emptied in late March. Authorities restricted public activities, closed the airport and shuttered all shops, bars, restaurants and tourist attractions. Limits were eased beginning three weeks ago, and visitors will face stringent rules in hotels, restaurants and on beaches.\n\nThe island that’s home to more than 4 million people, attracted more than 6 million tourists from abroad and 10 million from Indonesia last year, according to government data.\n\nAccording to Indonesia’s Coordinating Maritime Affairs and Investment Minister, Luhut Pandjaitan, the tourism sector has lost an estimated $500 million due to the coronavirus outbreak.\n\nThe government will waive taxes for hoteliers and restaurants in 10 promoted destinations for the next six months. Local governments will be compensated by the central government for the loss of taxes, which is estimated to total $230 million.\n\nIn Australia, Kapernick said keeping Queensland COVID-19-free was more important to the struggling tourism industry than letting in more holidaymakers.\n\n“What will send businesses to the wall quicker is if we don’t control these outbreaks that are happening now and we find ourselves in a situation like (hot spot state) Victoria,” Kapernick said."}}