{"GDELT": {"GlobalEventID": 938758244, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.35457063711912, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200804004500, "SOURCEURL": "https://www.reformaustin.org/texas-legislature/chinese-consulate-closure-will-have-a-negative-impact/"}, "ARTICLE": {"TITLE": "Chinese Consulate Closure Will Have a Negative Impact", "TEXT": "It may not happen right away, but there will be an impact from the White House decision to order the Chinese Consulate in Houston shuttered, and it won’t be good.\n\nThe consulate was the first to be opened after the U.S. established diplomatic relations with China. For more than 40 years, it has served Chinese expats and U.S. travelers in eight southern states and Puerto Rico and has also played a major role in fostering international trade between China and Texas. Now anyone needing those services will need to seek help from one of the remaining Chinese consulates in Washington D.C., New York, Chicago or Los Angeles.\n\n“The consulate has been important to building bilateral trade and investment between the Houston region and China and for furthering cultural ties,” Greater Houston Partnership CEO Bob Harvey said in a statement.\n\nHarvey, whose organization worked with the consulate to coordinate trade missions to China by every previous Houston mayor since Lee Brown went on to say, “We are aware of U.S. officials’ concerns directed at Chinese officials and Chinese nationals regarding the theft of intellectual property and cybertheft in the United States and hope that China will take immediate steps to address these concerns. We look forward to the reopening of the consulate in Houston once these concerns are addressed.”\n\nWhether China was dealing in espionage remains to be seen, but there are growing concerns that the U.S. overreacted.\n\nIn an article, Jon R. Taylor, University of Texas at San Antonio political science professor, described the move in a China Daily article as a “dramatic step that seriously ratchets up contention between the United States and China.”\n\n“It’s a very discouraging development and further evidence of the growing tension between the two countries,” Taylor said.\n\nHe also said the shutdown “is self-defeating “for the US, and is “a misguided election strategy which engenders greater animosity, a disruption in soft power relations, and unnecessary mistrust.”\n\nA pro-Chinese quote isn’t unexpected in a Chinese media outlet, but the same was found in a Houston Chronicle piece about the closure.\n\nA Chinese politics professor at the University of California told the Chronicle that burning bridges is not the usual reaction to this type of dispute.\n\n“The typical response to things like embassy staff involved in espionage is the expulsion of the involved diplomats,” said Victor Shih. “Closing down the entire consulate is a fairly drastic course of action that will create a lot of inconvenience for anyone traveling to China.”\n\nAnd then there was this opinion from Atman Trivedi, who worked at the State and Commerce departments during the Obama administration\n\n“If U.S. policy was once too accommodating of China, this administration has erred in assuming the inevitability of confrontation,” Trivedi wrote. “Short of war, shutting a consulate is a rare step that removes a diplomatic channel. In the midst of a historic pandemic, major powers should be talking more. Right now, Washington and Beijing are talking past each other, to rally political support at home.”\n\nChina is Houston’s third largest trade partner — importing everything from computers and electronics to machinery from China. Houston and Texas export back to China petroleum, refined products and chemicals.\n\nThere are 44 Houston firms with locations in China.\n\nSky Li, a Chinese businessman who works at a Houston firm, sees difficulties for those businesses ahead.\n\n“I understand the U.S. government wants to protect U.S. companies,” Li said. “In the short term, it might protect the U.S., but long term, it cuts lots of good opportunities for U.S. companies.”\n\nBut there are other economic concerns as well. Chinese travelers flock to Houston’s Galleria mall, where they don’t hold back on spending. Chinese students come to Texas for higher education.\n\nAnd there is worry that closure of the consulate will lead to increased racial tensions at a time when anti-Asian sentiments are already high due to the rhetoric out of the White House about the pandemic.\n\nAs for Harvey’s hope that the closure will be short-lived, there has been nothing to indicate his hopes will come true. In fact, China retaliated by ordering a U.S. consulate in Chengdu closed, which happened last week."}}