{"GDELT": {"GlobalEventID": 938758293, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.72398190045249, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Middlebury, Connecticut, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCT", "Actor1Geo_ADM2Code": "CT009", "Actor1Geo_Lat": 41.5279, "Actor1Geo_Long": -73.1276, "Actor1Geo_FeatureID": "208872", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Middlebury, Connecticut, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCT", "Actor2Geo_ADM2Code": "CT009", "Actor2Geo_Lat": 41.5279, "Actor2Geo_Long": -73.1276, "Actor2Geo_FeatureID": "208872", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Middlebury, Connecticut, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCT", "Action2Geo_ADM2Code": "CT009", "Action2Geo_Lat": 41.5279, "Action2Geo_Long": -73.1276, "Action2Geo_FeatureID": "208872", "DATEADDED": 20200804004500, "SOURCEURL": "http://www.dailybulldog.com/db/obituaries/henry-brower-rowland-1923-2020/comment-page-1/"}, "ARTICLE": {"TITLE": "Henry Brower Rowland (1923-2020)", "TEXT": "FARMINGTON - Henry Brower Rowland, beloved husband, father, grandfather, and great-grandfather, entered into eternal rest at Franklin Memorial Hospital in Farmington on July 30, 2020. He was 96. Henry was born in Greenport, NY in August, 1923. The family lived in Greenport all during his school days. He graduated from Greenport High School. Henry was the 5th of seven children of Henry Ward and Daisy Elizabeth (Cohen) Rowland. His sister Elizabeth and brothers Charles, Clarence, Wesley, Arthur, and Freddie preceded him in death.\n\nCorrine and Henry Rowland celebrated their 71st wedding anniversary in September of 2016. They were married in 1945 in Hartford, CT. They lived in Connecticut, Hawaii, New York, Indiana, Massachusetts, and Maryland, and resided in Ticonderoga, NY from 1997 until Corrine’s passing in 2016. For the past 3 years, Henry has been a resident at the Orchard Park Congregate Apartments. He often spoke of the wonderful care he received at Orchard Park.\n\nHenry is survived by 3 children -- Gerry Rowland, Suzanne Fraser, and Michael Rowland; 5 grandchildren -- Julianne, Peter, Tirzah, Joel, and Shifra; and 7 great grandchildren -- Joy, Malia, Sophia, Savanna, Zachary, Rudy, and Eiler.\n\nHenry was a WW2 veteran and a veteran of Desert Storm. He trained as a radio officer at Hoffman Island, NY and served on tankers and Liberty Ships in the Mediterranean, Pacific and Atlantic theaters. His training was put to the ultimate test on Christmas day, 1945, in Murmansk, USSR. His ship, the Renald Fernald, was in a collision with another ship and sinking in the frozen, arctic night. He sent distress calls on the wireless and that led to the ship being rescued. The ship was impounded and the crew held incommunicado for 6 months. The deprivations suffered by the crew during that brutal winter left lifelong scars. In his bio for the book U.S. Merchant Marine, Henry wrote about his wartime experiences:\n\n“The vessel he served on was part of the last convoy to Murmansk during WW II. She was in collision on departure from that port and nearly sank before the crew was able to rig a collision mat below the waterline. They ended up having to remain in port for 6 months after drydock facilities became icebound up there. While all this was happening in 1945 and early 1946, Russia cut off nearly all contact with the west and in March 1946 the BBC announced the start of the Cold War and they realized they were caught behind the Iron Curtain.”\n\nMerchant Mariners were not given veteran’s status until 1986, but Henry was not deterred in his goal of gaining an education. He earned money for college working at the Marconia radio relay station on Oahu (KHK). He attended Rensselaer and graduated from Tri State College (IN) in 1954 and began work as an engineer at Electric Boat in Groton CT, His first project was on the communications array for the Nautilus, the first atomic powered submarine. He later worked for the Maritime Administration as their engineer for Merchant Marine shipboard navigation and communication systems onboard all ongoing government subsidized commercial vessels under design and construction in this country. His last job in electronics was at Aberdeen Proving Grounds in MD until his “retirement” in 1987. Immediately upon retirement, Henry completed radio officer training and went back to sea as a radio officer on tankers and merchant ships. He finally had enough of climbing tall masts in hurricanes and troubleshooting Window 95 networks and retired in 1997.\n\nHe was a lifelong member of the Hoffman Island Radio Officers Association and the Veteran Wireless Operators Association. Henry received a wide variety of commendations and awards. He received the Merchant Marine Expeditionary Award for service in Desert Storm (1996), The New York State Medal for Merit for Merchant Marine service (2006), and the USSR Commemorative Medal for WW2 service (1991), in addition to service awards for participation in the Atlantic and Pacific campaigns of WW2. He was a member of the Institute of Electrical and Electronics Engineers and received numerous citations for excellence during his 33-year career. Henry’s great passions were sailing, music, and family. As a boy, he sailed on his father’s oyster boat. He built his own sailboat while in high school. He rescued a Star class sailboat after Hurricane Carol in 1954 and converted it into a family cruiser that we sailed up and down the Connecticut River and on Long Island Sound. His last boat, Ranger, served the family on Chesapeake Bay and Lake Champlain for more than 30 years.\n\nHenry was an All State tuba player in high school, and a member of the Merchant Marine band. He played in community bands all his life. As a member of the Shrine Band and the Norwich Community band, he played all over CT. In later years, he joined the Middlebury Winds band in VT and played in concerts all over the Green Mountain state. Only the onset of hearing loss could make him stop blowing his horn, but he enjoyed the wonderful circus marches of Karl King and John Phillip Sousa all his life.\n\nGrowing up in Greenport during the Depression, Henry did his best to help his family. Even in the worst of times, the family could harvest oysters and clams and enjoy a Sunday picnic on the beach. As a little guy, Henry would go door to door and sell oysters to the neighbors. He worked in the potato fields and as an usher in the local theater to supplement the family income. As an adult, he was active in the Episcopal Church and the Sea Scouts. He enjoyed taking our family on Sunday outings all over CT. We took our VW Kombi all over New England visiting historic sites. He loved working on the family homes. He and Corrine always found a place by the water, and maintained it with great love. When Corrine found relief from arthritis pain in bee sting therapy, Henry became an accomplished bee keeper and took on the task of administering bee stings.\n\nHe enjoyed visiting with his family right up until his final day. Engineer, Musician, Handyman, Veteran. Son of a sea captain from a family of 7 sea captains. Grandson of a sea captain who was licensed to command a ship of any tonnage anywhere in the world. Great grandson of a man who founded the Rowland Oyster Company and was first to bring oysters to the commercial market. A man who always followed the family motto: \"Make Haste, Slowly.” May the wind be at your back, rest in peace.\n\nCremation cared for by Wiles Remembrance Center: Adams-McFarlane Chapel 137 Farmington Falls Rd. Farmington. A kind word may be left in his book of memories at www.wilesrc.com."}}