{"GDELT": {"GlobalEventID": 938852412, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "MYS", "Actor1Name": "MALAYSIA", "Actor1CountryCode": "MYS", "Actor2Code": "SGP", "Actor2Name": "SINGAPORE", "Actor2CountryCode": "SGP", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.87837837837838, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Johor, Johor, Malaysia", "Actor1Geo_CountryCode": "MY", "Actor1Geo_ADM1Code": "MY01", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 1.4655, "Actor1Geo_Long": 103.758, "Actor1Geo_FeatureID": "-2405456", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Singapore", "Actor2Geo_CountryCode": "SN", "Actor2Geo_ADM1Code": "SN", "Actor2Geo_Lat": 1.366667, "Actor2Geo_Long": 103.8, "Actor2Geo_FeatureID": "SN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN", "Action2Geo_Lat": 1.366667, "Action2Geo_Long": 103.8, "Action2Geo_FeatureID": "SN", "DATEADDED": 20200804131500, "SOURCEURL": "https://www.aseanbriefing.com/news/reopening-of-the-malaysia-singapore-border-strict-health-protocols-to-impact-travelers/"}, "ARTICLE": {"TITLE": "Reopening of the Malaysia-Singapore Border: Strict Health Protocols to Impact Travelers", "TEXT": "Malaysia and Singapore will begin reopening the borders between the two countries from August 17, 2020 for selected travelers under the Reciprocal Green Lane (RGL), and the Periodic Commuting Arrangement (PCA) travel schemes.\n\nThe RGL scheme will permit short-term travel of up to 14 days for essential and official business. The PCA scheme will enable cross-border travel for those that have valid work visas.\n\nStrict health protocols, such as COVID-19 testing and self-quarantine measures will apply to all travelers.\n\nBefore the onset of COVID-19, the Malaysia-Singapore border was one of the busiest in the world, with more than 300,000 daily travelers crossing via land and more than 29,000 flights annually.\n\nMalaysia and Singapore will begin allowing limited cross-border travel between the two countries from August 17, 2020, months after they were closed due to the ongoing coronavirus pandemic.\n\nThe two countries have issued two new schemes to facilitate the cross-border travel – the Reciprocal Green Lane (RGL) and the Periodic Commuting Arrangement (PCA). The RGL enables short-term travel for official purposes and essential business for up to a maximum of 14 days’ stay. The PCA scheme allows the entry of residents of both countries who hold valid work passes.\n\nBoth travel schemes incorporate strict health and visa protocols, such as mandatory pre-departure COVID-19 tests and self-quarantine upon arrival.\n\nMalaysia and Singapore have one of the world’s busiest border crossings. Prior to the onset of COVID-19, the land border would see more than 300,000 people traverse each day and more than 29,000 annual flight; the equivalent of 82 flights a day.\n\nReciprocal Green Lane\n\nThe RGL scheme aims to facilitate short-term travel (up to a maximum of 14 days) for essential business and official activities.\n\nWhat are the perquisites to enter Singapore?\n\nTo enter Singapore under the RGL scheme, visitors will need to obtain the SafeTravel Pass, which is a mandatory document for all inbound travelers entering the country. A Singapore-based company or a Singapore government agency will apply on the applicant’s behalf.\n\nAn approval email will then be sent to the sponsoring company or government agency and the applicant can proceed to applying for a visa (if required). If the applicant has an existing valid visa, then the visa suspension will be lifted once the SafeTravel Pass is issued.\n\nAnother requirement is that the traveler must ensure they have not left Malaysia in the last 14 days prior to departure and must have a negative COVID-19 PCR certificate issued no more than 72 hours also prior to their departure. Only certificates issued from laboratories accredited by Malaysia’s Ministry of Health will be accepted.\n\nFurther, the approved applicant will need to submit an electronic pre-trip health and travel history declaration via the SGArrival Card.\n\nTravelers taking flights are only permitted to take non-stop flight routes to Singapore.\n\nWhat are the post-arrival measures in Singapore?\n\nUpon arrival in Singapore, the traveler will undergo another COVID-19 PCR test who will also bear the cost. The prevailing cost for COVID-19 testing is S$200 (US$143) per person.\n\nAfter the test is completed, it is the responsibility of the sponsor company or government agency to transport the traveler to their self-sourced accommodation (these must be non-residential addresses). The applicant must remain in their accommodation until the test results are released, and if negative, can then proceed to their pre-declared travel itinerary. If the traveler tests positive for COVID-19 then they will under medical treatment at their own cost.\n\nTravelers should also install the TraceTogether app, which is designed to support the government’s contact tracing capabilities.\n\nIt is also the duty of the host company or government agency to monitor the traveler’s compliance with this itinerary.\n\nWhat are the perquisites to enter Malaysia?\n\nTo enter Malaysia under the RGL scheme, travelers must first obtain the MyTravelPass, which is similar in purpose to the SafeTravel Pass issued in Singapore.\n\nAs with Singapore, only a Malaysian-based company or a Malaysian government agency can apply on behalf of the traveler for the MyTravelPass. In addition, all applicants must ensure that they remained in Singapore at least 14 days prior to departure to Malaysia and have a negative COVID-19 PCR certificate, which was issued at least 72 hours before departure.\n\nWhen making the online application, the sponsor must provide the following information:\n\nLetter of invitation;\n\nTravel itinerary;\n\nCopy of passport;\n\nProof of hotel accommodation; and\n\nPre-trip health and travel history declaration.\n\nWhat are the post-arrival measures in Malaysia?\n\nUpon arrival in Malaysia, the traveler will be subject to another COVID-19 PCR test at the port of entry at their own cost and will need to download the MySejahtera contact tracing app. It will be the duty of the traveler’s sponsor to transport them to their accommodation to await their results.\n\nIf the traveler tests positive for COVID-19, then they will be accorded the necessary medical treatment in Malaysia, at the traveler’s expense.\n\nPeriodic commuting arrangement\n\nThe PCA scheme allows citizens as well as permanent resident holders entry to the other country if they have a valid work visa. This scheme permits the workers to stay in the country of work for 90 consecutive days, after which they can return home for a short leave.\n\nAll applications are treated on a first-come-first-served basis and there will be a quota for entry. The Singaporean government may revise this from time to time. The PCA scheme only covers the land crossings between the two countries (the Johor-Singapore crossing).\n\nWhat are the perquisites to enter Singapore?\n\nTo be eligible, applicants must fulfil the following criteria:\n\nMust be a Malaysian citizen or permanent resident;\n\nHolds a valid work visa in Singapore; and\n\nMust be willing to spend 90 consecutive days in Singapore upon entry.\n\nIndividuals are not allowed to apply for this travel scheme, all applications must be completed by the Singaporean-based employer on behalf of the employee. Applications are open on the SafeTravel Pass website from August 10, 2020, and must be submitted at least seven days before the employee enters Singapore.\n\nEmployers must provide the following information when completing the application:\n\nThe employee’s foreign identification number (FIN);\n\nThe expiry date of the employee’s work pass;\n\nThe intended date of entry into Singapore;\n\nThe employee’s accommodation address; and\n\nDetails of the company’s contact person.\n\nThe government will only issue the approval after payment for the COVID-19 PCR test of $200 (US$143).\n\nWhat are the post-arrival measures in Singapore?\n\nUpon arrival, the employee will be required to serve a seven-day stay-home-notice (SHN) during which they will undergo a COVID-19 PCR test. The employee will be given an SMS or email notification confirming the time, date, and location of their appointed test.\n\nIt is important to note that the employee is prohibited from taking public transport for this purpose and are only allowed to take personal transport, company transport, or specialized private car hire/taxis catered to transporting passengers to test sites.\n\nIf the employee tests negative for the virus then they can commence their work, but if they test positive, then they will undergo medical treatment at their own expense.\n\nWhat are the perquisites to enter Malaysia?\n\nTo enter Malaysia under the PCA scheme, the employee must fulfil the following criteria:\n\nIs a Singaporean citizen or permanent resident holder;\n\nHolds a valid work visa in Malaysia; and\n\nMust be willing to spend 90 consecutive days in Malaysia upon entry.\n\nAs with Singapore, individual employees are not allowed to apply for this scheme, rather it must be completed by the employer on behalf of the employee through the MySejahtera website.\n\nThe application must be done at least 10 working days before the date of departure from Singapore and the employer must provide the following documents:\n\nLetter of appointment; and\n\nCopy of passport.\n\nWhat are the post-arrival measures in Singapore?\n\nTravelers will be subjected to home surveillance order (HSO) and quarantine for seven days at the end of which they undergo a COVID-19 PCR test. If negative they can commence their work. However, if found positive, they will undergo medical treatment at their own expense.\n\nWaiver of SHN and HSO protocols\n\nSingapore citizens and PR holders can apply for a waiver of the SHN order for a short-term leave in Singapore if they spend 90 consecutive days in Malaysia. The applicant would still need to undergo a COVID-19 PCR test, conducted at the land border crossing, at their own expense.\n\nIf the result is negative, then the waiver will be granted. More information can be found on the SafeTravel website.\n\nThe same is applied for Malaysian citizens and PR holders returning for a short-term leave in Malaysia. They would need to have spent 90 consecutive days in Singapore and undergo a COVID-19 PCR test at the land border crossing. More information can be found on the MySejahtera website."}}