{"GDELT": {"GlobalEventID": 938851947, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.7751479289940801, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Warwickshire, Warwickshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKP3", "Actor1Geo_ADM2Code": "40135", "Actor1Geo_Lat": 52.3333, "Actor1Geo_Long": -1.58333, "Actor1Geo_FeatureID": "-2610946", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Warwickshire, Warwickshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKP3", "Action2Geo_ADM2Code": "40135", "Action2Geo_Lat": 52.3333, "Action2Geo_Long": -1.58333, "Action2Geo_FeatureID": "-2610946", "DATEADDED": 20200804131500, "SOURCEURL": "https://www.hindustantimes.com/sex-and-relationships/mindfulness-could-help-tackle-burnout-says-study/story-kw32xM2m1VbaP7GGsoMCPK.html"}, "ARTICLE": {"TITLE": "Mindfulness could help tackle burnout, says study", "TEXT": "sex-and-relationships\n\nUpdated: Aug 04, 2020 18:06 IST\n\nMindfulness could help trainee general practitioners (GPs) to build their resilience and reduce burnout, helping to reduce the number of newly qualified GPs leaving the profession, according to University of Warwick researchers.\n\nA new study of GP trainees in Coventry and Warwickshire shows that they are experiencing similar levels of burnout to experienced GPs, but that the majority were willing to use mindfulness as a method to reduce its impact.\n\nThe study is published in the journal BJGP Open and surveyed 47 GP trainees working in Coventry and Warwickshire on their experiences of stress and burnout. The results informed a new Mindful Practice Curriculum that the researchers are currently piloting as a method of helping doctors to manage stress and burnout issues in themselves.\n\nRecent evidence has shown that doctors who fully qualify as a GP have a very high rate of leaving the profession within the first five years.\n\nLead author Dr Petra Hanson of Warwick Medical School, and a Clinical Research Fellow at University Hospitals Coventry and Warwickshire NHS Trust, said: “That is quite worrying because it will mean that there is a crisis in the workforce, especially amongst GPs.\n\n“We know that, in general, doctors suffer from relatively high levels of burnout and for patients that could result in poorer care. But it’s also bad for individual doctors because it could result in those doctors leaving the profession.”\n\nThe researchers recruited 47 GP trainees in their second or third year of training to take part in a survey assessing their wellbeing, resilience and burnout, using well-established measures. They found that 64% of the trainees were experiencing burnout, defined as issues relating to excessive stress at work. This was broken down into those experiencing emotional exhaustion and disengagement, with 77% of trainees experiencing exhaustion and 80% experiencing disengagement. This is not dissimilar to the rates seen in fully qualified GPs from previous research, which is 94% and 85% respectively.\n\nALSO READ: Guided Meditation: Relieve stress and improve sleep patterns with this holistic practice\n\nThe researchers were also surprised to find lower resilience among GPs in training, having assumed that doctors were more likely to have greater resilience, with an average value 3.02 where the normal range would be 3 - 4.3.\n\nThe survey showed that a third of the GP trainees were already practicing some sort of mindfulness technique, often in the form of an app. Over 80% wanted to try mindfulness, but wanted to see more evidence for its effectiveness and were concerned about the demands on their time.\n\nMindfulness is defined as a capacity for enhanced and sustained moment-to-moment awareness of one’s own mental and emotional state and being, in the context of one’s own immediate environment.\n\nThe Mindful Practice Curriculum is an intervention designed for doctors. It has been widely tested in the United States but the researchers are currently evaluating its effectiveness in the UK for the first time. The key differences with this type of mindfulness course are that it is very structured and addresses issues that are specific to doctors.\n\nDr Hanson adds: “In general, the GP trainees were very open to it, and they knew that it was not only going to be benefitting patients but also themselves.\n\n“We found evidence showing that mindfulness was used among doctors to improve resilience and wellbeing, but we wanted to use something that was structured and specifically designed for doctors. Mindfulness doesn’t have a well-standardised definition of how it can be used as an intervention amongst different groups of people or professionals.\n\nALSO READ: Improving balance and reducing risk of chronic illness: Learn walking meditation and its health benefits\n\n“This course covers areas such as making mistakes in clinical practice, compassion fatigue, mindful listening, things that every doctor, regardless of their expertise, will at some point in their career have issues with. I’d like to see this programme incorporated into the training of doctors, regardless of speciality. I don’t think there’s any difference between doctors in training.”\n\nAfter graduating from medical school, doctors undergo two years of foundation training at the end of which they can choose which speciality they want to go. If they choose to become a GP they have a three-year-long training programme, whereby their final year they are working at a similar level to a fully-qualified GP. Although by their third year they are working with patients in a similar manner to a fully-qualified GP, they have additional stresses such as exams and maintaining a portfolio.\n\nProfessor Jeremy Dale, GP in Coventry and Head of the Unit of Academic Primary Care at Warwick Medical School, said: “This study casts light on the importance of addressing the wellbeing of doctors as part of their GP training. With such high levels of emotional exhaustion and disengagement being experienced by trainees, this is likely to be adversely affecting their wellbeing, their career plans and of course the care of their patients. The interest shown in incorporating mindfulness training as part of GP training suggests that this could be an important life skill that GP trainees are keen to develop to help them cope with the pressures of working in general practice.”\n\n(This story has been published from a wire agency feed without modifications to the text. Only the headline has been changed.)\n\nFollow more stories on Facebook and Twitter"}}