{"GDELT": {"GlobalEventID": 938851618, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "BUS", "Actor1Name": "EXPORTER", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.70838252656434, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX", "Actor1Geo_Lat": 23.0, "Actor1Geo_Long": -102.0, "Actor1Geo_FeatureID": "MX", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Colombia", "Action2Geo_CountryCode": "CO", "Action2Geo_ADM1Code": "CO", "Action2Geo_Lat": 4.0, "Action2Geo_Long": -72.0, "Action2Geo_FeatureID": "CO", "DATEADDED": 20200804131500, "SOURCEURL": "https://www.dailysabah.com/business/economy/july-sees-turkeys-highest-monthly-exports-of-2020-exceeding-15-billion"}, "ARTICLE": {"TITLE": "July sees Turkey's highest monthly exports of 2020, exceeding $15 billion", "TEXT": "Turkey's exports in July reached the highest level of 2020 as they hit over $15 billion (TL 104 billion), Trade Minister Ruhsar Pekcan announced Tuesday.\n\nThe figure rose 11.5% month-on-month, hitting the second-highest July figure of all times, Pekcan said in a statement.\n\nShe added that exports fell 5.8% compared to the same month of last year, driven by high base effect, fewer working days and the coronavirus pandemic.\n\nThe country's imports reached $17.8 billion in July, posting a 7.7% decrease from July 2019.\n\nPekcan, in a written statement, said the growth in exports not only reduces the country’s current account deficit but also continues to be a driving force for the Turkish economy.\n\n\"The import coverage ratio of exports which was 82.6% in June, reached 84.5% in July. The import coverage rate of exports excluding gold rose to 93.9%. Thus, not only the highest export value of 2020 was reached in July with the export of $15.1 billion but we have reached the highest import coverage ratio of the year with 84.5% in total and 93.9% excluding gold,\" she said.\n\nPekcan noted that when gold is excluded from foreign trade figures, it is clearly seen where Turkish economy stands today as a competitive point on the trade value chain, adding that the gold is a kind of capital, saving material and therefore it would be healthier to consider gold as a capital movement.\n\nGrowth trend in major exporting sectors\n\nThe growth trend in major exporting sectors that begin with the normalization process following a pandemic break has continued in July, Pekcan said, as the exports of the automotive, ready-to-wear and textile sectors have recorded 10.1%, 41%, 18.5% increases, respectively, month-on-month.\n\nWhile the overall exports to the European Union countries have increased by 12.8% in July, Germany ranked first among the countries that Turkey made the most of the exports in this period with $1.45 billion. The U.K. and the U.S. followed Germany with $963 million and $942 million respectively.\n\nUnderlining that there is an increase in the number of exporting companies, Pekcan said, \"While approximately 27,000 companies exported in April, over 41,000 companies exported in July.\"\n\n\"Despite all the negativity of the pandemic period, Turkey has proven to be a reliable and stable supplier country,\" Pekcan underlined.\n\nNegative period left behind\n\nTurkish Exporters Assembly (TIM) Chairman Ismail Gülle said the newly announced export figures show that Turkey has left behind the negative period between March and May that saw the impacts of the pandemic.\n\nTurkey has recorded a 35% increase in exports in June, Gülle noted, adding that the positive trend continued with the July figures.\n\n\"Our July export figure was the highest monthly export figure since the first appearance of the pandemic,\" Gülle said, noting that Turkish exporters were able to avert the negative trend in a very short time.\n\n\"We have shown our strength as a reliable global supplier during this challenging period. We did not ignore the need of our people, nor did we refrain from extending our help to the world,\" Gülle said.\n\nHe, meanwhile, stressed that international economic and trade organizations maintain their expectation of the biggest contraction after World War II.\n\nAccording to the European Commission's 2020 Summer Economic Forecasts report, the EU, which is Turkey’s most important export market, is expected to shrink by 8.3% in 2020.\n\nThe U.S., which is also among the country’s important export markets, is expected to shrink by 6.6% this year, according to the International Monetary Fund (IMF).\n\n\"Meanwhile, a possible second wave can trigger uncertainties and downside risks around the world,\" Gülle said, noting that according to the Organisation for Economic Co-operation and Development (OECD) scenario, in case of a possible second wave, total exports in the world is set to decrease by 11.2% and imports by 12.2%.\n\nThe scenario forecasts that the U.K. economy will experience a 14% contraction while the Russian economy will shrink by 10% and Germany by 8%.\n\nGülle went on to say that the government has implemented important support packages in all areas for the present and future of the exports during the pandemic process, from short-term work allowance and cash support to low-cost and flexible access to finance.\n\n\"We will continue to see the effects of these supports in the coming period,\" he said.\n\nNew generation trade diplomacy activities have now become a tradition at TIM, Gülle also informed, as the Assembly has become a pioneer in this field with the first virtual trade delegations, virtual fairs, virtual award ceremonies, export talks, meetings and even a virtual competition, set to be organized soon.\n\n\"We held more than 800 online meetings with our exporters' associations. We will continue our 'Next Generation Trade Diplomacy' activities in target markets with 95,000 members of the export family,\" Gülle said.\n\nThe first visual trade delegation in August is set to be organized for Colombia and Mexico between Aug. 10 and Aug. 21. They will focus on agriculture, agricultural machinery, climatization and relevant sectors.\n\nThe second visual trade delegation is expected for Germany with iron and steel, machinery, electric and electronic firms."}}