{"GDELT": {"GlobalEventID": 938852724, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "USAEDU", "Actor1Name": "PITTSBURGH", "Actor1CountryCode": "USA", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.0090817356205801, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Allegheny, North Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNC", "Actor1Geo_ADM2Code": "NC115", "Actor1Geo_Lat": 35.9884, "Actor1Geo_Long": -82.6674, "Actor1Geo_FeatureID": "1018792", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Allegheny, North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_ADM2Code": "NC115", "Action2Geo_Lat": 35.9884, "Action2Geo_Long": -82.6674, "Action2Geo_FeatureID": "1018792", "DATEADDED": 20200804131500, "SOURCEURL": "https://www.pennlive.com/news/2020/08/state-election-officials-urge-swift-legislative-action-on-voting-reforms.html"}, "ARTICLE": {"TITLE": "State election officials urge swift legislative action on voting reforms", "TEXT": "The Pennsylvania Department of State on Saturday released a report on the June 2 presidential primary that includes recommendations for revamping the state’s election code ahead of the November general election.\n\nIt also notes the legislature needs to act soon enough to allow any changes to state law to be effective by early September so that counties have time to implement them.\n\nHere’s a breakdown of the highlights, with some context:\n\nDoS recommends requiring counties to accept mailed ballots postmarked by Election Day and received through the Friday after the election.\n\nState Rep. Garth Everett (R-Lycoming), who chairs the House State Government Committee where election reform legislation is already in play, says he doesn’t anticipate resistance from lawmakers to moving deadlines slightly, given the documented delays in postal service delivery and the challenge county elections officials will have in processing the large number of mail-in ballots.\n\nWith that in mind, DoS also recommended moving the deadline for counties to start sending out ballots to 28 days before the election, and require counties that outsource mail services to send vendors an initial list of voters approved for a mailed ballot 35 days before Election Day.\n\nAbout 61,000 ballots came into county elections offices during the three days following the June 2 primary, with another 35,000 or so arriving between June 6 and June 23, according to PA Post’s analysis of DoS data.\n\nA few lawsuits pending in state and federal court seek a one-week extension, meaning counties would count any mail-in ballots to arrive up until the Tuesday after Election Day, as long as the ballots were postmarked by 8 p.m. on Election Night.\n\nPre-pandemic, 16 states counted mail-in ballots that arrive after polls close. Of those, four (Kansas, Virginia, California and North Carolina) follow rules similar to what DoS proposed: accept ballots with an Election Day postmark for three days afterward, according to the National Conference of State Legislatures.\n\nMany states, like Pennsylvania, have changed voting procedures and/or are considering doing so in response to coronavirus (NCSL is keeping track).\n\nBegin pre-canvassing three weeks before Election Day.\n\nUnder the Pa. election code, pre-canvassing technically encompasses ballot scanning and tabulation. In the report, DoS notes penalties under state law for leaking vote counts early are fines up to $2,500 and/or two years in jail.\n\nBut Everett says the GOP won’t go for preliminary scanning and tabulation.\n\n“I’m going to have a hard enough time convincing them we should be allowed to open [ballots] and pre-process, … let alone run them through the scanner,” he said Sunday.\n\nEverett says any new rules would have to clearly define the steps counties can take before Election Day, which likely would be limited to removing ballots from their envelopes and flattening them so they are ready for scanning.\n\nMost states already allowed some degree of mailed ballot processing before Election Day — but fewer than a dozen permitted election officials to start scanning and/or tabulating ahead of time, according to NCSL.\n\nAllow counties to appoint poll workers to fill vacancies at least 60 days before election day, versus the five-day window currently allotted, and serve in any district within their county of residence.\n\nCounties had more leeway to staff and consolidate polling places under Act 12, the law enacted last spring to make elections easier to run during the pandemic. Its provisions were temporary, though, and expired July 3.\n\nChris Deluzio, policy director of the University of Pittsburgh Institute for Cyber Law, Policy, and Security (Pitt Cyber), says if lawmakers are going to revive parts of Act 12, they should reconsider the rules for polling place consolidation.\n\n“The disparities in polling place consolidation figures were stark,” Deluzio said of the June 2 primary, pointing to data in the report:\n\nPolling place consolidations left 619 fewer voting locations for Allegheny County’s nearly 900,000 voters and 660 fewer for more than a million Philadelphia voters, versus 738 locations lost throughout the state’s other 65 counties, home to 6.6 million voters.\n\n“Consolidating polling places without direct notification to voters can disenfranchise those voters, and we know from the June primary that some consolidated polling places had heavy traffic, limited parking, and long lines,” Deluzio said.\n\nSuzanne Almeida, redistricting and representation counsel for Common Cause, also says officials need to give more attention to in-person voting before November.\n\n“We know that the consolidation process in June was (necessarily) rushed,” Almeida said. “We have time now to prepare in case that is necessary and I’m concerned that it isn’t part of the conversation.”\n\nEverett says he expects to address questions related to in-person voting, such as direct voter notification and/or limits on the number of voters per single polling place, when lawmakers resume election reform discussions within the next couple weeks.\n\n“The House and Senate need to schedule a vote ASAP,” said Ray Murphy, deputy director of Keystone Votes. “What can not happen again, which caused real problems in the primary, is to allow more than 5,000 voters to be assigned to one polling location. There must be a limit on the number of voters consolidated polling locations serve to ensure social distancing and protect public health and safety.”\n\nEverett also says he’ll push to allow voters to drop off mailed ballots at their polling place on Election Day, but wants to get rid of drop boxes — an issue that figures prominently in the federal lawsuit filed by President Donald Trump’s re-election campaign.\n\nThe full DoS report is here.\n\nIt also contains 31 data points, most of which were included at the legislature’s direction.\n\nAt first blush, notable numbers include:\n\n3,282 ballots were sent to the wrong voter, the vast majority in Allegheny (3,000) and York counties (235).\n\nNo one challenged a single absentee or mail-in ballot.\n\nNearly 140,000 applications for mailed ballots were rejected.\n\nMore than half of votes were cast by mail in Pennsylvania’s primary.\n\nThanks for visiting PennLive. Quality local journalism has never been more important. We need your support. Not a subscriber yet? Please consider supporting our work."}}