{"GDELT": {"GlobalEventID": 938852640, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "USA", "Actor1Name": "NEBRASKA", "Actor1CountryCode": "USA", "Actor2Code": "DEU", "Actor2Name": "GERMANY", "Actor2CountryCode": "DEU", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.24444444444445, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20200804131500, "SOURCEURL": "https://www.msn.com/en-us/news/us/the-little-known-story-of-the-navy-women-codebreakers-who-helped-allied-forces-win-wwii/ar-BB17yiZk"}, "ARTICLE": {"TITLE": "The little-known story of the Navy women codebreakers who helped Allied forces win WWII", "TEXT": "© Provided by CNN Judy Parsons is a mother, grandmother and great-grandmother who worked as a codebreaker for the US Navy during World War II.\n\nIn the annals of military codebreaking history, there is perhaps no site more famous than Bletchley Park -- the vast, English estate that produced vital intelligence and helped the Allies prevail in World War II.\n\nBut for all its recognition, it wasn't the only facility that cracked the code of the Germans' secret messages.\n\nIn fact, the US had a Bletchley Park of its own right in Washington -- and it was women volunteers who historians say did much of the heavy-lifting it took to decipher the enemy's cryptic language.\n\nOne of those women is Judy Parsons, a 99-year-old former Navy lieutenant and school teacher now living in the suburbs of Pittsburgh.\n\n\"There's a bit of a misnomer, in that Bletchley Park is often discussed as the primary center where German codes and ciphers were being broken down,\" said Cmrd. David Kohnen, a historian at the Naval War College. \"In fact, after 1943, most of that work was being done in Washington, DC, at Nebraska Avenue by WAVES like Judy.\"\n\nToday, Parsons is a mother, grandmother and great-grandmother.\n\nBut back in 1942, she was a recent graduate of the Carnegie Institute of Technology -- now Carnegie Mellon University -- eager to do her part to help the country.\n\nSexism is still a very real impediment facing women in workplaces of all kinds -- including the military -- and many of the barriers blocking women from pursuing their careers stood even taller at the time of WWII.\n\nWhile women played critical roles to support US Armed Forces and keep the economy humming in World War I, World War II was a game changer for women in military service.\n\nIn the summer of 1942, President Franklin Roosevelt signed the Navy Women's Reserve Act, creating a new division of the US Navy known as the WAVES -- Women Accepted for Volunteer Emergency Service -- and clearing a path for women to play a larger role in the Navy than ever before.\n\nAfter graduation, Parsons -- who went by her maiden name Potter at the time -- took a job with the Army's Ordnance Department, where she worked to supply US forces with ammunition.\n\nBut one day, something in the newspaper caught her eye: The Navy was accepting women volunteers to attend its officer training school.\n\n\"That appealed to me a great deal, so I applied and I was accepted,\" Parsons said.\n\nAn oath of silence\n\nAfter completing her officer training in 1943, Parsons was sent to Washington, where she was brought to a seminary campus on Nebraska Avenue that the Navy had converted into a military intelligence headquarters.\n\nWhen she arrived, Parsons and the other WAVES were asked a series of questions to determine their next assignment.\n\n\"We were shuffled into the chapel and someone came in there and said 'Does anyone know German?'\" said Parsons. \"And I said, 'Well, I took two years in high school.'\"\n\nThat was apparently all the Navy needed to hear.\n\nParsons was assigned to OP-20-G, a codebreaking division within the Navy's Office of Communications focused on unraveling encrypted messages sent by German forces.\n\nThe work she was assigned to was top-secret.\n\nAnd from the start, it was impressed on her and the other WAVES of OP-20-G that they'd be \"hung at the gallows\" if they ever spoke about what their job entailed, Parsons said.\n\nIt's a promise she says she kept for decades -- never once discussing the work she did with her roommates, friends, or even her husband, until discovering in the 1990s that it had been declassified.\n\nParsons can speak freely about her time in the Navy now, but says staying silent all those years was not always easy.\n\nParsons said people assumed she was working as a glorified secretary. Not being able to tell them otherwise was difficult.\n\n\"They'd say 'What do you do?' and I'd say, 'Well, I have a desk job.' And they'd say, 'Well, that's what we thought women would get.' And that was hard because I couldn't talk about it.\"\n\nStill, Parsons felt that keeping quiet helped dispel at least some of the myths that had been used to keep women from serving their country.\n\n\"The top bananas said that women couldn't keep a secret, and we showed them that we could.\"\n\nA mental battle waged in code\n\nFor Parsons and the others in OP-20-G, their battles were fought not with guns and artillery, but with code. And their primary foe was the Enigma machine -- the notorious encryption device used by the Nazis to conceal and communicate their war plans.\n\nParsons' focus was on deciphering messages sent to U-boats, the German submarines that wreaked havoc on Allied shipping channels.\n\nBut breaking the Nazi codes was complex and tedious work, and doing so required the help of machines of their own called Bombes.\n\nThe Bombe machine was a hulking mass of rotors and wires, each standing 7 feet tall and weighing around 5,000 pounds. Dozens of them were installed at the Nebraska Avenue complex to help with codebreaking, and Parsons and fellow WAVES kept them humming 24 hours a day.\n\nOnce a code was cracked and a message revealed, the information was relayed to others in the Navy chain of command, where it was used to locate and, eventually, target enemy submarines.\n\nNot all of the messages they decrypted were about war. Embedded in the traffic were personal messages -- happy birthdays, death, even birth notices.\n\nThrough the messages that were revealed, Parsons said she felt she got to know many of the U-boat skippers and their families in a way that humanized them. When they were eventually targeted or killed, she says she couldn't help but feel sadness.\n\n\"This one man was so happy because finally (he and his wife) had a little boy, and it wasn't a week later that his submarine was sunk.\" Parsons said. \"I felt so bad about that because he'll never know his father.\"\n\nBy the end of the war, 95 German U-boats were sunk or captured, in large part thanks to intelligence revealed by the WAVES of OP-20-G.\n\nAnd to this day, Kohnen says the story of OP-20-G is one of the most important yet little-known secrets of World War II.\n\n\"The story of Nebraska Avenue is really yet to be told,\" said Kohnen. \" ... in many respects we should consider Nebraska Avenue the US Navy's Bletchley Park.\""}}