{"GDELT": {"GlobalEventID": 938852131, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.9076688286913401, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200804131500, "SOURCEURL": "https://www.crosswalk.com/church/pastors-or-leadership/ask-roger/is-the-covid-19-vaccine-the-mark-of-the-beast.html"}, "ARTICLE": {"TITLE": "Is the COVID-19 Vaccine the Mark of the Beast?", "TEXT": "Dear Roger,\n\nWhat in the world is all this about a COVID-19 vaccine being the work of the devil or the satanic mark of the beast from Revelation 13? Can you explain why this is such a scary but popular idea right now? Is it really biblical?\n\nThanks, David\n\nDear David,\n\nI’m assuming that you’re talking about the current controversy working its way around social media regarding COVID-19 vaccination and the Mark of the Beast referred to in Revelation 13:16-18:\n\n[The beast] also forced all people, great and small, rich and poor, free and slave, to receive a mark on their right hands or on their foreheads, so that they could not buy or sell unless they had the mark, which is the name of the beast or the number of its name. This calls for wisdom. Let the person who has insight calculate the number of the beast, for it is the number of a man. That number is 666.\n\nIt all started with Kanye West.\n\nI’m sure you recall when Kanye West, the famous rapper, recently gave his life to Christ. Many Christians were excited because his large following gave him the potential opportunity to reach millions of people. But now he has said:\n\nIt’s so many of our children that are being vaccinated and paralyzed. ...So when they say the way we’re going to fix COVID is with a vaccine, I’m extremely cautious.\n\nThey’re gonna come up with a vaccine, and everybody is gonna have to take it … and inside of that vaccine there’s going to be some type of electronic computer device, some type of chip in us, and that’s the mark of the beast.\n\nThey want to put chips inside of us; they want to do all kinds of things, to make it where we can’t cross the gates of Heaven. When I say “they,” that’s the humans that have the devil inside them. And the saddest thing is that we all won’t make it to Heaven, that there’ll be some of us that do not make it.\n\nBefore we address the content of Kanye’s message, a long-time spiritual growth principle applies here: “Listen to the people who listen to God.”\n\nMany Scriptures point to this truth, including Proverbs 12:15, which says, “The way of fools seems right to them, but the wise listen to advice.” Or Proverbs 15:22, which declared, “Plans fail for lack of counsel, but with many advisers they succeed.”\n\nRemember that new Christians are just beginners. They know very little about the Bible and even less about hearing God speak the truth. Hopefully, they will become wise as they grow to maturity in Christ. Until then, we need to double-check their interpretation of the Scriptures.\n\nIn responding to Kanye, let’s first understand the Mark of the Beast. Then we will transition into discussing the science of vaccines. As a note, I brought in my daughter, Brie, to help with that specific issue, because she has graduate-level training in the sciences.\n\nFinally, we will put both concepts together and see how they will mesh during the seven-year tribulation time described in Revelation.\n\nUnderstanding the Mark of the Beast\n\n1. The Beast (the Antichrist) Demands to Be Worshipped\n\nRemember that the Antichrist is the leader who will consolidate many countries from Western Europe to destroy Israel, conquer the world, and fight against Jesus Christ for control of the earth (for more, see my Ask Roger about the Antichrist and Revelation).\n\nFor Satan's plans to succeed, he must have a religious structure to his kingdom. The reason is because man is unable to exist without something to worship or revere.\n\nGod has placed a throne-shaped vacuum inside every human heart that He intends to occupy. But if man doesn't worship God, then he'll worship something in its place: himself, a mountain, an idol, the sun, stars, car, job, sports, and so forth.\n\nSo, as the Antichrist structures his plans for a strategic final attack to dominate the earth, he attacks on three major fronts: political, religious, and economic. All three attacks involve the Mark of the Beast. Let’s look at Revelation 13 again:\n\n[The beast] also forced all people, great and small, rich and poor, free and slave, to receive a mark on their right hands or on their foreheads, so that they could not buy or sell unless they had the mark, which is the name of the beast or the number of its name. This calls for wisdom. Let the person who has insight calculate the number of the beast, for it is the number of a man. That number is 666. (Revelation 13:16-18)\n\nDuring the first century, Caesar Augustus, the Roman Emperor, established a system of emperor worship, whereby every year Roman citizens declared their allegiance to Caesar. This unified the nations of the Roman Empire politically, economically, and religiously.\n\nEach citizen was to burn some incense while declaring “Caesar is Lord.” If he or she refused, they couldn’t buy or sell, providing economic sanctions against those who refused to worship the emperor.\n\nThis command to worship the emperor also produced a great quandary for Christians. Caesar was not their Lord. When they refused to worship Caesar, instead declaring, “Jesus is Lord” they were murdered mercilessly.\n\nDuring the seven-year tribulation, everyone—including Christians—will face the same choice.\n\nNote that the number “666” is the symbol of compliance for worshiping the Antichrist. Each person will be required to receive the mark “666” on their forehead or in the middle of the right hand to prove they will submit to the Antichrist politically, economically, and religiously.\n\nThose without the mark will be unable to buy or sell, facing economic and political sanctions. Scripture tells us that those who refuse for the sake of Jesus Christ will also be murdered maliciously.\n\nPhoto Credit: ©GettyImages/rep0rter\n\n2. The Beast Will Be Recognized by the Number 666\n\nAccording to Revelation 13:18, once we find the world leader who signs his name with three sixes, we'll know who the Antichrist is.\n\nThere are several possible explanations for the relationship between a name and the number 666.\n\nFirst, Gematria is the ancient practice of adding the sum total of the numerical equivalent of letters of a man's name. In Greek and Hebrew, the letters of the alphabet had definite numerical equivalents. I translated a few names into Greek and added them up for you:\n\nRoger (R+O+G+E+R) = 100+70+3+5+100=278\n\nTrump (T+R+U+M+P) = 300+100+400+40+500 =1340\n\nBiden = (B+I+D+E+N) = 2 +10 +4 +5 +50= 61\n\nWhile it's easy to turn a name into a number, it's much harder to turn a number back into a name. Incidentally, both Caesar Nero and Bartholomew added up to 666. Neither fits the other qualifications for the Antichrist, which must also occur to identify him clearly.\n\nNext, “666” is the number that represents humanity in the Bible. 666 may be taken to mean an individual who is trying to imitate the Trinity of God, with three sixes in one person. Some rulers, like Caesar Nero, made that claim without evidence.\n\nFinally, the number \"7\" in both Scripture and Hebrew tradition, is the number that represents perfection. Consistently one less than perfection, 666, could be the personification of evil.\n\n“Jesus” added up via gematria in Greek is 888 (one more than perfection in every digit);\n\nIota=10, Eta=8; Sigma=200; Omicron=70; Upsilon=400; Sigma=200.\n\nIn conclusion, the real Mark of the Beast will be “666” marked on the bodies of those who bow down to the Antichrist. It will be put into play during the great tribulation. Anything else is not the Mark of the Beast.\n\nNow, let’s pivot to the issue of vaccination.\n\nScientific Facts About Vaccination\n\nKanye West’s claim that vaccines paralyze children is simply without basis in scientific fact. I’m sure you’ve also heard claims that vaccines cause autism. That is simply untrue.\n\nIn 1998, a researcher named Andrew Wakefield published a study that claimed the measles, mumps, rubella (MMR) vaccine caused the development of autism. It was retracted within months, because the scientific community found it to be based on manipulated data, false claims, and fraudulent scientific practice.\n\nHowever, in 2005, celebrity Jenny McCarthy picked up on Wakefield’s paper as an explanation for her son’s autism and started the “anti-vaxxer” movement. Since then, millions of parents decided not to vaccinate their children out of fear that they would become autistic. Even though over 1,500 subsequent studies have proven that there is no link between vaccines and autism, the anti-vaxxer movement is still popular.\n\nDevelopment and widespread use of the MMR vaccine created “herd immunity,” and nearly eradicated measles in the United States and developed nations by 1993. Since the anti-vaxxer movement began, a resurgence of measles has occurred, especially threatening young children, the elderly, and the immunocompromised.\n\nSadly, the fearmongering surrounding vaccines as a whole has led to widespread fear of the COVID-19 vaccine.\n\nCOVID-19 Vaccine and Computer Chip Rumors\n\nI need to note that a specific rumor spread quickly via social media regarding the government adding computer chips to the COVID-19 vaccine, to track people’s movements. I believe that this rumor has arisen from a combination of three pieces of information:\n\n1. Contact tracing: This is a tool to stop the spread of COVID-19. That means the government does look for everyone who interacts with infected individuals, so that they can warn them of potential infection and ask them to self-isolate through the likely incubation period. However, contact tracing ONLY involves self-reporting by the person with the positive result.\n\n2. COVID-19 tracker apps: These were automatically added to most Apple and Samsung phones during a recent update. I believe that the companies involved had the best intentions, working to give us the opportunity to see where COVID-19 is expanding around us and giving health organizations the ability to track positive infections.\n\nHowever, I think it was extremely foolish and invasive not to announce the existence of these trackers or give people the choice to install them. We do have the ability to uninstall them.\n\nThese actions broke trust between Americans, these major companies, and government. Unfortunately, the repercussions have included widespread mistrust and conspiracy theories.\n\n3. Bill Gates’ nanobots blog: Founder and president of The Gates Foundation, Bill Gates has funded the development and distribution of crucial vaccines for over 20 years. In his blog, “GatesNotes,” he wrote several entries celebrating nanobots, which are tiny computers that can function inside the body for medical purposes.\n\nThese posts have since been removed.\n\nIn theory, they can attack cancer cells or even repair cellular damage.\n\nHowever, Gates never mentioned adding nanobots or RFID chips to a vaccine for tracking purposes. That is an internet rumor that has been dispelled by Gates himself, scientists from all over the world, and national health organizations.\n\nNevertheless, the rumor continues to spread, thanks to social media.\n\nCheck Your Sources\n\nOne of my personal frustration points with social media is the lightning-fast spread of inaccurate information. People rarely check sources before they immediately share a post on Facebook, Instagram, Twitter, or Reddit. Facebook, in particular, is trying to control misinformation, but many users are angry at perceived censorship. I highly recommend checking anything presented as “fact” with trusted primary resources.\n\nFor example, when I saw the Bill Gates rumor, I read the blogs in question, then turned to scientific sources like the Journal of the American Medical Association, the Lancet, and Science magazine for more information. I also waited for confirmation to come from a variety of news sources, which I constantly compare in order to identify bias. It didn’t come.\n\nFinally, the website snopes.com is a great resource, because it is specifically designed to debunk internet claims with tested sources. I concluded that the Bill Gates rumor was false, and a few days later, I saw many trusted sources do the same.\n\nPhoto Credit: ©GettyImages/imtmphotojpg\n\n4 Reasons COVID-19 Vaccination Is Not the Mark of the Beast\n\nHere are some things to consider:\n\n1. Deliberate identifying: The Mark in Revelation chapter 13 symbolizes deliberate identification with the Beast. And as such, identifying with Satan’s kingdom is what will keep you out of heaven—not getting vaccinated as intimated by West.\n\n2. Intentional rejection: Taking on the Mark of the Beast is an intentional rejection of the Lord Jesus Christ as your personal Lord and Savior during the seven-year period of Tribulation.\n\n3. Loyalty and devotion: Contrary to some of the more fear-inducing theories that have in the past gained steam in some evangelical circles, the Mark cannot be accidentally taken. It is closely tied to the worship of the Beast (Revelation 13:12, Revelation 19:20, Revelation 20:4), and the Mark represents loyalty and devotion to the Beast.\n\n4. Vaccination isn’t worship: COVID-19 infection is out of our control. We do not choose whether or not we get the virus. We can choose how much we expose others to it through our behavior. So choosing the vaccine is NOT choosing to identify with and worship anything at all.\n\nOne more time, choosing the COVID-19 vaccine is NOT choosing to take the Mark of the Beast. Period.\n\nKanye West, fearmongers on social media, and uninformed individuals who believe unverified posts or do not check their sources are perpetuating dangerous rumors that WILL cost people’s lives and lengthen the pandemic’s tragic effects on our world.\n\nCOVID-19 Vaccination Will Save Lives\n\nIn a study published in AIMS Public Health, researchers estimate that over 200 million cases of polio, measles, mumps, rubella, varicella, adenovirus, rabies and hepatitis A—and approximately 450,000 deaths from these diseases—were prevented in the U.S. alone between 1963 and 2015 by vaccination.\n\nSmallpox was one of the world’s deadliest and most contagious diseases. It was fully eradicated during the 1970s by worldwide vaccinations—still one of the most incredible feats of science.\n\nThe COVID-19 pandemic will only be truly under control if one of two things happens: Enough people contract the infection to create “herd immunity” in the population or a safe, effective vaccine is created and distributed to the majority of people on earth.\n\nThat’s a tall order, either way. “Herd immunity” means that enough of the population (usually 70-80%) has survived the infection and gained antibodies to prevent getting it again. That greatly diminishes the possibility of infection for the elderly, immunocompromised, and people who have not yet contracted COVID-19.\n\nMost successful vaccination initiatives depend at least partially on herd immunity, because there will be a percentage of the population who simply cannot develop the antibodies to protect themselves, vaccine or not.\n\nOur world’s pharmaceutical companies, health organizations, and universities are racing to complete a safe, effective COVID-19 vaccine. The fastest vaccine ever developed took five years. The goal now is 18 months.\n\nBut remember, once the vaccine is created and tested, it will take time to manufacture and distribute seven BILLION doses. By choosing to get the vaccine as soon as it is available, you will help create critical herd immunity to protect the vulnerable and end the pandemic more rapidly.\n\nThe COVID-19 vaccine WILL save lives and help end the pandemic.\n\nI know we’re in uncharted waters. This is frightening territory, and it’s easy to be caught up in the emotion of it all. I think that’s what drives social media rumors most of all!\n\nDon’t forget that God is in control. He loves you. He wants the best for you. And He is holding you in the palm of His hand.\n\nWell, David, I hope this helps.\n\nLove, Roger and Brie\n\nEditor's Note: This Ask Roger article features insights from Roger's daughter, Brie Barrier Wetherbee, a sought-after Bible teacher and conference speaker, author, analyst, and Christian theologian.\n\nPhoto Credit: ©GettyImagesProstock-Studio\n\nEditor's Note : This Ask Roger article features insights from Roger's daughter, Brie Barrier Wetherbee, a sought-after Bible teacher and conference speaker, author, analyst, and Christian theologian.\n\nPastor Roger Barrier's \"Ask Roger\" column regularly appears at Preach It, Teach It. Every week at Crosswalk, Dr. Barrier puts nearly 40 years of experience in the pastorate to work answering questions of doctrine or practice for laypeople or giving advice on church leadership issues. Email him your questions at roger@preachitteachit.org.\n\nDr. Roger Barrier retired as senior teaching pastor from Casas Church in Tucson, Arizona. In addition to being an author and sought-after conference speaker, Roger has mentored or taught thousands of pastors, missionaries, and Christian leaders worldwide. Casas Church, where Roger served throughout his 35-year career, is a megachurch known for a well-integrated, multi-generational ministry. The value of including new generations is deeply ingrained throughout Casas to help the church move strongly right through the twenty-first century and beyond. Dr. Barrier holds degrees from Baylor University, Southwestern Baptist Theological Seminary, and Golden Gate Seminary in Greek, religion, theology, and pastoral care. His popular book, Listening to the Voice of God, published by Bethany House, is in its second printing and is available in Thai and Portuguese. His latest work is, Got Guts? Get Godly! Pray the Prayer God Guarantees to Answer, from Xulon Press. Roger can be found blogging at Preach It, Teach It, the pastoral teaching site founded with his wife, Dr. Julie Barrier."}}