{"GDELT": {"GlobalEventID": 938851461, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.9736842105263201, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Wyoming, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWY", "Actor2Geo_Lat": 42.7475, "Actor2Geo_Long": -107.209, "Actor2Geo_FeatureID": "WY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Wyoming, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWY", "Action2Geo_Lat": 42.7475, "Action2Geo_Long": -107.209, "Action2Geo_FeatureID": "WY", "DATEADDED": 20200804131500, "SOURCEURL": "https://news.yahoo.com/whither-trumpism-presidents-reelection-uncertain-123021442.html"}, "ARTICLE": {"TITLE": "Whither Trumpism? With the president's reelection uncertain, Republicans battle over their future", "TEXT": "President Trump has had a close alliance with Kris Kobach, pictured here in 2016 when he was Kansas secretary of state, but the conservative firebrand has been opposed by the GOP establishment in his 2020 bid for the Senate. (Carolyn Kaster / Associated Press)\n\nPresident Trump has transformed the Republican Party over the last four years, but now, with his reelection in doubt, Republicans have begun to sharply divide on whether those changes will — or should — outlast his presidency.\n\nOld Guard Republicans acknowledge that there is no going back to the pre-Trump status quo, but see a political opening to steer the party away from Trumpism. At the same time, Trump’s allies have started to jockey for primacy in a potential post-Trump party.\n\nThose tensions have already begun to have an impact on legislation, leadership power struggles and campaign strategy in Congress and across the country.\n\nIn two Senate GOP primaries this week, Trump allies have been facing stiff challenges — from the right in Tennessee and the center in Kansas.\n\nDivisions have surfaced among congressional Republicans over how to handle the next installment of COVID-19 relief funding, with many of the splits directly related to jockeying over the party's future.\n\nAnd after years of nearly unbroken fealty to the president, Republicans have increasingly defied Trump’s wishes on issues, including his proposal for a payroll tax cut, funding for a new FBI building — and most resoundingly, his suggestion of a possible delay of election day, which Republican leaders in the House and Senate rebuffed.\n\n“This is a party that knows it’s going to get beaten and get beaten badly,” said Peter Wehner, a Trump critic and former White House advisor to President George W. Bush. “Intra-party turmoil, attacks on each other, the language gets super-heated.”\n\nStill, Trump loyalists remain on guard against apostasy. Wyoming Rep. Liz Cheney, a rising GOP star critical of the president on some issues, recently came under fire from a back-bencher who called for her to be booted from the House leadership.\n\nAnti-Trump Republicans are fighting back in the 2020 campaign by forming political groups dedicated to keeping Trump from being reelected.\n\nBut they face formidable hurdles in rolling back the broader changes Trump has wrought because the voting base of the GOP has been transformed. Country-club Republicanism has been routed, eclipsed by an influx of blue-collar populists who care more about cutting immigration than traditional GOP issues such as deregulation or free trade. At the same time, Trump has alienated many suburban voters who once were mainstays of the party.\n\nStory continues\n\nThat’s why many Republicans — both Trump supporters and his opponents — believe his influence will persist even if his presidency does not.\n\n“Donald Trump will have as big an impact on the profile of the Republican Party as Ronald Reagan did,” said Kevin Madden, a veteran of several GOP presidential campaigns including Mitt Romney’s in 2012, who has since left the party.\n\n“This party and how it wages battles on issues, with the media and with Democrats will be led by him for the foreseeable future.”\n\nThe biggest fight within the party may be over who can claim to be Trump’s heir.\n\n“Whether he wins or loses in 2020, you’re going to see a contest between people trying to carry the mantle of Trumpism,” said Andy Surabian, a former Trump aide who now advises the president’s son Donald Trump Jr.\n\n“He is going to be the most influential Republican figure, whether he wins or loses,\" said Surabian. “You’re not going to see a pro-amnesty, pro-foreign-intervention, pro-unrestricted trade Republican get the nomination for president in 2024.”\n\nThe battle over the post-Trump shape of the party will be waged in part on Capitol Hill, where Trump has remade the GOP by sweeping in a new generation of more populist, nationalist Republican legislators, while driving out more traditional Republicans and those who crossed him. One-third of the House’s 198 Republican members were elected since 2016, most on Trump’s agenda and coattails, and many will stay in Washington long after Trump leaves.\n\nSenate primaries continue to be feuds over which Republican will be the president’s most loyal ally, and Trump has often bragged about his ability to carry GOP candidates to primary victories. But the campaigns for this week’s primaries in Tennessee and Kansas showed signs of Trump’s weakening grip.\n\nIn Tennessee, where Republicans on Thursday are choosing a nominee to succeed GOP Sen. Lamar Alexander, who is retiring, the candidate endorsed by Trump is not a shoo-in. Trump’s former ambassador to Japan, Bill Hagerty, is meeting a spirited challenge from the right from Manny Sethi, a surgeon who has been endorsed by conservative stalwarts like Sens. Ted Cruz of Texas and Rand Paul of Kentucky and Jim DeMint, a former senator and head of the conservative Heritage Foundation.\n\nIn Kansas, longtime Trump ally Kris Kobach — a polarizing conservative who lost his 2018 gubernatorial bid — lost again in Tuesday’s GOP primary for the seat now held by retiring GOP Sen. Pat Roberts.\n\nThe GOP establishment — including the U.S. Chamber of Commerce and the Senate Leadership Fund, which is allied with Majority Leader Mitch McConnell of Kentucky — backed a rival they believe is less divisive, Rep. Roger Marshall, because they feared Kobach would lose the Senate general election.\n\nTrump did not endorse either, despite pressure from GOP leaders for him to back Marshall.\n\nThe party’s split from its Old Guard past is illustrated in both primaries, as Republicans seized a new weapon for demonizing their rivals: Linking them to Romney, the only Republican senator to vote against Trump in his impeachment trial.\n\nIn Kansas, the Club for Growth, a conservative political group, has aired ads calling Marshall a friend of “never-Trump politicians like Mitt Romney.” In Tennessee, Hagerty has had to defend his service as Romney’s finance chair in the 2012 campaign.\n\nOn Capitol Hill, intraparty warfare broke out recently when Cheney, No. 3 leader of the House GOP, came under attack from members of the conservative House Freedom Caucus for, among other things, her criticism of Trump’s foreign policy and his handling of the coronavirus crisis.\n\nCheney, daughter of former Vice President Dick Cheney, poked Trump for his refusal to wear a mask to prevent the disease’s spread by tweeting a photo of her father wearing one, with the hashtag #realmenwearmasks.\n\nRep. Matt Gaetz of Florida, a Trump ally, tweeted after a closed-door confrontation, “Liz Cheney has worked behind the scenes (and now in public) against @realDonaldTrump and his agenda. House Republicans deserve better as our Conference Chair. Liz Cheney should step down or be removed #MAGA.\"\n\nCheney has supported Trump on most issues, and the call to oust her fizzled.\n\nMichael Steel, a former aide to House Speaker John Boehner, said Cheney’s attackers “kicked off a new front in the fight to define the future of the Republican Party in the post-Trump era, an era they clearly worry will begin quite soon. “\n\nWriting for the Dispatch, a conservative website, Steel called Cheney a “‘back to the future’ option for the future of the party — advocating a return to fiscal responsibility, an assertive foreign policy, and competence. And there are many who agree with her.”\n\nIn the Senate, the divisions among Republicans have worsened the stalemate over the next package of economic relief for the damage caused by COVID-19.\n\nOne hallmark of Trumpism is the president's lack of concern about the ballooning federal budget deficit. Republicans have mostly gone along, abandoning their past embrace — at least rhetorically — of fiscal conservatism.\n\nNow, in a sign of Trump’s weakened position on the Hill, some Republicans with presidential ambitions like Sens. Josh Hawley of Missouri and Cruz have begun complaining about growing costs — despite the risk that a delayed or smaller relief package might pose to Republicans in tough reelection fights this year.\n\nTrump has had little hand in shaping the package so far, leaving negotiations to his top aides. When he has weighed in, he has been slapped down by fellow Republicans, such as when he proposed a payroll tax cut and when his administration pushed unrelated funding for construction of an FBI headquarters in downtown Washington, D.C., across the street from the hotel Trump owns.\n\nIf Trump wins in 2020, he will have another four years to cement the changes he has wrought in the GOP. If he loses, Republicans’ reaction will hinge largely on how big and decisive his defeat is. Short of a landslide, however, it is unlikely that Trump’s influence on the party will vanish, Republicans on both sides say.\n\nTim Miller, an anti-Trump Republican who worked for Jeb Bush in the 2016 presidential election, said Trump is not likely to follow the lead of President George W. Bush, who retreated to private life and hobbies on his Texas ranch after leaving the White House.\n\n“He’s going to be tweeting. He’ll have his own network,” Miller said. “He is not the type to go to Midland and paint.”"}}