{"GDELT": {"GlobalEventID": 938852729, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "USAEDU", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "EDU", "Actor2Code": "USAJUD", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.02020202020202, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Irvine, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA059", "Actor1Geo_Lat": 33.6695, "Actor1Geo_Long": -117.823, "Actor1Geo_FeatureID": "1660804", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200804131500, "SOURCEURL": "https://www.prnewswire.com:443/news-releases/jennifer-keller-selected-to-nationwide-2020-list-of-top-250-women-in-litigation-301105194.html"}, "ARTICLE": {"TITLE": "Jennifer Keller selected to nationwide 2020 list of \"Top 250 Women in Litigation\"", "TEXT": "IRVINE, Calif., Aug. 4, 2020 /PRNewswire/ -- Jennifer Keller, a nationally promi­nent attorney at Keller/Anderle LLP in Irvine, has been selected by Benchmark Litigation for its annual nationwide list of the \"Top 250 Women in Litigation\" in the United States. She has been selected annually for the award since 2017.\n\nAccording to Benchmark Litigation: The Benchmark Litigation 'Top 250 Women in Litigation' is a list of \"the most distinguished women in the world of litigation. These women have earned their place amongst the leading female litigators by participating in some of the most impactful litigation matters in recent history as well as by earning the hard-won respect of their peers and clients.\"\n\nJennifer Keller is one of America's most successful trial attorneys. She represents both plaintiffs and defendants in a broad range of high-stakes commercial litigation and white collar cases. Chambers USA and Chambers Global, quotes sources who call her \"the consummate trial lawyer,\" \"an incredible cross-examiner,\" and \"widely regarded as one of the best trial lawyers in California.\" She is a Fellow of the invitation-only American College of Trial Lawyers, considered to be among the highest honors a North American trial attorney can receive. Jennifer is also a 2018 inductee into the California Lawyers Association Trial Lawyer Hall of Fame, one of only 32 attorneys so honored throughout the years. Benchmark Litigation lists her as one of the \"Top 100 Trial Attorneys in America\" and among the \"Top 20 Trial Lawyers in California,\" calling her a \"National Litigation Star.\" In three separate years, in starkly different subjects, Jennifer's trial victories have led to California Lawyer Attorneys of the Year (CLAY) awards.\n\nOver the last 12 months, Jennifer received a plethora of awards and honors, statewide and nationally, including: ranked the #1 attorney in Southern California by Southern California Super Lawyers for 2020; Chambers USA and Chambers Global ranking of lawyers, recommended in General Commercial Litigation and Trials; the 2020 Benchmark Litigation \"Top 100 Trial Lawyers in America\"; California Lawyer Attorneys of the Year (CLAY) award for 2019; the Los Angeles and San Francisco Daily Journals' list of \"The Top 100 Lawyers in California\"; and Lawdragon's \"The 500 Leading Lawyers in America.\"\n\nContact: Kay Anderle\n\nManaging Partner\n\n\n\nAddress: 18300 Von Karman Ave., Suite 930\n\nIrvine, California 92612-1057\n\nPh. 949.476.8700\n\nFax 949.476.0900\n\n[email protected]\n\nwww.kelleranderle.com\n\nSOURCE Keller/Anderle LLP\n\nRelated Links\n\nhttp://www.kelleranderle.com\n\n"}}