{"GDELT": {"GlobalEventID": 938851669, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "JUD", "Actor2Name": "LAWYER", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.311827956989251, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vancouver, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12552", "Actor1Geo_Lat": 49.25, "Actor1Geo_Long": -123.133, "Actor1Geo_FeatureID": "-575268", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Vancouver, British Columbia, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA02", "Actor2Geo_ADM2Code": "12552", "Actor2Geo_Lat": 49.25, "Actor2Geo_Long": -123.133, "Actor2Geo_FeatureID": "-575268", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vancouver, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12552", "Action2Geo_Lat": 49.25, "Action2Geo_Long": -123.133, "Action2Geo_FeatureID": "-575268", "DATEADDED": 20200804131500, "SOURCEURL": "https://www.princegeorgecitizen.com/life/health/federeal-documents-say-huawei-s-meng-lied-supporting-her-extradition-to-u-s-1.24179706"}, "ARTICLE": {"TITLE": "Federeal documents say Huawei's Meng lied, supporting her extradition to U.S.", "TEXT": "VANCOUVER — Documents from lawyers for Canada's attorney general say a series of witnesses will prove Huawei executive Meng Wanzhou lied to HSBC bank about the company's relationship's with Skycom in Iran.\n\nThe documents released Friday are the government's arguments to be used during a hearing next April and they say there's enough to prove fraud in support of Meng's extradition to the United States.\n\narticle continues below\n\nThe documents say witnesses, including former employees of Huawei, FBI investigators and officials with HSBC — the bank at the centre of the allegations — will say Meng falsely said Huawei didn't control Skycom.\n\nMeng was arrested at Vancouver's airport on a request from the United States over allegations both she and Huawei broke American sanctions against Iran, accusations both have denied.\n\nThe documents say witnesses will tell the court Meng reassured a senior HSBC executive that Skycom was a local partner of Huawei's and that the Chinese company had divested any shares in the company in Iran.\n\nHours after that meeting, Huawei announced it had received a $1.5-billion loan from a group of international banks with HSBC was the principal lender.\n\nA few days later, the unnamed witness emailed other senior HSBC personnel, \"stating that 'Everything appears to be above board,' 'Huawei has stated that it complies with all laws and sanctions,' and 'I'm pretty much reassured,'\" the documents say.\n\nThe HSBC risk committee responsible for the Asia-Pacific region met in Hong Kong and considered that Huawei advised HSBC that its shares in Skycom were sold in 2009 and Meng resigned her position on the board in the same year, the documents say.\n\n\"The evidence demonstrates that Ms. Meng deliberately made dishonest representations to HSBC in an attempt to preserve Huawei's relationship with the bank, knowing that in so doing, HSBC would be exposed to risk of economic loss.\"\n\nThe evidence establishes fraud and is enough to extradite Meng to the United States, the documents say.\n\nMeng's arrest has generated increasing friction between Canada and China. China's arrests of Canadians Michael Kovrig and Michael Spavor and subsequent allegations of spying are widely seen as attempts by China to pressure Canada to release Meng.\n\nHer lawyers have accused U.S. President Donald Trump of poisoning the extradition case against Meng with his interference and attempt to use her as a \"bargaining chip\" in the trade dispute between the U.S. and China.\n\nThe documents released Friday will be used during the committal hearing planned for April 2021.\n\nBefore that, there will be other legal arguments, including a hearing next February where Meng's lawyers will argue that she was subject to an abuse of process during her arrest in December 2018.\n\nThis report by The Canadian Press was first published July 31, 2020."}}