{"GDELT": {"GlobalEventID": 938852719, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "USABUS", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.76117982873454, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Connecticut, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCT", "Actor1Geo_Lat": 41.5834, "Actor1Geo_Long": -72.7622, "Actor1Geo_FeatureID": "CT", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Connecticut, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCT", "Action2Geo_Lat": 41.5834, "Action2Geo_Long": -72.7622, "Action2Geo_FeatureID": "CT", "DATEADDED": 20200804131500, "SOURCEURL": "https://www.msn.com/en-us/travel/news/i-flew-on-the-4-largest-us-airlines-during-the-pandemic-and-found-that-the-only-constant-was-inconsistency/ar-BB17y1tH"}, "ARTICLE": {"TITLE": "I flew on the 4 largest US airlines during the pandemic and found that the only constant was inconsistency", "TEXT": "© Thomas Pallini/Business Insider Flying on a Southwest Airlines flight from New York to Nashville. Thomas Pallini/Business Insider\n\nAir travel has changed due to the pandemic with airlines rushing to implement new policies and procedures as they recover from the worst downturns for the industry since September 11, 2001.\n\nAirports have been fortified with plexiglass partitions and social distancing reminders while planes are being cleaned better than ever before thanks to new techniques like fogging.\n\nBut inconsistencies remain across the big four airlines that will need to be remedied to ensure full confidence in air travel when passengers are ready to take to the skies again.\n\nVisit Business Insider's homepage for more stories.\n\nAirlines in the US are adapting to a new reality thanks to the coronavirus pandemic that saw a complete overhaul to health and safety policies.\n\nIt's not an easy task as airlines have spent years building their current infrastructures at the hundreds of airports around the world only to have to retrofit each one in an effort to keep passengers safe.\n\nWhile passengers were living under lockdown, most airlines were busy getting to work to make sure they were prepared for when their customers inevitably returned. Adopting measures such as installing plexiglass partitions at check-in counters, laying floor placards in the gate area, and implementing new onboard cleaning procedures aim to instill a sense of peace of mind amid fears of the novel coronavirus.\n\nBut as Business Insider found on two trips in June across the big four US airlines including American Airlines, Delta Air Lines, United Airlines, and Southwest Airlines, achieving that task has been no easy feat. Some airlines were better than others but nearly all had inconsistencies in how they tackled important safety issues.\n\nTake a look.\n\nDelta Air Lines\n\n© Thomas Pallini/Business Insider Flying on a Delta Air Lines flight in June. Thomas Pallini/Business Insider\n\nDelta was among the most consistent airlines in the big four but there was one hiccup with how the aircraft was cleaned that had me questioning just had strong Delta's commitment was. After boarding my flight from Hartford, Connecticut to Atlanta in early June, the first flight of the day departing at 6:30 a.m., I noticed that my seat-back pocket had a tissue or napkin in it.\n\nIt's not the first time that I've boarded a flight to see that but if something like that can be missed, it made me wonder what else is being missed. New aircraft cleaning policies for Delta include fogging the planes with a disinfectant applied with an electrostatic sprayer as well as a wipe down of all surfaces, according to the airline's website.\n\nThe rest of the plane, however, appeared spotless so I chalked it up to a one-off mistake.\n\nUnited Airlines\n\n© Thomas Pallini/Business Insider Flying United Airlines from Orlando to Washington in June. Thomas Pallini/Business Insider\n\nUnited's biggest issue with consistency was the disparities in the display of informational signage regarding its new safety policies. On two flights on the airline from Orlando to New York with a stop in Washington, I noticed that the airline wasn't investing in the displays for Orlando, an outstation airport, with neither the check-in nor gate area detailing United's actions to ensure health and safety.\n\nBut that wasn't the case when I got to a major United hub just a few hours later. In the terminal of Washington Dulles International Airport, there was detailed signage nearly everywhere I looked outlining exactly what United was doing to ensure safe flights.\n\nWhile the airline is assuredly working behind the scenes to ensure aircraft and other communal areas are clean and sanitized, one of the first things I noticed when I started flying again was how reassuring a simple display could be to remind passengers that air travel is safe. With hesitation surrounding getting on an airplane nowadays, there can never be too little peace of mind.\n\nSouthwest Airlines\n\n© Thomas Pallini/Business Insider Flying Southwest Airlines from New York's LaGuardia Airport. Thomas Pallini/Business Insider\n\nSouthwest was largely consistent in all aspects across my two flights on the airline but the biggest concern was the discrepancy in the boarding procedure at my origin and connecting airport. The low-cost carrier's boarding procedure had largely stayed the same –where passengers get their assignment at check-in and board accordingly – but now only 10 passengers were asked to board at a time instead of 30.\n\nWhile it's a great effort, my first flight back on the airline from LaGuardia Airport saw the normal groups of 30 being called up at a time. It wasn't until boarding my second flight in Nashville that gate agents followed the correct procedure.\n\nOnce on the plane in both locations, however, the front seats filled up and those boarding last had to walk past rows of people who had already settled in for the flight, making the process slightly counter-intuitive. And at the end of the flight, everybody got up from their seats to crowd the aisle as they normally would with no prompt from the flight attendants to do otherwise.\n\nAmerican Airlines\n\n© Thomas Pallini/Business Insider Flying American Airlines from Atlanta to Charlotte in June. Thomas Pallini/Business Insider\n\nThe country's largest airline was surprisingly the most consistent but being as the airline wasn't doing a lot for passenger safety – like blocking middle seats or changing its boarding procedure – I wouldn't have minded a departure from the normal if it meant more safety protocols. Unfortunately, both flights I took on American were largely standard, almost as if there wasn't a pandemic occurring.\n\nRead the original article on Business Insider\n\nGallery: I flew on United Airlines during the pandemic and found nothing more than empty gestures and boring flights – here's what it was like (Business Insider)"}}