{"GDELT": {"GlobalEventID": 938851930, "Day": 20200804, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5863, "Actor1Code": "FIN", "Actor1Name": "FINLAND", "Actor1CountryCode": "FIN", "Actor2Code": "SGP", "Actor2Name": "SINGAPORE", "Actor2CountryCode": "SGP", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.5602240896358599, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Finland", "Actor1Geo_CountryCode": "FI", "Actor1Geo_ADM1Code": "FI", "Actor1Geo_Lat": 64.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "FI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Singapore", "Actor2Geo_CountryCode": "SN", "Actor2Geo_ADM1Code": "SN", "Actor2Geo_Lat": 1.366667, "Actor2Geo_Long": 103.8, "Actor2Geo_FeatureID": "SN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN", "Action2Geo_Lat": 1.366667, "Action2Geo_Long": 103.8, "Action2Geo_FeatureID": "SN", "DATEADDED": 20200804131500, "SOURCEURL": "https://en.portnews.ru/news/299719/"}, "ARTICLE": {"TITLE": "Flag, coastal and port authorities from eight countries come together to encourage development of maritime autonomous surface ships", "TEXT": "2020 August 4 15:51\n\nFlag, coastal and port authorities from eight countries come together to encourage development of maritime autonomous surface ships\n\nRepresentatives from flag, coastal and port authorities from China, Denmark, Finland, Japan, the Netherlands, Norway, Republic of Korea, and Singapore met at a virtual event on 4 August 2020 to launch the MASSPorts initiative. The event was joined by representatives from the International Maritime Organization (IMO), International Association of Marine Aids to Navigation and Lighthouse Authorities (IALA), as well as International Association of Ports and Harbors (IAPH), MPA of Singapore said in its release.\n\nMASSPorts is a network formed by like-minded states and organisations to address the challenges and achieve alignment of standards for the trials and operation of Maritime Autonomous Surface Ships (MASS) in ports. The network’s objectives are to:\n\nDevelop detailed guidelines and conditions for MASS trials in port – MASSPorts should endeavour to agree on conditions for MASS trials within their ports, which are in line with IMO’s interim guidelines for MASS trials.\n\nEstablish common terminology, form and standards of communication, ship reporting and data exchange to enhance inter-operability of systems across different ports – International transit of vessels involves calls at different ports where vessels interact with many stakeholders and systems. Vessels and ports must be equipped with infrastructure that have common terminology, form and standards for seamless operation.\n\nFacilitate port-to-port MASS trials – Facilitate MASS trials to emulate the international nature of shipping with the objective of validating the proposed guidelines and conditions for MASS trials, and the inter-operability of port-based systems. This allows the network to identify and address additional challenges of operating MASS at various ports.\n\nMs Quah Ley Hoon, Chief Executive of the Maritime and Port Authority of Singapore, said, “Autonomous navigation is an important part of our plans to be a future-ready port. We see MASS having the potential to enhance navigational safety and increase productivity. We are glad to work with like-minded international partners who are aligned in shaping the future of the international shipping.”"}}