{"GDELT": {"GlobalEventID": 939360226, "Day": 20200806, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5918, "Actor1Code": "CVL", "Actor1Name": "POPULATION", "Actor1Type1Code": "CVL", "Actor2Code": "PSE", "Actor2Name": "GAZA", "Actor2CountryCode": "PSE", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -0.0131199160325401, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gaza, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.4167, "Actor1Geo_Long": 34.3333, "Actor1Geo_FeatureID": "-797156", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Gaza, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.4167, "Actor2Geo_Long": 34.3333, "Actor2Geo_FeatureID": "-797156", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gaza, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.4167, "Action2Geo_Long": 34.3333, "Action2Geo_FeatureID": "-797156", "DATEADDED": 20200806233000, "SOURCEURL": "https://www.cfr.org/event/virtual-meeting-israeli-annexation-and-middle-east-peace"}, "ARTICLE": {"TITLE": "Virtual Meeting: Israeli Annexation and Middle East Peace", "TEXT": "Panelists discuss Israeli Prime Minister Netanyahu’s proposed annexation of parts of the West Bank and the geopolitical consequences for the region and for the Middle East peace plan.\n\nSTOCKMAN: Good morning, everyone. Thanks for joining us today to talk about something other than COVID-19 for one hour. We're here to talk about Israel's plan to annex part of the West Bank, and what it means for Israelis, for Palestinians, for the region, and for the world. We are lucky to have a distinguished panel with us today. We have Hanan Ashrawi, head of the department of public diplomacy and policy for Palestine Liberation Organization. She's speaking with us today from Ramallah. We have Dore Gold, president of the Jerusalem Center for Public Affairs, former Director General of Israel's Ministry of Foreign Affairs and a close advisor to Netanyahu. He is speaking to us from Jerusalem. We have Martin Indyk, former U.S. ambassador to Israel under Clinton, and most recently U.S. envoy for the Israeli-Palestinian negotiations under Obama, and he is speaking to us today from New York.\n\nSo, I'm going to throw out a few questions just to get the conversation going. We're going to talk for about 30 minutes, and then I am going to make sure we open it up for all of you. There are about 400 people who are registered for this call. So, we want to make sure we get to as many questions as possible. Please keep your questions short so that we can try to hear from everyone. This conversation, just a reminder, will be recorded and on the record.\n\nSo, just to start off, I was in Jerusalem in 2011. And a Jewish Israeli told me at that time, that the conflict is like two guys arguing over a pizza. And meanwhile, one of them is eating the pizza. And someday we're going to look down at the box and realize that the pizza is almost gone. And so I guess I'm just wondering if annexation is the moment we look at the box and realize there's just not much pizza left. And I guess I want to start with you on whether you can just walk us through what annexation would mean for average Palestinians, everyday Palestinians in the West Bank.\n\nASHRAWI: Yeah, well, I'm glad you said average everyday Palestinians because annexation has a direct impact on our lives and every aspect of our lives. The occupation has an impact on every aspect of our lives. So, we don't want to indulge sort of you know biblical explanations, technical verbal technicalities on what annexation means or acrobatics. But, I think, and legally we all know what annexation. What it does on the ground is extremely serious. Because it tells us, first of all, the world and the Palestinian people that this is not a temporary occupation, but it is a situation where the occupying power is violating not on the international law, but the most basic rights of the Palestinian people and the most basic imperatives of peace. And annexation has been ongoing for a long time. This is nothing new. I know people were shocked that finally Netanyahu came out and openly said he wants to annex this ingeniously. He's going to extend Israeli law back. But the question is, Israel, at its core, has been based on annexation, on appropriation of land and resources, on land, on creating facts illegally.\n\nSTOCKMAN: But just, this, you know, Israel has controlled the West Bank for more than 50 years, so what's different? What's different now? It seems like the biggest difference is that Palestinian security forces policy, the suspension of the cooperation with Israel has happened now that sort of… the jig is up and we're saying this is this is not a temporary situation. We're not waiting for a state anymore. So, what's the plan? How do you move forward?\n\nASHRAWI: Well, the thing is when you annex large areas of the West Bank, you definitely are telling the Palestinians that there is no Palestinian state that is territorially contiguous or viable in any way. So, unilaterally Israel has, is, destroying that. But Israel has… I want to go back to the fact that Israel has been annexing, annexed Jerusalem, of course illegally, and people know that it has been annexing through the process of settlement activities that have super imposed a grid on the West Bank that prevented normal life. Annexation means that the Israeli settlers have full right and they certainly flatten and terrorize the Palestinian people, especially in rural areas and in remote villages and so on. Annexation means that Israel is taking the most fertile areas of the West Bank and the most strategic of controlling freedom of movement and so on and controlling the borders, space, and territory.\n\nSTOCKMAN: Move on, but we're going to come back to that. I want to, I want to keep pushing you on that. What's the plan? As far as--\n\nASHRAWI: What's our plan? Or what is Israel's plan?\n\nSTOCKMAN: I mean, I want to move on the conversation. But I'm listening for the Palestinian government's plan beyond suspension. What happens after suspension? How do you move forward? Because what little so control you have is, is going away. And so I want to keep listening for that. But let's move on and bring Dore into the conversation. I want him to tell us what annexation means for Israel. And I also wanted to tell, to ask if he expects anything to happen with it between now and the U.S. election.\n\nGOLD: Well, Farah, thank you. I want to first of all, thank CFR for raising the issue of the definition of terms that we use because we have a real problem here. You know, during the years that I served as Israel's ambassador to the UN and later as Director General of the Foreign Ministry, I used to review previous Israeli speeches penned by Israeli officials to the UN Secretary General. One such letter written way back on July 10, 1967, by our foreign minister, Abba Eban, complained about a Pakistani draft resolution which referred to measures taken by Israel after the Six Day War to integrate eastern parts of Jerusalem as, you got it, annexation. He insisted on using the term, quote extension of Israeli law and jurisdiction unquote, to Eastern Jerusalem. And really since that time, we've been going through a battle of the narratives when you get Israeli and Palestinian spokesmen in conferences or on television, and also people who are not, you know, either party, but interested parties, and they carry these battles out in the UN in specialized agencies like UNESCO. It's a battle over political terminology. It's a battle over history. Today, we're considering if the term annexation even applies to recent Israeli proposals to extend Israeli sovereignty to parts of Judea and Sumaria, that's the West Bank, in the context of the American peace plan. You know, the International Committee of the Red Cross, the ICRC, plays an important role in providing authoritative definitions of this sort. It defines annexation as, quote, a unilateral act of a state through which it proclaims its sovereignty over the territory of another state. So the obvious question is whether the West Bank was the territory of another state? Now, this may be tedious. Yeah, it's that those are the facts that we have to contend with.\n\nSTOCKMAN:\n\nI want to ask, I want to bring this back from so much as if it’s in the realm of legality. I want to bring it to everyday life of people. You have settlers living in the West Bank, you have Palestinians living in the West Bank. I think there's something like 65,000 if I'm, if I'm--\n\nASHRAWI: 150,000.\n\nSTOCKMAN: But tell us what this means for people on the ground. What does annexation change? They're already living under Israeli law, if I'm not mistaken.\n\nASHRAWI: Are you asking me?\n\nSTOCKMAN: No, no, I'm asking Dore to tell us what, what this change is for Israel. Just--\n\nGOLD: Well, I think you have--\n\nSTOCKMAN: --in the lives of everyday people.\n\nGOLD: I think you have to see these proposals and context of the plan of the Trump administration for a new arrangement on the West Bank. And the reason that's so significant is because every other peace plan has failed. Remember Camp David under President Clinton? Failure. Remember, you know, I really liked John Kerry. And I knew he did his best to try and move forward a peace plan. Didn't work. You know, my boss comes to the White House and tells President Obama, I'll get back to you. So, we've been going through this for how long? 20 years? And we haven't moved an inch. And I think the people, like Jason Greenblatt, came up with some new ideas. They suggested also, the idea of annexation, and I shouldn't use the term because it's the wrong term but the extension of Israeli sovereignty, over parts of the West Bank, but remember, Israel, Israel gets 30% of the West Bank, the Palestinians get 70%. So, it is not as though we're taking all the gold coins and leaving them with rubbish.\n\nSTOCKMAN: Let me ask you this, you yourself have been personally very critical of a two-state solution in the past. But now you seem enthusiastic about a plan that claims to create a Palestinian state. What's changed?\n\nGOLD: Look, I think we have to give it a shot. And that's what's changed for me. And, you know, I was critical of the two-state solution when it didn't take into account fundamental Israeli interests and concerns, like the Jordan Valley. It's the main defensive barrier that, it's like Rabin envisioned, would help Israel become defensible. So, if you take out the Jordan Valley and you say to us, oh, we'll put some Swedish paratroopers there instead of the Israeli army. That's right, I'm not gonna be enthusiastic. But I think they the American plan can make a two-state reality, safer Israel, and workable. And that's why I think just as Israel is prepared now to do things that wouldn't do before, the Palestinians should join in. I mean, Hanan Ashrawi, when are you guys going to say yes? That is what we need right now. And then we can move forward. And you know, what, if there's something you don't like about the plan, then you know, you can we can change it. But we've got to have the forward looking. I also tend to get pulled into the battle over history. Let's think about the future and make this plan work.\n\nSTOCKMAN: I want to move on to Martin. But, I wanted to ask you if you expect anything to happen between now and the U.S. election? You've been closely in touch with the Trump administration. Do you think anything big is going to happen with annexation or whatever you want to call it between now and November?\n\nDORE: When I went into government in 1996, I met with Mahmoud Abbas on repeated occasions. That was a long time ago. But, you know, I had a sense that maybe we could do something. So, if we can revive that sense of working together to make an impaired peace process work, yes, something could be done before the elections. But you know, it takes two to tango, and we're ready to dance.\n\nSTOCKMAN: Hasn't always taken two to tango in this region. And we've seen a lot, we've seen a lot of things happen unilaterally. But, but let's see, let's see Martin, can you, can we bring you in here and you tell us what annexation means in terms of U.S. policy, and for the region and the world. Tell us what, how you see it.\n\nINDYK: Actually, believe it takes three to tango. But in this case, the tango is only between the United States and Israel. The Palestinians have been excluded from this process. I have not participated in any way. So, the idea, as Dore suggests, that they should now come to the party plan that is fundamentally weighted in Israel's favor. And a committee is meeting of Israeli intelligence, excuse me, American Israeli officials are now meeting to decide the borders of the Palestinian state, without any Palestinian representation is just an example of what's fundamentally at fault. With this plan, Dore is formed like Jared Kushner, of saying that all the previous efforts failed. But I quote my friend and former colleague, Rob Satloff, it says the only difference with the Trump plan is they're going to fail differently. And it's still failing and cannot succeed because it cannot engage or not engage the Palestinians. Because it's so fundamentally tilted in Israel's favor.\n\nHaving said that, let me just address directly. Your question what's, what's fundamentally different about the Trump plan is that it is designed to do two things. One is to legitimize Israel's settlements, all of them, which under the Trump plan would become under Israeli sovereignty recognized by the United States. But the second thing it's designed to do is to delegitimize the entire peace process that began in 1973 with the acceptance on all sides, to Palestinians at that point, of resolution two four two, which provided for an exchange or territory for peace, and also provided for the unacceptability of the acquisition of territory by force, therefore, ruling out the concept of annexation unilaterally, even if recognized by the United States. That resolution has underpinned the entire negotiation to the Israeli peace treaty of Israel-Jordan peace treaty is just engaged in agreement and the Oslo Accords. And the Trump administration has purposely brought in a plan designed to delegitimize that whole basis for Israeli-Palestinian negotiation.\n\nSTOCKMAN: Let me just jump in now because I will say I've been covering this for I don't know, for as long as I've been covering it, which may be 15 years, I keep hearing the same thing as to Dore's point. The two-state solution is going to be dead if Israel builds this; the two-state solution is going to be dead if they don't sit down; the two-state solution…I've been hearing that it's on its deathbed for 15 years. So, at what point do you declare it dead? At what point do you say we have to try something totally different? And are you, at what point do you say this is a process like I mean, I remember hearing John Kerry give a speech about the death of the two-, you know, that it's under, you know, it's being threatened in 2016. So, they're saying something else.\n\nINDYK: Yeah. The great irony is of the Trump plan, is it claims to be resurrecting the two-state solution, not killing two-state solution. The problem with it is that it provides, as Prime Minister Netanyahu said, for a state for the Palestinians, that's a state minus, minus the territorial continuity, minus sovereignty, minus capital in Arab East Jerusalem. And so it’s [inaudible] two-state solution, but it's still an effort to promote the solution that is the only thing that will provide a solution even though we can't get there from here, which is a separation into two states for two peoples: a Jewish state of Israel and a Palestinian state for the Palestinians.\n\nSTOCKMAN: So, I'm about to open it up for questions. But I just want to note that the extraordinary thing I'm hearing right now is that people who for a long time were very skeptical of the two-state solution are now embracing it, and then you hear, or claiming to embrace it, and now you hear people who for a long time have been pushing this two-state solution, more and more of them are saying this has become a civil rights struggle for binational state. I'm hearing that more and more even the last time I was in Ramallah, I heard from young people who said, no, I actually heard from a middle aged man who said my daughter has given up on the idea of state she wants, she now wants civil rights and human rights and political rights inside Israel. And so, I wanted to throw this just really quick back to Hanan, how are you hearing this from Palestinians? At what point does this become a civil rights struggle instead of a struggle for a national state, which is not going to help?\n\nASHRAWI: It has always been a struggle for rights. We were the ones who proposed the one-state solution in '68-'69 when we said we'll accept the one democratic, nonsectarian or secular state, but of course that was done down. We accepted that two-state solution as a major compromise, but based on international law, based on the recognition that the territory occupied in ‘67, and all American administrations have said, is occupied. East Jerusalem will be the capital of the Palestinians. Now this and again, in a very misleading and deceptive manner, you say people accept the two-state solution. Of course, if I were Israeli and I want greater Israel and I want sovereignty over all of Palestine, I will say definitely I wanted two-state solution a-la-Trump, because what Trump is doing is making sure that there is no independent sovereign Palestinian state, but there is Israeli sovereignty and control and reinventing the occupation in a way as to make it palatable to the rest of the world under the misleading title of two states.\n\nNow, the one-state solution. If there's a de facto outcome of the systematic destruction of the two-state solution, or of the Palestinian state, let's say by Israeli illegal and unilateral actions, including war crimes, such as settlements, including theft of resources, including a very systematic system of control of racism, oppression, this has created a situation where Israel used its control and its power in order to undermine any prospect of peace, let alone a two-state solution. So, in fact, a one-state solution is going to mean that Israel will use its power and its control, while we will not be calling on the right to self determination, which is granted to us by the world, which we are not supposed to ask for or ask for sovereignty on our own land, or the recognition of our identity, history, and rights. Now, if both sides want a one-state solution with equal rights, then let's sit down and talk about it. But, you cannot sort of allow Israel to create unilateral detrimental effects, and then tell us what you propose to do about it.\n\nSTOCKMAN: So, I've got one or two more before we open it up to questions, but can you tell us how long are you going to just stop? The security cooperation with Israel is just ended or is this a long-term thing? Is this sustainable in the long term to simply say that we're not going to be able to, I mean, this is I know the precarious financial situation as well. Is this a long-term thing? [Inaudible]\n\nASHRAWI: Israel has [Inaudible] and has violated every single aspect of the so-called peace process and all agreements in addition to international law. And so, you're telling us what is left is security coordination between Israel and Palestine? No, I don't see why we should be held accountable to and bound by agreements that Israel has totally shredded and destroyed, number one. Number two, we are not responsible, as people under occupation, for the safety and security of the Israeli occupation army, demolished his homes and kills people and sets up military checkpoints and humiliates people. We are not responsible for the safety of the settlers who shoot and terrorize and wreak havoc in Palestinian life. We are responsible for the safety of the Palestinian people. The one source of insecurity, territorial, human, legal, economic, and so on, is the Israeli occupation. And you want us to safeguard that occupation? This is unacceptable. So, if Israel wants to behave like a state bound by international law and the civilized norms of behavior that governs relations between states, then fine, but Israel wants to have its cake and eat it too. And then wants to blame the Palestinians and then indulges in all these semantics, and sort of linguistic acrobatics and so on, to try to prove this is not a state or a state or, and so on. So, let me let me just say, that there is international law. There are agreements. The U.S. talk about ending the occupation that began in '67. The U.S. committed. I have here the letter of assurance.\n\nSTOCKMAN: We're gonna have questions. I'm gonna have to open up for questions. I know that we could have a very spirited debate just between the four of us and I don't want to, I know we--\n\nASHRAWI: We need a few hours to discuss.\n\nSTOCKMAN: (Laughs.) I know it's not much time, but I'm sure that our questions are going to be very intelligent from the audience. And so Kayla, can you open it up and give us our first question? Please keep your questions brief so that and direct them to someone so that we can move through as many as possible.\n\nSTAFF: (Gives queuing instructions.)\n\nWe will take the first question from Fred Hochberg.\n\nQ: Good morning and thank you. This question is for Dore Gold. How should we, in America and elsewhere, look at the annexation of the West Bank differently than Russia's annexation of Crimea? From a distance they don't look that different, but tell me why if that's accurate, or why that's a wrong assessment.\n\nGOLD: Well, first of all, let me just put something on the table that has to be said. We were hoping for some fundamental changes on the Palestinian side by the time we get to the year 2020 and there has been this very big disappointment on our side with the pay-to-slay policy that we've seen advanced by Palestinian security agencies, you know, pay-to-slay--\n\nASHRAWI: That's propaganda.\n\nGOLD: --Propaganda? You know, the president of the United States mentioned to Mahmoud Abbas that he objects to pay-to-slay in a meeting in Bethlehem and you see a propaganda--\n\nSTOCKMAN: --Can we address--\n\nASHRAWI: So, let's not go down that path, want to engage on serious issues, or you want to start using all the clichés and the propaganda talking points that we have heard--\n\nGOLD: I'm referring to the Palestinian budget.\n\nASHRAWI: He wants to know, if you want to know how many Palestinians--\n\nGOLD: Farah, we have a question. Why don't we?\n\nSTOCKMAN: Why is this different than Crimea?\n\nASHRAWI: Go ahead. I'm sorry about that. I--\n\nSTOCKMAN: No, I hear you.\n\nASHRAWI: --just don't these, I've heard all these frames, time and time and time again that they become meaningless, frankly.\n\nGOLD: That's why it's about time to do it differently, which is one thing that I have to give President Trump credit for. And try it. You know, if you don't like it, you can walk away, but at least try it. And one of the sad things about this entire period is while we're willing to give it a try, unfortunately, the Palestinian side isn't, and you're never gonna get from here to there unless you make the first step.\n\nSTOCKMAN: What’s different than Russia's annexation of Crimea?\n\nGOLD: You know, that would take a very long time to get into all the aspects of it. You know, the Crimean situation, actually is a bad one to compare it to, I think what would be useful to compare is the Turkish invasion of Cyprus, because they are people talk about annexation. And, you know, the Turks simply took over land that belonged to another country. The Cypriot sovereignty had been established and recognized by the entire international community. And what made the whole thing very unique was that Turkey was and to this day continues to threaten its neighbors. We're not threatening anyone. We have been. I recall that in 1967. When Israel entered the West Bank, there are a number of countries in the United Nations who wanted to have Israel condemned as the aggressor. But it was plain as day that we were operating in a war of self defense. And that's something you have to take into account when you start comparing Morocco and, and Turkey and all these other countries to our situation.\n\nSTOCKMAN: And we can we get the next question.\n\nSTAFF: We will take the next question from Stephen Kass.\n\nQ: Thank you, Stephen Kass, Brooklyn Law School. My question is also for Mr. Gold. Do you agree, sir, that the two choices that are, should, be on the table now are either two states or a single secular state in Israel?\n\nGOLD: I disagree with that. I think you have to respect the national aspirations of both people. That means the people of Israel and the Arab people in what they call Palestine, and what will eventually become some kind of Palestinian state. And, you know, unless you take into account those needs and not the needs of a textbook in a law school, I think we're not going to get very far.\n\nSTOCKMAN: Let's have the next question.\n\nSTAFF: We will take the next question from Maryum Saifee.\n\nQ: Thank you for this panel. Maryum Saifee. State Department. If we assume this two-state solution is sort of no longer on life support, officially dead, how viable or realistic is a one-state solution rooted in pluralism, equity, and inclusion? And this is for anyone.\n\nSTOCKMAN: Who is your question?\n\nQ: Ambassador Indyk.\n\nINDYK: So, thank you. I don't accept the assumption.\n\nASHRAWI: I’m sorry. I didn't hear the question Can you repeat it please?\n\nINDYK: The question was if a two-state solution is dead, then should we be supporting a solution which provides equal rights for all of the people in the area that Israel controls? Essentially, that was the question. As I said, I don't believe that the two-state solution is dead. But, it certainly is on life support at the moment. And it would be a terrible tragedy for Israelis, as well as for Palestinians, if we were now to pull the plug. Because I think that that the notion of equal rights in one state, or what's referred to as a one-state solution, is not a solution at all. It's an illusion. It is a recipe only for continued conflict because the Palestinians will then be encouraged to advocate on their own behalf for equal rights in an Israeli state. The Israelis will not agree to that. They're not about to slap themselves on the forehead and say, why didn't we think of that?\n\nThere was a reason that the Jewish state was established and legitimized in a UN General Assembly Resolution back in 1948. And, the Israelis are not going to quietly agree to the extinguishing of the Zionist ideal of the Jewish state. Because Palestinians demand equal rights on the Palestinian side, Hanan can speak much better than me for them, but as much as the younger generation, as Farah says, has grown up under Israeli occupation and does not see hope for a two-state solution independent Palestinian state and would prefer at this point to have greater rights and therefore support an equal rights movement, that you don't see them coming out in the streets demonstrating for it, you don't see any leadership on the Palestinian side strongly advocating for it. There's no great movement.\n\nYes, there's a preference on the Palestinian side in public opinion polls. But it's not what motivates them. What motivates them is a desire for independence, for self-determination. And so, I just think that that it's not a solution. It's an illusion. And two-state solution is the only way in which we can make the reasonable requirements of both of these people.\n\nSTOCKMAN: Let's get another question.\n\nSTAFF: We will take the next question from Jed Snyder.\n\nQ: Yes. Hi Jed Snyder, Center for Naval Analysis (CNA). Hopefully you can hear me. The system's working, my technology sometimes fails me. First of all, hello to Dore Gold and Martin Indyk, whom I haven't seen in either case in many years, so glad to see both of you virtually. Dore, here's my question, having listened to this discussion between Hanan Ashrawi whom I don't know, but glad to see you, too, and Dore, and someone who served in the first Reagan Administration nearly 40 years ago. I think any more prospect now than 40 years ago, I'm fairly pessimistic, for a settlement or even a meaningful negotiation is almost zero. I think the Trump proposal, I say that as a career republican, was dead on arrival and an embarrassment to the United States.\n\nDore, here's my question. You know, Netanyahu very well, you worked with him for a long time, you know what's in his head at least as well, I'm guessing, as he does. My question is, is his position on annexation likely to change at all from what it is at the moment? And this assumes he emerges from his legal troubles and continues to govern Israel. Do you expect that position to change? And would that decision by him be affected in any way by Trump's prospects of either defeat or reelection in November? Thank you.\n\nGOLD: Well, I don't want to be the party pooper and pouring cold water on ideas. But let me just explain one thing. If you asked me, if you ask me will, what the West calls annexation, what we call the application of Israeli law, actually occur in the months ahead? I have absolutely no idea. And I think most of the people in Jerusalem are up to position of authority don't really know.\n\nAnd, you know, the thing is about our conflict here. It is extremely complicated, extremely difficult to work out. The maps, which have made this Trump proposal so unique, tried to work the outlines of the state of Israel and the state of the Palestinians in a way that it got in the population centers of both sides. In a way that for the first time, took into account our most important strategic defense concepts that go back to Yigal Allon and the Allon plan. And I give them a lot of credit for the first time doing that.\n\nBut are we going to get to a final annexation or application of Israeli law model? I don't know. And I don't think, I think very few people know. But if we have a new approach to building the foundations of peace, we have a better chance of making this work than anything else. And it isn't because of the genius of those who drew the maps. It's because when you address people's real needs that were ignored, you're not going to go very far.\n\nAnd one point, I have to make, two points, actually. One, the old peace process, always conceived of Israel pulling out its settlers like it did in the Gaza strip. There were eight or nine thousand settlers then in Gaza, and we pulled them out by force. This was a national tragedy for Israel. But if you can come up with land swaps and other ways of avoiding pulling out the settlers, you make the implementation of the solution, much more conceivable for Israel. And the second point is that again, I made this reference earlier. Everyone on the Israeli security side refers to the Jordan Valley as the front line of Israel's defense. And yet the peace process planners have recently in the last, let's say a few decades, say the IDF has to get out of the Jordan Valley. So, you have a huge contradiction between our fundamental security needs that were supported by Allon, Rabin, Sharon, and others and the needs for making a peace process work. So, I'm hoping that by going back to some of the ideas that were raised in the plan, we can possibly move in new directions but nobody has been doing that up until now. And nobody has, unfortunately been giving these plans a real chance.\n\nSTOCKMAN: I'm glad you mentioned Gaza, and I didn't want this hour to pass without talking about the people in Gaza. It's been 15 years since Israel unilaterally withdrew from Gaza. We've seen a whole generation of Palestinians born and raised who knew nothing but Hamas leadership. They have no hope of leaving Gaza, seeing beyond Gaza. And I guess my question really is how this...how, the what you're calling a Palestinian state, you know, you're hearing all the skepticism from people because they don't believe that it will meaningful, that it will look in any way like what other people describe as a state. It doesn’t. So, what would the Palestinian state, Gaza plus West Bank, look like I guess. How would it be different than just a bigger Gaza?\n\nGOLD: Well, first of all study the maps. And—\n\nSTOCKMAN: But, you don't have control over your territory. You don't have control over your border, borders. Like how is it just different than putting Palestinians into an area similar to Gaza that's just bigger?\n\nGOLD: Look, as I said before, the division of land, of resources, and people, isn't always what each side would hope for. We have to take the allocation that exists as a given and where it's short, where Israel's getting some advantage. We accepted land swaps. That was an idea coming from Beilin–Abu Mazen negotiations a long time ago, but we're willing to look at it because you have to have a minimal fairness for both sides. Is it going to satisfy Hanan Ashrawi? Not at this point. But if you can construct a new set of relations between Israel and Palestinians, that does address basic needs? I think we've got a shot. That's what good negotiators are for.\n\nSTOCKMAN: And we can we bring Hanan in. And can you talk to us a little bit just about the people of Gaza? I know that's--\n\nASHRAWI: That's a tragedy. I mean, Gaza is a massive prison. Gaza is a prime example of occupation as a system of military control, holding a whole population hostage within a closed area. Gaza, in many ways, has been treated like grounds for besting Israeli weapons it has been deprived of any freedom of movement. It has been deprived of any connection with the outside world. It's a closed open-air prison and Israel has reinvented the occupation as a system of control without accountability, and from a distance. And this is the problem that Israel invents and reinvents these systems of control and gets away with it.\n\nAnd the meantime, Gaza is becoming uninhabitable. The people of Gaza are undergoing serious regression in every possible way with no security, no human rights, no consideration whatsoever. Thousands and thousands of people have been killed by regular incursions by sniper fire, even I guess people who are demonstrating peacefully and whole families have been obliterated and then they say we stepped out of Gaza. What you've done is you've invented a new type of occupation. The same thing with the West Bank, the so called two-state solution, the West Bank is ridiculous. That is absolutely ridiculous. Israel controls the land, the territory, Israeli troops are there. Is that a sovereignty? Palestinians have nothing but to live like second- or third-class human beings under the total control of Israel in areas that are totally noncontiguous, that are separate.\n\nThese are worse than the Bantustans of South Africa. And of course, it has been enough description by esteemed by others about the apartheid system that already exists. And of course, the annexation makes the apartheid system throughout Israel becoming a reality. Israel as a state will be an apartheid state. And as, already of course, the way it leads the West Bank in terms of two sets of laws or two sets of rights for Palestinians and for settlers, and therefore, I think, I think just talking about let's, you know, talk about two states and so on when you know, that it's a myth that the Trump state is not a state. It's a way again of the organizing the occupation and maintaining Israel control and giving Israel the right to violate the most basic, basic precepts of international law.\n\nThe admissibility of the acquisition of territory by force. The '67 boundaries are a major compromise that we accepted on historical Palestine. And now they say no, let's see how much we can take of your land, how much we can track and resources, how much we can fragment your territories or your population centers, and how much control Israel can have because of security arrangements. If you understand why now, that security comes with justice with a just solution, security does not come by compounding the injustice and the other and by expanding land. How long will Israel continue to expand to get security to Jordan, through Iraq? Where? Through Lebanon, through Syria? It's not acquisition of land that gives you security. It's respect for your neighbors and your neighbor’s right. And it is treating people equally. And it is getting rid of this occupation and the length of this occupation so that people can see the other and the ugliness and the cruelty of the system under which we're living.\n\nGOLD: Hanan Ashrawi, have you spent time in the emergency rooms of Hadassah hospital?\n\nSTOCKMAN: We have eight minutes left people. I'm going to get some more questions in Kayla, can we have a couple more?\n\nSTAFF: We will take the next question from Steven Wallace.\n\nQ: Yes, thank you for this wonderful panel. Steve Wallace. I'm a private business person calling from Milwaukee, Wisconsin. My question is for Hanan and Martin. I'm trying to understand how the current U.S. administration is getting its advice. Have either of you or your colleagues been solicited for advice on specifically has Jared Kushner called either of you and when was the last time you spoke? And if not, where is the Trump administration getting its Middle East counsel? Thank you.\n\nASHRAWI: Do you want to start, Martin?\n\nINDYK: I've had several conversations with Jared Kushner. He's spoken to a number of other of my former colleagues who were involved in the peace process. These were essentially one-way conversations in which he asked the questions and I gave him my views on things. That was a long time ago. He also came to the Council on Foreign Relations for meeting with our scholars as he was formulating the Trump plan. But I think that the most interesting question is really who Jared Kushner was speaking to from the Israeli and Palestinian side. The press reports are to be believed, and Dore can confirm this. He was speaking a lot to Dore and Dore's ideas, many of them were adopted by him. But he was not having any conversations with Palestinian officials for now for two years. And so, in the formulation of a plan, he did not get Palestinian input. Hanan may be able to enlighten us some more.\n\nASHRAWI: Yes, since December 2017, there have been no contact with American administration since they started by partnering with Israeli occupation recognizing Israel's illegal annexation of Jerusalem moving the embassy well then targeting the refugees, redefining them, and attempting to destroy [inaudible] and the defunding, defunding anything Palestinian infrastructure scholars, whatever, within Jerusalem hospitals and institutions; closing down our offices in Washington, closing down the American consulate in Jerusalem, which was established in 1844 as a diplomatic mission to Palestine, not to Israel. And so from then on, I mean, the U.S. became party to the conflict. It disqualified itself from being a sponsor or an even-handed peace broker entirely.\n\nAnd it gets its instructions, I think, when through direct coordination with this extreme right-wing, racist, Israeli government. And of course, the instruments that it shows are people like Jason Greenblatt, and of course, David Friedman, who is to the right of the most extreme secular, who is advocating annexation, even against the advice of the administration. David Friedman behaves like a member of the Israeli government to the extreme right influencing American policy. He doesn't want to recognize the occupation or the existence of occupation. In settlements, he says I'm not illegal, they are Jewish neighborhoods, and so on. So he's changing the whole discourse. He dropped the term occupation, like I said, and he's trying to push for an end to any solution. Then you have of course, Jared Kushner was untested with the peace process.\n\nThey did not consult Palestinians. I'm sure they found one or two to talk to they found a couple of quislings in the economic conference in Bahrain, but that's it. The Trump plan was formulated in consultation or on the basis of the favorite Israeli positions of this most extreme government. It has nothing to do with international law. It has nothing to do with the requirements of peace, has nothing to do with Palestinian rights. It totally negates Palestinian rights and it creates a misleading impression that the Palestinians are going to be handed either an economic handout or a few bits and pieces of land in which they can establish a bunch of stands and pull them what you will provided Israel has sovereignty.\n\nSo, this government, this administration, is not equipped or qualified to play any role in peacemaking because they have totally destroyed the chances of peace. They have shattered. They say you should come to the table. What table? You've totally destroyed the table of negotiations. You have destroyed the chances of any agreement because you have given away Jerusalem and you've proven that you can play a destructive detrimental road to peace and you're trying to then say the Palestinians should come to the table once you have predetermined the outcome.\n\nSTOCKMAN: We have three minutes left and I promised that we would end promptly at 10. I am going to treat that as Hanan's final statement on what's happening. I want to give Dore a chance to respond. And also Martin we've got now two minutes left, so.\n\nGOLD: Well first of all, I'm fully aware that the administration, Trump administration, has consulted with Palestinians who speak to Mahmoud Abbas. They've tried to make this work. But guess what? Every administration recently has tried to make it work. You know, you had obviously, the Clintons' brave efforts with Camp David. We had the Bush administration coming forward with new ideas. And of course, the Obama administration taking it right up to 2014. And none of them got close to delivering a deal. So it's maybe politically popular and I don't want to get into democrats versus republicans. It's none of our business, but it may be politically popular to trash the Trump administration for its diplomacy, but nobody else has anything to show either. And I think that if this initiative was put forward by the Trump team was given a chance by the Palestinians, it would really have it would really move forward. It would really change the climate, change the situation in the Middle East. But unfortunately, they're not doing it. They're not lifting the gauntlet.\n\nSTOCKMAN: I'm gonna give, because, I want Martin to jump in.\n\nINDYK: First of all, Dore is right, that Palestinians did not respond in particular to the Obama ideas that were put on the table in 2014. Because I was involved in that effort. We still haven't had a response from Mahmoud Abbas on that.\n\nASHRAWI: Would you speak up, please.\n\nINDYK: And there is a, there is a fundamental problem on the Palestinian side in terms of the way in which they are not willing to engage on ideas, which I think were fair and balanced at the time. But, the tragedy of the Trump plan is that they put forward an unfair and unbalanced plan. And now expect the Palestinians to respond to that and of course, the Palestinians had a predisposition not to respond and they're certainly not going to respond to this. If the Trump administration had said this is up for discussion. This is not set in stone. We are not establishing a U.S.-Israel committee to determine the borders of the Palestinian state. And we are willing to discuss everything here. And we will oppose annexation of any kind, any unilateral act, to give a chance for this plan to be discussed by both sides, but they didn't do any of those things. And therefore, it's no surprise that this plan will fail, just like the other ones. Thank you.\n\nSTOCKMAN: All right. I appreciate everyone for coming here and having this lively debate. I appreciate all the listeners who came and heard what folks had to say here. I'm sorry, we're ending without getting to more questions, but it's already 10:01. Thank you all for being with us. And we'll be following it.\n\nASHRAWI: Thanks. Thank you.\n\nGOLD: Thank you.\n\nSTAFF: Ladies and gentlemen, at this time you are welcome to disconnect from this virtual meeting.\n\n(END)"}}