{"GDELT": {"GlobalEventID": 939360131, "Day": 20200806, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5918, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.92307692307693, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_Lat": 45.7326, "Actor1Geo_Long": -93.9196, "Actor1Geo_FeatureID": "MN", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 45.7326, "Action2Geo_Long": -93.9196, "Action2Geo_FeatureID": "MN", "DATEADDED": 20200806233000, "SOURCEURL": "https://www.muckrock.com/news/archives/2020/aug/06/what-policy-officer-involved-domestic-disputes/"}, "ARTICLE": {"TITLE": "We want to know the policy on officer-involved domestic violence", "TEXT": "Does your local police department have standards for officers’ off-duty domestic dealings?\n\nThe circumstances around domestic violence situations can be complicated — even more so when one of those involved is a member of law enforcement.\n\nMuckRock has been collecting department policies for when officers respond to domestic violence calls and for when they, themselves, are involved in a domestic altercation.\n\nYou can join our investigation by submitting your local police department to below.\n\nPolicies on how domestic violence is handled for officers themselves vary widely. Sometimes those policies are nonexistent altogether. Sometimes they involved multiple detailed reporting requirements.\n\nOne example one policy we recently received came from the Roseville Police Department in Minnesota, which received our request after a user suggested that we ask the agency.\n\nIn the Roseville PD policy manual, there is a specific policy related to “Domestic Abuse Involving High Profile Persons or Police Officers.” The guidelines dictate that officer-involved domestic disputes be handled as they would in civilian circumstances. There are added requirements for calling in an additional supervisor to observe the situation:\n\nIf a call doesn’t end in an arrest, there is, nonetheless, supposed to be a separate written explanation of why.\n\nIf the police department isn’t aware of any legal action related to domestic abuse, the officer is expected to inform his or her superiors.\n\nWhen law enforcement officers handle domestic violence involving one of their own, it can intimidate those involved and muddy a deserved impartial treatment of the situation. Having a policy can be a first step in helping to protect victims and communities.\n\nDoes your local police department even have one? You can help us find out by submitting an agency or locality below.\n\nImage via Flickr licensed under CC BY 2.0"}}