{"GDELT": {"GlobalEventID": 939359871, "Day": 20200806, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5918, "Actor2Code": "MED", "Actor2Name": "MEDIA", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.0, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Belgium", "Actor2Geo_CountryCode": "BE", "Actor2Geo_ADM1Code": "BE", "Actor2Geo_Lat": 50.833333, "Actor2Geo_Long": 4.0, "Actor2Geo_FeatureID": "BE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Belgium", "Action2Geo_CountryCode": "BE", "Action2Geo_ADM1Code": "BE", "Action2Geo_Lat": 50.833333, "Action2Geo_Long": 4.0, "Action2Geo_FeatureID": "BE", "DATEADDED": 20200806233000, "SOURCEURL": "https://www.youredm.com/2020/08/06/tomorrowland-keeps-the-good-vibes-coming-with-official-around-the-world-aftermovie/"}, "ARTICLE": {"TITLE": "Tomorrowland Keeps The Good Vibes Coming With Official Around The World Aftermovie", "TEXT": "We honestly cannot stop saying enough good things about the Tomorrowland Around The World festival two weeks ago. The annual Belgium festival was cancelled this year, like all the rest, but chose to invest heavily in a world-class live stream event called Around The World. Featuring 60 artists and an innumerable amount of time and disk space (you can read the actual numbers here), it was truly a sight to behold.\n\nTATW set a new standard for live stream festivals while being one of, if not the first major commercial festival event to charge for entry. Despite plenty of people on social media denouncing the choice, over 1 million people still attended the first-of-its-kind festival and they 100% got what they paid for.\n\nThe official Tomorrowland Around The World aftermovie is now free to watch, and shows just how much time and effort went into this undertaking. Like all of Tomorrowland’s aftemovies, even though this was taken from a digital world, it still bleeds emotion and wonder. At nearly 15-minutes long, there’s plenty to see and relive here.\n\nCheck it out below! If you have Apple Music, you can listen to all the sets again."}}