{"GDELT": {"GlobalEventID": 939361013, "Day": 20200806, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5918, "Actor1Code": "USA", "Actor1Name": "NEW YORK CITY", "Actor1CountryCode": "USA", "Actor2Code": "CVL", "Actor2Name": "POPULATION", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.5785123966942205, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Chicago, Illinois, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIL", "Actor2Geo_ADM2Code": "IL031", "Actor2Geo_Lat": 41.85, "Actor2Geo_Long": -87.6501, "Actor2Geo_FeatureID": "423587", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chicago, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL031", "Action2Geo_Lat": 41.85, "Action2Geo_Long": -87.6501, "Action2Geo_FeatureID": "423587", "DATEADDED": 20200806233000, "SOURCEURL": "https://www.voanews.com/usa/federal-law-enforcement-program-expands-2-us-cities-amid-spike-violent-crime"}, "ARTICLE": {"TITLE": "Federal Law Enforcement Program Expands Amid Spike in Violent Crime", "TEXT": "Federal law enforcement agents are being deployed in two additional American cities amid a spike in violent crime.\n\nThe U.S. Justice Department announced Thursday that it was expanding Operation Legend, a recently launched effort to fight violent crime, to Memphis, Tennessee, and St. Louis, Missouri.\n\nThat brought the number of cities to which federal agents have been deployed to crack down on violent crime to eight. Previously, agents were sent to Kansas City, Missouri; Albuquerque, New Mexico; Chicago; Cleveland; Detroit and Milwaukee.\n\nOperation Legend was launched July 8 in Kansas City. It is named after LeGend Taliferro, a 4-year old African American boy who died while sleeping in his bed when someone shot into his family’s home in Kansas City on June 29.\n\n'Systematic' initiative\n\nThe Justice Department describes the operation as “a sustained, systematic and coordinated law enforcement initiative in which federal law enforcement agencies work in conjunction with state and local law enforcement officials to fight violent crime.”\n\nOperation Legend is unrelated to the more controversial deployment of federal law enforcement agents to Portland, Oregon. Federal agents were sent there to protect a federal courthouse from protesters whom Trump administration officials had accused of committing acts of violence.\n\nFILE - Shelby County Sheriff’s Office spokesman Anthony Buckner talks to reporters about a shooting in which two deputies were injured and a suspect was fatally shot, Sept. 18, 2019, in Memphis, Tenn. Homicides in the city are up nearly 50% in 2020.\n\n“Today, we have extended Operation Legend to Memphis and St. Louis, two cities experiencing increases in violent crime that no resident of those cities should have to accept as part of everyday life,” Attorney General William Barr said in a statement.\n\nIn Memphis, where homicides are up nearly 50% this year, the Justice Department is sending 16 federal agents on temporary assignment for 90 days. That will be followed by the permanent deployment of 24 agents from the FBI, Drug Enforcement Administration (DEA), Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) and Homeland Security Investigations, the department said.\n\nIn St. Louis, where last month 50 people were shot and killed, agents from the ATF, DEA, FBI and U.S. Marshals Service as well as 50 additional agents from the Department of Homeland Security will work with local police to combat gun and gang violence, the department said.\n\nSpike in larger cities\n\nMajor American cities have experienced a spike in gun violence and homicides in recent months.\n\nNew York City, the most populous U.S. city, has recorded an increase of 23% in homicides this year; Los Angeles, the No. 2 city by population, has seen murders rise by 14%; and Chicago has had 414 murders, an increase of 51%, according to police data released in late July.\n\nThe exact driver of the recent violence remains unclear. But criminologists cite several contributing factors. Among them are warm summer weather; more people on the streets as states reopen their economies; and a growing erosion of public trust in law enforcement amid the continued protests over the May death of African American George Floyd while in police custody in Minneapolis."}}