{"GDELT": {"GlobalEventID": 939359954, "Day": 20200806, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5918, "Actor1Code": "AFRGOV", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.9411764705882297, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "University Of Capetown, Western Cape, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF11", "Actor1Geo_ADM2Code": "77317", "Actor1Geo_Lat": -33.958, "Actor1Geo_Long": 18.4608, "Actor1Geo_FeatureID": "-1217215", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200806233000, "SOURCEURL": "http://richmondfreepress.com/news/2020/aug/06/ambassador-zindzi-mandela-anti-apartheid-activist-/"}, "ARTICLE": {"TITLE": "Ambassador Zindzi Mandela, anti-apartheid activist and daughter of Nelson and Winnie Mandela, dies at 59", "TEXT": "JOHANNESBURG - Zindzi Mandela, the daughter of South African anti-apartheid leaders Nelson Man- dela and Winnie Madikizela-Mandela and South Africa’s ambassador to Denmark, has died at age 59.\n\nState television South African Broadcasting Corporation reported Ms. Mandela died at a Johannesburg hospital early on Monday, July 13, 2020. The cause of her death was not announced, although she tested positive for COVID-19 the day she died. Her family was awaiting autopsy results.\n\nShe has served as South Africa’s ambassador to Denmark since 2015, and was to become South Africa’s ambassador to Liberia when she died.\n\nShe was the third and youngest daughter of the Mandelas and was only 18 months old when her noted father was sent to prison. She often was cared for by an older sister when their mother also was sent to prison for months at a time.\n\nShe studied law at the University of Capetown, earning a bachelor’s degree in 1985.\n\nMs. Mandela, an anti-apartheid activist in her own right, came to international prominence in 1985 when the white minority government offered to release her father from prison if he denounced violence perpetrated by his movement, the Africa National Congress, against apartheid, the brutal system of racial discrimination enforced in South Africa at that time.\n\nMs. Mandela read his letter rejecting the offer at a packed public meeting that was broadcast around the world.\n\nWhen her father was released from prison after 27 years in 1990 and served as president of South Africa from 1994 to 1999, Ms. Mandela served as a stand-in first lady from 1996 to 1998.\n\nLast year, Ms. Mandela stirred controversy by calling for the return of white-owned land to South Africa’s dispossessed Black majority.\n\n“Dear Apartheid Apologists, your time is over. You will not rule again. We do not fear you. Finally #TheLandIsOurs,” she tweeted in June last year.\n\nSouth Africa’s foreign affairs minister, Naledi Pandor, expressed shock at Ms. Mandela’s death, describing her as a heroine.\n\n“Zindzi will not only be remembered as a daughter of our struggle heroes, Tata Nelson and Mama Winnie Mandela, but as a struggle heroine in her own right. She served South Africa well,” Ms. Pandor said.\n\nSouth Africa President Cyril Ramaphosa said she brought to public attention the “inhumanity” of the apartheid system and Black people’s fight for freedom.\n\n“South Africa loses an important generational link connecting our divided history to the promise of a better, more inclusive tomorrow,” the Desmond and Leah Tutu Legacy Foundation said in a statement.\n\nMs. Mandela is survived by her husband, Molapo Motlhajwa, four children, a sister, a half-sister, and two half-brothers.\n\nHer funeral was held Friday, July 17, the day before the annual Nelson Mandela Day on July 18, South Africa’s annual celebration of his birthday."}}