{"GDELT": {"GlobalEventID": 939359966, "Day": 20200806, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5918, "Actor1Code": "AGO", "Actor1Name": "ANGOLA", "Actor1CountryCode": "AGO", "Actor2Code": "OMN", "Actor2Name": "OMAN", "Actor2CountryCode": "OMN", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.64167543724797, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Angola", "Actor1Geo_CountryCode": "AO", "Actor1Geo_ADM1Code": "AO", "Actor1Geo_Lat": -12.5, "Actor1Geo_Long": 18.5, "Actor1Geo_FeatureID": "AO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Azerbaijan", "Actor2Geo_CountryCode": "AJ", "Actor2Geo_ADM1Code": "AJ", "Actor2Geo_Lat": 40.5, "Actor2Geo_Long": 47.5, "Actor2Geo_FeatureID": "AJ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Angola", "Action2Geo_CountryCode": "AO", "Action2Geo_ADM1Code": "AO", "Action2Geo_Lat": -12.5, "Action2Geo_Long": 18.5, "Action2Geo_FeatureID": "AO", "DATEADDED": 20200806233000, "SOURCEURL": "https://af.reuters.com/article/commoditiesNews/idAFL8N2F75VR"}, "ARTICLE": {"TITLE": "EXCLUSIVE-BP poised to sell 'stranded assets' even if oil prices rally", "TEXT": "* BP becomes first oil major to guarantee production cut\n\n* Canada, Angola, Oman, Iraq, Azerbaijan seen as targets\n\n* GRAPHIC-BP's stranded assets: tmsnrt.rs/3fNShQX\n\nBy Ron Bousso and Dmitry Zhdannikov\n\nLONDON, Aug 7 (Reuters) - BP is preparing to sell a large chunk of its oil and gas assets even if crude prices bounce back from the COVID-19 crash because it wants to invest more in renewable energy, three sources familiar with BP’s thinking said.\n\nThe strategy was discussed at a BP executives meeting in July, the sources said, soon after the oil major lowered its long-term oil price forecast to $55 a barrel, meaning that $17.5 billion worth of its assets are no longer economically viable.\n\nBut even if crude prices bounce back to $65-$70 a barrel, BP is unlikely to put those assets back into its exploration plans and would instead use the better market conditions as an opportunity to sell them, the three sources said.\n\nMajor oil companies typically hold assets for the long term, even when crude prices plunge, with a view to start bringing more marginal production online when market conditions improve.\n\nHowever, BP’s new divestment strategy, which has not previously been reported, means there will be no way back for the British energy company once it has offloaded its so-called stranded oil and gas assets.\n\nBP did not respond to requests for comment.\n\nThe new strategy also sheds more light on chief executive Bernard Looney’s plan to reduce BP’s oil and gas production by 40%, or at least 1 million barrels per day, by 2030 while expanding into renewable energy.\n\n“It is a simple calculation of natural production decline and planned divestment,” said a BP source, explaining how BP became the first big oil company to pledge a large cut in its oil output.\n\nFor decades, BP and rivals such as Royal Dutch Shell and Exxon Mobil have promised investors that production would continue to rise.\n\nBut as climate activists, investors, banks and some governments raise pressure on the industry to reduce emissions to help cool the planet, European oil firms are changing tack and pledging to invest more in renewable energy sources.\n\nU.S. rivals are under less government pressure and have not made similar commitments on renewables.\n\n“As we look at the outlook for BP over the next few years and as we see production declining by 40% it is clear we no longer need exploration to fund new growth,” Looney said this week. “We will not enter new countries to explore.”\n\nHe said BP would continue to explore for oil near its existing production infrastructure as those barrels would be low cost - and help boost BP’s cash flow to fund its transition to cleaner energy.\n\nFROM CANADA TO ANGOLA\n\nBP also raised its target this week for returns from asset sales to $25 billion between 2020 and 2025, of which about $12 billion has already been lined up.\n\nIt has yet to name the other assets it wants to sell.\n\nSources have previously told Reuters that BP has identified Canadian oil sands assets and projects in deep water off Angola as being uneconomical under its new oil price scenario.\n\nFor a graphic of BP's stranded assets, click on tmsnrt.rs/3fNShQX\n\nOne of the three sources said BP’s divestment targets could easily be exceeded if it sells most of its assets currently viewed as stranded.\n\nParul Chopra, analyst at Rystad Energy, said in addition to Angola, he expected BP to move out of Azerbaijan, Oman, the United Arab Emirates and Iraq.\n\n“In Iraq, the rates of returns are quite low. That fits into that profile, with high greenhouse gas emissions, they would want to exit that,” he said.\n\nBP is planning a 10-fold increase in investment in low carbon energy sources to about $5 billion per year by 2030 and wants to deliver a 20-fold increase in renewables capacity to generate 50 gigawatts through new projects and acquisitions.\n\nBut with debt of close to $50 billion, BP will essentially be moving from one capital intensive business - oil - to another capital intensive business with lower margins - renewables.\n\nAt the moment, such a shift might be attractive to BP investors demanding the company move away from fossil fuels, but analysts say they should be prepared for lower margins.\n\nOil majors generally target a 12% to 15% return on their investments in oil. BP has said it is aiming for a return of 8% to 12% for renewables.\n\n“Investors are pushing for a faster transition, but weak balance sheets mean the pivot is a challenge, leading companies to dismantle core businesses in order to facilitate the ramp up in capex (capital spending),” said Biraj Borkhataria at RBC Capital Markets.\n\nBorkhataria said he expected BP to divest as much as 500,000 barrels a day of production while losing a similar amount through the natural decline in output from oilfields."}}