{"GDELT": {"GlobalEventID": 939360531, "Day": 20200806, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5918, "Actor1Code": "ITA", "Actor1Name": "ITALIAN", "Actor1CountryCode": "ITA", "IsRootEvent": 1, "EventCode": 152, "EventBaseCode": 152, "EventRootCode": 15, "QuadClass": 4, "GoldsteinScale": -7.2, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.3259423503325998, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200806233000, "SOURCEURL": "https://borneobulletin.com.bn/2020/08/early-in-pandemic-frantic-doctors-traded-tips-across-oceans/"}, "ARTICLE": {"TITLE": "Early in pandemic, frantic doctors traded tips across oceans", "TEXT": "Lauran Neergaard & Nicole Winfield\n\nAP – Amid the chaos of the pandemic’s early days, doctors who faced the first coronavirus onslaught reached across oceans and language barriers in an unprecedented effort to advise colleagues trying to save lives in the dark.\n\nWith no playbook to follow and no time to wait for research, YouTube videos describing autopsy findings and X-rays swapped on Twitter and WhatsApp spontaneously filled the gap.\n\nWhen Stephen Donelson arrived at the University of Texas Southwestern Medical Center in mid-March, Dr Kristina Goff was among those who turned to what she called “the stories out of other places that were hit before.”\n\nDonelson’s family hadn’t left the house in two weeks after COVID-19 started spreading in Texas, hoping to shield the organ transplant recipient. Yet one night, his wife found him barely breathing, his skin turning blue, and called 911.\n\nIn New York or Italy, where hospitals were overflowing, Goff thinks Donelson wouldn’t even have qualified for a then-precious ventilator. But in Dallas, “we pretty much threw everything we could at him,” she said.\n\nLike doctors everywhere, Goff was at the beginning of a huge and daunting learning curve.\n\n“It’s a tsunami. Something that if you don’t experience it directly, you can’t understand,” Italian Dr Pier Giorgio Villani said in a series of webinars on six straight Tuesday evenings to alert other intensive care units (ICU) what to expect. They started just two weeks after Italy’s first hospitalised patient arrived in his ICU, and 10 days before Donelson fell ill in Texas.\n\nVillani, who works in the northern city of Lodi, described a battle to accommodate the constant flow of people needing breathing tubes. “We had 10, 12, 15 patients to intubate and an ICU with seven patients already intubated,” he said.\n\nThe video sessions, organised by an Italian association of ICUs, GiViTI, and the non-profit Mario Negri Institute and later posted on YouTube, constitute an oral history of Italy’s outbreak as it unfolded, narrated by the first doctors in Europe to fight the coronavirus.\n\nItalian friends spread the word to doctors abroad and translations began for colleagues in Spain, France, Russia and the United States (US), all bracing their own ICUs for a flood of patients.\n\nThey offered “a privileged window into the future,” said Dr Diego Casali of Cedars-Sinai Medical Center in Los Angeles, who is from northern Italy and was directed to the webinars when he sought advice from a frontline friend about how to prepare.\n\nDr Jane Muret of the French Society of Anesthesia-Resuscitation also heard by word-of-mouth and, impressed by the breathing-tube lessons, posted a translation when France had only a handful of diagnosed COVID-19 cases.\n\n“Now we can recognise our COVID patients” when they start showing up, she said.\n\nEvery tidbit about the newest baffling symptom, every trick to try, served as clues as the virus bore down on the next city, the next country. By the time Donelson arrived, Goff’s hospital was adjusting ventilator care based on that early advice.\n\nBut while grateful for the global swirl of information, Goff also struggled to make sense of conflicting experiences.\n\n“You have no idea how to interpret what went right or what went wrong,” she said, “or was it just the native course of the disease?”\n\nEven now, months into a pandemic first wave that’s more like constantly shifting tides, Goff is humbled at how difficult it remains to predict who will live and who will die. She can’t explain why Donelson, finally home after a 90-day ordeal, was ultimately one of the lucky ones.\n\nDoctors in Italy were confused: Reports from China were suggesting a death rate of about three per cent among those infected. But for the first 18 days, only the dead left the ICU at Bergamo’s large Pope John XXIII Hospital.\n\nWhile the toll eventually dropped, 30 per cent of the hospital’s initial 510 COVID-19 patients died.\n\nAfter decades in practice, ICU chief Dr Luca Lorini thought he knew how to treat the dangerous kind of respiratory failure – called ARDS, or acute respiratory distress syndrome – first thought to be the main threat.\n\n“Every night, I would go home and I had the doubt that I had gotten something wrong,” Lorini said. “Try to imagine: I am all alone and I can’t compare it with France because the virus wasn’t there, or Spain or the UK or America, or with anyone who is closer to me than China.”\n\nOnly later would it become clear that for patients sick enough to need the ICU, death rates were indeed staggeringly high.\n\nBy February, China had filed only a limited number of medical journal reports on how patients were faring. Lorini’s hospital tried to fill the data gap by dividing patients into small groups to receive different forms of supportive care and comparing them every three or four days – not a scientific study, but some real-time information to share.\n\nThe first lessons: The coronavirus wasn’t causing typical ARDS, and patients consequently needed gentler ventilation than normal. They also needed to stay on those ventilators far longer than usual.\n\n“We made big errors,” Villani said, weaning patients off machines too soon.\n\nThen mid-March brought another startling surprise: In a training video for US cardiologists, Chinese doctors warned that the virus causes dangerous blood clots, and not just in the lungs.\n\nDr Bin Cao of the China-Japan Friendship Hospital in Beijing explained that as the virus sneaks past the lungs into the bloodstream, it damages the lining of blood vessels, forming clots in the heart, kidneys, “all over the body.” He urged American doctors to use blood thinners protectively in the severely ill.\n\nIn Italy’s epicentre, doctors were making the same discovery. Lorini described a scramble to get the word out via Skype and email. “This is a vascular sickness more than a pulmonary one and we didn’t know that,” he said.\n\nIn the US, the finding about blood thinners made biological sense to Dr Tiffany Osborn, a critical care physician at Washington University School of Medicine in St Louis.\n\n“It means at least you’re not shooting in the dark. You’re trying something that from a physiologic standpoint makes sense,” said Osborn, who was living in a camper in her driveway to avoid bringing the virus home to her family after her long ICU shifts.\n\nBy April, many doctors were bowing to pressure to try a malaria drug named hydroxychloroquine that obsessed US President Donald Trump. Osborn never understood why such a drug would work and, sure enough, it eventually failed when put to a real test.\n\nBut what else might be effective?\n\n“We’re learning as we go,” Osborn said. “You could talk to me in two weeks and I might be telling you something that’s really different.”\n\nWhen Stephen Donelson arrived in the emergency room, “we had very little hope for him,” Goff said.\n\nThe Midlothian man had undergone an organ transplant two years earlier, and the immune-suppressing drugs that prevent rejection of his new lungs and liver meant his body couldn’t fight the coronavirus. Goff’s first challenge: How to scale back those medicines just enough for Donelson to battle the virus without endangering his transplant.\n\nHer second: He was fighting against the ventilator’s artificial breaths. So Goff deeply sedated Donelson, paralysing his muscles to let the machine do all the work.\n\nHospital after hospital struggled with balancing how to get enough air into oxygen-starved coronavirus patients without further damaging fragile lungs.\n\nVentilation is like “blowing air into a sponge and all the little holes are opening up. Walls between the holes can be very thin. If you’re putting in a lot of air, it can damage the lining of those little holes,” explained Osborn, the St Louis critical care specialist.\n\nA trick the doctors shared with each other: Flip patients over from their backs to their stomachs — a procedure called proning that takes pressure off the lungs, which lie closer to the back. It also helps lower fluid accumulation in the lungs.\n\nIt’s not a one-time fix. Donelson stayed on his belly about 16 hours a day early on, as his doctors watched his oxygen levels improve. It’s also hot and heavy work: Every turn took five or six health workers, in full safety garb, working in slow synchrony to avoid dislodging his breathing tube.\n\nItaly’s Alessandro Manzoni Hospital set a schedule: Start turning patients onto their bellies at 2 pm – it took more than three hours to work through them all – and then put them on their backs again at 8am, when fresh nurses arrived.\n\nHospitals that specialise in treating ARDS knew how to prone before COVID-19 hit. For many others, it was a brand-new skill their workers had to learn. Fast.\n\n“We’ve never had to prone anyone here before the pandemic, but now it’s like second nature,” respiratory therapist at Fort Washington Medical Center in Maryland Kevin Cole said four months into the US outbreak.\n\nAnd some hospitals now are asking patients not yet on ventilators to simply roll over periodically, in hopes it might prevent them from needing more invasive care.\n\n“What have we got to lose? That’s something that’s not going to hurt anybody,” Osborn said.\n\nEven in normal times, critical-care specialists know they can’t save all their patients. But they’re used to more hand-holding. With this virus, even garbed in spacesuit-like protective gear, health workers must minimise time with infectious patients to avoid getting sick themselves. And family members are largely barred, too.\n\n“My general way of doing things is, no one dies alone,” said Osborn, who holds her phone in front of dying patients so loved ones can say goodbye.\n\nShe paused to compose herself, and added, “If this is going to happen, and you can provide some comfort that maybe they wouldn’t have gotten if you weren’t there, that’s important.”\n\nThe newest lesson: Recovery takes a lot longer than surviving.\n\nBack in Dallas, Donelson spent 17 days on a ventilator. When it was removed, he was too weak to even sit without support and the breathing tube had taken away his ability to swallow.\n\n“He would try to pick his head up off the pillow and it would lob to the side just like a newborn baby,” said his wife, Terri Donelson, who for the first time since his hospital admission finally was allowed to connect with her husband through a video-conferencing app.\n\nFor days after waking up, Donelson had tremendous delirium, a dangerous state of mental confusion and agitation. He didn’t know where he was or why, and would try to pull out his IV tubes. Then a bacterial infection hit his lungs.\n\nThen one morning, worried that Donelson suddenly was too quiet, his doctor donned what she calls her “full-helmet, Darth Vader-style mask, which cannot possibly help anyone’s delirium,” and went in to check on him.\n\n“I rubbed his arm,” Goff recalled, asking him to wake up. “I said, ‘Hey are you OK, are you with me?’” and Donelson started trying to talk, at first too raspy to understand.\n\nEventually, she made out that he was wishing her a happy Easter. She can only guess he heard the date on TV.\n\nDoctor and patient cried together.\n\nThat was Donelson’s turning point. He still wasn’t deemed virus-free but physical therapists cautiously spent a little more time helping him gain strength and learn to swallow. His first bite: Chocolate pudding.\n\nTerri Donelson countered the long periods of isolation by keeping the video app running non-stop, talking to her husband and giving him quizzes to stimulate his memory.\n\n“Little by little, with each day, he gains something new, something else reawakens,” she said.\n\nFinally, on June 19, 90 days after the frantic ambulance ride, Donelson — still weak but recovering — went home. His doctor is humbled by his survival, and anxiously awaiting better science to help guide care as the pandemic continues.\n\n“If you have one patient who leaves a really strong impression on you, you may interpret that patient’s experience to be hallmark. Until we have large, population-based studies of actual outcomes, it’s really hard to know what’s real and what’s not real,” Goff said."}}