{"GDELT": {"GlobalEventID": 939360832, "Day": 20200806, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5918, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -10.141394441735699, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Fayette County, Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_ADM2Code": "GA113", "Actor1Geo_Lat": 33.4001, "Actor1Geo_Long": -84.4833, "Actor1Geo_FeatureID": "1687740", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Fayette County, Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 33.4001, "Action2Geo_Long": -84.4833, "Action2Geo_FeatureID": "1687740", "DATEADDED": 20200806233000, "SOURCEURL": "https://thecitizen.com/2020/08/06/aug-6-pandemic-report-1-new-fatality-is-youngest-yet-for-fayette/"}, "ARTICLE": {"TITLE": "Aug. 6 pandemic report: 1 new fatality is youngest yet for Fayette", "TEXT": "Here’s the Covid-19 pandemic report from the Georgia Department of Public Health as of 2:50 p.m., Aug. 6.\n\nSUMMARY — One of the measures of how sick a group of people are is to look at the numbers occupying hospital beds over a period of time. By that measure, the state’s hospitals have been treating no fewer than 3,000 Covid-19 patients every day since July 19.\n\nNot a single day since then has the hospital patient load dipped below that 3,000 mark, according to records kept by the Georgia Emergency Management Agency. Compare that to May, when daily Covid-19 patient counts were in the 800s, dipping as low as 783 on June 7, the lowest daily number since the spike in cases in April.\n\nMeantime, Fayette’s one hospital — Piedmont Fayette in Fayetteville — has recorded no more than 63 Covid-19 admissions in total since the beginning of the pandemic. But what puts that number in perspective is that the local hospital count includes only those patients who list a Fayette address.\n\nThus Covid-19 patients occupying beds in Piedmont Fayette who list other counties as their residences don’t show up in the Fayette count, although they are occupying Fayette hospital beds. And Piedmont Fayette does not disclose how many beds are full and how many are empty to the public — only to the state.\n\nWhile many who work at the local hospital may know exactly how crowded or empty that facility may be on a daily basis, few others in the public are privy to that information. It’s company policy, we are told. And the no visitor policy is still in effect there.\n\nMeanwhile, in Fayette, 19 new cases bring the case total to 1,047 Fayette residents with confirmed Covid-19. One new fatality is listed in today’s report, marking the youngest victim so far — an African-American woman, age 49, with no underlying medical conditions.\n\nTHE NUMBERS: GA total cases — 204,895 (+3,182). The single-day record increase of new case reports is 4,813 on July 24. The largest daily increase previously was July 18 with 4,689 new cases.\n\nGA deaths — 4,026 (+42). The single-day record increase of fatalities reported is 82 on July 24. The previous record for deaths reported in a single day was 81 on July 22 and July 31. Death rate of confirmed cases — 1.97%\n\nICU admissions — 3,647 (+31). The single-day record increase of Covid-19 admissions is 85 on July 24. The previous record single-day Covid-19 admissions number was 75, set July 21.\n\nHospitalizations (total) — 20,002 (+214). The single-day record of hospital admissions for Covid-19 is 447 on July 21. The previous daily record was 442 admissions on April 7.\n\nGEMA hospitalizations (Aug. 5 update) — 3,077 test-confirmed Covid-19 patients are currently occupying hospital beds across Georgia, 17 fewer than the previous report.\n\nTotal molecular tests — 1,724,762 (+29,538). (Antibody tests not included because they are not used to determine the number of confirmed cases.)\n\nFayette cases — 1,047 (19 new cases more than the previous day’s reported total of 1,028). The single-day record for Fayette cases reported is 40 on July 23. The previous record for a single-day increase in Fayette was 36 on July 7. DPH added a new metric that reports statistics for the past 2 weeks. Fayette had 280 confirmed new cases during the past 2 weeks.\n\nFayette deaths — 26 deaths, 1 more than the previous report.\n\nFayette hospitalizations — 63, unchanged from the previous report.\n\nFayette death rate per 100K — 22.1 persons per 100,000 persons.\n\nFayette new cases since May 1 — 870; average per day increase — 8.87. New cases since July 1 — 706. Fayette’s average since July 1 — 19.0 new cases a day.\n\n√Georgia Emergency Management Agency on Aug. 5 reported 3,077 confirmed Covid-19 hospitalizations across the state, 17 fewer than the previous report. GEMA reported 376 critical care hospital beds available (13%) out of a total capacity of 2,935 beds, as well as 1,255 (44%) of the state’s available adult ventilators (2,872) in use. In addition, the state reported 1,641 (48%) available emergency room beds out of a total capacity of 3,425; and 2,695 (18%) general inpatient beds open out of a capacity of 15,067.\n\nThe graphs below represent a Fayette County report of cases over time in the first graph, and Fayette deaths over time just below that. In addition, we are adding the DPH graph of cumulative cases in Fayette over time (in blue) and cumulative deaths over time (the red line along the bottom of the graph).\n\nGraphs below show statewide cases over time and Covid-19 deaths over time. According to DPH, the Covid-19 cases over time “is meant to aid understanding whether the outbreak is growing, leveling off, or declining and can help to guide the Covid-19 response.”\n\nBelow is a current DPH chart of reported Covid-19-related deaths that have occurred in Fayette County since the start of the pandemic. The chart is updated to reflect the latest data — 26 deaths attributed to the coronavirus. The newest fatality is the youngest of the 26 victims so far: an African-American woman, age 49, with no underlying medical conditions.\n\nHere’s the breakdown: 8 black males, ranging from the youngest victim at 63 to the oldest male victim at 89; 7 white males, ranging from 67 to 86; 7 white females from 77 to 90; and 4 black females, ranging in age from 49 to 73.\n\nThe chart lists from left to right the age of the victim, the race, the sex, the county, and yes or no or unknown as to whether the victim had an underlying medical condition:\n\nTotal test-confirmed cases statewide: 204,895, which is 3,182 more cases than the previous day’s total of 201,713. The single-day record increase of new cases reported is 4,813 on July 24. The previous daily record increase for new cases was 4,689 on July 18. All of Georgia’s 159 counties have reported coronavirus cases.\n\nStatewide deaths: 4,026, an increase of 42 deaths over the previous day’s reported total of 3,984. The record single-day increase of deaths reported is 82 on July 24. The previous single-day record increase was July 22 and July 31 with 81 fatalities reported.\n\nState Covid-19 death rate: 1.96% of all confirmed cases reported, equivalent to just under 2 deaths for every 100 test-confirmed cases.\n\nFayette County: Confirmed infections — 1,047 (19 more new cases than the previous day’s 1,028). The single-day record reported increase of new cases for Fayette is 40 on July 23. Total Covid-19 deaths: 26, 1 more than the previous report. The newest — and youngest — fatality is an African-American woman, age 49, with no known underlying medical conditions. A new DPH metric is a measurement covering the past 2 weeks: for Fayette, that is 280 confirmed cases. Fayette’s confirmed case rate: 890.7 cases per 100,000 persons overall, and 238.2 for the past 2 weeks. Fayette death rate per 100,000 population: 22.1 persons. Hospitalizations: 63, unchanged from the previous report. Fayette has recorded 870 new Covid-19 cases since May 1. That’s an average of 8.87 new cases per day over the period since May 1. New cases since July 1 — 706. Fayette’s average since July 1 — 19.0 new cases a day. Fayette’s record daily increase so far is July 23 with 40 reported new cases.\n\nDemographics of Fayette cases:\n\nAug. 6, 2020 Cases by Age — Age 0 to 4: 4 (+0). Age 5 to 14: 27 (+1). Age 15 to 24: 154 (+3). Age 25 to 34: 141 (+3). Age 35 to 44: 144 (+2). Age 45 to 54: 200 (+2). Age 55 to 64: 180 (+0). Age 65 to 74: 96 (+2). Age 75 to 84: 62 (+1). Age 85 Plus: 29 (+0). Age Unknown: 10 (+5). TOTAL: 1,047.\n\nCases by Gender — Female: 560 (+9). Male: 459 (+10). Sex Unknown: 28 (+0).\n\nCases by Race — White: 23 (+2). Black: 260 (+8). Asian: 7 (+0). Other: 2 (+0). Race Unknown: 543 (+9).\n\nCases by Ethnicity — Hispanic/Latino: 36 (+0). Non-Hispanic/Latino: 379 (+9). Ethnicity Unknown: 632 (+10).\n\nCoweta County: Confirmed infections — 1,425 (21 more cases than the previous day’s 1,404). For the past 2 weeks, Coweta had 311 confirmed new cases. Coweta is reporting 22 deaths, unchanged from the previous report. Coweta’s confirmed case rate: 937.5 cases per 100,000 persons overall, and 204.6 per 100K for the past 2 weeks. Coweta death rate per 100,000 population: 14.5. Hospitalizations: 96, 1 more than the previous report.\n\nHospitalized: 20,002 cumulative Covid-19 hospitalizations statewide from the beginning of the pandemic to today, which is 9.7% of the total cumulative confirmed cases to date, compared to 19,788 cumulative total one day earlier, an increase of 214 newly hospitalized patients across the state of Georgia. The single-day record increase is 447, set on July 21. The previous highest admission day of the pandemic so far was 442 new admissions on April 7.\n\nIntensive care unit admissions: 3,647 admissions, which is 31 more new ICU patients than the previous day’s cumulative report of 3,616 across reporting hospitals in Georgia. The single-day record increase in ICU admissions is 85 on July 24. The previous single-day record increase was 75, set on July 21.\n\nTotal molecular tests: 1,724,762 (29,538 more tests than the previous report).\n\nTotal positive tests: 204,895 confirmed cases so far with all molecular testing from both commercial and state labs, a positive confirmation rate of 11.87% of the total tests administered. The positive confirmation rate is now about 1 out of 8, meaning that about 7 out of every 8 tests show no presence of coronavirus.\n\nCovid-19 in neighboring counties\n\nFulton — 19,230 new cases, 410 deaths; Clayton — 4,790 cases, 103 deaths; Henry — 3,184 cases, 44 deaths; Coweta — 1,425 cases, 22 deaths; Fayette — 1,047 cases, 26 deaths; Spalding — 893 cases, 41 deaths.\n\nTop 5 counties with most deaths: Fulton, 410; Cobb, 313; Gwinnett, 244; DeKalb, 234; Dougherty, 170.\n\nThe charts below demonstrates statistics about (A) who caught the coronavirus by age group, who was hospitalized by age group, and who died by age group; and (B) cases by race and by sex.\n\nHere’s what the raw numbers of new hospital patients across the state of Georgia and the corresponding rates of hospitalization increase day over day look like:\n\n• March 26 — 79 new patients, 20% increase over previous 24-hour period\n\n• March 27 — 93 new patients, 19.9% increase over previous 24-hour period\n\n• March 28 — 51 new patients, 9% increase over previous 24-hour period\n\n• March 29 — 49 new patients, 7.9% increase over previous 24-hour period\n\n• March 30 — 41 new patients, 6.1% increase over previous 24-hour period\n\n• March 31 — 111 new patients, 15.7% increase over previous 24-hour period\n\n• April 1 — 134 new patients, 16.3% increase over previous 24-hour period\n\n• April 2 — 104 new patients, 10.9% increase over previous 24-hour period\n\n• April 3 — 102 new patients, 9.6% increase over previous 24-hour period\n\n• April 4 — 81 new patients, 6.9% increase over previous 24-hour period\n\n• April 5 — 44 new patients, 3.5% increase over previous 24-hour period\n\n• April 6 — 48 new patients, 3.8% increase over previous 24-hour period\n\n• April 7 — 442 new patients, 33.1% increase over previous 24-hour period\n\n• April 8 — 206 new patients, 11.6% increase over previous 24-hour period\n\n• April 9 — 179 new patients, 9% increase over previous 24-hour period\n\n• April 10 — 192 new patients, 8.8% increase over previous 24-hour period\n\n• April 11 — 128 new patients, 5.4% increase over previous 24-hour period\n\n• April 12 — 26 new patients, 1% increase over previous 24-hour period\n\n• April 13 — 81 new patients, 3.29% increase over previous 24-hour period\n\n• April 14 — 183 new patients, 7% increase over previous 24-hour period\n\n• April 15 — 153 new patients, 5.5% increase over previous 24-hour period\n\n• April 16 — 118 new patients, 4% increase over previous day’s report\n\n• April 17 — 284 new patients, 9.3% increase over previous day’s report\n\n• April 18 — 96 new patients, 2.8% increase over previous 24-hour period\n\n• April 19 — 44 new patients, 1.2% increase over previous 24-hour period.\n\n• April 20 — 86 new patients, 2.4% increase over previous 24-hour period.\n\n• April 21 — 229 new patients, 6.4% increase over previous 24-hour period.\n\n• April 22 — 180 new patients, 4.7% increase over previous 24-hour period\n\n• April 23 — 110 new patients, 2.7% increase over previous 24-hour period.\n\n• April 24 — 152 new patients, 3.7% increase over previous 24-hour period.\n\n• April 25 — 105 new patients, 2.4% increase over previous 24-hour period.\n\n• April 26 — 33 new patients, 0.01% (one-tenth of 1 percent) increase over previous 24-hour period.\n\n• April 27 — 74 new patients, 1.6% increase over previous 24-hour period.\n\n• April 28 — 345 new patients, 7.7% increase over previous 24-hour period.\n\n• April 29 — 170 new patients, 3.5% increase over previous 24-hour period.\n\n• April 30 — 162 new patients, 3.2% increase over the previous 24-hour period.\n\n• May 1 — 108 new patients, 2.1% increase over the previous 24-hour period.\n\n• May 2 — 122 new patients, 2.3% increase over the previous 24-hour period.\n\n• May 3 — 53 new patients, 0.9% increase over the previous 24-hour period.\n\n• May 4 — 36 newly hospitalized patients, increase of 0.6% over the previous day.\n\n• May 5 — 145 newly hospitalized patients, increase of 2.6% over the previous day.\n\n• May 6 — 135 newly hospitalized patients, increase of 2.4% over the previous day.\n\n• May 7 — 86 newly hospitalized patients, increase of 1.5% over the previous day.\n\n• May 8 — 91 newly hospitalized patients, increase of 1.5% over the previous day.\n\n• May 9 — 95 newly hospitalized patients, increase of 1.6% over the previous day.\n\n• May 10 — 13 newly hospitalized patients, increase of under 1% over the previous day.\n\n• May 11 — 21 newly hospitalized patients, increase of less than 1% over the previous day.\n\n• May 12 — 115 newly hospitalized patients, increase of 1.9% over the previous day.\n\n• May 13 — 98 newly hospitalized patients, increase of 1.5% over the previous day.\n\n• May 14 — 117 newly hospitalized patients, increase of 1.8% over the previous day.\n\n• May 15 — 93 newly hospitalized patients, increase of 1.4% over the previous day.\n\n• May 16 — 297 newly hospitalized patients; [new metric provided by DPH] new ICU admissions are 20, statewide.\n\n• May 17 — 55 newly hospitalized patients; new ICU admissions are 3, statewide.\n\n• May 18 — 126 newly hospitalized patients; new ICU admissions are 8, statewide.\n\n• May 19 — 86 newly hospitalized patients; new ICU admissions are 19, statewide.\n\n• May 20 — 105 newly hospitalized patients; new ICU admissions are 33, statewide.\n\n• May 21 — 128 newly hospitalized patients; new ICU admissions are 25, statewide.\n\n• May 22 — 78 newly hospitalized patients; new ICU admissions are 16, statewide.\n\n• May 23 — 98 newly hospitalized patients; new ICU admissions are 20, statewide.\n\n• May 24 — 28 newly hospitalized patients; new ICU admissions are 5, statewide.\n\n• May 25 — 36 newly hospitalized patients; new ICU admissions are 3, statewide.\n\n• May 26 — 72 newly hospitalized patients; new ICU admissions are 17, statewide.\n\n• May 27 — 119 newly hospitalized patients; new ICU admissions are 32, statewide.\n\n• May 28 — 101 newly hospitalized patients; new ICU admissions are 26, statewide.\n\n• May 29 — 85 newly hospitalized patients; new ICU admissions are 19, statewide.\n\n• May 30 — 69 newly hospitalized patients; new ICU admissions are 10, statewide.\n\n• May 31 — 25 newly hospitalized patients; new ICU admissions are 4, statewide.\n\n• June 1 — 181 newly hospitalized patients; new ICU admissions are 6, statewide.\n\n• June 2 — 207 newly hospitalized patients; new ICU admissions are 21, statewide.\n\n• June 3 — 85 newly hospitalized patients; new ICU admissions are 20, statewide.\n\n• June 4 — 138 newly hospitalized patients; new ICU admissions are 31, statewide.\n\n• June 5 — 89 newly hospitalized patients; new ICU admissions are 25, statewide.\n\n• June 6 — 16 newly hospitalized patients; new ICU admissions are 4, statewide.\n\n• June 7 — 23 newly hospitalized patients; new ICU admissions are 8, statewide.\n\n• June 8 — 61 newly hospitalized patients; new ICU admissions are 16, statewide.\n\n• June 9 — 126 newly hospitalized patients; new ICU admissions are 35, statewide.\n\n• June 10 — 102 newly hospitalized patients; new ICU admissions are 31, statewide.\n\n• June 11 — 99 newly hospitalized patients; new ICU admissions are 15, statewide.\n\n• June 12 — 108 newly hospitalized patients; new ICU admissions are 15, statewide.\n\n• June 13 — 43 newly hospitalized patients; new statewide ICU admissions are 8.\n\n• June 14 — 24 newly hospitalized patients; new statewide ICU admissions are 5.\n\n• June 15 — 74 newly hospitalized patients; new statewide ICU admissions are 9.\n\n• June 16 — 132 newly hospitalized patients; new statewide ICU admissions are 22.\n\n• June 17 — 89 newly hospitalized patients; new statewide ICU admissions are 19.\n\n• June 18 — 120 newly hospitalized patients; new statewide ICU admissions are 25.\n\n• June 19 — 109 newly hospitalized patients; new statewide ICU admissions are 13.\n\n• June 20 — 65 newly hospitalized patients; new statewide ICU admissions are 18.\n\n• June 21 — 27 newly hospitalized patients; new statewide ICU admissions are 4.\n\n• June 22 — 89 newly hospitalized patients; new statewide ICU admissions are 11.\n\n• June 23 — 170 newly hospitalized patients; new statewide ICU admissions are 19.\n\n• June 24 — 190 newly hospitalized patients; new statewide ICU admissions are 32.\n\n• June 25 — 144 newly hospitalized patients; new statewide ICU admissions are 16.\n\n• June 26 — 148 newly hospitalized patients; new statewide ICU admissions are 22.\n\n• June 27 — 84 newly hospitalized patients; new statewide ICU admissions are 17.\n\n• June 28 — 22 newly hospitalized patients; new statewide ICU admissions are 7.\n\n• June 29 — 113 newly hospitalized patients; new statewide ICU admissions are 21.\n\n• June 30 — 227 newly hospitalized patients; new statewide ICU admissions are 34.\n\n• July 1 — 224 newly hospitalized patients; new statewide ICU admissions are 34.\n\n• July 2 — 225 newly hospitalized patients; new statewide ICU admissions are 32.\n\n• July 3 — 153 newly hospitalized patients; new statewide ICU admissions are 24.\n\n• July 4 — 90 newly hospitalized patients; new statewide ICU admissions are 12.\n\n• July 5 — 32 newly hospitalized patients; new statewide ICU admissions are 4.\n\n• July 6 — 144 newly hospitalized patients; new statewide ICU admissions are 12.\n\n• July 7 — 307 newly hospitalized patients; new statewide ICU admissions are 30.\n\n• July 8 — 274 newly hospitalized patients; new statewide ICU admissions are 31.\n\n• July 9 — 106 newly hospitalized patients; new statewide ICU admissions are 17.\n\n• July 10 — 331 newly hospitalized patients; new statewide ICU admissions are 46.\n\n• July 11 — 268 newly hospitalized patients; new statewide ICU admissions are 45.\n\n• July 12 — 54 newly hospitalized patients; new statewide ICU admissions are 11.\n\n• July 13 — 217 newly hospitalized patients; new statewide ICU admissions are 22.\n\n• July 14 — 209 newly hospitalized patients; new statewide ICU admissions are 19.\n\n• July 15 — 417 newly hospitalized patients; new statewide ICU admissions are 59. The ICU admissions total of 59 is a new 1-day record.\n\n• July 16 — 244 newly hospitalized patients; new statewide ICU admissions are 34.\n\n• July 17 — 301 newly hospitalized patients; new statewide ICU admissions are 45.\n\n• July 18 — 298 newly hospitalized patients; new statewide ICU admissions are 38.\n\n• July 19 — 49 newly hospitalized patients; new statewide ICU admissions are 3.\n\n• July 20 — 37 newly hospitalized patients; new statewide ICU admissions are 7.\n\n• July 21 — 447 newly hospitalized patients; new statewide ICU admissions are 75. Both are new single-day records since the beginning of the pandemic.\n\n• July 22 — 428 newly hospitalized patients; new statewide ICU admissions are 63.\n\n• July 23 — 431 newly hospitalized patients; new statewide ICU admissions are 67.\n\n• July 24 — 399 newly hospitalized patients; new statewide ICU admissions are 85. New daily increase record for ICU admissions.\n\n• July 25 — 277 newly hospitalized patients; new statewide ICU admissions are 39.\n\n• July 26 — 62 newly hospitalized patients; new statewide ICU admissions are 10.\n\n• July 27 — 47 newly hospitalized patients; new statewide ICU admissions are 4.\n\n• July 28 — 406 newly hospitalized patients; new statewide ICU admissions are 64.\n\n• July 29 — 420 newly hospitalized patients; new statewide ICU admissions are 65.\n\n• July 30 — 339 newly hospitalized patients; new statewide ICU admissions are 53.\n\n• July 31 — 386 newly hospitalized patients; new statewide ICU admissions are 60.\n\n• Aug. 1 — 306 newly hospitalized patients; new statewide ICU admissions are 61.\n\n• Aug. 2 — 69 newly hospitalized patients; new statewide ICU admissions are 21.\n\n• Aug. 3 — 60 newly hospitalized patients; new statewide ICU admissions are 16.\n\n• Aug. 4 — 302 newly hospitalized patients; new statewide ICU admissions are 44.\n\n• Aug. 5 — 362 newly hospitalized patients; new statewide ICU admissions are 60.\n\n• Aug. 6 — 214 newly hospitalized patients; new statewide ICU admissions are 31.\n\nBelow is the daily progression of cumulative reported Covid-19 cases and fatalities in Fayette County:\n\nMarch 9 — 1 case, no deaths\n\nMarch 13 — 5 cumulative cases, no deaths\n\nMarch 17 — 5 cumulative cases, no deaths\n\nMarch 19 — 9 cumulative cases, no deaths\n\nMarch 20 — cumulative 9 cases, 1 death (male, 83, other medical conditions)\n\nMarch 22 — 9 cumulative cases, 1 death\n\nMarch 23 — 10 cumulative cases, 1 death\n\nMarch 24 — 12 cumulative cases, 1 death.\n\nMarch 25 — 12 cumulative cases, 1 death\n\nMarch 26 — 14 cumulative cases, 2 deaths (no new details provided)\n\nMarch 27 — 19 cumulative cases, 2 deaths\n\nMarch 28 — 25 cumulative cases, 2 deaths\n\nMarch 29 — 26 cumulative cases, 3 deaths (male, 83; male, 79; female, 77; all with underlying medical conditions)\n\nMarch 30 — 32 cumulative cases, 3 deaths\n\nMarch 31 — 44 cumulative cases, 4 deaths (female, 51, NO underlying medical condition)\n\nApril 1 — 48 cumulative cases, 4 deaths\n\nApril 2 — 52 cumulative cases, 4 deaths\n\nApril 3 — 58 cumulative cases, 4 deaths\n\nApril 4 — 62 cumulative cases, 4 deaths\n\nApril 5 — 67 cumulative cases, 4 deaths\n\nApril 6 — 74 cumulative cases, 4 deaths\n\nApril 7 — 79 cumulative cases, 4 deaths\n\nApril 8 — 85 cumulative cases, 4 deaths\n\nApril 9 — 89 cumulative cases, 3 deaths (one fewer than reported earlier, no explanation given by DPH, though likely a reclassification of cause of death of one person)\n\nApril 10 — 92 cumulative cases, 4 deaths (subtraction yesterday and addition today unexplained by DPH)\n\nApril 11 — 94 cumulative cases (#26 in state), 4 deaths\n\nApril 12 — 99 cumulative cases (#26 in state), 4 deaths\n\nApril 13 —105 cumulative cases (#26 in state), 5 deaths\n\nApril 14 — 112 cumulative cases, (#27 in state), 5 deaths\n\nApril 15 — 120 cumulative cases (#26 in state), 5 deaths\n\nApril 16 — 123 cumulative cases (#26 in state), 5 deaths\n\nApril 17 — 133 cumulative cases (#27 in state), 5 deaths\n\nApril 18 — 135 cumulative cases (#27 in state) with 5 deaths\n\nApril 19 — 139 cumulative cases (#27 in state) with 5 deaths\n\nApril 20— 140 cumulative cases (#27 in state) with 5 deaths\n\nApril 21 — 144 cumulative cases (#28 in state) with 8 deaths\n\nApril 22 — 145 cumulative cases (#28 in state) with 8 deaths\n\nApril 23 — 152 cumulative cases (#29 in state) with 8 deaths.\n\nApril 24 — 156 cumulative cases (#29 in state) with 8 deaths.\n\nApril 25 — 158 cumulative cases (#29 in state) with 8 deaths\n\nApril 26 — 161 cumulative cases (#31 in state) with 8 deaths\n\nApril 27 — 165 cumulative cases (#30 in state) with 8 deaths.\n\nApril 28 — 170 cumulative cases with 9 deaths; 29 hospitalizations.\n\nApril 29 — 171 cumulative cases with 9 deaths; 32 hospitalizations.\n\nApril 30 — 180 cumulative cases with 10 deaths; 33 hospitalizations.\n\nMay 1 — 177 (DPH revised number) cumulative cases with 10 deaths, 33 hospitalizations\n\nMay 2 — 180 cumulative cases with 10 deaths, 35 hospitalizations\n\nMay 3 — 182 cumulative cases with 10 deaths, 35 hospitalizations\n\nMay 4 — 188 cumulative cases with 10 deaths, 35 hospitalizations\n\nMay 5 — 185 cumulative cases (unexplained decline) with 10 deaths, 35 hospitalizations\n\nMay 6 — 194 cumulative cases with 10 deaths, 36 hospitalizations\n\nMay 7 — 188 cumulative cases (unexplained decline) with 11 deaths, 36 hospitalizations.\n\nMay 8 — 190 cumulative cases with 12 deaths, 36 hospitalizations.\n\nMay 9 — 194 cumulative cases with 12 deaths, 36 hospitalizations.\n\nMay 10 — 199 cumulative cases with 12 deaths, 36 hospitalizations.\n\nMay 11 — 200 cumulative cases with 12 deaths, 36 hospitalizations.\n\nMay 12 — 201 cumulative cases with 12 deaths, 36 hospitalizations.\n\nMay 13 — 202 cumulative cases with 12 deaths, 36 hospitalizations.\n\nMay 14 — 201 cumulative cases with 11 deaths, 35 hospitalizations (unexplained subtraction of 1 case, 1 death and 1 hospitalization from county totals).\n\nMay 15 — 205 cumulative cases with 11 deaths, 35 hospitalizations.\n\nMay 16 — 206 cumulative cases with 11 deaths, 35 hospitalizations.\n\nMay 17 — 207 cumulative cases with 11 deaths, 35 hospitalizations.\n\nMay 18 — 206 cumulative cases with 11 deaths, 35 hospitalizations.\n\nMay 19 — 211 cumulative cases with 11 deaths, 35 hospitalizations.\n\nMay 20 — 214 cumulative cases with 11 deaths, 34 hospitalizations.\n\nMay 21 — 215 cumulative cases with 11 deaths, 34 hospitalizations.\n\nMay 22 — 213 cumulative cases with 11 deaths, 34 hospitalizations.\n\nMay 23 — 217 cumulative cases with 11 deaths, 35 hospitalizations.\n\nMay 24 — 220 cumulative cases with 11 deaths, 35 hospitalizations.\n\nMay 25 — 221 cumulative cases with 11 deaths, 35 hospitalizations.\n\nMay 26 — 230 cumulative cases with 13 deaths, 36 hospitalizations.\n\nMay 27 — 235 cumulative cases with 13 deaths, 36 hospitalizations.\n\nMay 28 — 230 cumulative cases with 13 deaths, 37 hospitalizations.\n\nMay 29 — 233 cumulative cases with 13 deaths, 37 hospitalizations.\n\nMay 30 — 235 cumulative cases with 13 deaths, 37 hospitalizations.\n\nMay 31 — 235 cumulative cases with 13 deaths, 37 hospitalizations.\n\nJune 1 — 235 cumulative cases with 13 deaths, 37 hospitalizations.\n\nJune 2 — 237 cumulative cases with 13 deaths, 38 hospitalizations.\n\nJune 3 — 239 cumulative cases with 13 deaths, 39 hospitalizations.\n\nJune 4 — 241 cumulative cases with 13 deaths, 40 hospitalizations.\n\nJune 5 — 244 cumulative cases with 15 deaths, 40 hospitalizations.\n\nJune 6 — 245 cumulative cases with 15 deaths, 40 hospitalizations.\n\nJune 7 — 245 cumulative cases with 15 deaths, 40 hospitalizations.\n\nJune 8 — 247 cumulative cases with 15 deaths, 40 hospitalizations.\n\nJune 9 — 254 cumulative cases with 15 deaths, 41 hospitalizations.\n\nJune 10 — 254 cumulative cases with 14 deaths, 41 hospitalizations.\n\nJune 11 — 258 cumulative cases with 14 deaths, 40 hospitalizations.\n\nJune 12 — 259 cumulative cases with 14 deaths, 40 hospitalizations.\n\nJune 13 — 260 cumulative cases with 14 deaths, 40 hospitalizations.\n\nJune 14 — 261 cumulative cases with 14 deaths, 40 hospitalizations.\n\nJune 15 — 261 cumulative cases with 15 deaths, 40 hospitalizations.\n\nJune 16 — 270 cumulative cases with 16 deaths, 40 hospitalizations.\n\nJune 17 — 271 cumulative cases with 16 deaths, 40 hospitalizations.\n\nJune 18 — 271 cumulative cases with 16 deaths, 40 hospitalizations.\n\nJune 19 — 278 cumulative cases with 16 deaths, 41 hospitalizations.\n\nJune 20 — 279 cumulative cases with 16 deaths, 41 hospitalizations.\n\nJune 21 — 280 cumulative cases with 16 deaths, 42 hospitalizations.\n\nJune 22 — 292 cumulative cases with 16 deaths, 43 hospitalizations.\n\nJune 23 — 299 cumulative cases with 16 deaths, 44 hospitalizations.\n\nJune 24 — 305 cumulative cases with 16 deaths, 45 hospitalizations.\n\nJune 25 — 314 cumulative cases with 17 deaths, 45 hospitalizations.\n\nJune 26 — 322 cumulative cases with 17 deaths, 46 hospitalizations.\n\nJune 27 — 324 cumulative cases with 17 deaths, 46 hospitalizations.\n\nJune 28 — 326 cumulative cases with 17 deaths, 46 hospitalizations.\n\nJune 29 — 326 cumulative cases with 17 deaths, 46 hospitalizations.\n\nJune 30 — 341 cumulative cases (+15, single largest day increase of the pandemic so far) with 17 deaths, 48 hospitalizations; 106 new cases since June 1.\n\nJuly 1 — 346 cumulative cases (+5) with 19 deaths, 48 hospitalizations.\n\nJuly 2 — 363 cumulative cases (+17, single largest daily increase so far) with 19 deaths, 48 hospitalizations.\n\nJuly 3 — 384 cumulative cases (+21, single largest daily increase so far) with 19 deaths, 48 hospitalizations.\n\nJuly 4 — 408 cumulative cases (+24, new record daily increase) with 19 deaths, 48 hospitalizations.\n\nJuly 5 — 414 cumulative cases (+6) with 19 deaths, 48 hospitalizations.\n\nJuly 6 — 422 cumulative cases (+8) with 19 deaths, 49 hospitalizations.\n\nJuly 7 — 458 cumulative cases (+36 single largest daily increase so far for Fayette) with 19 deaths, 50 hospitalizations.\n\nJuly 8 — 472 cumulative cases (+14) with 19 deaths, 50 hospitalizations.\n\nJuly 9 — 476 cumulative cases (+4) with 19 deaths, 50 hospitalizations.\n\nJuly 10 — 498 cumulative cases (+22) with 19 deaths, 49 hospitalizations.\n\nJuly 11 — 509 cumulative cases (+11) with 19 deaths, 49 hospitalizations.\n\nJuly 12 — 514 cumulative cases (+5) with 19 deaths, 49 hospitalizations.\n\nJuly 13 — 532 cumulative cases (+18) with 19 deaths, 49 hospitalizations.\n\nJuly 14 — 549 cumulative cases (+17) with 19 deaths, 49 hospitalizations.\n\nJuly 15 — 565 cumulative cases (+16) with 20 deaths, 51 hospitalizations.\n\nJuly 16 — 584 cumulative cases (+19) with 20 deaths, 52 hospitalizations.\n\nJuly 17 — 612 cumulative cases (+28) with 20 deaths, 54 hospitalizations.\n\nJuly 18 — 629 cumulative cases (+17) with 20 deaths, 56 hospitalizations.\n\nJuly 19 — 654 cumulative cases (+25) with 20 deaths, 56 hospitalizations.\n\nJuly 20 — 669 cumulative cases (+15) with 20 deaths, 56 hospitalizations.\n\nJuly 21 — 693 cumulative cases (+24) with 21 deaths, 56 hospitalizations.\n\nJuly 22 — 702 cumulative cases (+9) with 21 deaths, 56 hospitalizations.\n\nJuly 23 — 742 cumulative cases (+40) with 21 deaths, 57 hospitalizations.\n\nJuly 24 — 764 cumulative cases (+22) with 23 deaths, 58 hospitalizations.\n\nJuly 25 — 788 cumulative cases (+24) with 23 deaths, 58 hospitalizations.\n\nJuly 26 — 805 cumulative cases (+17) with 23 deaths, 58 hospitalizations.\n\nJuly 27 — 825 cumulative cases (+20) with 23 deaths, 58 hospitalizations.\n\nJuly 28 — 855 cumulative cases (+30) with 23 deaths, 58 hospitalizations.\n\nJuly 29 — 873 cumulative cases (+18) with 24 deaths, 59 hospitalizations.\n\nJuly 30 — 898 cumulative cases (+25) with 24 deaths, 61 hospitalizations.\n\nJuly 31 — 918 cumulative cases (+20) with 24 deaths, 62 hospitalizations.\n\nAug. 1 — 949 cumulative cases (+31) with 25 deaths, 63 hospitalizations.\n\nAug. 2 — 970 cumulative cases (+21) with 25 deaths, 63 hospitalizations.\n\nAug. 3 — 980 cumulative cases (+10) with 25 deaths, 63 hospitalizations.\n\nAug. 4 — 994 cumulative cases (+14) with 25 deaths, 63 hospitalizations.\n\nAug. 5 — 1,028 cumulative cases (+34) with 25 deaths, 63 hospitalizations.\n\nAug. 6 — 1,047 cumulative cases (+19) with 26 deaths, 63 hospitalizations."}}