{"GDELT": {"GlobalEventID": 939360516, "Day": 20200806, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5918, "Actor1Code": "IRL", "Actor1Name": "IRELAND", "Actor1CountryCode": "IRL", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.1994750656168, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI", "Actor1Geo_Lat": 53.0, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "EI", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKC3", "Actor2Geo_ADM2Code": "40098", "Actor2Geo_Lat": 52.2, "Actor2Geo_Long": 0.116667, "Actor2Geo_FeatureID": "-2591658", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "EI", "DATEADDED": 20200806233000, "SOURCEURL": "https://www.radiotimes.com/news/tv/2020-08-06/the-deceived-ending-explained/"}, "ARTICLE": {"TITLE": "The Deceived ending explained: What happened in episode four?", "TEXT": "Channel 5’s Paul Mescal gaslighting thriller The Deceived came to a dark – and open-ended – conclusion, as we finally discovered the truth about what happened to Michael’s novelist wife, Roisin, and his ex-lover and student, Annabelle.\n\nAdvertisement\n\n*Warning: spoilers ahead for The Deceived episode four*\n\nThe final episode of the Irish thriller began with Ophelia seeking help from the sweet-natured firefighter Sean (Mescal), who thought that she was going mad when she claimed Michael was conspiring against her. In the end, a concerned Sean betrayed her and returned her to Michael, whom she had just escaped.\n\nThe next time we see her, she’s tied up in the burnt-out room at the House at Knockdara where Roisin supposedly died – only for Roisin to walk in…\n\nGet the latest TV and entertainment news direct to your inbox Thanks! Sign in Register Sign me up! Sign up to receive television and entertainment email newsletters from our award-winning editorial team. You can unsubscribe at any time. For more information about how we hold your personal data, please see our privacy policy.\n\nIs Roisin alive, and who is buried in her grave?\n\nChannel 5\n\nYes, Roisin was alive the whole time – the ghostly apparition Ophelia saw at the end of episode one was real after all, and Michael knew it, too, despite his protestations that Ophelia was going mad.\n\nRoisin had been hiding out in her childhood bedroom at her mother Mary’s house (yes, that sinister sound of a phantom jewellery box playing upstairs was her).\n\nWhy was she hiding and pretending to be dead – and whose body was found by Sean after the fire, and later buried under Roisin’s name?\n\nThe corpse was Annabelle, the student who Ophelia saw arguing with Michael in Cambridge. Michael had – surprise, surprise – been having an affair with her, too, in addition to Ophelia.\n\nAnnabelle turned up at Roisin’s house when Michael was out, and the pair got into an argument and tussle – resulting in the accidental death of Annabelle.\n\nWhile a distraught Roisin shakily told Michael that the death had been an accident, he saw an opportunity to kill two birds with one stone: gain better control over his wife, and protect his reputation as a newly published novelist…\n\nDid Michael steal Annabelle’s book?\n\nMichael convinced the vulnerable Roisin to travel to Ireland with him and fake her own death, using Annabelle’s body in the staged fire.\n\nBut the real reason he wanted to avoid going to the police about Annabelle wasn’t to protect his wife – it was to protect himself and his fragile ego.\n\nOphelia had discovered Annabelle’s novel manuscript hidden in Michael’s summerhouse – with his own comments about the book scrawled on the front and addressed to the “promising” novelist-to-be Annabelle.\n\nHer manuscript was strikingly similar to Michael’s own book, ‘The House at Knockdara’, which he had recently published to great acclaim – he’d stolen the idea from her, and was now terrified of being exposed as a fraud and plagiariser.\n\nWho killed Michael?\n\nChannel 5\n\nRoisin snuck back to the House at Knockdara, where she confronted a tied-up Ophelia about her affair with Michael – only to be told by Ophelia that her philandering husband had gaslighted her for years.\n\nMichael returned to the house, seemingly convincing Roisin that Ophelia was tricking her.\n\nOnce he and Ophelia were alone, he became incensed, realising that she had taken Annabelle’s manuscript and that the truth about his book was going to come to light (she had sneakily left the manuscript at Sean’s place, with instructions to take it to the police).\n\nHowever, as Michael became violent towards the pregnant Ophelia, Roisin reappeared and hit him over the head with a brick – and he fell through the burnt-out floor to his death.\n\nWhat happened to Roisin and Ophelia?\n\nMary convinced both Roisin and Ophelia to frame the now-dead Michael for Annabelle’s death – and stage Roisin’s murder, leaving her free to disappear abroad and live her life.\n\nLuckily for both Roisin and Ophelia, Ruth (Roisin’s best friend at Cambridge) had also been conducting her own research, finding one of Annabelle’s earrings outside Michael and Roisin’s house before taking it to the police.\n\nAt the end of the episode we jumped forward one year: Ophelia had had her baby and returned to Cambridge, while Roisin was living under a pseudonym in Marrakesh.\n\nHowever, right at the end of the episode, Annabelle’s bereaved brother Richard – who had been tailing Michael earlier in the episode, desperate for answers – tracked her down.\n\nWith a confrontation seemingly about to take place between the pair, the episode ended – leaving plenty of scope for a potential second season.\n\nAdvertisement\n\nCheck out what else is on with our TV Guide."}}