{"GDELT": {"GlobalEventID": 939360381, "Day": 20200806, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5918, "Actor1Code": "GOV", "Actor1Name": "CROWN PRINCE", "Actor1Type1Code": "GOV", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.16216216216217, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA", "Action2Geo_Lat": 25.0, "Action2Geo_Long": 45.0, "Action2Geo_FeatureID": "SA", "DATEADDED": 20200806233000, "SOURCEURL": "https://www.msn.com/en-us/news/world/former-saudi-top-intelligence-official-alleges-crown-prince-ordered-his-killing/ar-BB17F9X7"}, "ARTICLE": {"TITLE": "Former Saudi top intelligence official alleges crown prince ordered his killing", "TEXT": "© Getty Images Former Saudi top intelligence official alleges crown prince ordered his killing\n\nA onetime Saudi intelligence official alleged Thursday that Crown Prince Mohammed bin Salman (MBS) attempted to have him killed in 2018.\n\nIn a lawsuit filed in DC District Court Thursday, Saad Aljabri alleged the crown prince dispatched an assassination squad to Canada to kill him. Aljabri claims the order came about a year after he left Saudi Arabia and days after the same operatives killed dissident journalist Jamal Khashoggi.\n\nThe complaint alleges that before sending the men, the crown prince sent WhatsApp messages to Aljabri directing him to return to Saudi Arabia. When Aljabri refused, bin Salman told him he intended to use \"all available means,\" including \"measures that would be harmful to you,\" to compel his return, CNN reported.\n\nThe lawsuit further alleges that nine months earlier, FBI agents warned Aljabri's son, who lives in Boston, about a \"campaign to hunt Dr. Saad and his family in the United States, and urged them to exercise caution.\"\n\nAn advisor to the former official said that he obtained the details of the plot through private investigators and sources in western intelligence agencies. The men were turned away at the airport.\n\nAljabri was a close advisor to bin Salman's cousin and political rival Mohammed bin Nayef. He fled to Turkey in 2017 after bin Salman became heir apparent to his father and de facto ruler and placed his cousin under house arrest. Two of Aljabri's children still live in the kingdom.\n\nDouglas London, a former Senior CIA Operations Officer, told CNN that while the team may well have intended to kill Aljabri, it was equally likely they wanted to place him under observation.\n\n\"I don't rule out the possibility that MBS wanted to kill Aljabri, but it's just as likely, if not more so, that ... MBS wanted to put Aljabri under observation, information from which might provide insight on his contacts and activities,\" he said.\n\nThe Hill has reached out to the Saudi embassy in D.C. for comment.\n\nVideo: Hundreds still at large after Afghan jail siege (Reuters)"}}