{"GDELT": {"GlobalEventID": 939360801, "Day": 20200806, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5918, "Actor1Code": "SWE", "Actor1Name": "SWEDEN", "Actor1CountryCode": "SWE", "Actor2Code": "SWEGOVHLH", "Actor2Name": "SWEDEN", "Actor2CountryCode": "SWE", "Actor2Type1Code": "GOV", "Actor2Type2Code": "HLH", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.3148148148148198, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sweden", "Actor1Geo_CountryCode": "SW", "Actor1Geo_ADM1Code": "SW", "Actor1Geo_Lat": 62.0, "Actor1Geo_Long": 15.0, "Actor1Geo_FeatureID": "SW", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Sweden", "Actor2Geo_CountryCode": "SW", "Actor2Geo_ADM1Code": "SW", "Actor2Geo_Lat": 62.0, "Actor2Geo_Long": 15.0, "Actor2Geo_FeatureID": "SW", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Sweden", "Action2Geo_CountryCode": "SW", "Action2Geo_ADM1Code": "SW", "Action2Geo_Lat": 62.0, "Action2Geo_Long": 15.0, "Action2Geo_FeatureID": "SW", "DATEADDED": 20200806233000, "SOURCEURL": "https://www.contagionlive.com/news/sweden-response-lockdown-tcell-immunity"}, "ARTICLE": {"TITLE": "The Sweden Question: Has Controversial Response Led to T-cell Mediated Immunity?", "TEXT": "VIDEO\n\nFurther Coverage:\n\nEpidemiological Theory Author Dr. Raj Bhopal Calls for Open Discussion\n\nfor our weekly newsletter. To stay informed on the latest in infectious disease news and developments, please sign up for our weekly newsletter.\n\nIn this clip, Dr. Patrick Soon-Shiong and Dr. Adam Brufsky have an open minded discussion on the dangers and potential lessons of the course Swedish health officials recommended the country take over the SARS-CoV-2 pandemic. Neither clinician advocates for a particular policy, but they emphasize the import of being able to have a free discussion for scientific purposes.Of particular interest is whether or not T-cell mediated immunity has been reached in segments of the Swedish population.Soon-Shiong emphasizes that the long term consequences of SARS-CoV-2 infection remain unknown. Examples such as post-polio syndrome, which strikes sufferers of poliomyelitis virus years later, present frightening possibilities for countries which consider pursuing a natural immunity strategy, according to Brufsky.Further, they note, health systems in different nations started from vastly varied background health and preparedness early on in the pandemic, making it difficult to draw rigid conclusions across national borders.Still, as cases of COVID-19 rise across the globe in many countries with strict physical distancing measures mandatory community mask use or widespread voluntary mask use , and that seemed to have flattened the curve, questions have been raised about how to deal with the reality of waning social will for March/April level restrictions on movement and activity.Early in the pandemic, a bevy of modeling studies predicted dire consequences for Sweden based on their maverick coronavirus response, which relied on citizens making voluntary decisions about their activities. Many of those predictions, particularly surrounding ICU overwhelm, have not come to pass. Sweden's largest daily paper, Dagens Nyheter, cited modeling which applied the Imperial College London model to Sweden.\"Our model predicts that, using median infection-fatality-rate estimates, at least 96,000 deaths would occur by 1 July,” the authors wrote.Today, many Swedes walk around in public without a mask, travel across regions, and partake in normal life. Despite a high initial surge of mortality, annual excess deaths are on par with yearly trends for the country. The country has seen almost 90,000 fewer deaths than the widely shared preprint predicted.Elsewhere, vaccine development is not expected to create population level immunity within the near future, and evidence of non-compliance with social distancing measures suggests that public interest in health measures intended to last until an unknown future point is low. In this context, it is critical to examine outliers in order to draw lessons on clinical ramifications of the different strategies being pursued at the public health level.Raj Bhopal, CBE DSc, BSc MD, MPH, MBChB, FRCP, FFPHM, is professor emeritus of public health at the University of Edinburgh, Scotland. He held the chair of Public Health in the university until his retirement in 2018.Bhopal is also the author of Concepts of Epidemiology: Integrating the Ideas, Theories, Principles, and Methods of Epidemiology.Bhopal’s recent article, COVID-19 zugzwang: Potential public health moves towards population immunity , was published in Public Health in Practice.The article argues that scientific appraisal of the various SARS-CoV-2 interventions introduced in the initial wave of COVID-19 has been stifled by fear based responses to the complex competing ethical priorities societies face, alongside politicization of scientific concepts like population immunity.In addition, Bhopal uses his background in public health to point toward ways supportive measures could accomplish more than punitive or overly-regulatory ones."}}