{"GDELT": {"GlobalEventID": 939361220, "Day": 20200806, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5918, "Actor1Code": "USALEG", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.4054982817869397, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Vermont, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVT", "Actor1Geo_Lat": 44.0407, "Actor1Geo_Long": -72.7093, "Actor1Geo_FeatureID": "VT", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Vermont, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVT", "Action2Geo_Lat": 44.0407, "Action2Geo_Long": -72.7093, "Action2Geo_FeatureID": "VT", "DATEADDED": 20200806233000, "SOURCEURL": "http://www.truenorthreports.com/caledonia-county-senate-candidates-discuss-issues-ahead-of-primary"}, "ARTICLE": {"TITLE": "Caledonia County Senate candidates discuss issues ahead of primary", "TEXT": "Two Republican candidates, a Democrat and a libertarian running for state Senate in Caledonia County have weighed in on issues facing voters this election season.\n\nThe four candidates are Republican incumbent Sen. Joe Benning, the Republican challenger Charles Wilson of Lyndon, the Democrat challenger Matthew Choate of Danville, and libertarian JT Dodge of Newbury. Incumbent Democrat Sen. Jane Kitchel did not respond to questions posed by True North.\n\nWilson has a background in farming and business ownership and says he stands for low taxes and regulations and Second Amendment freedom. Benning is a former trial lawyer and has been a member of the Vermont Senate since 2011; he is the Senate minority leader. JT Dodge is known for his leadership of “No Carbon TAX Vermont,” a group opposed to carbon taxes. Choate has a background in health care and was a Vermont senator in 2005-2006.\n\nTwo seats are up for grabs in the Caledonia District. All candidates were asked about the COVID shutdown, the response to social justice demands, the priorities of lawmakers during an economic crisis, and mail-in voting.\n\nTNR asked each candidate the following questions:\n\n1. Was Vermont’s shutdown response to the coronavirus worth the loss of more than 80,000 jobs and many businesses, or do you think the response was an overreaction? 2. Do you think Vermont should defund state and local police forces following the death of George Floyd? 3. In light of the current economic and COVID-19 crisis in the state, should lawmakers be pursuing climate change legislation such as the Global Warming Solutions Act? 4. Do you support switching to universal vote-by-mail elections in which the state sends absentee ballots to every registered voter on the statewide checklist?\n\nQuestion 1: On the shutdown response to COVID-19\n\nConcerning the shutdowns due to the virus, Wilson says it’s been too much.\n\n“I think it was overzealous with the shutdown, I don’t think it was worth it,” he said. “I have personal friends that have lost jobs, lost their businesses, so I don’t think it was the best decision.”\n\nBenning is OK with the response to the virus and says the virus keeps spreading.\n\n“There was no gameplan for how you deal with this virus,” he said. “So I think it’s unfair to look back and try to say ‘we should have done X’ because we are doing so in hindsight. We’re looking at it in the future, the most recent events in Florida, Texas, and Arizona suggest that the reopening of the bars has been a primary mover in why their numbers are suddenly shooting up.”\n\nDodge says Vermont’s response has been too much.\n\n“Perhaps we deal with employment during COVID-19 using something other than Gallagher’s Sledge-O-Matic.”\n\nDodge also cited Meg Hansen, a 2020 candidate for lieutenant governor.\n\n“She stated that the fatality rate for those below 70 years old is 0.04%, and it is nearly 0% for those that are under 19 years old. This being true, we absolutely should not have a one-size-fits-all approach to getting back to our jobs.\n\n“Let’s support helpful and safe options for those that are considered at a statistically heightened risk of death, and let’s get those who are not statistically likely to acquire serious illness from COVID-19 back to work in a way that includes social distancing — more correctly referred to as “physical distancing” — and other logical common-sense measures.”\n\nChoate says the response to the virus was worth it.\n\n“As a registered nurse I feel that the state, through Governor Scott’s leadership, has done the appropriate response. I do not think there was an overreaction, based on the patients that I have personally seen.\n\n“This is a novel disease and there is still much we do not understand about — that is changing every day as new studies and experience with the illness give us more experience in managing it. Unlike many other diseases, this one was particularly virulent and highly infectious, even in totally asymptomatic patients. I don’t agree 100% with everything done, but in general, I feel the response was appropriate.”\n\nQuestion 2: On defunding the police\n\nOn defunding police departments in response to social justice demands, Wilson said “absolutely not.”\n\nHe added that the media “has been irresponsible” in their reporting on the subject. He also said he is not for Burlington’s decision to reduce their department by 30%.\n\n“I think they are part of the new normal and I don’t think it’s gonna bring peace to anything,” he said.\n\nBenning echoed some of that same sentiment.\n\n“There’s no correlation to me between defunding the police and George Floyd’s death,” Benning said. “Thus far we certainly have a whole lot of education to do with police agencies, we do need to collect data to see exactly what’s going on. I do agree with banning the choke-hold maneuver for the mere purpose of detaining someone.”\n\nDodge also said that defunding the police is not the answer to addressing demands by social justice advocates.\n\n“Goerge Floyd was clearly a victim who was murdered by the policeman kneeling on his neck for eight minutes and forty-eight seconds. Anyone who has questions should watch the videos,” Dodge said.\n\n“I don’t believe defunding the police should be up to me or a handful of politicians who are afraid of losing votes. The reality is, police reform is going to add training and accountability, and this is going to cost money. Defunding the police would cause significant harm to communities, in particular, the marginalized ones.”\n\nChoate says this topic should be a community-by-community discussion.\n\n” I leave this question to each community to decide. Articles 5 and 6 in Chapter 1 of the Vermont Constitution speak to the police, and specifically that the police are under the direction of the people, through their representatives.\n\n“In my opinion, each community constitutes and empowers a police department when the people in that community feel they need one. Consequently, if the police department is not functioning in the manner and style that the community desires, the community can, and indeed should, change it. I support each community’s, county’s, and the state’s right to fund or defund the police as they desire.”\n\nQuestion 3: On big climate action during a bad economy\n\nOn whether lawmakers should be focusing on high-impact bills such as the Global Warming Solutions Act which would mandate emission reductions, three are against it and one is OK with it.\n\nWilson said no to the GWSA.\n\n“I don’t think that’s an act of being responsible,” he said. “I think there are obvious problems with pollution but I don’t think now is the time to pass a bill that is going to just add burdens onto people. A lot of people have suffered a lot of things through this and to up people’s taxes and put more burdens on them, me personally, I think it’s unconscionable.”\n\nBenning, who was one of six senators to vote against the bill this year, echoed this sentiment.\n\n“I don’t believe that the Global Warming Solutions Act will accomplish the goals,” he said. “And it will, in fact, open the state to questions yet unanswerable as to what will happen in the event that we don’t make our stated mandates. What were formally goals have been turned into requirements and that’s just another word for mandates. … They freely admit that we will not meet those mandates so what is the purpose of this if we are unable to meet these objectives?”\n\nBenning added that the bill does not provide the personnel or finances to enforce the mandates.\n\nDodge has been one of the top critics of recent climate legislation from Montpelier.\n\n“I lead an activist group called No Carbon TAX Vermont, so I was against the Global Warming Solutions Act long before it became a bill. The No Carbon Tax group takes the stand that we actively protest taxes and penalties based on a carbon dioxide metric. We believe in caring for our beautiful Green Mountain State, but we do not agree with these hurtful ideas that are assembled with more than a touch of authoritarianism.”\n\n“To think that any person in their right mind would agree to allow significant fees and financial penalties to the citizens and state industry (i.e jobs) year over year,” Dodge added. “The GWSA allows committee chairs to decide how much more money will be needed to fulfill the goals to meet the Paris Climate Accord.”\n\nChoate is OK with going forward with the bill.\n\n“Legislative process divides work amongst the many members through committees and it is entirely appropriate for multiple issues to be addressed contemporaneously. I support ongoing progress towards addressing climate change, recognizing that Vermont alone cannot solve a global problem in isolation,” he said.\n\nQuestion 4: On mail-in ballots\n\nOn expanding voting by mail, Wilson said this is not the way to go.\n\n“I don’t think that’s a good idea because it opens the door up to people that you know probably shouldn’t be voting or it just opens up the door to problems, and unfortunately we live in a day and age when people are prone to be a little bit dishonest with things.”\n\nBenning has also been a vocal critic of the vote-by-mail expansion.\n\n“I thought and do think that our absentee ballot system, which is a mail-in system, has been working just fine. I didn’t see and don’t see a need to send live ballots to every address where a potential voter may be living.\n\n“I especially don’t agree with doing that without the same protections, the security measures that have been instituted by other states that are doing that system, so I don’t agree with where we’re going at the moment.”\n\nDodge is against it as well.\n\n“No, I do not support universal vote-by-mail because voter rolls aren’t updated very often, so I don’t want us sending legitimate vote ballots to all kinds of deceased and relocated Vermonters.\n\n“If someone asks for one, they should be able to receive an absentee ballot, and those that select to show up at the poll stations can physically distance themselves and approach it as they would the post office or the supermarket, among other logical measures.”\n\nChoate is or sending out ballot requests, but not actual ballots.\n\n“I support the right to vote by mail. I support sending universal requests for absentee ballots but at this time do not support sending actual ballots.”\n\nMichael Bielawski is a reporter for True North. Send him news tips at bielawski82@yahoo.com and follow him on Twitter @TrueNorthMikeB.\n\nImages courtesy of Public domain, state of Vermont, Guy Page and Shayne Spence"}}