{"GDELT": {"GlobalEventID": 939414459, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "Actor2Code": "PAK", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.32974910394265, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lady Reading Hospital, North-West Frontier, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK03", "Actor1Geo_ADM2Code": "40347", "Actor1Geo_Lat": 34.0092, "Actor1Geo_Long": 71.5654, "Actor1Geo_FeatureID": "10520785", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Hayatabad, North-West Frontier, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK03", "Actor2Geo_ADM2Code": "40333", "Actor2Geo_Lat": 34.2815, "Actor2Geo_Long": 71.6886, "Actor2Geo_FeatureID": "6247142", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hayatabad, North-West Frontier, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK03", "Action2Geo_ADM2Code": "40333", "Action2Geo_Lat": 34.2815, "Action2Geo_Long": 71.6886, "Action2Geo_FeatureID": "6247142", "DATEADDED": 20200807060000, "SOURCEURL": "https://www.dawn.com/news/1573007/dept-asks-hospitals-to-reopen-opds-on-limited-scale"}, "ARTICLE": {"TITLE": "KP dept asks hospitals to reopen OPDs on limited scale", "TEXT": "PESHAWAR: The health department has asked public sector hospitals to resume limited outpatient services by adopting coronavirus-related standard operating procedure after decline in Covid-19 cases in the province.\n\nOn March 31, the government had ordered closure of OPDs and elective services due to surge in Covid-19 cases that affected about 150,000 patients, who visited about 1,500 government-run hospitals on average per day.\n\nHowever, after continuous decline in coronavirus cases, the health department has asked the medical superintendents of the district and tehsil headquarters hospitals to resume OPDs on limited scale to benefit the patients. Except for Eye and ENT, all other OPDs have been opened in the district and tehsil level hospitals, according to officials.\n\nThe hospitals have been directed to avoid Eye and ENT emergency procedures as these carry high risk of transmitting the virus so these should be avoided unless there is risk of life or losing an organ and shall be conducted with the highest level of care using complete personal protective equipment (PPE).\n\nOfficials said that relevant administrations were asked to adhere to social distancing measures and wearing facemask so the infection couldn’t be spread.\n\nPrivate clinics also allowed to resume operations\n\nKhyber Pakhtunkhwa Health Care Commission has also allowed reopening of private clinics and hospitals with SOPs and same recommendations have been made to the health department to resume OPD services at the public sector hospitals.\n\nOfficials said that provision of services was resumed on limited scale that could later be extended if the downtrend in Covid-19 cases continued. They said that owning to closure of OPDs, people were visiting private clinics where they were charged fee but in government hospitals the patients could avail services free of cost.\n\nThe medical teaching institution, especially Lady Reading Hospital, Khyber Teaching Hospital and Hayatabad Medical Complex, are waiting for Covid-19 to further decline and then start OPDs.\n\nOfficials at LRH said that they were receiving 6,000 patients in OPD daily in normal circumstances and if the services were declared open, it would endanger the lives of the patients as well as health workers.\n\nLoad of patients at accidents and emergency departments (A&ED) have almost tripled due to closure of OPDs, which adversely affected the treatment of the critically-ill and injured patients. However, MTIs have deputed more staff to the A&ED to cater to the patients load.\n\nOfficials said that services for the gynae, labour room and nursery also continued and there was shortage of beds because more people were coming from other districts. Nursery wards at LRH, HMC and KTH remained full of patients, they said. KTH is the ultimate destination of patients where newborns are being referred from LRH and HMC besides those coming from other districts.\n\nDoctors said that infants also risked the infection because they had to admit three newborns on a single cot due to more patients. Doctors in MTIs said once the Covid-19 danger was over, they would allot medical, surgical, cardiology and other beds for the relevant patients.\n\nMajority of beds have been allotted to coronavirus patients that will be given back to the non-Covid-19 general patients once the pandemic recedes.\n\nMost of the doctors at the MTIs also want to start checkup of patients because they have been sitting idle since the onset of the pandemic.\n\nPublished in Dawn, August 7th, 2020"}}