{"GDELT": {"GlobalEventID": 939414728, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor1Code": "NGA", "Actor1Name": "BENIN CITY", "Actor1CountryCode": "NGA", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.0755711775044, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Benin", "Actor1Geo_CountryCode": "BN", "Actor1Geo_ADM1Code": "BN", "Actor1Geo_Lat": 9.5, "Actor1Geo_Long": 2.25, "Actor1Geo_FeatureID": "BN", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Edo State, Edo, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI37", "Action2Geo_ADM2Code": "191281", "Action2Geo_Lat": 6.5, "Action2Geo_Long": 6.0, "Action2Geo_FeatureID": "29623", "DATEADDED": 20200807060000, "SOURCEURL": "https://onlinenigeria.com/politics/120714-obasekis-beaten-path-to-electoral-disgrace.html"}, "ARTICLE": {"TITLE": "Obaseki’s Beaten Path to Electoral Disgrace", "TEXT": "History has a cynical way of repeating itself. A few months to the 2018 governorship primary election of the All Progressives Congress, APC, in Lagos State, it had become crystal-clear to former Governor Akinwunmi Ambode that the party was not keen on returning him for a second term.\n\nThe party was unequivocal in its stance that Ambode had towed the path of dishonour by abandoning an otherwise flourishing and effective Lagos developmental blueprint but running a one-man show in government.\n\nIndeed, at the time, Lagos had virtually retrogressed to its pre-1999 days, when humans jostled – breath to breath – with mountainous heaps of refuse for space on the streets; traffic was chaotic and virtually all the roads in the state had become deplorable. Crime and insecurity were pervasive and the people lived in constant fear.\n\nAmbode had lost his marbles and Lagos was no longer working but he was adamant on a second term. Yet, a negligible section of the populace was still sympathetic to him. They believed, rather that, he was being unfairly treated by his godfathers, and party leaders, until that Sunday afternoon in late September 2018.\n\nHe had called a press conference to speak on the forthcoming primary election and other topical issues in the state. The media had congregated on the lawn of the Governor’s Office, Alausa – a typical American tradition. Without much formality, Ambode burrowed into his prepared speech and it read smoothly until he segued into spilling dirt about his major contender, Babajide Sanwo-Olu.\n\nHe told a bewildered populace on a live television that Sanwo-Olu did not have the mental capacity to run Lagos, because he previously underwent treatment for mental health challenges and challenged curious residents to proceed to Gbagada General Hospital to obtain the records by themselves.\n\nUntil he decided to contest for the governorship seat, Sanwo-Olu was an appointee of Ambode as General Manager of the Lagos State Development and Property Corporation.\n\nAmbode also stated that Sanwo-Olu had a criminal case in the United States of America for spending counterfeit notes in an American club. If Lagosians were shocked, Ambode’s aides, who were privy to the original script, were mortified. That wilful resort to personal attacks and character assassination was not part of the script, some of them confided in close associates. His fate was sealed therefrom.\n\nEven after leaving office, Lagosians never forgave him. For a governor, who also started pretty well, succeeding the iconic Babatunde Raji Fashola, Ambode decided to go rogue, dismantling structures and processes laid by his predecessors to the detriment of the people of Lagos State. It is so bad now that his name has become a euphemism for regressive politics.\n\nAlas, it is this same pathway to political and electoral hara-kiri that Obaseki has chosen to tow, warts and all, forgetting that those who do not learn from history are doomed to repeat it as the guinea pigs of history.\n\nOrdinarily, by now, he should be on the home run, with his catalogue of achievements enough to earn him a second term rather, his sordid stewardship continues to haunt him and dog his electioneering.\n\nMore perplexing is that his Make Edo Great Again MEGA slogan is an appropriation, showing lack of ingenuity and perspicacity, of American President, Donald Trump’s campaign slogan four years ago. Obaseki had four years to make Edo greater but he frittered the opportunity away on the altar of paranoia and power-drunkenness, electing to fight rather than work with party leaders and state stakeholders.\n\nWhilst he hasn’t publicly described his opponent in the September 19th governorship election in unsavoury terms, his proxies are out in full force with their puerile and purblind propaganda.\n\nDays back, a news report surfaced on social media claiming that Pastor Osagie Ize-Iyamu, the candidate of the All Progressives Congress, APC, was HIV positive.\n\nA phantom test result to that effect also made the rounds while one Dr. Lizzy Oghenerume, purportedly an official of the University of Benin Teaching Hospital (UBTH), where Ize-Iyamu’s wife, Prof. Idia Ize-Iyamu, is a Consultant Orthodontist, has claimed that she had been diverting anti-retroviral drugs “meant for poor people who have the disease in the state to her husband to keep him alive, so it is no news that the APC candidate has the disease.”\n\nThe Ize-Iyamus have graciously ignored the so-called Oghenerume and her repellent and reprehensible tales in the understanding that if she truly existed, she was just a pawn in the hands of Obaseki and his Peoples Democratic Party, PDP, acolytes.\n\nThese are, indeed, desperate times for Obaseki, who is staring defeat in the face and like a drowning man, is clutching at everything in sight to stay afloat. Unfortunately, for him, and his cheerleaders, this is a lost cause. Edo State indigenes have their minds made up on a change of government and Pastor Ize-Iyamu ticks all the boxes in what they desire in a candidate.\n\nSo, no matter how much mud is splattered the APC candidate’s way, the people can decipher the truth. Even Obaseki’s immediate family members know the truth; they have seen the light and have unanimously declared that it is either Pastor Ize-Iyamu or nobody.\n\nSo, Obaseki deserves pity. The ringing endorsement of his opponent by his relatives further underscores this. At Ize-Iyamu’s private residence in Benin City recently, some of the governor’s relatives led by his first cousin, Victor Obaseki, admitted that although the governor was their kin, he would not get the support of the family.\n\nVictor stated: “I am here today in the company of my cousins to support Pastor Osagie Ize-Iyamu. Godwin Nogheghase Obaseki, the executive governor, is our cousin. Generally, the Obasekis have their way of doing things. We are a different branch of faith. We are supporting our brother, Pastor Osagie Ize-Iyamu, with unalloyed support fully for him. I have supported him before, and I would continue to support him. We would do all our campaigns for him without let or hindrance, fully from the bottom of our hearts.”\n\nFollowing suit was the Deputy Speaker of the Edo House of Assembly and member representing Akoko-Edo Constituency I, Hon. Yekini Idiaye alongside four other members of the Assembly, who pledged their support to Pastor Ize-Iyamu, bringing the number of elected members, who have done likewise in the Edo Assembly to 17.\n\nBarely 48hours after declaring his support, Idiaye was impeached by the Assembly, a sad testament of Obaseki’s intolerance and imprudence that have blighted his administration and which would ultimately cost him the election. No doubt, the September 19 election is already lost and won. Congratulations to Pastor Osagie Ize-Iyamu!\n\n*Thomas, a public affairs analyst, wrote in from Benin City, Edo State"}}