{"GDELT": {"GlobalEventID": 939414814, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor1Code": "OPP", "Actor1Name": "THE OPPOSITION", "Actor1Type1Code": "OPP", "Actor2Code": "PAK", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.8834951456310693, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lahore, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "23677", "Actor1Geo_Lat": 31.5497, "Actor1Geo_Long": 74.3436, "Actor1Geo_FeatureID": "-2767043", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lahore, Punjab, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK04", "Actor2Geo_ADM2Code": "23677", "Actor2Geo_Lat": 31.5497, "Actor2Geo_Long": 74.3436, "Actor2Geo_FeatureID": "-2767043", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lahore, Punjab, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK04", "Action2Geo_ADM2Code": "23677", "Action2Geo_Lat": 31.5497, "Action2Geo_Long": 74.3436, "Action2Geo_FeatureID": "-2767043", "DATEADDED": 20200807060000, "SOURCEURL": "https://www.dawn.com/news/1573051/parliament-okays-another-fatf-related-law"}, "ARTICLE": {"TITLE": "Parliament okays another FATF-related law", "TEXT": "ISLAMABAD: After hectic two-day consultations with the country’s two major opposition parties, the coalition government led by the Pakistan Tehreek-i-Insaf (PTI) on Thursday finally managed to get the third FATF-related bill — for exchange of information and criminals with countries — passed in the joint sitting of parliament after agreeing to include more than two dozen opposition-proposed amendments with a majority vote amidst noisy protest by the religious and nationalist parties.\n\nThe talks between the government and the leaders of the Pakistan Peoples Party (PPP) and the Pakistan Muslim League-Nawaz (PML-N) on the 28-clause Mutual Legal Assistance (Criminal Matter) Bill, 2020, the third one to meet some of the conditions of the Financial Action Task Force (FATF) against terrorism, which started on Wednesday evening, continued almost throughout the night and lasted till a delayed start of the joint sitting on Thursday evening, finally became successful when the government presented a set of amendments to the opposition containing their proposed changes, including a number of steps to prevent possible misuse of the law and to ensure parliamentary oversight over its implementation.\n\nThe bill was passed in the presence of Opposition Leader and PML-N president Shahbaz Sharif and PPP chairman Bilawal Bhutto-Zardari after unanimous passage of the resolution on Kashmir which was read out by Foreign Minister Shah Mehmood Qureshi.\n\nMr Sharif attended the session after a gap of 10 months as he last attended the sitting on September 30 before leaving for London with his ailing brother and former prime minister Nawaz Sharif in November and then confining himself to Lahore due to illness after returning home in March.\n\nMutual Legal Assistance Bill passed after govt incorporated over two dozen amendments proposed by opposition\n\nAfter passage of the bill, the house witnessed rumpus when first Foreign Minister Qureshi responded to the speech of Mr Sharif and then Communications Minister Murad Saeed was given the floor by Senate Chairman Sadiq Sanjrani, who presided over the sitting after Maghreb prayers, to give a reply to Mr Bhutto-Zardari’s speech.\n\nThe opposition members interrupted Mr Saeed many times through noisy protests, prompting a similar response from the treasury benches who also raised slogans against the opposition. The communications minister refused to budge to the opposition’s protest and said he would not allow any other person to speak, if he was not given an opportunity to complete his speech.\n\nThe minister took both the opposition parties to task, claiming that the opposition was mostly concerned over inclusion of “corruption” and “money laundering” in the list of the crimes mentioned in the passed bill.\n\nThe Senate chairman who had earlier stated that he would also give floor to leaders of the Muttahida Majlis-i-Amal (MMA) after Mr Saeed’s speech, however, abruptly prorogued the session when both the treasury and the opposition members refused to follow his directives regarding maintaining a decorum in the house.\n\nMr Bhutto-Zardari in his speech said the original draft of the government bill was against the fundamental rights of the citizens, claiming that the opposition had successfully prevented the government from imposing a “black law” in the garb of FATF conditions. He said the opposition would support the legislations required to meet the conditions of FATF, but it would not allow the regime to do more than that.\n\nLashing out at the government, Mr Bhutto-Zardari said despite passage of FATF-related legislations, Pakistan would not come out of the grey list till the time the prime minister (Imran Khan) would continue to call Al Qaeda chief Osama bin Laden a “martyr” and would not respond to the question about the escape of former spokesman for Tehreek-i-Taliban Pakistan (TTP) Ehsanullah Ehsan. He also accused the government of selling off Kashmir. He also criticised the prime minister for not attending the joint sitting.\n\nMr Sharif in his speech only talked about the Kashmir issue and regretted that Islamic countries were not supporting the Kashmir cause which was “disappointing”. He also criticised the government for not taking “practical steps” to help the Kashmiris.\n\nAs soon as Interior Minister retired Brig Ijaz Shah moved the motion to take up the bill for consideration, members belonging to MMA, Pakhtunkhwa Milli Awami Party (PkMAP), National Party and independent members from the erstwhile Federally Administered Tribal Areas stood up and started raising slogans against the bill.\n\nPPP’s Agha Rafiullah and PML-N’s Mohsin Shahnawaz Ranjha on behalf of their respective parties withdrew their amendments, saying that they were withdrawing them as the government had accepted “more than 80 per cent” of their proposals.\n\nThe amendments, which were later read out by Law Minister Farogh Naseem, could not be heard in the press gallery due to the noisy protest and on many occasions, Speaker Asad Qaiser did not allow the minister to read out the whole text, declaring that the amendments “should be taken as read”.\n\nThe government had managed to get the bill passed from the National Assembly on Jan 6 after overcoming the customary resistance by the opposition parties, but did not bring it to the Senate fearing a defeat as the opposition is in a majority in the upper house of parliament.\n\nThe opposition had termed the bill against the fundamental rights of people, claiming that after its passage the government would be able to seek information from foreign countries and extradite its own citizens on the demand of other countries even without signing a treaty.\n\nIt had objected to “unfettered powers” given to the interior secretary as “the central authority” to seek information about foreign bank accounts and transactions made by any citizen. It had also objected to a clause in the bill which allowed the government to hand over individuals to countries even without demand.\n\nAn amended clause of the bill says, “The central authority means the office of the secretary to the Ministry of Interior ....... the powers of such office shall be exercised by an executive committee”, comprising the interior secretary, the secretary to the law and justice ministry, the foreign affairs secretary and the home secretaries of all the four provinces, with interior secretary as its convener.\n\nPublished in Dawn, August 7th, 2020"}}