{"GDELT": {"GlobalEventID": 939414889, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor1Code": "SAU", "Actor1Name": "SAUDI", "Actor1CountryCode": "SAU", "Actor2Code": "GOV", "Actor2Name": "KING", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.507614213197971, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA", "Actor1Geo_Lat": 25.0, "Actor1Geo_Long": 45.0, "Actor1Geo_FeatureID": "SA", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200807060000, "SOURCEURL": "https://english.aawsat.com/home/article/2434386/saudi-arabia-sets-air-bridge-aid-lebanon"}, "ARTICLE": {"TITLE": "Saudi Arabia Sets up Air Bridge to Aid Lebanon", "TEXT": "Riyadh - Asharq Al-Awsat\n\nSaudi Arabia sent its first batch of assistance to Lebanon on Friday after Custodian of the Two Holy Mosques King Salman bin Abdulaziz ordered the establishment of an air bridge for relief aid to the Lebanese people who were affected by the devastating blast at Beirut port this week.\n\nTwo aid planes carrying more than 120 tons of medicine, medical aid and emergency supplies, tents and food were sent.\n\nIn an earlier statement carried by the Saudi Press Agency, the Saudi Foreign Minister announced: “The Saudi government will dispatch emergency humanitarian aid through the King Salman Humanitarian Aid and Relief Center (KSRelief) in an act of solidarity with the fraternal Lebanese people as they confront the repercussions of this painful disaster.”\n\nThe two planes that departed from King Khalid International Airport and landed later in the day at Rafik Hariri International Airport in Beirut also carried tents, shelter kits and food items to deliver to affected people in Beirut, accompanied by a specialized team from the Center to follow up and supervise the distribution operations.\n\nSupervisor-General of KSRelief Dr. Abdullah Al-Rabeeah said the aid is an extension of the pioneering humanitarian role played by the Kingdom in standing by all fraternal and friendly countries as they endure various crises and disasters.\n\nThe air bridge will be completely financed by the Saudi government, he stressed.\n\nThe relief air bridge is an implementation of a directive from King Salman to provide urgent medical and humanitarian assistance through KSRelief to the people of Lebanon to help them overcome the effects of the port explosion, he added.\n\nAl-Rabeeah said King Salman's directive embodies the humanitarian values of the Saudi leadership, stressing that this assistance highlights the pivotal role of the Kingdom in providing humanitarian assistance to all people in need around the world with complete impartiality.\n\n“The relief plan to aid the Lebanese people started the moment the Beirut blast happened,” he declared, stressing that Saudi Arabia was keen to deliver aid to those affected by the blast.\n\n“Saudi Arabia has played a pioneering role in offering aid to fraternal countries and stricken people,” he added.\n\n“Throughout 20 years, Saudi Arabia has delivered aid to more than 80 countries,” he noted."}}