{"GDELT": {"GlobalEventID": 939414355, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200807060000, "SOURCEURL": "https://www.fxstreet.com/news/asian-stock-market-offered-as-sino-american-tension-join-pre-nfp-mood-202008070533"}, "ARTICLE": {"TITLE": "Asian stock market: Offered as Sino-American tension join pre-NFP mood", "TEXT": "Asian shares drop as US President Donald Trump fires shot against China, Canada.\n\nAmerican Senators’ failures to deliver stimulus adds to the risk-off mood.\n\nMixed China trade data, Aussie stimulus largely ignored.\n\nTrump’s action, US employment data will be the key catalysts to watch.\n\nAsian equities see the red on Friday amid fresh risk-off catalysts emanating from the US. American President Trump recalled tariffs on Canadian aluminum ahead of signing an executive order to increase hardships for Chinese tech giants. Additionally, lawmakers in the US couldn’t overcome the differences concerning phase 04 coronavirus (COVID-19) relief package. The same delays the government’s decision over the already expired unemployment claim benefits.\n\nAgainst this backdrop, MSCI’s index of Asia-Pacific shares outside Japan slumps over 1.4% while Japan’s Nikkei 225 loses 0.72% to 22,250 as we write ahead of the European session. Australia’s ASX 200 couldn’t cheer the $15.6 billion addition to the JobKeeper program amid worries over China, which also dragged New Zealand’s NZX 50 down over 1.2% by the press time.\n\nMoving on, stocks in China and Hong Kong drops the most, near 2.0%, while following the logic whereas South Korea’s KOSPI and India’s BSE Sensex mark lesser losses than Indonesian’s IDX that drops over 1.0%.\n\nIt’s worth mentioning that the S&P 500 Futures weakens over 0.50% to slip below 3,330 and the US 10-year Treasury yields decline 1.3 basis points (bps) to 0.523% as we write.\n\nAlthough US Senators have called the week off, with the assent to return on negotiation table at 03:00 PM EDT on Monday, US President Trump’s signals to sign another executive order to safeguard the jobless claims could renew market sentiment. However, any disappointment can’t be ruled out as both the parties are far in their proposals with the Senate Republican Leader Mitch McConnell pushing lawmakers to forgo August vacation.\n\nTalking about the data, Chinese trade numbers could gain any major reaction amid the risk-off mood and the pre-NFP trading lull. As a result, July month US employment data will be closely observed with the headline Nonfarm Payrolls (NFP) likely receded from 4800K to 1600K."}}