{"GDELT": {"GlobalEventID": 939414420, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor1Code": "GOVJUD", "Actor1Name": "GOVERNANCE", "Actor1Type1Code": "GOV", "Actor1Type2Code": "JUD", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.9059829059828997, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI11", "Actor2Geo_ADM2Code": "191147", "Actor2Geo_Lat": 9.08333, "Actor2Geo_Long": 7.53333, "Actor2Geo_FeatureID": "-1997013", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200807060000, "SOURCEURL": "https://allafrica.com/stories/202008070020.html"}, "ARTICLE": {"TITLE": "Nigeria: Oyakhilome Tackles Buhari, Other African Leaders for Seeking Medical Care, Covid-19 Vaccine Abroad", "TEXT": "The General Overseer of Believers' Love World (also called Christ Embassy), <a target=\"_blank\" href=\"https://en.wikipedia.org/wiki/Michel_Aoun\">Chris Oyakhilome</a>, has berated President Muhammadu Buhari and other African leaders for seeking medical care and <a target=\"_blank\" href=\"https://www.who.int/health-topics/coronavirus\">COVID-19</a> vaccines in foreign countries.\n\nMr Oyakhilome said this during a<a target=\"_blank\" href=\"https://www.facebook.com/100000243306550/posts/4477240295627370\"> live broadcast</a> to his congregation on Sunday, charging the leaders to wake up for the development of the continent.\n\nPrior to the COVID-19 pandemic, Mr Buhari was a frequent visitor to the United Kingdom for medical care - an action that has been met with criticism from good governance advocates and opposition parties.\n\nOn June 6, 2016, Mr Buhari left Nigeria for his first medical vacation. The president took a 10-day medical trip to London to treat an ear infection. He returned from that journey on June 19, 2016.\n\nIn 2017, President Buhari spent nearly four months of medical leave in London.\n\nIn 2018, Mr Buhari left Abuja on a four-day medical trip to the UK. He had stayed in London for two days prior to that week.\n\nHowever, during his sermon of Sunday, Mr Oyakhilome said it is a shame that leaders of Africa still have to travel to Europe and America to get medication when they get sick.\n\n\"You should be ashamed,\" the pastor said. \"At this time of your life, you should have grown up, What are all the universities you have built, what are they for? It is about time you started thinking.\"\n\nSpeaking further, Mr Oyakhilome decried the reliance of African countries on foreign countries for COVID-19 vaccines.\n\nThe viral respiratory disease has ravaged the globe and its economies for more than five months. Nigeria has recorded over 44,000 infections so far and with no end in sight.\n\nMeanwhile, the country is not participating in the ongoing clinical trials on COVID-19 vaccines.\n\n\"It would be a shame and this time of your life and history if vaccines have to be imported to Africa to help Africa. It's a shame and a failure on the part of all the leaders,\" Mr Oyakhilome said.\n\n\"Your great-grandfather was helped. Your grandfather was helped. Now you want to be helped when you ought to come up with your own vaccines. If you need vaccines, whatever medicines you need, it is a shame that leaders of African nations still have to travel.\"\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Coronavirus Nigeria By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\nAlso, the clergyman alleged that foreign countries take Africa's best to improve their nations.\n\n\"I look at the brain drain. They take the best of Africa, take them away to Europe, take them away to America and now to Asia to China... \"\n\nBorrowing\n\nMr Oyakhilome also lamented the spate of borrowings from foreign countries amongst African countries.\n\nNigeria's debt profile has raised concerns in recent times, particularly with the furore resulting from the controversial loans obtained from China.\n\nAccording to the Debt Management Office (DMO), total loans from the Chinese government and affiliate agencies to Nigeria is about $3.121 billion.\n\nIt added that in terms of external sources of funds, Chinese loans account for about 11.28 per cent of the country's external debt stock of $27.67 billion by the same date.\n\n\"At this time, every nation in Africa that is still calling for help from another country, the leadership is a shame. You have more than enough resources to help your country. Why are you borrowing money from Nations that don't have it? Europe doesn't have enough resources to borrow your money nor does China. They only borrow you the money that they got from you,\" Mr Oyakhilome said."}}