{"GDELT": {"GlobalEventID": 939413965, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor1Code": "BUS", "Actor1Name": "MANUFACTURER", "Actor1Type1Code": "BUS", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.7716535433070901, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200807060000, "SOURCEURL": "https://defence.pk/pdf/threads/bangladesh-dreams-big-on-virus-safety-products-export.679664/"}, "ARTICLE": {"TITLE": "Bangladesh dreams big on virus safety products export", "TEXT": "07 August, 2020, 12:00 amLast modified: 07 August, 2020, 12:09 amIn the wake of recent uptrend in exports of medical equipment, the Ministry of Commerce and the Export Promotion Bureau have formulated a plan to tap the new potentials after a series of meetings with the makers and exportersFacing a major collapse in orders from Western brands, Bangladeshi garments makers and conglomerates have been switching to protective clothing and sanitising liquid manufacturing in the pandemic, exploring a new export sector.Industry insiders and policymakers said Bangladesh is well-positioned to become a new hub for medical wear manufacturing as it had its feet firmly planted in pharmaceuticals exports before the pandemic.In March, when Bangladesh reported its first Covid-19 case, the country was completely relying on import of personal protective equipment (PPE).The country then did not even have any harmonised system (HS) code for locally produced coronavirus safety products, let alone manufacturing and exporting them on a larger commercial scale.However, as some 33 readymade garments manufacturers adapted to the changed situation quickly by switching to medical wear production, export orders for the items started pouring in.In just the last two to three months of the 2019-20 fiscal year, Bangladesh exported PPE worth $82.62 million. What the country needs now are proper testing labs for the products.The case for face mask export is also the same, as knitwear exporters saw the prospect last March. Growth in mask export rose by more than 319 percent in the March-June period of the last fiscal year.The country earned $5.53 million from face mask export in the 2018-19 fiscal year, and this surged to $23.18 million in the 2019-20 fiscal year.Meantime, the Export Promotion Bureau (EPB) says growth in hand sanitiser export increased by 307 percent in the 2019-20 fiscal year compared to that in the previous year.The uptrend in medical, surgical and safety equipment exports have made exporters and policymakers hopeful of the future.The country's leading protective clothing maker Beximco Textiles exported 65 lakh pieces of PPE to the USA until last May. The company is now exporting medical wear worth $20 million per month and setting up a separate industrial park dedicated for PPE production.Beximco PPE Division makes high quality PPE suits, masks, aprons, patient scrubs, disposable gowns, caps, shoe covers, hospital bed sheets, pillow covers and curtains. Beximco targets 170 lakh pieces of PPE export per month this year while the company has set its goal for $500 million export earnings from PPE in 2021.\"After readymade garments, Bangladesh also could reach the top in virus protective clothing export,\" CEO of Beximco Textiles Sayed Naved Hussain told The Business Standard.Naved said achieving international standards will be the main challenge in this regard. He said many manufacturers including Beximco are capable of producing standard quality products in this sector.Naved adds that the medical wear industrial park is being set up as they target becoming an international PPE manufacturing brand. Apart from PPE, he said Beximco is also investing in manufacturing and export of other personal hygiene products.Zaber & Zubair claim to be the first medical wear manufacturer in Bangladesh. Brand Manager of the group Anol Rayhan said they are currently producing isolation gowns, and discussions are on with the USA, UK, Canada and Malaysia for exports.Besides, he said the company had already exported 5 lakh pieces of masks to the United Arab Emirates and had more export orders in hand.Another local clothing manufacturer Urmi Group exported 10 lakh masks to France and the USA. Managing Director of the group Asif Ashraf says they are now preparing for medical gown export as they got the US Food and Drug Administration certification last week.Jacket maker Snowtex Group also said that export orders for masks were pouring in as they got orders for 26 lakh pieces. Managing Director of Snowtex, SM Khaled said, H&M Dhaka office is taking one lakh pieces of PPE and the Japan International Cooperation Agency needs 3,000 pieces.\"The Canadian High Commission in Dhaka also knocked us for importing PPE to that country. But we cannot take all the orders as the jacket export season is now on,\" he added.Ministry comes up with export planThe Ministry of Commerce and EPB have formulated a plan to tap the new export potentials after holding a series of meetings with medical wear exporting companies and exporters' associations.The plan proposed introducing a separate HS code for PPE, setting up a modern lab, forming a technology upgradation fund and giving cash incentives.Quamrul Hassan, business director of ACI Consumer Brands, said they have been receiving export orders for hand sanitiser and floor cleaner from many foreign countries including Canada and Australia.\"But we cannot meet the orders currently as the demand in the domestic market surges. With enhanced production capacity, we plan to export in future,\" he told The Business Standard.Meantime, policymakers said in addition to masks, sanitisers, PPE and floor cleaners, the country could lead in safety goggles, face shields, body bags and surgical cap export with right initiatives and plans.Currently, China, USA, Germany, Singapore and the Netherlands are leading in the export of the items.\"The strength at the international readymade garments and drug market provides Bangladesh with an advantage in exporting safety items,\" Commerce Secretary Dr Jafar Uddin told The Business Standard. He said the ministry has been taking up several initiatives to seize the opportunities.Maintaining quality more challengingA commerce ministry and EPB report said that the exports were facing challenges as most of the products failed to go through proper quality testing and achieving certification.During the pandemic, many customers prefer to have the guarantee that the exported items and the packaging do not contain any hazardous substances.Therefore, the ministry and EPB report recommended setting up international standard laboratories to certify the export products.Moreover, the report recommended creating a technology upgradation fund for manufacturers and exporters of virus safety products. Apart from this, 15-20 percent cash incentive has been recommended against exports of the safety items."}}