{"GDELT": {"GlobalEventID": 939413883, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor1Code": "AUSGOV", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.21402214022141, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Western Bay, Tasmania, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS06", "Actor1Geo_ADM2Code": "5351", "Actor1Geo_Lat": -40.92, "Actor1Geo_Long": 145.6, "Actor1Geo_FeatureID": "11396004", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Western Bay, Tasmania, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS06", "Action2Geo_ADM2Code": "5351", "Action2Geo_Lat": -40.92, "Action2Geo_Long": 145.6, "Action2Geo_FeatureID": "11396004", "DATEADDED": 20200807060000, "SOURCEURL": "https://www.nzherald.co.nz/bay-of-plenty-times/news/article.cfm?c_id=1503343&objectid=12354435"}, "ARTICLE": {"TITLE": "Amnesty International NZ Tauranga awards Street Kai volunteer for relentless advocacy", "TEXT": "A modest gathering for a modest woman - a cog in the wheel of the modest charity, Street Kai, honoured with the Amnesty International Robert Anderson Memorial award last week.\n\nStreet Kai provides kai, a cuppa, chat, and connection two nights a week year-round at the Willow St bus stop.\n\nRoughly 30 people in the Tauranga City Council mayoral chambers were there to celebrate Pip Brook who was awarded for her outstanding contributions to human rights, peace, and social justice.\n\nShe is the 10th recipient of the award.\n\nAdvertisement\n\nBrook, also known as Aunty Pip, is well known in Tauranga as an advocate for the homeless. She is a volunteer secretary for Street Kai Association with co-ordinator Tracey Carlton.\n\nShe had previously volunteered at the Tauranga Women's Refuge and was part of preparations to take part in Tauranga's Future Council Thinking Workshops.\n\nStreet Kai volunteer secretary Pip Brook. Photo / File\n\nBrook had been an activist since her teenage years in the United Kingdom joining anti-nuclear and apartheid protests and moved to New Zealand in 1989.\n\nShe moved to Australia and was \"appalled\" at the state of homelessness on her return to Tauranga, asking \"how'd we get so bad?\"\n\nThis was when she joined Carlton in Milo Nights, which later formed into Street Kai.\n\nJean Anderson presented the award in her late husband's name alongside her daughter and Amnesty International NZ Tauranga branch member Phil Collins.\n\nDespite the occasion to celebrate, Brook continued to advocate the state of homeless, \"a topic close to my heart\".\n\nTauranga mayor Tenby Powell said the work Street Kai did was extraordinary. Photo / File\n\n\"A motel is not a home, it is not a solution. It's a temporary roof over someone's head,\" she said several times throughout the evening.\n\nAdvertisement\n\n\"It's going to get worse,\" she said.\n\nBrook said it was important to treat the city's homeless as equal: \"They're our most marginalised, they're always at the bottom... they have complex needs and know they get judged.\"\n\nShe looked at Tauranga mayor Tenby Powell as she said more co-operation was needed between the council, iwi, and social agencies, similar to Rotorua.\n\nShe was pushing for a wellbeing hub to be included in the Tauranga Mayoral Taskforce on Homelessness.\n\nStreet Kai co-ordinator Tracey Carlton. Photo / File\n\nPowell said the city was fortunate to have people like Brook, and the work she and the association did was \"extraordinary\".\n\nThe Mayoral Taskforce found the number of homeless in Tauranga was 4000 and Powell said the goal was to have no homeless in the Western Bay of Plenty.\n\nAdvertisement\n\nBrook said the award was \"humbling\" and while she found fulfilment in having a cuppa with those on the street, the goal was for the association to one day not be needed.\n\nStreet Kai has been running for three years, and she and co-volunteer Carlton said it was disheartening to see the same people from the core group when they first started and more joining now.\n\nSocks, toiletries, blankets, sanitary products, clothes, and shoes are available as donations allow.\n\nMondays: 6pm - Milo night\n\nSundays: 6pm - Sikh night"}}