{"GDELT": {"GlobalEventID": 939414227, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor1Code": "FJI", "Actor1Name": "FIJIAN", "Actor1CountryCode": "FJI", "IsRootEvent": 1, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.4166666666666599, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Nausori, Western, Fiji", "Actor1Geo_CountryCode": "FJ", "Actor1Geo_ADM1Code": "FJ05", "Actor1Geo_ADM2Code": "40205", "Actor1Geo_Lat": -17.55, "Actor1Geo_Long": 178.233, "Actor1Geo_FeatureID": "-1192349", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nausori, Western, Fiji", "Action2Geo_CountryCode": "FJ", "Action2Geo_ADM1Code": "FJ05", "Action2Geo_ADM2Code": "40205", "Action2Geo_Lat": -17.55, "Action2Geo_Long": 178.233, "Action2Geo_FeatureID": "-1192349", "DATEADDED": 20200807060000, "SOURCEURL": "https://www.fijivillage.com/news/Unemployed-Fijians-turn-up-in-numbers-to-sell-their-products-at-Open-Market-Day-548frx/"}, "ARTICLE": {"TITLE": "Unemployed Fijians turn up in numbers to sell their products at Open Market Day", "TEXT": "Unemployed Fijians turn up in numbers to sell their products at Open Market Day\n\nUnemployed Fijians turn up in numbers to sell their products at Open Market Day\n\nMinister for Women, Children, and Poverty Alleviation Mereseini Vuniwaqa officiating at the Market Day today\n\nUnemployed Fijians took advantage of Open Market Day 2020 today at Sukuna Park which was initiated to provide a platform to showcase and sell their products to benefit their families or community and create new networks.\n\nWhile officiating at the Market Day today, Minister for Women, Children, and Poverty Alleviation Mereseini Vuniwaqa says this is a platform for Fijian youths, women, and small-micro entrepreneurs to have the opportunity in marketing their handicrafts, home-made products, and a wide variety of goods on sale.\n\nVuniwaqa says days are gone when women in Fiji remained confined to the four walls of their homes and their immense strength and potential remained unrecognized and unaccounted for.\n\nRoneel Kumar who was one of the vendors that came from Nadali in Nausori told us that as the sole breadwinner of five, this Market Day has brought him hope in trying to put food on the table for his family.\n\nKumar who does handicraft caving and supplies to the Handicraft Centres says normally he would make up to $700 a week but now he makes $50 to $100.\n\nAnother vendor Pauliasi Maraiwai says when COVID-19 hit our shores it was difficult for him and his family to sell their handicraft and wedding gowns as it was their main source of living.\n\nThe 58-year-old from Veivesi in Kinoya also sells lovo packs on a fortnightly basis."}}