{"GDELT": {"GlobalEventID": 939414118, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor1Code": "DEU", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "Actor2Code": "IGOEUREEC", "Actor2Name": "THE EUROPEAN UNION", "Actor2CountryCode": "EUR", "Actor2KnownGroupCode": "EEC", "Actor2Type1Code": "IGO", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -1.1214953271028, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20200807060000, "SOURCEURL": "https://www.ibtimes.co.uk/german-minister-urges-uk-more-realistic-brexit-talks-1681677"}, "ARTICLE": {"TITLE": "German minister urges UK to be more 'realistic' in Brexit talks", "TEXT": "Britain needs to be more \"realistic and pragmatic\" in Brexit negotiations with the European Union, Germany's European affairs minister told AFP in an interview Thursday.\n\nExpressing deep disappointment over deadlocked negotiations on Britain's future relationship with the bloc, Michael Roth also voiced astonishment that London also \"does not appear to have any increased interest in discussing foreign and security issues\" with the EU.\n\nRoth said he was \"disappointed that London is shifting further and further away from the political declaration agreed between us as a reliable basis for negotiations.\n\n\"I would like those responsible in London to be more realistic and pragmatic,\" he said, adding that \"the Brits\" are especially known for their pragmatism.\n\nBritain followed through on the results of a deeply divisive 2016 referendum and left the EU after almost half a century of integration on January 31.\n\nIt remains bound by the bloc's rules until December 31 pending the outcome of negotiations about its future relationship with its largest trading partner.\n\nBut with the pandemic wreaking havoc on the timetable, fears are growing that time is running out fast to secure an agreement that could prevent a messy exit.\n\nLondon has ruled out extending the transition beyond December 31 even though chief negotiators have warned that an agreement lies out of reach because of a fundamental gap in major areas such as fishing rights and fair competition rules.\n\nAs Germany took over the presidency of the EU on July 1, Chancellor Angela Merkel pointedly said the bloc must prepare for the possibility that talks could fail.\n\nEven on the issue of security policies -- where both sides had pledged to maintain close cooperation, London is blowing cold at a time when allies were more necessary than ever, Roth said.\n\n\"In the geopolitically uncomfortable post-corona world, good and trustworthy partners are all the more important,\" he said.\n\n\"Close cooperation in this area is in both sides' interests. But it is clear that we need two to tango... At the moment, we're dancing while standing still.\"\n\nTo the EU's dismay, London had signalled that an \"institutionalised relationship\" regarding security was not necessary after Brexit given Britain's engagement in the trans-atlantic alliance NATO.\n\nGermany has listed Brexit negotiations as one of its main priorities during its presidency of the EU.\n\nHow to revive the bloc's economy after the huge devastation from the coronavirus pandemic is also a key concern.\n\nThe initiative had been the basis of the huge 750 billion euro ($884 billion) recovery plan approved by the bloc in July and marked a huge U-turn on the part of Merkel as it is underwritten by joint borrowing -- until now a taboo in Europe's top economy.\n\n\"The Franco-German engine was always running, even if admittedly it sometimes stuttered a little.\n\n\"But for Europe to emerge from the crisis stronger... it is now important that we keep the well-oiled engine running at full speed and take the other Europeans with us on an equal footing.\"\n\nCopyright AFP. All rights reserved."}}