{"GDELT": {"GlobalEventID": 939413812, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor1Code": "AFG", "Actor1Name": "AFGHANISTAN", "Actor1CountryCode": "AFG", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.98039215686275, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF13", "Actor1Geo_ADM2Code": "3580", "Actor1Geo_Lat": 34.5167, "Actor1Geo_Long": 69.1833, "Actor1Geo_FeatureID": "-3378435", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF13", "Action2Geo_ADM2Code": "3580", "Action2Geo_Lat": 34.5167, "Action2Geo_Long": 69.1833, "Action2Geo_FeatureID": "-3378435", "DATEADDED": 20200807060000, "SOURCEURL": "https://tolonews.com/afghanistan/khalilzad-jirga-chance-clear-path-peace-talks"}, "ARTICLE": {"TITLE": "Khalilzad: Jirga Chance to Clear Path for Peace Talks", "TEXT": "The US Special Representative for Afghanistan Reconciliation Zalmay Khalilzad in a series of tweets on Friday welcomed the holding of the consultative Loya Jirga on peace and said that the Jirga offers a historic platform to remove obstacles in the way of intra-Afghan talks.\n\n“It is a historic opportunity to remove the last hurdle to direct peace talks. A positive outcome will mean a reduction in violence and Afghans immediately coming together at the negotiating table,” Khalilzad tweeted.\n\n“Afghans have waited far too long for this moment. We wish the Jirga participants success in their discussions and urge them not to allow those who prefer the status quo and seek to complicate the path to peace to manipulate the process,” he said.\n\nKhalilzad called on all Afghan sides to come together and seize the opportunity.\n\n“The historic opportunity for peace must be seized by all sides. And as they do, the US will stand with them,” he said.\n\nMeanwhile, The US State Department also welcomed the Loya Jirga in Kabul, saying the Jirga will consolidate national support for peace in Afghanistan and determine the fate of the remaining Taliban prisoners, which are a major obstacle to starting the intra-Afghan talks.\n\n“The United States commends the participants of the Loya Jirga to be convened on August 7 to consolidate national support for peace. We understand that they will decide on the expeditious release of the remaining Taliban prisoners from their list, the last obstacle to the start of intra-Afghan negotiations,” said the statement.\n\nThe Afghan government on Thursday announced that all preparations and arrangements for the consultative Loya Jirga had been completed. 2,000 delegates will attend the Jirga.\n\nPurpose of the Jirga?\n\nThe Afghan government is convening the consultative Loya Jirga, the grand assembly of Afghan elders and representatives, to find a consensus on a decision about the release of 400 Taliban prisoners who are accused of crimes including murder, drug trafficking and abduction, a senior government official said on Monday.\n\nThe prisoners were named on a 5,000-member list handed to the government by the Taliban. The Afghan government has so far released 4,600 prisoners on this list but has refrained from releasing the remaining 400. President Ghani on Friday said he does not have the constitutional authority to release the 400 prisoners and, therefore, will convene a Loya Jirga to decide on the inmates.\n\nHowever, legal experts have said that neither the president nor the Loya Jirga has the authority to pardon, which is known as HAQQU ‘L-ABD.\n\n“No one, neither the president nor the Loya Jirga has the right to pardon someone’s crimes,” said legal expert Rohullah Sakhizad.\n\nBut on Wednesday the Afghan government said it will seek suggestions for the fate of 400 Taliban prisoners from the Loya Jirga.\n\nPreviously the Taliban said that any delay in the release of the prisoners will mean a continuation of the war.\n\nThe Afghan government has not made public any further details about the Jirga and its committees and its duration."}}