{"GDELT": {"GlobalEventID": 939524077, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.60251046025105, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200807181500, "SOURCEURL": "https://theurbandaily.com/3584364/blank-stare-donald-trump-issues-executive-order-banning-tiktok-wechat-transactions-in-45-days/"}, "ARTICLE": {"TITLE": "Blank Stare: Donald Trump Issues Executive Order Banning TikTok & WeChat “Transactions” In 45 Days", "TEXT": "After seemingly agreeing to allow Microsoft to work out some sort of deal to purchase TikTok, Donald Trump has gone ahead anyway with his move to ban the app and WeChat putting more pressure on the tech company to get a deal done.\n\nThis situation just keeps on getting more confusing by the day. El Trumpito’s hard-on to stick it to China for “ ruining” you know what let’s be honest, exposing how inept of a leader he is decided to ban all transactions from both TikTok and WeChat in 45 days. Under the International Emergency Economic Powers Act and the National Emergencies Act, the EO (executive order) states:\n\n“The spread in the United States of mobile applications developed and owned by companies in the People’s Republic of China…continues to threaten the national security, foreign policy, and economy of the United States. At this time, action must be taken to address the threat posed by one mobile application, in particular, TikTok.”\n\nWeChat’s banning won’t really affect Americans. BUT its parent company, Tencent, does have a lot of investments in American companies such as Snapchat’s parent company. Tencent also owns Riot Games, the studio behind the insanely popular MOBA game, League of Legends, and Valorant.\n\nThe company also owns a significant portion of Epic Games best known for the highly-addictive battle royale shooter Fortnite. Tencent also operates the video game PUBG (PlayerUnknown’s Battlegrounds).\n\nTencent came under intense scrutiny last year because of its ownership stake in Activision Blizzard, which banned a HearthStone eSports player for his stance on supporting the Hong Kong protests. In a tweet explaining the executive order that will potentially ban Tencent, LA Times’ tech reporter, Sam Dean, reported that the video game companies owned by Tencent “will not be affected.” But he did point out just how “WILD” this ban will be if it goes down.\n\nThis was pretty much impossible to tell from the EO itself—I also had a 😲 moment that they were roping in Riot et al when I first read it—but \"we just mean WeChat\" is the WH line for tonight. But banning all transactions on/with WeChat alone is still WILD. — Sam Dean 🦅 (@SamAugustDean) August 7, 2020\n\nTikTok will suffer the most if Microsoft, which is ByteDance’s last hope, cannot reach a deal in the 45 days. The app has 80 million American active monthly users who could be affected. The Chinese-based company is arguing that it made all the necessary moves to distance itself from China to avoid this mess. Still, Trump and the US Government are very adamant about banning the popular video-sharing app.\n\nBoth TikTok and WeChat users have 45 days keep using the app, Instagram’s TikTok rival, Reels, is looking really attractive right about now.\n\n—\n\nPhoto: NurPhoto / Getty\n\nBlank Stare: Donald Trump Issues Executive Order Banning TikTok & WeChat “Transactions” In 45 Days was originally published on hiphopwired.com\n\nAlso On The Urban Daily:"}}