{"GDELT": {"GlobalEventID": 939524071, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.1015625, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_Lat": 42.2373, "Actor1Geo_Long": -71.5314, "Actor1Geo_FeatureID": "MA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_Lat": 42.2373, "Action2Geo_Long": -71.5314, "Action2Geo_FeatureID": "MA", "DATEADDED": 20200807181500, "SOURCEURL": "https://whdh.com/news/baker-announces-indefinite-postponement-of-reopening-plan-says-enforcement-team-will-start-cracking-down-on-risky-behavior/"}, "ARTICLE": {"TITLE": "Baker announces indefinite postponement of reopening plan, says enforcement team will start cracking down on risky behavior", "TEXT": "BOSTON (WHDH) - Gov. Charlie Baker on Friday announced that the state’s reopening plan will be postponed indefinitely due to rising coronavirus cases in communities across Massachusetts and he said that a “COVID Enforcement and Intervention Team” will start cracking down on behavior that puts the public at risk.\n\n“We have to work hard, always. Harder in some respects than ever to contain COVID-19 and keep our economy open for business,” Baker said during a news conference at the State House. “We also want to keep this virus out of our communities as we head into the fall so we can give our kids a chance to get back to school.”\n\nAfter analyzing public health data, which has shown an increase in new positive coronavirus tests, Baker said his administration decided that it was time to implement a new set of initiatives aimed at stopping the spread of the disease, especially in higher-risk communities that have seen a recent uptick in cases.\n\nThe governor said the new statewide initiatives include stricter rules for public and private gatherings and targeted community guidance.\n\nRELATED: These Massachusetts communities had an increase in COVID-19 cases in the last 14 days\n\nA new order signed by Baker, which is slated to take effect on Tuesday, Aug. 11, will reduce the limit on outdoor gatherings on both public and private property from 100 to 50 people. The indoor gatherings limit will remain at 25 people.\n\nThe decision to cut outdoor gathering sizes by 50 percent comes after 300 people reportedly attended a recent wedding at a hotel in Gardner.\n\nFace coverings will also be required where more than 10 people from different households will be mixing.\n\nStep two of Phase 3 of the Commonwealth’s reopening plan has been postponed indefinitely, Baker said.\n\n“The uptick in cases and reports of people not adhering to the guidance we put forward in Massachusetts means we cannot move forward at this time or any time soon in the near future,” Baker explained.\n\nThe state is currently investigating reports of large pool parties, birthday bashes, and Fourth of July celebrations, all of which Baker said have been “documented in great detail” by contact tracing teams.\n\n“Parties that have been held in people’s homes and backyards have contributed significantly to community spread and new COVID clusters,” Baker said. “Parties are too big, too crowded, and people are not being responsible about face coverings or social distancing.”\n\nRestaurant rules have also been updated. Alcoholic beverages may now only be served for on-site consumption if accompanied by food orders prepared on-site. Baker said his administration is taking measures to ensure that “bars masquerading as restaurants” will be closed.\n\nRELATED: Hospitals in Boston preparing for possibility of uptick coronavirus patients\n\nBaker also announced the formation of a an enforcement and intervention team, which will be tasked with ramping up enforcement in key communities and evaluating rising trends such as new positive cases and the percentage of positive tests.\n\nPublic safety officials, including state and local law enforcement, now have the jurisdiction to enforce safety orders and crack down on events hosted in violation of the orders, according to Baker.\n\n“These teams will coordinate an increased enforcement effort across the state to assure businesses and residents are aware of and are following the COVID-19 orders,” Baker said. “By authorizing state and local police to enforce these orders, we can not only increase the number of people who will be out there to enforce these measures but also ensure that are penalties for those who refuse to make the adjustments that so many people in Massachusetts have made and continue to make.\n\nThose who fail to comply with the orders will be subject to fines or cease and desist orders, according to Baker.\n\nBaker said free COVID-19 testing in 17 high-risk communities has been extended through Sept. 12.\n\nBusinesses or other entities that are believed to be contributing to the spread in those communities may also be shut down.\n\nStarting on Wednesday, the state will be releasing new data that shows the spread of COVID-19 at the community level.\n\nThis is a breaking news story; stay with 7NEWS for updates online and on-air.\n\n(Copyright (c) 2020 Sunbeam Television. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed.)"}}