{"GDELT": {"GlobalEventID": 939524940, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor1Code": "USA", "Actor1Name": "WASHINGTON", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -9.63855421686747, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "University Place, Washington, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWA", "Actor1Geo_ADM2Code": "WA053", "Actor1Geo_Lat": 47.2357, "Actor1Geo_Long": -122.55, "Actor1Geo_FeatureID": "1512752", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "University Place, Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_Lat": 47.2357, "Action2Geo_Long": -122.55, "Action2Geo_FeatureID": "1512752", "DATEADDED": 20200807181500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8605025/Man-78-killed-74-year-old-wife-hammer-thought-unfaithful.html"}, "ARTICLE": {"TITLE": "Man, 78, 'killed wife, 74' with hammer after suspecting cheating", "TEXT": "An elderly Washington state resident has been arrested for allegedly bludgeoning his wife of 53 years to death with a hammer because he suspected her of cheating.\n\nJames Flora, 78, was booked into the Pierce County Jail on Monday evening on a charge of first-degree murder in the death of his spouse, identified as 74-year-old Ella Joyce Flora.\n\nOfficers with the University Place Police Department responded to the Flora family's home in the 5600 block of 61st Avenue West to perform a welfare check on the wife at the request of her husband at 12.45pm on Monday.\n\nElla Flora, 74, a wife, mother and grandmother from Washington state, was bludgeoned with a hammer on Monday. Her husband, James Flora, has been charged with her murder\n\nA short time prior, James Flora walked into Tacoma General Hospital and told staff that he had choked his wife during a fight at their home.\n\nOfficers rang the doorbell, but no one answered, so they gained entry into the house through an open window. Inside, they found the 74-year-old victim dead.\n\nAn autopsy performed by the Pierce County Medical Examiner's Office determined that the victim's cause of death was blunt force trauma to the head.\n\nInvestigators said that James repeatedly struck his wife with a hammer and then put plastic wrap on her mouth and nose until she stopped breathing.\n\nAccording to charging documents cited by Tacoma News Tribune, the couple had a volatile relationship and their neighbors reported often hearing screams coming from their house, including last Sunday.\n\nJames claimed his wife had been cheating on him for years and said he 'knew it was occurring,' prosecutors stated.\n\nOn Sunday night, James and Flora got into an argument after the woman allegedly sneezed into her husband's dinner.\n\nThe pair eventually walked away from the fight, and James fell asleep in a chair.\n\nDuring an interview with police, the 78-year-old claimed he woke up to find Ella trying to cut his dialysis tube and slit his wrist, inflicting two cuts.\n\nJames Flora went to the bathroom to tend to his wounds and returned brandishing a hammer, which he allegedly used to attack his wife.\n\n'He continued to strike her with the hammer and said that he could not stop,' the court filings alleged. 'When asked why he was hitting his wife with the hammer, he stated that it was because his wife was a \"ho.”'\n\nJames Flora, 78, summoned police to his home in University Place after saying he had choked his wife\n\nIn an effort to muffle her screams, James said he put plastic wrap on her face.\n\n'He also stated that he was sorry, but \"a man can only take so much disrespect,”' according to the records.\n\nThe couple have two grown daughters and several grandchildren.\n\nOne of their daughters, Patrice Flora, wrote on Facebook of her mother's killing: 'How can you have 53 years of marriage and kill them like a wild animal!! I pray the hell you put my mother through in her final minutes you will experience everyday until you die!!'"}}