{"GDELT": {"GlobalEventID": 939524208, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor1Code": "COP", "Actor1Name": "DEPUTY", "Actor1Type1Code": "COP", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.230769230769231, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Indiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIN", "Actor1Geo_Lat": 39.8647, "Actor1Geo_Long": -86.2604, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Indiana, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIN", "Actor2Geo_Lat": 39.8647, "Actor2Geo_Long": -86.2604, "Actor2Geo_FeatureID": "IN", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Indiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIN", "Action2Geo_Lat": 39.8647, "Action2Geo_Long": -86.2604, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200807181500, "SOURCEURL": "https://www.tribstar.com/news/officer-involved-shooting-death-ruled-justified-by-prosecutor/article_b726d374-d8c4-11ea-a992-27a28bb361e5.html"}, "ARTICLE": {"TITLE": "Officer involved shooting death ruled justified by prosecutor", "TEXT": "An officer-involved shooting ending in the death of the suspect in April has been deemed justified by Vigo County Prosecutor Terry Modesitt.\n\n“This was nothing but an ambush of law enforcement officers,” Modesitt said during a news conference today at a the Vigo County Sheriff’s Office.\n\nPolice found 21 shell casings at the scene where Errol Bolin, 51, of West Terre Haute, opened fire on police on April 11.\n\nGet breaking news delivered to you! Sign up for our newsletters to get the latest, breaking news.\n\nSheriff John Plasse said multiple bags of weapons and ammunition were found around the wooded area where Bolin took cover in the underbrush while shooting toward police officers and vehicles.\n\nPolice responded to the area near West Illiana Drive and Crews Place after receiving a report that Bolin might have been injured or taken his own life. Officers spotted Bolin’s vehicle in a field at the base of a hill, and noticed the rear window of the SUV appeared to be shot out.\n\nDeputy Brent Hall came under fire from the wooded area, and took cover while calling for assistance from other officers.\n\nBolin also fired at officers who tried to communicate with him when they arrived at the scene.\n\n“Thank God, none of them [the police] were hit by the shots,” Modesitt said.\n\nBolin’s weapons included a .357 Ruger handgun, a Mossberg 12 gauge shotgun, a sawed off double barrel shotgun and multiple knives. Bolin also had dozens of additional rounds and cartridges in his possession.\n\nOfficers tried to make verbal contact with Bolin, said Sgt. Matt Ames, who was with Reserve Deputy Elias Donker when Bolin fired at Ames.\n\nDeputy Donker returned fire with two shots. One of those shots was fatal to Bolin.\n\n“I can’t think of a clearer cut situation where lethal force would be permitted under Indiana law than the facts of this case,” Modesitt said. “There is no dispute that the shots fired by the deputy were justified and legal under Indiana law.”\n\nThis article will be updated."}}