{"GDELT": {"GlobalEventID": 939525164, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor1Code": "ZAF", "Actor1Name": "FREE STATE", "Actor1CountryCode": "ZAF", "Actor2Code": "BUS", "Actor2Name": "COMPANY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 31, "EventBaseCode": 31, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.37614678899082, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200807181500, "SOURCEURL": "https://www.timeslive.co.za/politics/2020-08-07-ceo-concedes-joint-venture-given-r255m-contract-did-not-have-the-skills/"}, "ARTICLE": {"TITLE": "CEO concedes joint venture given R255m contract 'did not have the skills'", "TEXT": "Blackhead Consulting CEO Edwin Sodi, whose company was part of a joint venture awarded a lucrative Free State contract in 2014, has conceded his firm did not have skills and accreditation to handle asbestos.\n\nSodi gave evidence at the commission of inquiry into state capture on Friday, where questions were asked about representations the joint venture made when it secured a R255m contract to audit and assess houses in the province with asbestos roofs.\n\nSodi's partner in the joint venture was Diamond Hill Trading's Ignatius Mpambani, who was shot dead in broad daylight in Sandton while driving his Bentley in 2017.\n\nAmong the questions put to Sodi was why, despite his company not having the requisite skills and accreditation to handle asbestos, it entered into a service level agreement with the Free State department of human settlements and agreed to remove and dispose of asbestos in those houses.\n\nSodi said the intention was to perform “phase 1\" of that project which was to audit and assess the houses with asbestos roofing.\n\n“Our plan was that should we be successful and be appointed for the eradication phase, we would have to work with an entity that is accredited to handle asbestos. That was the plan,” Sodi said."}}