{"GDELT": {"GlobalEventID": 939524268, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor1Code": "CVLOPP", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "Actor1Type2Code": "OPP", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 18, "NumSources": 9, "NumArticles": 18, "AvgTone": -6.455406657025041, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Milwaukee, Wisconsin, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWI", "Actor1Geo_ADM2Code": "WI079", "Actor1Geo_Lat": 43.0389, "Actor1Geo_Long": -87.9065, "Actor1Geo_FeatureID": "1577901", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Milwaukee, Wisconsin, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWI", "Actor2Geo_ADM2Code": "WI079", "Actor2Geo_Lat": 43.0389, "Actor2Geo_Long": -87.9065, "Actor2Geo_FeatureID": "1577901", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Milwaukee, Wisconsin, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWI", "Action2Geo_ADM2Code": "WI079", "Action2Geo_Lat": 43.0389, "Action2Geo_Long": -87.9065, "Action2Geo_FeatureID": "1577901", "DATEADDED": 20200807181500, "SOURCEURL": "https://www.stamfordadvocate.com/news/article/ACLU-New-Milwaukee-police-chief-shouldn-t-use-15467277.php"}, "ARTICLE": {"TITLE": "ACLU: New Milwaukee police chief shouldn't use harsh tactics", "TEXT": "ACLU: New Milwaukee police chief shouldn't use harsh tactics\n\nFILE - In this March 8, 2018 file photo, Milwaukee Police Chief Alfonso Morales poses at the Milwaukee Police Administration in Milwaukee. An oversight board is considering firing Morales after he ordered officers to use tear gas to break up protests over George Floyd’s death, the last straw for members upset with how the chief has handled incidents since the arrest of Milwaukee Bucks player Sterling Brown in 2018. (Mike De Sisti/Milwaukee Journal-Sentinel via AP, File) less FILE - In this March 8, 2018 file photo, Milwaukee Police Chief Alfonso Morales poses at the Milwaukee Police Administration in Milwaukee. An oversight board is considering firing Morales after he ordered ... more Photo: Mike De Sisti, AP Photo: Mike De Sisti, AP Image 1 of / 1 Caption Close ACLU: New Milwaukee police chief shouldn't use harsh tactics 1 / 1 Back to Gallery\n\nMADISON, Wis. (AP) — The American Civil Liberties Union warned the Milwaukee Police Department and city leaders Friday that the new police chief shouldn't treat protesters harshly after former Chief Alfonso Morales was demoted in part for using tear gas against demonstrators\n\nThe city's Fire and Police Commission demoted Morales to captain Thursday after criticizing how he has handled multiple incidents involving Black people, including the arrest of Milwaukee Bucks player Sterling Brown and his decision to use tear gas and pepper spray against protesters demonstrating against police racism in the wake of George Floyd's death. The commission elevated Assistant Chief Michael Brunson, who is Black, to acting chief.\n\nChris Ott, executive director of the ACLU's Wisconsin chapter, said in a statement Friday that police in Milwaukee and across the country face a tumultuous time, and the commission needs to take public input into account when deciding on Morales' permanent replacement. The new chief cannot repeat Morales' treatment of protesters, Ott said.\n\n“In order for public relations with the community to improve — and to make a break with unhelpful police practices that we've seen in the past — the public's input should be heavily considered when selecting a new chief,” Ott said. “The Fire and Police Commission's decision (to demote Morales) sends a clear message that the harsh, indiscriminate tactics used by Milwaukee Police during protests earlier this year can never happen again.”\n\nBrunson issued a two-sentence statement Thursday thanking Morales for his service and saying he looks forward to serving the city and he respects Milwaukee officers. A police spokeswoman didn't respond to an email request for an interview with Brunson.\n\nMorales' relationship with the commission began to deteriorate almost as soon as the panel appointed him chief in 2018. Morales' attorney, Franklyn Gimbel, has said problems began after Morales refused a demand from commission Chairman Steven DeVougas to fire an officer involved in Brown's arrest. Officers swarmed Brown and used a stun gun on him in January 2018 after he was stopped for parking illegally and wouldn't take his hands out of his pockets.\n\nThe majority of the commission is Black; Morales is Latino. The panel in July ordered Morales to hand over reams of information about multiple incidents, including several involving Black men.\n\nThe cases include Brown's arrest and the June arrest of community activist Vaun Mayes on suspicion of burglary. Officers pulled him over and handcuffed him as a friend filmed the incident, according to a Milwaukee Journal Sentinel report.\n\nAnother case involves Tari Davis, who was wounded in 2019 when an officer chasing another man opened fire and hit Davis as he opened his backdoor. Yet another involves Kareem McKinley, who alleged officers beat him in May 2018 moments after they rammed into his car with his newborn daughter in the backseat.\n\nThe commission demanded a full accounting of why Morales allowed officers to use tear gas and pepper spray against Floyd protesters earlier in the summer. Floyd died on Memorial Day after a white police officer in Minneapolis pressed his knee into his neck for nearly eight minutes. Floyd's death sparked protests across the country.\n\nThe panel also asked for an update on the department's efforts to comply with a 2018 legal settlement with the ACLU to reform its stop-and-frisk program. The ACLU had alleged the program had led to profiling Blacks and Latinos.\n\nThe commission gave Morales as little time as a week to respond to some of the requests under threat of discharge or discipline. Gimbel and the department argued that the deadlines were unrealistic and the orders were invalid because they weren't approved at an open meeting. The city's Democratic mayor, Tom Barrett, urged the commission to slow down.\n\nGimbel said Morales wouldn't make any decisions about his next move until next week. He declined further comment.\n\n___\n\nFollow Todd Richmond on Twitter at https://twitter.com/trichmond1"}}