{"GDELT": {"GlobalEventID": 939524017, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor1Code": "ARE", "Actor1Name": "UNITED ARAB EMIRATES", "Actor1CountryCode": "ARE", "Actor2Code": "IND", "Actor2Name": "KERALA", "Actor2CountryCode": "IND", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.72792149866191, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Malappuram, Andaman and Nicobar Islands, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN01", "Actor1Geo_ADM2Code": "17545", "Actor1Geo_Lat": 11.7833, "Actor1Geo_Long": 92.7167, "Actor1Geo_FeatureID": "-2103416", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Malappuram, Andaman and Nicobar Islands, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN01", "Actor2Geo_ADM2Code": "17545", "Actor2Geo_Lat": 11.7833, "Actor2Geo_Long": 92.7167, "Actor2Geo_FeatureID": "-2103416", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Malappuram, Andaman and Nicobar Islands, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN01", "Action2Geo_ADM2Code": "17545", "Action2Geo_Lat": 11.7833, "Action2Geo_Long": 92.7167, "Action2Geo_FeatureID": "-2103416", "DATEADDED": 20200807181500, "SOURCEURL": "https://www.businesstoday.in/sectors/aviation/breaking-air-india-flight-crash-lands-at-kozhikode-with-191-fliers-splits-in-two/story/412359.html"}, "ARTICLE": {"TITLE": "Air India Express flight crash Updates: Aviation Ministry meeting underway; 14 dead, 15 gravely injured", "TEXT": "An Air India Express flight IX 1344 from Dubai to Kerala's Kozhikode skidded off the runway while landing at the Karipur Airport on Friday night. The jet was carrying 190 passengers, including 10 infants, two pilots and four crew members at the time of the incident, ANI reported. The impact from the crash split the aircraft into two pieces with debris strewn all over the runway. Resuce operations are underway.\n\nAviation regulator Directorate General of Civil Aviation (DGCA) has order a detailed investigation into the crash, ANI reported.\n\nHome Minister Amit Shah expressed distress on the incident. \"Have instructed NDRF to reach the site at the earliest and assist with the rescue operations,\" he tweeted.\n\nIn a tweet, former Union Minister of State for Tourism Alphons KJ informed that the pilot of the plane has died and lots of passengers have been injured. All passengers have been evacuated, he added.\n\nFollow BusinessToday.In for LIVE updates on the Air India Express plane crash:\n\n11.08 PM: A high-level meeting of Civil Aviation Ministry is underway at Rajiv Gandhi Bhawan. DGCA Director-General and officials of the ministry, Airport Authority of India and Air India Express officilas are present.\n\n10.51 PM: \"Deeply distressed to hear about the tragic plane crash of Air India Express flight at Kozhikode, Kerala. Spoke to @KeralaGovernor Shri Arif Mohammed Khan and inquired about the situation. Thoughts and prayers with affected passengers, crew members and their families,\" tweets President Ram Nath Kovind.\n\nDeeply distressed to hear about the tragic plane crash of Air India Express flight at Kozhikode, Kerala. Spoke to @KeralaGovernor Shri Arif Mohammed Khan and inquired about the situation. Thoughts and prayers with affected passengers, crew members and their families. — President of India (@rashtrapatibhvn) August 7, 2020\n\n10.43 PM: Four passengers are still trapped under debris and are being rescued. Two NDRF teams - one from Malappuram and second from Wayanad - have been dispatched for the site.\n\n10.38 PM: 14 dead and 123 injured in Kozhikode plane crash incident at Karipur airport, Malappuram SP told ANI. 15 are severely injured.\n\n14 dead, 123 injured and 15 seriously injured in Kozhikode plane crash incident at Karipur Airport: Malappuram SP to ANI. #Keralapic.twitter.com/QfFZxHDkVx — ANI (@ANI) August 7, 2020\n\n10.32 PM: Kozhikde Collector has floate a helpline number, 0495-2376901, for enquiries related to the Air India Express flight crash.\n\n10.31 PM: Air India Express has set up help centres in Sharjah and Dubai.\n\n10.16 PM: One NDRF team rushed to site of accident, says NDRF DG SN Pradhan.\n\nWe must remember that it is a tabletop runway at Kozhikode. There seems to have been injuries among all the passengers & some of them are unconscious. An NDRF team has been rushed to the spot & should be reaching any time there to join search &rescue operation: NDRF DG SN Pradhan https://t.co/Vgtq7UJuRCpic.twitter.com/Jo4cckfNmk — ANI (@ANI) August 7, 2020\n\n10.07 PM: \"Pained by the plane accident in Kozhikode. My thoughts are with those who lost their loved ones. May the injured recover at the earliest. Spoke to Kerala CM @vijayanpinarayi Ji regarding the situation. Authorities are at the spot, providing all assistance to the affected,\" tweets Prime Minister Narendra Modi.\n\nPained by the plane accident in Kozhikode. My thoughts are with those who lost their loved ones. May the injured recover at the earliest. Spoke to Kerala CM @vijayanpinarayi Ji regarding the situation. Authorities are at the spot, providing all assistance to the affected. — Narendra Modi (@narendramodi) August 7, 2020\n\n10.04 PM: Visuals of emergency operations at Karipur airport.\n\n#WATCH Kerala: Dubai-Kozhikode Air India flight (IX-1344) with 190 people onboard, skidded during landing at Karipur Airport today. (Video source: Karipur Airport official) pic.twitter.com/6zrcr7Jugg — ANI (@ANI) August 7, 2020\n\n10.03 PM: The flight was being operated in a Boeing 737 aircraft.\n\n10.01 PM: PM Narendra Modi spoke to Kerala CM Pinarayi Vijayan about the Air India Express flight crash. CM Vijayan informed PM Modi that a team of officials, including Kozhikode and Malappuram District Collectors and IG Ashok Yadav have arrived at the airport and are participating in the rescue operation, informed Kerala CMO.\n\n9.54 PM: Visuals from outisde of Karipur airport where Air India Express flight IX 1344 crash landed with 191 passengers\n\n9.50 PM: \"Deeply distressed to hear about the Air India Express tragedy at Kozhikode. Prayers are with the bereaved families and those injured. We are ascertaining further details,\" tweeted External Affairs Minister S Jaishankar.\n\nDeeply distressed to hear about the Air India Express tragedy at Kozhikode. Prayers are with the bereaved families and those injured. We are ascertaining further details. — Dr. S. Jaishankar (@DrSJaishankar) August 7, 2020\n\n9.48 PM: Consulate General of India in Dubai has floated helpline numbers after the incident.\n\nAir India Express Flight No IX 1344 from Dubai to Calicut skidded off the runway.We pray for well being of passengers and crew and will keep you updated as and when we receive further updates.Our helplines 056 546 3903, 0543090572, 0543090572, 0543090575 @MOS_MEA@IndembAbuDhabi — India in Dubai (@cgidubai) August 7, 2020\n\n9.41 PM: \"Distressed to learn about the tragic accident of Air India Express aircraft in Kozhikode, Kerala,\" tweets Home Minister Amit Shah. \"Have instructed NDRF to reach the site at the earliest and assist with the rescue operations.\"\n\nDistressed to learn about the tragic accident of Air India Express aircraft in Kozhikode, Kerala.\n\n\n\nHave instructed NDRF to reach the site at the earliest and assist with the rescue operations. — Amit Shah (@AmitShah) August 7, 2020\n\n9.35 PM: Diretorate General of Civil Aviation (DGCA) has ordered a thorough investigation in the matter.\n\n9.25 PM: \"Air India Express skids off the run way at Kozhikode, front portion splits , pilot dies and lots of passengers injured. All passengers evacuated. Very lucky the aircraft didn't catch fire,\" tweets former Union Minister of State for Tourism Alphons KJ.\n\nSecond tragedy of the day in Kerala : Air India Express skids off the run way at Kozhikode, front portion splits , pilot dies and lots of passengers injured . All passengers evacuated. Very lucky the aircraft didn’t catch fire @narendramodi@JPNadda — Alphons KJ (@alphonstourism) August 7, 2020\n\n9.17 PM: Total 190 passengers were on board Air India Express flight IX 1344 at the time of crash, including 174 passengrrs, 10 infants, two pilots and four other crew members.\n\n#UPDATE There were total 184 passengers, including 10 infants and 6 crew members, including two pilots, onboard Dubai-Kozhikode Air India flight (IX-1344) that skidded during landing at Karipur Airport today: Air India Express pic.twitter.com/vcGRBdlyRR — ANI (@ANI) August 7, 2020\n\n9.15 PM: The crash occured at 7.45 PM, informs local police.\n\nDubai-Kozhikode Air India flight (IX-1344) skidded during landing at Karipur Airport at around 7.45 pm today: Kondotty Police. #Keralapic.twitter.com/UaXZuGrvhB — ANI (@ANI) August 7, 2020\n\n9.01 PM: Air India Express flight IX 1344 skidded off runway at Karipur airport, Kozhikode with more than 190 passengers."}}