{"GDELT": {"GlobalEventID": 939523929, "Day": 20200807, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5945, "Actor2Code": "MNCUSA", "Actor2Name": "NETFLIX", "Actor2CountryCode": "USA", "Actor2Type1Code": "MNC", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 16, "NumSources": 4, "NumArticles": 16, "AvgTone": 1.37457303596544, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Elon, Ha?afon, Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS03", "Actor2Geo_ADM2Code": "18314", "Actor2Geo_Lat": 33.0637, "Actor2Geo_Long": 35.2201, "Actor2Geo_FeatureID": "-779663", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Elon, Ha?afon, Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS03", "Action2Geo_ADM2Code": "18314", "Action2Geo_Lat": 33.0637, "Action2Geo_Long": 35.2201, "Action2Geo_FeatureID": "-779663", "DATEADDED": 20200807181500, "SOURCEURL": "https://www.lmtonline.com/entertainment/article/Shira-Haas-on-Finally-Filming-Shtisel-15467262.php"}, "ARTICLE": {"TITLE": "Shira Haas on Finally Filming ‘Shtisel’ Season 3", "TEXT": "Shira Haas on Finally Filming ‘Shtisel’ Season 3\n\nPhoto: Ohad Romano Photo: Ohad Romano Image 1 of / 1 Caption Close Shira Haas on Finally Filming ‘Shtisel’ Season 3 1 / 1 Back to Gallery\n\nClick here to read the full article.\n\nProduction on scripted television has only recently started again internationally, having been shut down since March when the coronavirus pandemic swept across the globe. Now that it’s beginning again, crew members are clad in PPE, and common wisdom has dictated that actors are safest if they are socially distant even as they film — posing a challenge for fight scenes and love scenes.\n\nBut the television show “Shtisel” — the hit Israeli drama about an ultra Orthodox family in Jerusalem, which began shooting a nine-episode third season earlier this summer — doesn’t have to change any of its already modest material. “It’s ‘Shtisel,’ you know?” said the show’s breakout star Shira Haas. “There are not a lot of scenes of touching and stuff like that.”\n\nHaas, 25, was recently nominated for an Emmy for actress in a limited series for Netflix’s “Unorthodox,” which received eight nominations in total. But playing Ruchami Weiss on “Shtisel” was her second on-screen role — one she took on during her final year of high school. When speaking with Variety for a Power of Young Hollywood cover story, Haas talked about her affection for the show.\n\nHaas said she “gave up the idea of a third season,” but was thrilled to be proven wrong. “I mean, we shot the second season — the last one — five years ago. But to go back to it, and to be Ruchami again, is amazing.”\n\n“Shtisel” creators Ori Elon and Yehonatan Indursky conceived of Ruchami after producer Dikla Barkai said the show didn’t have enough women characters on it. Barkai told Variety over email that Elon and Indursky “understood it immediately,” and came up with Ruchami.\n\n“The combination of Shira and the character was magical,” Barkai said. “Shira understood something very deep about Ruchami… I think that both of them, Shira and Ruchami, are full of belief, and they will do anything (anything means a lot!) for what they believe in.”\n\n“Shtisel” — produced by Yes Studios and the Fremantle label Abot Hameiri — ran on Yes TV on Israeli television for two seasons in 2013 and 2015-16, winning a number of awards from the Israeli Television Academy (the country’s equivalent of the Emmys). In December 2018, Netflix started streaming the show, making “Shtisel” a global phenomenon, and sparking a third season.\n\nUntil then, even the creative team had given up on doing a third season, Barkai said: “But then it was aired on Netflix, and we couldn’t believe the international embrace that the show got. We were thrilled by the response on the social media, and the reviews we read on the leading magazines. Neither Yes (the Israeli channel) nor we (the producers) could stand aside — we had to get everybody together and to create another season, and I’m so glad we did it.”\n\n“Shtisel” was nearly a victim of its own success, though, as one of its delays was because in spring 2019, the Israeli Actors Association asked the cast not to sign new contracts unless they were fairly compensated, since the show had become a big international hit. By the end of the year, that problem was fixed: Barkai told Jewish News in December that the labor dispute had been resolved, saying, “We solved that and we are good.”\n\nHaas said the labor clash hadn’t been the only cause of delay: “The writing process took forever, and bringing everyone together again. But everyone really wanted to do it.”\n\nThe show is being shot in Jerusalem and Tel Aviv under strict COVID-19 protocols. Behind-the-scenes set photos posted on the Yes Studios Facebook page, show the crew in masks. “This is the first time I’ve been on set since the pandemic,” Haas said. “There aren’t a lot of people on set, and everyone is very careful.”\n\n“I’m very happy to be on set, because it’s very rare in these days — as we all know — everywhere,” she continued. “I missed acting so much, and the camera and the crew and everyone — so I’m very, very happy to go back to my happy place, you know?”\n\nAccording to Barkai, “Shtisel” will premiere on Yes by the end of the year, and then will go to Netflix at some point in 2021. When viewers last saw Ruchami, she had willed her parents into accepting her impetuous marriage, though they had been dead set against it. Will the show pick up where it left off, or will it jump into the future?\n\n“I have made the scariest secret contract!” Haas said. “I can’t say anything! I wish, I wish, I wish.”\n\nBarkai could be slightly more forthcoming. “The story will take place four years after the last season, similar to the real time that passed since our last season,” she said. “Other than that, I can say that Ruchami will have a beautiful story in this season, together with her husband Hanina.\n\nHaas said: “The first time I read the script, I cried. And I’m not like an easy crier, if that’s how you say it?”\n\n“And it’s very touching, and very beautiful,” she continued. “I read it, and it really brought me back five years ago like it was two months ago. So I want to believe that’s a good sign.”\n\nSign up for Variety’s Newsletter. For the latest news, follow us on Facebook, Twitter, and Instagram."}}