{"GDELT": {"GlobalEventID": 939523821, "Day": 20190808, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.5973, "Actor1Code": "FRAELI", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor1Type1Code": "ELI", "Actor2Code": "USA", "Actor2Name": "NEW ORLEANS", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 115, "EventBaseCode": 115, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 4, "NumArticles": 8, "AvgTone": -3.2835820895522403, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200807181500, "SOURCEURL": "https://www.seattlepi.com/news/article/Comedian-Andy-Dick-sues-man-who-punched-him-in-15467242.php"}, "ARTICLE": {"TITLE": "Comedian Andy Dick sues man who punched him in New Orleans", "TEXT": "Comedian Andy Dick sues man who punched him in New Orleans\n\nFILE - In this Aug. 25, 2013, file photo, actor Andy Dick arrives at the Comedy Central Roast of James Franco at The Culver Studios in Culver City, Calif. Comedian Andy Dick has filed a lawsuit in New Orleans against the man who punched him last year outside a French Quarter nightclub. Documents in the July 30, 2020, lawsuit were made public Thursday, Aug. 6, The Times-Picayune/The New Orleans Advocate reported. (Photo by Dan Steinberg/Invision/AP, File) less FILE - In this Aug. 25, 2013, file photo, actor Andy Dick arrives at the Comedy Central Roast of James Franco at The Culver Studios in Culver City, Calif. Comedian Andy Dick has filed a lawsuit in New Orleans ... more Photo: Dan Steinberg, Dan Steinberg/Invision/AP Photo: Dan Steinberg, Dan Steinberg/Invision/AP Image 1 of / 1 Caption Close Comedian Andy Dick sues man who punched him in New Orleans 1 / 1 Back to Gallery\n\nNEW ORLEANS (AP) — Comedian Andy Dick has filed a lawsuit in New Orleans against the man who punched him last year outside a French Quarter nightclub.\n\nDocuments in the July 30 lawsuit were made public Thursday, The Times-Picayune/The New Orleans Advocate reported.\n\nDick, 54, said the punch by David Hale, 47, caused “serious, permanent and disabling injuries.” He seeks compensation for medical expenses and lost wages, among other damages.\n\n“The entire suit is ridiculous,” Hale's attorney, Michael Kennedy, said in an emailed statement Friday to The Associated Press. Kennedy, who has denied wrongdoing by Hale, said it was “appalling” that Dick would seek lost wages during a pandemic.\n\nHale has maintained that Dick provoked him into hitting him by grabbing Hale’s genitals and winking at him outside the club where Dick had performed. Dick has denied he touched Hale.\n\nOn July 28, the New Orleans district attorney's office said it was dropping prosecution of Hale because Dick had not been cooperative and had not kept in touch with prosecutors.\n\nA district attorney spokesman, Ken Daley, said the case could be revived if Dick reestablishes contact with the district attorney’s office. Dick later said he would be willing to come to New Orleans to testify against Hale."}}