{"GDELT": {"GlobalEventID": 939692408, "Day": 20200808, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5973, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "LEG", "Actor2Name": "SPEAKER OF THE HOUSE", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.03030303030303, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bogoro, Borno, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI27", "Actor1Geo_ADM2Code": "22700", "Actor1Geo_Lat": 11.7066, "Actor1Geo_Long": 14.2377, "Actor1Geo_FeatureID": "10203581", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bogoro, Borno, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI27", "Actor2Geo_ADM2Code": "22700", "Actor2Geo_Lat": 11.7066, "Actor2Geo_Long": 14.2377, "Actor2Geo_FeatureID": "10203581", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bogoro, Borno, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI27", "Action2Geo_ADM2Code": "22700", "Action2Geo_Lat": 11.7066, "Action2Geo_Long": 14.2377, "Action2Geo_FeatureID": "10203581", "DATEADDED": 20200808230000, "SOURCEURL": "https://nationalaccordnewspaper.com/hundreds-of-dogaras-supporters-dump-pdp-for-apc/"}, "ARTICLE": {"TITLE": "Hundreds of Dogara’s supporters dump PDP for APC", "TEXT": "ARMSTRONG ALLAHMAGANI, Bauchi\n\nHundreds of supporters of the immediate past Speaker of the House of Representatives, Yakubu Dogara have also dumped the People’s Democratic Party, in Bogoro local government area of Bauchi state to join him in the All Progressives Congress.\n\nThe APC Chairman in Bogoro LGA, Haruna Rikaya, who received the decampees on Saturday in the LGA, explained that all those who defected from the PDP are faithful supporters of Yakubu Dogara who are always ready to follow him anywhere he goes.\n\nHe added that all the reasons advanced by Dogara for returning to the APC were genuine, stressing that “the only option left for him in order to salvage his political future was to leave the PDP back to the APC.”\n\nRikaya assured that all the decampees will be treated equally with those they met on ground.\n\nAccording to him, what is more important is unity of purpose to enable the APC bounce back to regain power in subsequent elections starting with the local government elections in October this year.\n\nBulus Iliya who led the decampees, said that his decision to return to the APC was informed by the need to be united with his political godfather, Yakubu Dogara.\n\nHe said, “In Nigeria politics, loyalty pays, therefore as a Political student of Yakubu Dogara, I will remain loyal to him.”\n\nIliya called on the Bauchi State Governor, Bala Mohammed to be just and fair in the conduct of the local government Councils election saying, “just as he got fair and just treatment in 2019 when he won the Gubernatorial Election, he should ensure that whoever wins the election should be declared no matter which political party”.\n\nHe declared that while in the PDP the Yakubu Dogara led caucus was treated with disdain without given any attention and recognition saying that, “we have therefore decided to retrace our steps and come back home”.\n\nHe therefore declared his intention to contest the local government election under the APC in Bogoro LGA.\n\nIliya called for support from the people of the area stating however that, “we are back home now and never to go out again whether we win or lose election, that is politics”.\n\nShare this: Twitter\n\nFacebook\n\nWhatsApp\n\nEmail\n\nPrint\n\n\n\nLike this: Like Loading..."}}