{"GDELT": {"GlobalEventID": 939692604, "Day": 20200808, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5973, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "COP", "Actor2Name": "POLICE CHIEF", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.85470085470085, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Spain", "Actor2Geo_CountryCode": "SP", "Actor2Geo_ADM1Code": "SP", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "SP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP", "Action2Geo_Lat": 40.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "SP", "DATEADDED": 20200808230000, "SOURCEURL": "https://www.al.com/news/birmingham/2020/08/funeral-held-for-uab-police-sergeant-who-died-of-covid-19.html"}, "ARTICLE": {"TITLE": "Funeral held for UAB police sergeant who died of COVID-19", "TEXT": "Family, friends and emergency responders gathered to pay last respects to UAB Police Sgt. Parnell Guyton today at a graveside service in Birmingham’s Elmwood Cemetery.\n\nBirmingham fire fighters hoisted a large American flag over the cemetery as a “final farewell” to Sgt. Guyton whose battle with COVID-19 stretched over several months before he died of the illness in late July.\n\nA final farewell to UAB Police Sgt. Parnell Guyton. pic.twitter.com/1jwA8YRcC5 — Birmingham Fire (@bham_fire) August 8, 2020\n\nGuyton, 47, was a UAB police officer for 16 years, and one of UAB’s first COVID-19 patients after he was diagnosed in March. Guyton was in the intensive care unit for 59 days after that, 45 of those on a ventilator. He spent a month after that at UAB’s Spain Rehabilitation Center before going home on June 30.\n\nGuyton’s recovery was described as miraculous when he left the hospital, but he fell sick again in July and was readmitted. He died on July 31.\n\nAfter Guyton’s death, UAB President Ray Watts and Police Chief Anthony Purcell issued a statement expressing their heartbreak.\n\n“If you knew Sergeant Guyton, you are fortunate and better for it,” they said. “He was an exemplary officer and dear friend. Most importantly, he was a beloved husband and father, and our thoughts, prayers and support are with his family in this difficult time.”\n\nGuyton is survived by his wife Fekisha Vaughan Guyton and their 7-year-old son."}}