{"GDELT": {"GlobalEventID": 939692328, "Day": 20200808, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5973, "Actor1Code": "CVL", "Actor1Name": "MIGRANT", "Actor1Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.3285917496443798, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "English Channel, United Kingdom (general), United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK00", "Actor1Geo_ADM2Code": "154724", "Actor1Geo_Lat": 54.5833, "Actor1Geo_Long": -3.68333, "Actor1Geo_FeatureID": "-2595622", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Folkestone, Kent, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKG5", "Action2Geo_ADM2Code": "40117", "Action2Geo_Lat": 51.0833, "Action2Geo_Long": 1.18333, "Action2Geo_FeatureID": "-2596358", "DATEADDED": 20200808230000, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8608075/France-demands-30million-help-stem-flow-migrants-Channel.html"}, "ARTICLE": {"TITLE": "France demands £30million to help stem flow of migrants across the Channel", "TEXT": "France is expected to demand £30million to help stem the flow of migrants across the Channel after 151 made the journey in the last 24 hours - as a former Royal Marine is tasked with heading negotiations.\n\nBritain's home secretary Priti Patel has teamed up with the defence secretary Ben Wallace to form a plan for tackling the migrant crisis in the UK.\n\nA source told The Telegraph French officials have asked the UK to pay £30million towards more beach patrols.\n\nSome 532 people have reached Dover after setting out in small boats and dinghies since Thursday - when a record-breaking 235 arrived in 17 vessels in one day.\n\nAs a former Royal Marines Commando who served in Iraq and Kosovo, it is hoped Dan O'Mahoney can stop organised gangs smuggling people across the channel from Calais.\n\nMs Patel said on Saturday night: 'The number of illegal small boat crossings is appalling.\n\n'We are working to make this route unviable and we are arresting the criminals facilitating these crossings and making sure they are brought to justice.'\n\nA group of migrants attempting to cross the channel in a dinghy were picked up by the National Gendarmerie and taken back to Calais today\n\nA toddler (pictured) was carried to safety by the Border Force as officials work around the clock amid a sharp rise in the number of people making the treacherous journey\n\nOther images showed a suspected migrant being pushed along in a wheelchair by officials in Dover\n\nFour men, some using shovels as paddles, use a small dinghy to cross the English Channel on August 7\n\nMr O'Mahoney will take on the role of 'clandestine Channel threat commander'. He said: 'This role is vitally important in the fight to end the heinous crime of people smuggling across the Channel.'\n\nThe recent heatwave and calm seas have encouraged more boats than ever to cross the vast 84km expanse of water.\n\nA wheelchair user, a pregnant woman, unaccompanied children and a newborn baby were among the latest to arrive this week.\n\nUnder new plans Royal Navy and Border Force vessels would pick up migrants and take them to Dunkirk, northern France, rather than offering refuge in the UK.\n\nThe idea will be presented to the French government in Paris on Tuesday.\n\nThe youngster was carried from a boat containing at least six others. There appeared to be other young children on board\n\nBorder Force officers escort a group of men - believed to be migrants - all wearing protective face masks in Dover\n\nBorder Force vessel brings a group of people - including children - thought to be migrants into the port city of Dover\n\nBritain has so far paid more than £100million to fund the French response to the migrant crisis.\n\nIn 2015, the UK paid £10 million towards security reviews and reducing the number of migrants waiting to cross.\n\nAnother £17 million was paid in 2016, £36 million in 2017, £45 million in 2018, £3.25 million in 2019 and £2.25 million this year up until March.\n\nIt comes as more than 4,000 migrants have already made the crossing to the UK so far this year - more than double the total for 2019.\n\nOfficials are already disagreeing over whether millions more should be paid to help tackle the growing issue.\n\nTim Loughton MP, the senior Conservative member of the Home Affairs select Committee which monitors immigration for Parliament, told the newspaper: 'It is pretty rich for the French to be demanding yet more money from UK taxpayers to deal with a problem that they have singularly failed to deal with on their own territory.'\n\nBorder Force officer escorts a young family thought to be migrants from a Border Force vessel in Doveron Friday\n\nA tiny baby was spotted on Thursday morning arriving in Dover with its family after crossing the Channel in a dinghy - carried in what appears to be a gym bag\n\nMigrants were photographed using shovels to paddle their boats (pictured) and some have used paddling pools instead of proper vessels\n\nMeanwhile, a senior French government official blasted the accusation as a 'fantasy'.\n\nThey said: 'The simple fact is that a huge amount of work is successfully being put into stopping these crossings.'\n\nMr Wallace has agreed to tell advisers to put together a military response that could include using Archer class fast patrol boats off the south coast.\n\nUS-made P-8A Poseidon Maritime Patrol Aircraft, drones and helicopters could also spot migrants from the French coast so they can be intercepted by UK vessels.\n\nThe plan will be presented by Chris Philp, the Minister for Immigration Compliance, at a meeting with French interior minister Gérald Darmanin.\n\nThe group of weary migrants attempted to cross the channel by dinghy. They are pictured being escorted back to France\n\nThe National Gendarmerie escorted the migrants back to France after they tried to cross the channel\n\nIn a statement, the MoD said: 'We are assessing the requirement using the formal Military Aid to the Civilian Authorities process and are working hard to identify how we can most effectively assist.\n\n'As ever the MoD will do all it can to support HMG requirements.'\n\nPictures today emerged of a toddler being carried to safety by the Border Force from a boat containing at least six others. There appeared to be other young children on board the vessel as it docked in Dover.\n\nOther images showed a migrant being pushed along in a wheelchair by officials in Dover.\n\nOn current trends, around 7,500 migrants will cross the Channel by the end of the year, according to an analysis of official figures by Migrationwatch.\n\nThis would be nearly four times the 1,892 that entered the UK via the crossing in the whole of 2019, the campaign group projected.\n\nAlmost 4,000 migrants have crossed the Channel to the UK so far this year. Pictured: Children are picked up by the Border Force vessel Hunter after being brought into Dover, Kent on small boats crossing the English Channel on Friday\n\nKent county council has seen more than 500 unaccompanied child migrants, 23 of which came in on Thursday alone.\n\nCouncil leader Roger Gough told The Times: 'Numbers started picking up last year with young people coming through in lorries. Then with the shutdown and disruption to freight channels, there was much more reliance on boats.\n\n'We do not want a situation when there are adults in a setting with children and young people.\n\nImmigration still too high – poll More than half of Britons think immigration is still too high despite years of Tory promises to bring it down, a study said yesterday. It warned Boris Johnson that if his points-based immigration system allows a wave of mass immigration, then voters will turn against him. The study from the Migration Watch UK think-tank said most recent polling found that 54 per cent think immigration has been too high over the past decade. Only 5 per cent think it has been too low. And more than six in ten said they believe the Government has been mishandling immigration policies. The analysis found that fears over the effects of large-scale immigration became a major concern after Tony Blair opened the doors to millions from both inside and outside the European Union. Worries declined after David Cameron came to power in 2010 promising to cut immigration back to 1990s levels and subsided further after the 2016 Brexit referendum. The report said: 'Most continue to have strong views about a perceived lack of effective immigration control.' Advertisement\n\nMinisters are said to be considering using Australia's 'push back' method - a tactic used to stop illegal migrants arriving from Indonesia - according to sources.\n\nIt would involve using the navy to intercept migrant boats in the channel.\n\nBut some are concerned that such drastic interventions could lead to drownings - with some questioning whether the move would be legal in the first place.\n\nOne source in the Defence Ministry said it was 'completely potty' to get the navy involved, The Times reported.\n\nOne group of 14 migrants - including a heavily pregnant woman - managed to land on the Kent coast this morning and came ashore in the village of Kingsdown, near Deal.\n\nOfficers were seen taking away possessions in evidence bags as the migrants sat on the pebbles looking tired after completing their journey.\n\nTwo other groups reportedly landed at Folkestone and Deal while multiple boats were brought into Dover Marina on what is expected to be another busy day for Border Force officials.\n\nA second extra large customs cutter was drafted in to help deal with people making the treacherous 21-mile journey across the world's busiest shipping route.\n\nThe Dover Lifeboat did not return to the marina until shortly before 8pm on Friday after being called out to more migrants in trouble at 4.30pm.\n\nTheir first call out was at around 3.30am and the crew were back at sea at 9am today with crossings expected to continue until at least midday.\n\nIt comes after more than 130 migrants were picked up in 13 small boats on Friday.\n\nOn Thursday, 235 people landed or were brought ashore from boats in the English Channel, a record number for a single day.\n\nIn some cases, makeshift flotation devices have been created out of household items.\n\nThe fleet of dinghies included a a girl aged around eight, another around 10 as well as at least five large groups of adults in the Kent town\n\nA group of people thought to be migrants were escorted by Border Force staff into Dover\n\nA man was found with empty lemonade bottles strapped to his body just four miles off the French coast in a highly-dangerous bid to swim to Britain.\n\nIn another shocking case, a group tried to get to the other side of the channel in a children's paddling pool while some have tried wooden boats or kayaks.\n\nHarrowing images of children wearing lifevests being picked up by the Border Force vessel Hunter after being brought into Dover, Kent, on a small boat emerged this week.\n\nHome Secretary Ms Patel has said the Royal Navy could be called in to prevent boats reaching UK waters, though other senior officials and politicians say that could be impractical and potentially dangerous.\n\nShe tweeted: The number of illegal small boat crossings is appalling and unacceptably high.\n\n'The figures are shameful. France and other EU states are safe countries. Genuine refugees should claim asylum there, not risk their lives and break the law by coming to the UK.\n\nPictured: A swimmer crosses the English Channel as, in the background, a dinghy carrying migrants is escorted by French border police on Friday\n\n'I am working to make this route unviable. This involves: Stopping the boats leaving France in the first place and intercepting boats and returning those attempting to make a crossing.\n\n'This is complex to do and we face serious legislative, legal and operational barriers.'\n\nBut Labour former home secretary Jack Straw said any move modelled on Australia's controversial 'push-back' approach could have deadly consequences.\n\n'I don't think that just trying to push these people back is going to work and it will only take one of these dinghies to capsize and everybody to drown, which is perfectly feasible, for their to be a hullabaloo, including in the Conservative Party, and for the policy to have to be reversed, so I wouldn't go down that route,' he told BBC Radio 4's Today programme.\n\nBorder Force chief Tony Smith said extra resources may not solve the problem as the Navy would 'be in the same boat as Border Force in terms of policy. The only powers we have are search and rescue and that is what we have been doing'.\n\nHe said that dangerous crossings of the Channel by boat will continue without an agreement with the French to return migrants.\n\nDover Tory MP Natalie Elphicke said it was 'absolutely essential' to stop the continued migrant crossings and said 'all options need to be on the table' to keep them from arriving from France, including the Navy\n\nHe said smugglers are exploiting a 'loophole' in the law of the sea which obliges vessels to rescue people once they enter the waters of their jurisdiction.\n\n'I think it can be overcome by bilateral agreements, we've done that before with the French.\n\n'Once you're on the waterways the law of the sea kicks in and we haven't, without a bilateral agreement on instant returns or joint patrols with the French, which would enable us to safely return them to France to be processed, we're going to see I'm afraid continual numbers of this.\n\n'And we need to find a way of breaking this circle and stopping the pull factor which is fuelling the smuggling supply chains.'\n\nAmong Friday's illegal arrivals there was a group of 12 men in their 20s, who were on a small vessel that was intercepted by Border Force officers\n\nFormer Royal Navy officer Rear Admiral Chris Parry said 'innovative solutions' like using unemployed passenger liners to re-route migrants are needed.\n\nHe said: 'We don't have to take them back to dry land. There's any number of unemployed passenger liners on the south coast at the moment, they could actually be taken there for processing for medical assessment and then onward routing either back to France or to the United Kingdom.\n\n'I think people need to understand that the old ways are just not cutting it at the moment and we need to apply innovative solutions.'\n\nBut Mr Smith said: 'Once they are under our jurisdiction we will immediately face asylum claims.\n\nThe number who have reached Britain so far this year is now already double the total who arrived in the whole of 2019\n\n'Without that agreement from the French to actually interdict people on the high seas and take them back to France the message is getting back to the migrants and to the smugglers that this is the way in and that does create a huge pull factor.\n\n'We could see something very similar to what we saw in the Mediterranean three or four years ago where the word will get out that all you need to do is get out on to the English Channel, you will be brought into the UK and it's very unlikely you'll be returned.'\n\nMP for Dover Natalie Elphicke said more needs to be done to stop the crossings.\n\nShe said: 'Putting an end to the small boats crossings crisis will only happen when migrants and traffickers alike know that they won't succeed in breaking Britain in this way.\n\n'For me that has three parts: firstly making sure that the boats don't leave France in the first place, if they do leave French shores that they're picked up early, and returned immediately to France and if people do break into our country and arrive on our shores that they are turned back to France.'\n\nA border force vessel brought the group into Dover today after 130 people made the perilous crossing on Friday\n\nAsked about speculation that Ms Patel was considering drafting in the Navy, Ms Elphicke said: 'There's some discussion about the Navy, and what I'd say is that as we've gone into this record number of people crossing over this year all options need to be on the table.\n\n'But whoever it is that's involved what we must make sure is that boats are deployed not to bring people into this country but to return them to France and for the French to do more to make sure that those boats don't leave in the first place.'\n\nMs Elphicke said the UK has an 'incredibly important' role in humanitarian and asylum issues around the world.\n\nShe added: 'What I don't agree with is that we should be encouraging or allowing illegal people trafficking that actually preys on some of the most vulnerable people and puts them at risk of their very lives.\n\n'What we've seen here in Kent, here in Dover and Deal, is we've seen an unacceptable situation of small boats actually arriving at the beaches, of people getting off those boats and roaming round the area and that's very, very worrying and concerning for local residents.'\n\nIt comes as migrants crossing the Channel were seen using makeshift flotation devices including lemonade bottles to make the dangerous journey.\n\nUK ministers plead with France to get tough on Channel migrants amid warning that 7,500 could cross by Christmas UK ministers have pleaded with France to get tough on migrants crossing the Channel to Britain after figures suggest that 7,500 migrants could cross by Christmas. Almost 4,000 migrants have crossed the Channel to the UK so far this year, according to analysis of Border Force figures. This is thought to be more than double the total for the whole of 2019 where fewer than 2,000 are believed to have arrived in the country. On current trends, around 7,500 migrants will cross the Channel by the end of the year, according to an analysis of official figures by Migrationwatch. This would be nearly four times the 1,892 that entered the UK via the crossing in the whole of 2019, the campaign group projected. Advertisement\n\nMigrants were photographed using shovels to paddle their boats and some have used paddling pools instead of proper vessels.\n\nClare Moseley of the Care4Calais charity told The Times: 'The people who do not have money, and not everybody can pay people smugglers, are seeing others getting across and are getting more and more desperate that they will be left out.\n\n'They try kayaks, wooden rowing boats. It is terrifying.'\n\nLucy Moreton, professional officer of the Immigration Service Union, said: 'Prices for crossing have fallen but for some people an average price of around £4,000 per crossing per individual is too much.'\n\nMs Elphicke's fellow local Tory MP Damian Collins said the number of migrants crossing the Channel is 'shamefully high' and 'unacceptable' for his constituents.\n\nSpeaking on Channel 4 News, Mr Collins, who represents Folkestone and Hythe, said: 'It's good to have more observation at sea and more ships that can intervene if there's a problem, but having the Navy there doesn't mean we can suddenly intercept migrants in French territorial waters any more than we would let the French navy conduct operations within ours.'\n\nMr Collins said: 'It's clearly unacceptable for my constituents and for other people on the south-east coast to think that our borders are open, that anyone can get in a small boat, whoever they are, and make their way to the UK illegally.\n\n'Having the Navy in the Channel is great, but it won't solve the problem unless they can patrol French waters and at the moment there is no agreement that they can.'\n\nThe Home Secretary's spokesman said the 'fantastic weather' was behind the surge despite ongoing efforts to prevent them while Immigration Minister Chris Philp said he shares 'the anger and frustration of the public' at the 'appalling number' of crossings.\n\nMr Philp is to visit France next week to speak with counterparts following a 'constructive' meeting with the country's deputy ambassador earlier this week.\n\nThe fleet of dinghies included a girl aged around eight, another about 10, as well as at least five large groups of adults in the Kent town.\n\nThe children, some too young to walk, were picked up by the Border Force vessel Hunter and taken into a white tent at the marina at 12.15pm.\n\nSome of the adults - who appeared mainly to be men - carried their possessions in plastic bags before they were processed."}}