{"GDELT": {"GlobalEventID": 939626607, "Day": 20200808, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5973, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "MIL", "Actor2Name": "MILITARY BASE", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.32450331125828, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kremlin, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Central African Republic", "Actor2Geo_CountryCode": "CT", "Actor2Geo_ADM1Code": "CT", "Actor2Geo_Lat": 7.0, "Actor2Geo_Long": 21.0, "Actor2Geo_FeatureID": "CT", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kremlin, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200808100000, "SOURCEURL": "https://www.msn.com/en-us/news/world/russia-looks-to-africa-to-extend-its-military-might/ar-BB17ILlR"}, "ARTICLE": {"TITLE": "Russia Looks to Africa to Extend Its Military Might", "TEXT": "© Provided by The Daily Beast OLGA MALTSEVA/AFP via Getty Images\n\nMOSCOW—From Russia’s cyber-meddling in the U.S. presidential elections to its alleged hacking of coronavirus research, it’s clear the Kremlin is keen to undermine the democratic West. And it’s now looking to a new front to extend its hard and soft power and prop up fellow authoritarian regimes: the continent of Africa.\n\nLast week, the German newspaper Bild raised alarms about Russia’s growing influence in Africa, citing a classified German Foreign Ministry report that Russia has concluded agreements with six African nations to install military bases abroad, including in Egypt and Sudan.\n\nA private pro-Kremlin Russian newspaper, seeming to offer an unofficial answer, called the report false and countered that the West is merely jealous of warming trade ties.\n\nStill, Vladimir Putin has made little secret of his interest in projecting the Kremlin’s influence around the world, and of making Africa a priority region for military cooperation. By forging military agreements with African countries, Russia is trying to “fit” the modern security system, pro-Kremlin experts say, competing with China and the United States.\n\nRussia’s military return to Africa began soon after the conflict in Ukraine in 2014. Moscow signed agreements for cooperation with more than 20 countries, including Madagascar, Angola, the Central African Republic, Nigeria, Sierra Leone, Zimbabwe, and Tanzania. According to the Stockholm International Peace Research Institute, Algeria is the largest recipient of Russian armaments in Africa, followed by Egypt, Sudan, and Angola. Many of these countries cooperated with the Soviet Union for decades. Soviet military surveillance planes, such as the Tu-95s and Tu-142s, used Luanda, the Angolan capital, as a base from which they could comb the Southern Atlantic Ocean for U.S. submarines.\n\nThe Soviet Union had also teamed up with Angola’s Marxist leaders and backed a Cuban military intervention in Angola that continued from 1975 to 1991, poisoning relations between Moscow and Washington on African issues.\n\nRussian independent military expert Alexander Golts believes U.S. President Donald Trump’s isolationist policy has encouraged the Russian moves. America’s pullback, he said, makes it “comfortable” for Russia to expand its activity in the Middle East and Africa.\n\n“We can see that Russian military officers work in the Central African Republic, we see how Moscow increases its military activities in adventurous campaigns in Syria and Libya, while Trump prefers to stay away,” Golts told The Daily Beast.\n\n“Repeating the practice of Soviet leaders, who for decades threatened with expansion, Russia is trying to convince the United States and especially China that it can compete in Africa. But this time, it is much more a psychological thing by Putin—who’s been promising Russians to get them off their knees—than ideological,” as was the Russian support for African communist movements.\n\nOn Sunday, Bild cited a classified report by the German Foreign Office on “Russia’s new Africa ambitions.” It said the Kremlin had “contractually assured that it would build military bases in six states: the Central African Republic, Egypt, Eritrea, Madagascar, Mozambique and Sudan.”\n\nThe newspaper explained that African dictatorial regimes already use Russian mercenaries to gain or remain in power: “Russia, just like China, does not link its aid to questions of the rule of law” in the autocratic states on the continent, the report says. “In the secret paper, the Foreign Office analysts do not mince words: the capabilities of Russia’s armed forces and mercenaries are ‘of great interest to autocratic regimes in possible operations against their own people,’” the newspaper reported.\n\nIn response, the Russian newspaper Arguments of the Week immediately countered: “Berlin is afraid that Russia will occupy Africa.”\n\n“Our country has a big part of the market on the Dark Continent,” the newspaper wrote, using a derogatory phrase for Africa, even in Russian. “Berlin is concerned that Russia can strengthen its position on the international arena, receiving Africa’s support for its policy at the United Nations.”\n\nIndeed, last year Russia teamed up with African members of the U.N. Security Council to block statements regarding a coup in Sudan. “Russia has cultivated authoritarian regimes in Africa as potential allies in blocking international efforts to promote human rights and democratic governance through U.N.-affiliated organizations and agencies,” the Carnegie Endowment for International Peace warned.\n\nAdditionally, Russia’s Foreign Ministry said two years ago, in March 2018, that at least 175 Russian military experts and instructors traveled to the Central African Republic to train local soldiers. Still, “it is one thing to train soldiers and sell weapons and a completely different thing to build military bases. That would require approval by the Russian parliament; besides, I cannot imagine Russia building a military base in Egypt,” where the United States already has close military cooperation with the country, Golts, the independent military expert, told The Daily Beast.\n\n“I think that the report published by Bild was a compilation of all the open sources that we have already heard about.”\n\nAfter nearly a decade of absence in Africa, the Kremlin announced its full-scale return last year. Putin received more than 10,000 delegates from 54 African states at his summer residence in the resort city of Sochi for a conference on Russia and Africa. In meetings with leaders of dozens of African states, Putin toasted $12.5 billion worth of deals for building nuclear plants, selling missile defense systems and military jets: “Let’s drink to the success of our joint efforts to develop full-scale mutually beneficial cooperation, well-being, peaceful future and prosperity of our countries and people,” he proclaimed.\n\nAt the summit, Russian officials promised to expand joint cooperation between Russian and African special services, exchange information, and continue training soldiers in African states.\n\nAfter Russia’s annexation of Crimea in March 2014, and the war in Eastern Ukraine, Moscow actively looked southwards for new bases, building one in Syria’s Latakia for the Russian air force and re-enforcing a Mediterranean naval base at Tartus, which Russia has held since Soviet times. The bases in Africa appear to be the next step in global expansion.\n\n“A few new Russian bases in Africa would be nothing compared to thousands of the U.S. military bases, which are like a net covering our entire planet,” Yuriy Krupnov, a pro-Kremlin geopolitical analyst, told The Daily Beast. “Russia has around 100 various projects around the strategically important continent of Africa, with [its] population of one billion people, with Russia-educated experts in nearly every country; but compared to China’s more than $60 billion investments, Russia’s hardly developing any infrastructure,” Krupnov added.\n\nRussia’s military comeback in Africa partners the country with a list of states notorious for violating human rights, suggesting an alternative source of military and secret service expertise for governments that fall from favor with Western Europe or the United States. Compared to China’s investments in Africa, Russia’s financial outlays are tiny. But as an exercise in extending influence, Russia’s moves in Africa are now undeniable. Says the pro-Kremlin analyst Krupnov: “Our return is just an effort to fit into the modern security system.”\n\nRead more at The Daily Beast.\n\nVideo: U.S. intelligence warns of election interference by China, Russia and Iran (CNBC)"}}