{"GDELT": {"GlobalEventID": 939626156, "Day": 20200808, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5973, "Actor1Code": "BUS", "Actor1Name": "AIRWAY", "Actor1Type1Code": "BUS", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.90052356020942, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Airway Heights, Washington, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWA", "Actor1Geo_ADM2Code": "WA063", "Actor1Geo_Lat": 47.6446, "Actor1Geo_Long": -117.59299999999999, "Actor1Geo_FeatureID": "1511953", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Airway Heights, Washington, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWA", "Actor2Geo_Lat": 47.6446, "Actor2Geo_Long": -117.59299999999999, "Actor2Geo_FeatureID": "1511953", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Airway Heights, Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_Lat": 47.6446, "Action2Geo_Long": -117.59299999999999, "Action2Geo_FeatureID": "1511953", "DATEADDED": 20200808100000, "SOURCEURL": "https://www.spokesman.com/stories/2020/aug/07/airway-heights-prisoner-faces-murder-charge-for-ki/"}, "ARTICLE": {"TITLE": "Airway Heights prisoner faces murder charge for killing cellmate – his sister’s abuser", "TEXT": "A man who beat his cellmate to death in the Airway Heights Corrections Center says he was seeking vengeance against the child rapist who preyed on his younger sister.\n\nShane S. Goldsby, 25, of Longview, Washington, faces a first-degree murder charge for the June 2 killing of 70-year-old Robert W. Munger, who had lived in the neighboring city of Kelso.\n\nAccording to court records, Goldsby was captured on surveillance video attacking Munger from behind in a common area of the Airway Heights prison, knocking Munger to the ground and proceeding to punch, kick and stomp on his head.\n\nMunger received a skull fracture and died in a hospital three days after the attack. In December, a Cowlitz County judge sentenced Munger to at least 43 years in prison following convictions for child rape, child molestation and possession of child pornography.\n\nGoldsby – who was in prison for an August 2017 episode in which he stabbed a person, stole a Kelso police vehicle and injured a state trooper during a pursuit – was transferred late last month to the Spokane County Jail.\n\nIn an interview with detectives and another with KHQ News, Goldsby said he killed Munger because his younger sister, who is still a minor, was one of Munger’s victims.\n\n“He raped my little sis,” Goldsby told the TV station last month.\n\nAccording to court records, Goldsby was transferred from another state prison and arrived at Airway Heights at about 10:30 a.m. on June 2. Detectives responded to a report of his attack on Munger just over two hours later.\n\nGoldsby told KHQ he became enraged after figuring out who Munger was, and a correctional officer brushed off his request for a different cellmate. Goldsby said he later tried to contact officers by pressing a button in his cell but got no response.\n\n“I had so much stuff going on in my head,” he said. “I wasn’t stable at that point. I wasn’t. I was getting to that point, because (Munger) kept wanting to give me details about what happened, what he did – about the photos and the videos of him doing this stuff. It was building up.”\n\nSurveillance video shows Goldsby knocked Munger into a metal table and threw at least 14 punches before stomping and kicking his head several times, while other inmates looked on, according to court records. Afterward, a detective noted wounds on Goldsby’s knuckles and a large gash on his right shin.\n\nIn an email Friday, Janelle Guthrie, a spokeswoman for the state Department of Corrections, said prison officials review a range of information when determining housing assignments, including prisoners’ criminal records, medical and mental health issues, gang affiliations, self-disclosed concerns, personality assessments and involvement in past acts of violence, as either victim or assailant.\n\nGuthrie said the DOC recently completed a review of Munger’s killing, which found “Goldsby’s screening checklist and prison rape screening were completed before he was placed in the cell with Munger, and he made no mention of Munger during his initial intake.”\n\nThe review also found “Munger is not mentioned in Goldsby’s case file and a review of this material prior to his arrival at AHCC would not have revealed his connection to Munger.”\n\n“There was no clear indication in the documentation regularly reviewed for housing assignments that there was a potential conflict,” Guthrie wrote.\n\nGuthrie said the DOC is cooperating with the Airway Heights Police Department and the Spokane County Prosecutor’s Office. As an “exceptional step,” she said, the agency has asked the Washington State Patrol to review the incident.\n\nMunger had never been charged with a felony before one of his victims contacted investigators in June 2017. According to court records, Goldsby has an extensive criminal record that includes adult convictions for harassment, burglary and assault with a deadly weapon, as well as a juvenile conviction for custodial assault.\n\nGoldsby questioned how he ended up in a cell with Munger.\n\n“This stuff doesn’t happen,” he told KHQ. “You’re talking the same institution, the same unit, the same pod, in the same cell as this dude. That’s like hitting the jackpot in the casino seven times.”\n\nAccording to court records, another inmate “told the corrections staff that in all his time in the prison he had never seen two inmates housed together who knew each other.”\n\nGoldsby said he only meant to harm, not kill, Munger, and he would have preferred to see Munger “spend his whole life locked up.” Goldsby said he was forced into a situation that tested his self-control."}}