{"GDELT": {"GlobalEventID": 939626205, "Day": 20200808, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5973, "Actor1Code": "COP", "Actor1Name": "PRISON", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -12.793733681462099, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Red Hill, New Zealand (general), New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ00", "Actor1Geo_ADM2Code": "22385", "Actor1Geo_Lat": -36.0333, "Actor1Geo_Long": 173.85, "Actor1Geo_FeatureID": "-1517242", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Red Hill, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22385", "Action2Geo_Lat": -36.0333, "Action2Geo_Long": 173.85, "Action2Geo_FeatureID": "-1517242", "DATEADDED": 20200808100000, "SOURCEURL": "https://www.somersetlive.co.uk/news/somerset-news/locked-up-july-people-jailed-4400125"}, "ARTICLE": {"TITLE": "Locked up in July: 'Cannibalistic' sex predator from Somerset among the sick criminals jailed", "TEXT": "Get Bath news delivered direct to your inbox Join for free Thank you for subscribing See our privacy notice Invalid Email\n\nCOVID-19 may have brought about changes to the justice system but that hasn't stopped criminals being put behind bars.\n\nThe ongoing coronavirus pandemic has presented challenges to the way courts operate - but thankfully some of the worst offenders in Somerset are now off the streets.\n\nPeople with Somerset connections have been charged with horrific crimes - ranging from sadistic sex attacks on shopkeepers to human trafficking - and appeared before judges last month.\n\nSentences have ranged from 18 weeks to life terms as these vile people have been made to pay for their crimes.\n\nHere are some of the criminals who have been put behind bars in Somerset in July.\n\nLooking for today's top stories in one place? Sign up for our newsletter here\n\n1. 'Evil black witch' jailed for sadistic sex attack\n\n(Image: Devon and Cornwall Police)\n\nDavid Lake, aged 52, of Wellington, and formerly of Hill Head, Glastonbury, was jailed for a sadistic sex attack on an elderly shopkeeper.\n\nHe was convicted of causing grievous bodily harm with intent, assault by penetration, and criminal damage after donning a carnival-style mask and beating the victim unconscious.\n\nLake, who styled himself as an \"evil black witch\", had previously been judged a danger to the public after a previous cannibalistic attack on which he chewed flesh off a woman’s arm and ate it.\n\nHe was jailed for life at Exeter Crown Court on July 31 after being convicted by a jury in February.\n\n2. Man jailed after stabbing someone he thought was mocking his bald patch\n\n(Image: Avon and Somerset Police)\n\nWesley Tompkinson, 27, of Edgeworth Road in Bath, was jailed after he stabbed someone at the Red Lion pub in Wellsway on November 29, 2019.\n\nHe believed the victim, Lee Kaylow, had been chanting \"alopecia\" at him, and Mr Kaylow realised after a scuffle he had been stabbed in the shoulder.\n\nTompkinson, a painter and decorator, admitted stabbing him and was jailed at Bristol Crown Court for 22 months on July 24.\n\n3. Man jailed for assaulting multiple police officers\n\n(Image: Avon and Somerset Police)\n\nMatthew James Sheppard, 33, of Jubilee Road, Weston-super-Mare, was convicted of assaulting multiple police officers, one of which took place while he was on bail.\n\nHe pleaded guilty that he on Friday, April 17, assaulted two police officers at an address in Orchard Street, Weston-super-Mare.\n\nWhile on bail, Sheppard used threatening or abusive words or behaviour in a public place to cause others harassment or distress in Weston-super-Mare on Monday, April 20.\n\nOn the same day in Bridgwater, he assaulted a police officer before he used threatening or abusive words or behaviour towards another officer which referenced his sexuality.\n\nHe was convicted and imprisoned for 12 months, as well as paying a £50 fine and £325 in compensation.\n\n4. County lines drug dealer jailed for human trafficking and drugs offences\n\n(Image: Avon and Somerset Police)\n\nMiekel Lambert, 26, of Clemattlee Court in Wolverhampton, was convicted of human trafficking and drugs offences in Somerset after years of coercion and violence.\n\nDescribed as \"violent, sadistic and contemptous\", Lambert coerced his victim into dealing drugs and subjected her to threats and violence while depriving her of access to money during a four-year relationship.\n\nHe pleaded guilty to one count of coercive behaviour under the Modern Slavery Act of 2015 and one count of exploitation, as well as two counts of being concerned in the supply of class A drugs in Somerset.\n\nHe was jailed at Taunton Crown Court on July 17 for a total of eight years and eight months, and was given an indefinite restraining order preventing him from contacting his victim or her mother, and made the subject of a 30-year slavery and trafficking prevention order which prohibits him from visiting Somerset.\n\n5. Serial burglar jailed for repeated alcohol thefts\n\n(Image: Avon and Somerset Police)\n\nJamie Spencer, 47, was jailed at Taunton Crown Court after pleading guilty to two counts of burglary and one of theft.\n\nSpencer, of no fixed address, was sentenced at Taunton Crown Court on July 3 after breaking into a private residence on June 3 to steal a purse, as well as breaking into another home and a pub to steal alcohol.\n\nAccording to Avon and Somerset Police, he asked the court to also take two further offences into account, which both took place the following day (June 4).\n\nHe was jailed for 876 days and ordered to pay £190 victim surcharge.\n\n6. Man cheated women out of hundreds of thousands of pounds on dating app\n\n(Image: PA)\n\nRichard Robinson, 67, of Red Hill, Camerton, near Bath, used dating app 'Plenty of Fish' to groom vulnerable women and convince them to put their houses on the market.\n\nRobinson, also known as Gary Rogers, conned two women out of £210,000 in just his two most recent offences and had previously being jailed in Wales in 2013 for other romance frauds.\n\nHis acts were described by the judge as \"wicked criminality\" and \"abuse of trust of the worst sort\" after one of his victims said she had been left with no water or heating at her home after his actions.\n\nRobinson was jailed for 10 years at Hove Crown Court on July 6. He was sentenced for two charges of fraud and two charges of theft, to which he pleaded guilty, as well as a charge of witness intimidation and two counts of battery, of which he was convicted in his absence.\n\n7. Man jailed after holding knife to stomach of pregnant woman\n\nMichael Gibbs, 28, of HM Prison Exeter, was charged that he on Monday, January 6, assaulted a woman as well as damaged a home telephone and plasterboard at an address in North Somerset.\n\nGibbs also assaulted the same woman on Tuesday, March 17, with the court hearing that in one of the \"serious\" assaults, he held a knife to the pregnant victim's stomach.\n\nGibbs pleaded guilty to the three charges in a previous appearance at Taunton Magistrates' Court on Wednesday, June 10, and was detained at HM Prison Exeter before being sentenced to 18 weeks in prison on July 1.\n\nHe was issued a two-year restraining order which prohibited Gibbs from contacting or visiting the victim.\n\nAn exception was made to the court order to allow him to call the victim at a specific time and day to discuss her pregnancy and welfare of her unborn child.\n\n8. Former police officer jailed for stealing thousands of pounds while on duty\n\n(Image: Avon and Somerset Police)\n\nEx-Avon and Somerset Police constable Tim Silverwood, 45, was convicted after stealing nearly £3,000 he should have booked in at a police station in October 2019.\n\nHe was sentenced at Bristol Crown Court on July 15 after being previously dismissed from his post following a misconduct hearing held in front of the Chief Constable Andy Marsh.\n\nHe was described as a \"disgrace to the uniform he once wore\" by Chief Constable Marsh.\n\nHe was jailed for 10 months and has also been added onto the National College of Policing’s barred list which prohibits him from working within policing and certain law enforcement bodies."}}