{"GDELT": {"GlobalEventID": 939626226, "Day": 20200808, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5973, "Actor1Code": "CVL", "Actor1Name": "VOTER", "Actor1Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.54884742041713, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "West Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWV", "Actor1Geo_Lat": 38.468, "Actor1Geo_Long": -80.9696, "Actor1Geo_FeatureID": "WV", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "West Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWV", "Action2Geo_Lat": 38.468, "Action2Geo_Long": -80.9696, "Action2Geo_FeatureID": "WV", "DATEADDED": 20200808100000, "SOURCEURL": "https://www.newsandsentinel.com/news/local-news/2020/08/rhodes-absentee-voting-system-is-secure/"}, "ARTICLE": {"TITLE": "Rhodes: Absentee voting system is secure", "TEXT": "PARKERSBURG — The Wood County Clerk has the confidence in the systems in place to ensure a secure election if people want to vote by absentee ballot in the general election.\n\nIn recent weeks, U.S. President Donald Trump has raised concerns that voting by mail could be fraught with the potential for fraud and questioned whether it should be allowed.\n\nOfficials at both the local and state level said the June primary election was considered successful, which included a large number of absentee voting due to the pandemic.\n\n“There have not been any cases of fraud convictions in West Virginia, based on absentee ballots,” Rhodes said. “I believe we have enough checks and balances in West Virginia to do the application process.”\n\nAbsentee ballots are not automatically sent to registered voters.\n\nDuring the primary, due to state orders regarding the pandemic, all registered voters were sent an application for an absentee ballot. Those had to be filled out, sent back to the county clerk and approved. Officials were able to compare signatures on file and more to make sure a ballot was going to the right voter.\n\nFor the General Election, voters will now have to request an application for an absentee ballot.\n\n“The person has to request it so we know where we are mailing it to,” Rhodes said. “We do signature verification.\n\n“When we send out we do signature verification. When it comes back, we make sure everything matches up. We have a record of it being requested, a record of it going out and a record when it comes back.”\n\nIf someone would show up at the polls to vote, they have a record that indicates whether someone has or has not already voted by absentee ballot.\n\n“I have no problem with the mail-in ballots,” Rhodes said.\n\nIf there is still a question, they can make the ballot a provisional ballot which would then be reviews by the county commission operating as the canvassing board. They would determine if it got counted or not.\n\nTo date, Wood County has received around 1,000 requests for absentee ballot applications for the general election, Rhodes said.\n\nThe county clerk’s office cannot mail the applications until Tuesday. It has been gathering people’s information who are seeking applications so they will be able to send the applications on or shortly after Tuesday.\n\n“We are just taking the information and getting everything ready so we can send it out,” Rhodes said.\n\nWest Virginia Secretary of State Mac Warner recently issued a press release announcing the processes for voters to safely participate in the November General Election during the COVID-19 pandemic, based on guidance from state and federal authorities and health officials.\n\nIn the 2020 General Election, all registered voters can again take advantage of the robust in-person voting options, as well as the absentee-by-mail option, the press release stated adding West Virginia election officials have every resource available to provide safe and accessible options to voters, allowing each person to decide the safest method of voting under current law.\n\nCurrently, West Virginia is under a “safer-at-home order” due to concerns over COVID-19. The governor’s order recommends residents stay home except to engage in certain essential activities, the press release said. Therefore, under current absentee laws that have been in place since 2001, all voters confined to their home during the in-person voting period because of COVID-19 concerns may apply to their county clerk for an absentee ballot, it said.\n\nAccording to Warner, all a voter needs to do is simply select “Illness, injury or other medical reason which keeps me confined” as the excuse for completing an absentee ballot application.\n\n“West Virginia voters should never have to choose between their health and their right to vote,” Warner said in the press release. “Let me be very clear. Any voter concerned about their health and safety because of COVID-19 will have the option to vote by absentee ballot.”\n\nThe Secretary of State’s Office prepared a report, with the cooperation of the county clerks from all 55 counties, on how the primary was handled and where several processes and opportunities were identified to increase the efficiency and ease of administration, reduce voter confusion, and provide a more accessible and expedient manner to request a ballot, the press release said.\n\nAs a result of the report, Warner announced the state developed and will offer voters a free, easy-to-use online absentee ballot request portal for the 2020 general election. Beginning Tuesday, voters will be able to complete an application using the Absentee Ballot Application Portal.\n\n“This remarkable tool will greatly reduce any burden on eligible voters to request an absentee ballot, assist county clerks with processing increases in absentee voting, and reduce errors and lost ballots,” Warner said in the press release. “Since 2001, the Legislature found it important to ask voters to apply for an absentee ballot. This online tool also allows our clerks to focus on the most important parts of the election – the health and safety of our voters and poll workers, and holding an accurate and fair election.”\n\nWarner also is encouraging all voters to check their registration and polling location ahead of the November election at GoVoteWV.com. The last day to register to vote or to update a voter registration is Oct. 13.\n\nBrett Dunlap can be reached at bdunlap@newsandsentinel.com."}}