{"GDELT": {"GlobalEventID": 939626716, "Day": 20200808, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5973, "Actor1Code": "USACOP", "Actor1Name": "MINNEAPOLIS", "Actor1CountryCode": "USA", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -9.96015936254984, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chicago, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL031", "Actor1Geo_Lat": 41.85, "Actor1Geo_Long": -87.6501, "Actor1Geo_FeatureID": "423587", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chicago, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL031", "Action2Geo_Lat": 41.85, "Action2Geo_Long": -87.6501, "Action2Geo_FeatureID": "423587", "DATEADDED": 20200808100000, "SOURCEURL": "https://chicago.suntimes.com/crime/2020/8/8/21359659/cicero-man-charged-impaling-driver-crowbar-cicero-protest-george-floyd"}, "ARTICLE": {"TITLE": "Man charged with impaling driver with crowbar during Cicero protest", "TEXT": "A man has been charged with impaling a driver with a metal crowbar in west suburban Cicero in early June during protests over the Minneapolis police killing of George Floyd.\n\nPablo Vazquez, 57, is charged with a felony count of attempted murder for the June 1 attack, according to a statement from Cicero police.\n\n“This was a horrendous, unprovoked attack on an innocent victim,” Cicero Police Supt. Jerry Chlada Jr. said in the statement. “I am very proud to say that due to my Detective’s relentless, hard work, we were able to bring justice to the victim and his family.”\n\nVazquez is accused of throwing the crowbar through the windshield of a car about 5:26 p.m June 1 in the 4700 block of South 21st Street, police said. It pierced the driver through his shoulder, causing him to crash.\n\nThe driver, a 25-year-old Chicago man, was taken to Mount Sinai Hospital in serious condition, authorities said. He has since recovered.\n\nWitnesses gave descriptions of the attacker, which led police to identify Vazquez as the suspect, police said. The Cicero resident was arrested Friday and is expected to be arraigned Saturday morning at the Maywood Courthouse.\n\nThat same day saw two people shot to death and dozens of people arrested amid widespread unrest in Cicero.\n\nZion Haygood of Chicago was later charged with murder for the shooting death of 28-year-old Jose Gutierrez, whom officials described as an innocent bystander, during the looting.\n\nRead more on crime, and track the city’s homicides."}}