{"GDELT": {"GlobalEventID": 939692570, "Day": 20200808, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5973, "Actor1Code": "TUN", "Actor1Name": "ARIANA", "Actor1CountryCode": "TUN", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 7.48129675810474, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Hollywood, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0983, "Actor1Geo_Long": -118.32700000000001, "Actor1Geo_FeatureID": "1660757", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hollywood, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA037", "Action2Geo_Lat": 34.0983, "Action2Geo_Long": -118.32700000000001, "Action2Geo_FeatureID": "1660757", "DATEADDED": 20200808230000, "SOURCEURL": "https://hollywoodlife.com/2020/08/08/ariana-grande-happy-dalton-gomez-different/"}, "ARTICLE": {"TITLE": "Ariana Grande Is ‘So Happy’ With Dalton Gomez: Why ‘He’s Different From Other Guys She’s Dated’", "TEXT": "Ariana Grande’s boyfriend Dalton Gomez is bringing ‘a positive energy into her life’ and ever since she started dating him in May, ‘she can’t stop smiling.’\n\nAriana Grande, 27, debuted her new relationship with Dalton Gomez during the music video for her song with Justin Bieber called “Stuck With U” in May and it turns out she’s been thrilled with the way things are going for them. “Ariana’s friends can tell how happy she is with Dalton and he’s so different from other guys she’s dated in the past,” one source EXCLUSIVELY told HollywoodLife. “He brings such a positive energy into her life and she can’t stop smiling when she’s with him.”\n\nThe source also said their romance goes deeper than what’s on the outside. “You can tell he doesn’t care about her fame or her money, he is such a genuine person and sees her for the real her,” the source explained about the real estate agent. “She is so happy with Dalton and they’re absolutely adorable together.”\n\nAnother source made sure to point out that although Dalton isn’t after her money or fame, she’s still his “dream” girl and he’s so grateful to be in her life. “Dalton’s a very well connected guy, very good looking and successful so he has his choice of women, but dating Ariana is, like the dream, he is living the dream,” the second source EXCLUSIVELY shared with us. “His friends are definitely jealous but they’re happy for him too because he’s a cool guy. He’s also not the type to be in it for the fame so she’s in good hands.” Ariana and Dalton have been making recent headlines with their love and they’re not shy about sharing their awesome moments together! The “Break Free” crooner took to Instagram on Aug. 5 to post a series of snapshots, which can be seen below, from their getaway Amangiri resort. The pics included amazing scenery photos and some of her looking ecstatic while enjoying her surroundings. She also shared a black and white pic of her and Dalton posing together.\n\nWe love seeing Ariana glowing and having a great time this summer! We hope to see more pics of her and Dalton as the weeks go by and look forward to it!"}}