{"GDELT": {"GlobalEventID": 939692602, "Day": 20200808, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5973, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "CAN", "Actor2Name": "MANITOBA", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.82329317269077, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Park Rapids, Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_ADM2Code": "MN057", "Actor1Geo_Lat": 46.9222, "Actor1Geo_Long": -95.0586, "Actor1Geo_FeatureID": "649151", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Park Rapids, Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 46.9222, "Action2Geo_Long": -95.0586, "Action2Geo_FeatureID": "649151", "DATEADDED": 20200808230000, "SOURCEURL": "https://weather.com/news/news/2020-08-08-canada-tornado-manitoba-virden-damage"}, "ARTICLE": {"TITLE": "Tornado Kills 2, Injures 1 in Rolled Cars in Canada's Manitoba Province", "TEXT": "00:53 Deadly Tornado in Canada's Manitoba Province Meteorologist Heather Tesch shares sad news out of Canada, as a tornado turns deadly.\n\nAt a Glance The tornado hit about an hour north of the North Dakota border.\n\nTwo people, both 18, were killed.\n\nTornado activity picks up during the warmer summer months in some parts of Canada.\n\nTwo people were killed Friday when a tornado touched down in a rural area of Manitoba, Canada, flipping cars and destroying structures on a farm.\n\nThe Royal Canadian Mounted Police said the victims were a man and a woman, both 18. They were found dead near a vehicle that had been caught up in the storm. A 54-year-old man who was driving another vehicle more than a half-mile away was injured.\n\n<img class=\"styles__noscript__2rw2y\" src=\"https://s.w-x.co/util/image/w/20200807_CANADA%20TORNADO_Virden_Manitoba_Canada_Cheyenne%20Ammeter%20via%20Storyful.00_00_02_03.Still002.png?v=at&w=485&h=273\" srcset=\"https://s.w-x.co/util/image/w/20200807_CANADA%20TORNADO_Virden_Manitoba_Canada_Cheyenne%20Ammeter%20via%20Storyful.00_00_02_03.Still002.png?v=at&w=485&h=273 400w, https://s.w-x.co/util/image/w/20200807_CANADA%20TORNADO_Virden_Manitoba_Canada_Cheyenne%20Ammeter%20via%20Storyful.00_00_02_03.Still002.png?v=ap&w=980&h=551 800w\" > (Cheyenne Ammeter via Storyful)\n\nThe tornado hit around 8 p.m. CDT near Virden, a town about an hour north of the North Dakota border.\n\n(MORE: What We're Watching in Next Week's Weather)\n\nWitnesses at the scene captured video of the tornado touching down and described seeing vehicles that had been tossed into a ditch and a field, CTV News reported.\n\nSean Schofer, a storm chaser from Saskatchewan, saw some of the vehicles that were thrown.\n\n\"It threw two different vehicles, one into the ditch. There were two occupants trapped in there, plus there were downed power lines around the vehicle also, so that hampered the rescue operation,\" Schofer told CTV, \"\n\nThe tornado knocked down trees and power lines and destroyed several grain silos on the farm it hit.\n\n\"It was an amazing sight to see,\" Misheyla Iwasiuk, also a storm chaser, told the CBC. \"Then, unfortunately, we witnessed it doing some pretty severe damage, which was really gut-wrenching to watch happen.\"\n\nWhile the U.S. typically owns the title of Tornado Alley, the prairies and plains of central Canada also collect the same set of ingredients that bring tornadoes to Kansas and Oklahoma.\n\nSummer's heat and humidity migrate northward across the border from June through August, providing fuel and moisture for severe weather. The jet stream, and storm systems that travel eastward along it, also take up a summer residency across Canada, bringing with it lift and spin during these months.\n\nOn Friday evening, one of those storm systems was moving through southern Manitoba, North Dakota and Minnesota. The tornado formed near what meteorologist's call the triple point in a low pressure system. This is the point where a cold front, a warm front and an occluded front come together. The triple point is often where lift and wind shear are maximized or favorable for tornadogenesis.\n\nCanada's Alberta, Saskatchewan and Manitoba provinces take the brunt of the country's tornado activity, and are often visited by America tornado chasers during the summer months as the U.S. sees a lull in severe weather activity.\n\nThe same system produced a tornado Friday bout 400 miles to the southeast, in Park Rapids, Minnesota.\n\nThe Weather Company’s primary journalistic mission is to report on breaking weather news, the environment and the importance of science to our lives. This story does not necessarily represent the position of our parent company, IBM."}}