{"GDELT": {"GlobalEventID": 939721306, "Day": 20200809, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6, "Actor1Code": "ELI", "Actor1Name": "ACTOR", "Actor1Type1Code": "ELI", "Actor2Code": "MED", "Actor2Name": "TELEVISION", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.83975659229209, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mumbai, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70184", "Actor1Geo_Lat": 18.975, "Actor1Geo_Long": 72.8258, "Actor1Geo_FeatureID": "-2092174", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mumbai, Maharashtra, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN16", "Actor2Geo_ADM2Code": "70184", "Actor2Geo_Lat": 18.975, "Actor2Geo_Long": 72.8258, "Actor2Geo_FeatureID": "-2092174", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mumbai, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70184", "Action2Geo_Lat": 18.975, "Action2Geo_Long": 72.8258, "Action2Geo_FeatureID": "-2092174", "DATEADDED": 20200809051500, "SOURCEURL": "https://www.hindustantimes.com/tv/raghu-ram-pens-emotional-note-for-sweet-troubled-friend-sameer-sharma-i-wish-i-could-have-been-there-for-you-too/story-YC5zV8nwH9tWk70IV2pyFP.html"}, "ARTICLE": {"TITLE": "Raghu Ram pens emotional note for ‘sweet, troubled friend’ Sameer Sharma: ‘I wish I could have been there for you too’", "TEXT": "Raghu Ram pens emotional note for ‘sweet, troubled friend’ Sameer Sharma: ‘I wish I could have been there for you too’\n\ntv\n\nUpdated: Aug 09, 2020 10:01 IST\n\nTelevision host, producer and actor Raghu Ram has penned a heartfelt note for his ‘sweet, troubled friend’, the late actor Sameer Sharma. Raghu said that Sameer always stood by him during his lows and wished he could have reciprocated.\n\nSharing a picture with Sameer, Raghu wrote, “Goodbye, my sweet, troubled friend. Thank you for being there for me when I needed it ... I wish I could have been there for you too. I will always remember you with love. And with regret. I really hope your pain is finally at an end.”\n\nGoodbye, my sweet, troubled friend.\n\nThank you for being there for me when I needed it ... I wish I could have been there for you too. I will always remember you with love. And with regret. I really hope your pain is finally at an end. pic.twitter.com/thAcOIde5U — Raghu Ram (@tweetfromRaghu) August 8, 2020\n\nSameer was found dead at his home in Mumbai on Wednesday night. The police suspects it to be a case of death by suicide. “The actor was staying on the first floor of Neha CHS building, Ahinsa Marg in Malad (west). On Wednesday, a security guard found him dead and alerted the society members,” an officer from the Malad police station said.\n\nGeorge Fernandes, senior inspector from Malad police station, said that a case of accidental death has been registered. The police are investigating the case.\n\nAlso see: Rhea Chakraborty shares WhatsApp messages with Sushant Singh Rajput, in which he’d called sister manipulative\n\nSameer starred in a number of popular serials including Kahaani Ghar Ghar Ki, Geet - Hui Sabse Parayee, Kyunki Saas Bhi Kabhi Bahu Thi, Left Right Left and Jyoti. He also acted in films such as Hasee Toh Phasee and Ittefaq. Bollywood celebrities including Sidharth Malhotra, Varun Dhawan, Sonakshi Sinha and Shraddha Kapoor condoled his death.\n\nActor Avinash Sachdev, who worked with Sameer in Iss Pyaar Ko Kya Naam Doon?...Ek Baar Phir and Ayushman Bhava, told Hindustan Times that they were friends and stayed in touch throughout the lockdown. “He was as frustrated about staying at home as everyone else. I don’t think he was under any financial stress, had depression, work related or personal issues. He was a happy-go-lucky person, never took any stress and enjoyed life.”\n\nAvinash added that during their last conversation on July 22, they talked about actor Sushant Singh Rajput’s death, and Sameer said, ‘Suicide can never be an option.’ “We were supposed to go live on Instagram and talk to people about staying positive. He was writing poems and web series and composing music and had done so much work since 2004. In fact, he took a break from acting and yet returned with good roles on TV. I don’t know if he was depressed or not as we never had any such conversation and neither did I ever feel that he was feeling low or had mood swings,” he said.\n\nIf you need support or know someone who does, please reach out to your nearest mental health specialist. Helplines: Aasra: 022 2754 6669; Sneha India Foundation: +914424640050 and Sanjivini: 011-24311918\n\nFollow @htshowbiz for more"}}