{"GDELT": {"GlobalEventID": 939721546, "Day": 20200809, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6, "Actor1Code": "OPP", "Actor1Name": "PROTESTER", "Actor1Type1Code": "OPP", "Actor2Code": "GOV", "Actor2Name": "PRIME MINISTER", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 25, "EventBaseCode": 25, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": -0.3, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.879650895728071, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200809051500, "SOURCEURL": "https://www.abc.net.au/news/2020-08-09/coronavirus-update-covid19--brazil-deaths-pass-100,000/12538262"}, "ARTICLE": {"TITLE": "Coronavirus update: UK PM Boris Johnson says the Government has a 'moral duty' to open schools, scientists warn of dangerous COVID-19 threshold", "TEXT": "British Prime Minister Boris Johnson says the Government has a moral duty to ensure children return to school next month.\n\nMeanwhile, New Zealand has marked 100 days since it stamped out the spread of the coronavirus and life has returned to normal for many people in the nation of 5 million.\n\nThe COVID-19 death toll in Brazil has surpassed 100,000 and experts warn the country still has no coordinated plan to address the pandemic.\n\nThis story will be regularly updated throughout Sunday.\n\nSunday's key moments:\n\nUK PM says Government has 'moral duty' to open schools\n\nBritish Prime Minister Boris Johnson says the Government has a moral duty to ensure children return to school next month.\n\nMost pupils have been out of the classroom since the UK went into lockdown in March, though some primary-age children have returned.\n\n\"Keeping our schools closed a moment longer than absolutely necessary is socially intolerable, economically unsustainable and morally indefensible,\" Mr Johnson wrote in the Mail on Sunday newspaper.\n\nBritain's official death toll from the coronavirus is the highest in Europe at more than 46,500 deaths.\n\nScientists say the UK may have reached the limit of how much it can relax lockdown restrictions without causing a new surge in coronavirus infections.\n\nThey say some things may have to close — even the country's beloved pubs — so that schools can reopen fully.\n\nMost UK schools start the new term in early September, but those in Scotland begin to reopen this week.\n\nBrazil COVID-19 deaths reach 100,000 and barrel onward\n\nExperts say the death toll from COVID-19 in Brazil could reach 200,000. ( AP: Silvia Izquierdo )\n\nBrazil's death toll from COVID-19 has passed 100,000 and is continuing to climb.\n\nIt comes as most Brazilian cities reopen shops and dining even though the pandemic has yet to peak.\n\nConfronting its most lethal outbreak since the Spanish flu a century ago, Brazil reported its first cases of the novel coronavirus at the end of February.\n\nThe virus took three months to kill 50,000 people, and just 50 days to kill the next 50,000.\n\nLed by President Jair Bolsonaro, who has played down the gravity of the pandemic and fought lockdowns by local officials, Brazilians who protested nightly from their windows in the first months of the outbreak have met the grim milestone with a shrug.\n\n\"We should be living in despair because this is a tragedy like a world war, but Brazil is under collective anaesthesia,\" Jose Davi Urbaez, a senior member of the Infectious Diseases Society, said.\n\nMr Bolsonaro said he recovered from his own infection thanks to hydroxychloroquine, an anti-malarial drug that remains unproven against the coronavirus. ( AP: Felipe Dana )\n\nHe and other pubic health experts have raised the alarm that Brazil still has no coordinated plan to fight the pandemic, as many officials focus on \"reopening,\" which is likely to boost the spread of the disease and worsen the outbreak.\n\nThe health ministry on Saturday (local time) reported 49,970 new confirmed cases and 905 deaths in the past 24 hours, raising the number of cases to more than 3 million and the death toll to 100,477.\n\nBrazil's Supreme Court and Congress, institutions that have criticised Mr Bolsonaro's handling of the pandemic, respectively declared three and four days of national mourning for the 100,000 dead.\n\nTwo health ministers, both physicians, have resigned over differences with Mr Bolsonaro. The Acting Health Minister is an Army general who has abandoned the call for social distancing, which experts says is essential but the President opposes.\n\nMr Bolsonaro, who has called COVID-19 a \"little flu,\" says he recovered from his own infection thanks to hydroxychloroquine, an anti-malarial drug that remains unproven against coronavirus.\n\n\"We don't know where it will stop, maybe at 150,000 or 200,000 deaths. Only time will show the full impact of COVID-19 here,\" Alexandre Naime, head of Sao Paulo State University's department of infectious diseases, said.\n\nCrosses, red balloons and Brazilian flags have been placed in the sand on Copacabana beach to honour the victims of COVID-19. ( AP: Mario Lobao )\n\nHe said the only comparison may be diseases brought by colonisers, such as smallpox, that decimated indigenous populations when Europeans first arrived in the Americas.\n\nWhile that history is long past, Mr Urbaez said Brazil today seems equally resigned to the COVID-19 deaths to come.\n\n\"The Government's message today is, 'Catch your coronavirus and if it's serious, there is intensive care,'\" Mr Urbaez of the Infectious Disease Society said.\n\n\"That sums up our policy today.\"\n\nNew Zealand marks 100 days of COVID-19 elimination\n\nNew Zealand pursued the goal of eliminating coronavirus from early on. ( AP: Mark Baker )\n\nNew Zealand has marked 100 days since it stamped out the spread of the coronavirus and life has returned to normal for many people in the nation of 5 million.\n\nCitizens are attending rugby games at packed stadiums and sitting down in bars and restaurants without the fear of getting infected.\n\nBut some worry the country may be getting complacent and not preparing well enough for any future outbreaks.\n\nNew Zealand got rid of the virus by imposing a strict lockdown in late March when only about 100 people had tested positive for the disease.\n\nFor the past three months, the only new cases have been a handful of returning travellers who have been quarantined at the border.\n\n\"It was good science and great political leadership that made the difference,\" Michael Baker, an epidemiologist at the University of Otago, said.\n\n\"If you look around the globe at countries that have done well, it's usually that combination.\"\n\nFrom early on, New Zealand pursued a bold strategy of eliminating the virus rather than just suppressing its spread.\n\nProfessor Baker said other countries were increasingly looking to New Zealand for answers.\n\nPrime Minster Jacinda Ardern's leadership has been widely praised.\n\nShe reassured people during the lockdown with daily briefings and a message that resonated: \"Go hard and go early.\"\n\nIsraeli demonstrators accuse Netanyahu of mishandling pandemic\n\nSpace to play or pause, M to mute, left and right arrows to seek, up and down arrows for volume. Watch Duration: 43 seconds 43 s Protesters crowd around Prime Minister Benjamin Netanyahu's official residence, calling on him to resign.\n\nThousands of Israelis have held a demonstration outside the Jerusalem residence of Prime Minister Benjamin Netanyahu, as anger mounts over corruption allegations and his handling of the coronavirus crisis.\n\n\"Your time is up\", read the giant letters projected on to a building at the protest site.\n\nProtesters waved Israeli flags and called on Mr Netanyahu to resign over what they say is his failure to protect jobs and businesses affected by the pandemic.\n\nWith a population of only 9 million people, Israel has reported 82,279 COVID-19 cases, with 592 deaths.\n\nIsraelis rallied outside Benjamin Netanyahu's residence as anger mounted over corruption allegations and his handling of coronavirus. ( AP: Ariel Schalit )\n\nThe protest movement has intensified in recent weeks, with critics accusing Mr Netanyahu of being distracted by a corruption case against him.\n\nHe was sworn in for a fifth term in May after a closely fought election, and has accused demonstrators of trampling democracy and the Israeli media of encouraging dissent.\n\nProtests have stretched beyond Mr Netanyahu's official residence in Jerusalem, with many Israelis gathering on bridges and highway junctions across the country.\n\nIn May, Israel lifted a partial lockdown that had flattened an infection curve.\n\nBut a second surge of COVID-19 cases and ensuing restrictions have seen Mr Netanyahu's approval ratings plunge to under 30 per cent, with unemployment at 21.5 per cent.\n\nCuba places Havana back under strict lockdown\n\nCuba has been a rare COVID-19 success story in Latin America. ( AP: Ramon Espinosa )\n\nCuba's Government has placed its capital Havana back on a strict lockdown following a rebound in coronavirus cases, ordering restaurants, bars and pools once more to close, suspending public transportation and banning access to the beach.\n\nCuba, which has been hailed as a rare success story in Latin America for its textbook handling and containment of its coronavirus outbreak, eased lockdown restrictions last month after cases dwindled to but a handful per day.\n\nBut they have risen back to April levels over the past two weeks, with the health ministry reporting 59 cases on Saturday (local time) and saying the situation could become \"uncontrollable\" if authorities did not act fast.\n\n\"We are witnessing a new epidemiological outbreak that puts our entire population at risk,\" Cuban Health Minister Jose Angel Portal said during a daily coronavirus briefing on Saturday.\n\nCuba's free community-based health system has been credited, along with measures such as strict isolation of the sick and their contacts, with allowing it to keep the number of cases under 2,900 with 88 deaths for a population of 11 million.\n\nOne of the latest major events of local transmission was traced back to a religious gathering.\n\nBut many of the new cases — 41 of the 59 reported — are also imported, often from Venezuela.\n\nThere is no open travel in Cuba due to the pandemic, so most returnees would likely be from the 20,000 health personnel stationed in Cuba's leftist ally.\n\nParis makes face masks compulsory in markets, along the River Seine\n\nFrance made it compulsory to wear masks in closed spaces on July 21. ( AP: Michel Euler )\n\nParisians and holidaymakers strolling along the banks of the River Seine or browsing open-air markets in Paris must wear a face mask from Monday.\n\nAuthorities have imposed new measures to curb a rise in coronavirus infections.\n\nThe order, which applies to people aged 11 and over, covers busy outdoor areas in the French capital, although tourist sites such as the Eiffel Tower, the Arc de Triomphe and Champs-Elysees boulevard are not listed.\n\nData shows the virus has begun circulating more widely in Paris and its lower-income suburbs since mid-July.\n\nThe rate of positive tests in the greater Paris region now stands at 2.4 per cent compared with a national average of 1.6 per cent, it shows.\n\nFrance has made it compulsory to wear a face mask in closed public spaces such as shops and banks since July 21, and Paris joins a growing list of cities ordering people to wear masks in busy zones outdoors, including Toulouse, Lille and Biarritz.\n\nThose breaching the order face a fine of 135 euros ($222). The penalty rises to six months in prison for anyone violating it more than three times in the space of a month. The Paris order will last a month.\n\nThe number of people in France infected with coronavirus rose by 2,288 on Friday, a new post-lockdown high.\n\nUK orders recall of 741,000 coronavirus testing kits over safety concerns\n\nRandox Laboratories, a Northern Ireland-based medical technology company, has been instructed by Britain's medicines regulator to recall up to 741,000 coronavirus test kits from the national test and trace programme as a precautionary measure.\n\nThe Government had on July 15 instructed the programme, run by the National Health Service (NHS), to stop using the kits, citing concerns that they may not meet required safety standards.\n\nThe health ministry said the decision had been taken as a \"precautionary'' measure.\n\nThe risk to safety was low and test results from Randox kits have not been affected, it said.\n\nUp to 741,000 unused Randox kits have been estimated to be in the system, either at warehouses, at care homes or at private homes. The ministry gave instructions on how to return them.\n\nRandox said the recall was a \"regulatory measure\" that applied only to sample collection kits within the NHS programme. Private customers or kits were not affected, it said.\n\nSouth Africa's confirmed coronavirus deaths surpass 10,000\n\nSouth Africa has surpassed 10,000 confirmed deaths from coronavirus.\n\nSouth Africa has the fifth-most coronavirus cases in the world. ( AP: Brian Inganga, file photo )\n\nThe country with the world's fifth-largest caseload now has 553,188 cases and 10,210 deaths, according to the South African health ministry.\n\nSouth Africa makes up more than half the infections on the African continent, where the total number of cases this past week surpassed 1 million.\n\nExperts say the actual number of cases is several times that amount, given the shortage of testing materials and the fact that people can have the virus without symptoms.\n\nUkraine closes checkpoints at Crimean border to control coronavirus\n\nUkraine's Government has temporarily closed its border with Crimea, the peninsula annexed by Russia in 2014, to prevent further spread of coronavirus.\n\nAll three crossing points between the mainland and Crimea, which is defined by Ukraine as an occupied territory, will be closed from August 9 to August 30, a Government statement said.\n\nOnly Crimean residents with Ukrainian citizenship will be allowed to enter Crimea.\n\nUkrainians who permanently live on the mainland will be able to return home during the three-week closure.\n\nUkraine has registered a steady daily increase in new coronavirus infections since the end of July. The number of confirmed cases rose by 1,489 in the last 24 hours.\n\nThe total number of cases is at 79,750, including 1,879 deaths.\n\nCzechs record biggest daily jump in coronavirus cases since April 3\n\nThe Czech Republic has recorded its biggest daily rise in new coronavirus cases since April 3 due to local outbreaks in a number of regions.\n\nThe central European country of 10.7 million recorded 323 new cases on Friday (local time), health ministry data showed, bringing the total number of cases detected to 18,060.\n\nOf those, 12,749 have recovered and 389 have died of COVID-19.\n\nHealth officials said the recent uptick in cases is due to local clusters and they said hospitalisations, at 116, are well below the peaks of over 400 as the Government sought to avoid a national lockdown again.\n\nHowever, officials have cautioned that some measures taken to curb the illness are likely to return after the summer holidays when cities become more crowded again and the flu season arrives.\n\nThe rising number of cases in the Czech Republic prompted Norway this week to reimpose a 10-day quarantine for travellers from the country.\n\nChildren back to school in Gaza after five-month shutdown\n\nHundreds of thousands of children have walked through the streets of the Gaza Strip to return to classes after five months of shutdown.\n\nAuthorities said they were ready to close schools again if coronavirus cases spike.\n\nHealth workers will sanitise Gaza's 751 schools twice a day and outdoor breaks are banned. ( AP: Adel Hana, file )\n\nGaza, mostly cut off from the world by an Israeli-led blockade, has not recorded any COVID-19 cases in the towns and refugee camps where around 2 million Palestinians live.\n\nThe territory's Islamist Hamas-run education ministry shut down schools in March and students completed the remainder of the school year online in fear any outbreak would overwhelm the health system.\n\nHealth workers will sanitise Gaza's 751 schools twice a day and children do not have to wear masks but must bring their own lunch and outdoor breaks are banned.\n\nPlans were already in place to halt classes should the virus spread into Gaza's densely-populated towns.\n\nAbout 40 kilometres away in the Israeli-occupied West Bank, which has reported a spike in COVID-19 cases, high school classes began this week but elementary schools remain closed.\n\nWest Bank health officials have reported 94 deaths and 13,600 cases, most of them in the past two months.\n\nABC/wires"}}