{"GDELT": {"GlobalEventID": 939721168, "Day": 20200809, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6, "Actor1Code": "AUSLEG", "Actor1Name": "MELBOURNE", "Actor1CountryCode": "AUS", "Actor1Type1Code": "LEG", "Actor2Code": "AUS", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "IsRootEvent": 0, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.57553956834532, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Melbourne, Victoria, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS07", "Actor1Geo_ADM2Code": "5430", "Actor1Geo_Lat": -37.8167, "Actor1Geo_Long": 144.967, "Actor1Geo_FeatureID": "-1586844", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Melbourne, Victoria, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS07", "Actor2Geo_ADM2Code": "5430", "Actor2Geo_Lat": -37.8167, "Actor2Geo_Long": 144.967, "Actor2Geo_FeatureID": "-1586844", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Melbourne, Victoria, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS07", "Action2Geo_ADM2Code": "5430", "Action2Geo_Lat": -37.8167, "Action2Geo_Long": 144.967, "Action2Geo_FeatureID": "-1586844", "DATEADDED": 20200809051500, "SOURCEURL": "https://www.aap.com.au/victorians-urged-to-find-covid-normal/"}, "ARTICLE": {"TITLE": "Vic suffers deadliest day of virus crisis", "TEXT": "Victoria has recorded its deadliest day of the coronavirus pandemic with 17 fatalities as the state nears the end of its first week of strict stage-four lockdown restrictions.\n\nThere were also 394 new cases of COVID-19 diagnosed in Victoria.\n\nThe deaths confirmed on Sunday include two people in their 50s and take the Victorian death toll to 210 and the nationwide figure to 295.\n\nThe others were four people in their 70s, six people in their 80s and five people in their 90s, while 10 of the 17 deaths were linked to aged care outbreaks.\n\nPremier Daniel Andrews said more than 2700 confirmed COVID-19 cases around the state had no known source and remain the primary concern of health authorities.\n\nAlmost 1000 Victorian healthcare workers also have COVID-19.\n\n“Even large numbers in known contained outbreaks are, to a certain extent, less significant than the smaller number of cases where we simply can’t find the circumstance or the point of origin,” Mr Andrews told reporters.\n\nBut the number of new cases on Sunday is lower than the 466 recorded on Saturday, 450 on Friday, 471 on Thursday and record 725 cases on Wednesday.\n\nMetropolitan Melbourne has been under tough stage-four restrictions – including an 8pm-5am curfew – since last Sunday evening but residents won’t see the results of their efforts for another one to two weeks.\n\nMr Andrews suggested the current increase in case numbers was reflective of “the tail end of the stabilisation that was the product of the stage-three rules”, as well as mandatory mask usage for people who leave their homes.\n\n“That’s still got an R-rate (reproduction rate) of about one or just under, which means that every person who has it is giving it to at least one other,” he said.\n\n“We have to drive that so that every third or fourth person who has it is infecting someone else.”\n\nSome 43 Victorian COVID-19 patients are currently in intensive care, with 26 on ventilators.\n\nAlmost 270 Victorians have been fined over the past 24 hours for breaching the restrictions, including a man helping a friend to move a TV 27km across Melbourne.\n\nVictoria Police issued a total of 268 fines to individuals in the past 24 hours including 77 for curfew breaches, 38 for failing to wear a face mask when leaving home and 13 for vehicle checkpoint violations.\n\n“Not only is it the wrong thing to do for your family and every family. It’s also the sort of behaviour that will mean this second wave goes longer than it should,” Mr Andrews said.\n\n“These rules are binary now – the curfew is there, permit system is there.”\n\nVictorian Health Minister Jenny Mikakos, meanwhile, declared in a late-night Twitter thread on Saturday she had put “every ounce of energy” since January into halting the spread of COVID-19 in the state, but “if it wasn’t enough, then I’m deeply sorry”.\n\n“Let the independent (hotel quarantine inquiry) judge do her job, let the cards fall where they may. I believe there is nothing to fear in seeking the truth. The truth will set you free,” Ms Mikakos said, adding that civil disorder endangers citizens during a pandemic.\n\nMr Andrews on Sunday said Ms Mikakos was “a very strong person” and that his team would “see this through”.\n\nSix people were also arrested on Sunday outside state parliament in Melbourne for breaching health orders while protesting against the lockdown and then refusing to provide identification to police.\n\nThey were released once they provided identification, and fined $1652 each.\n\nAmong those fined is one of the event’s organisers, who is likely to also be charged."}}