{"GDELT": {"GlobalEventID": 939721159, "Day": 20200809, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6, "Actor1Code": "AUSCVL", "Actor1Name": "QUEENSLAND", "Actor1CountryCode": "AUS", "Actor1Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -9.150326797385619, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200809051500, "SOURCEURL": "https://www.abc.net.au/news/2020-08-09/queensland-couple-charged-over-stolen-car-police-ramming-in-nsw/12533956"}, "ARTICLE": {"TITLE": "North Queensland couple charged in Tweed Heads after crossing state border in allegedly stolen car and ramming police", "TEXT": "A Queensland couple have been arrested and charged in New South Wales after using a ute that was allegedly stolen from a car dealership in north Queensland to ram police cars at Tweed Heads in northern New South Wales.\n\nKey points: A man, 20, and woman, 18, are accused of stealing a car from a dealership in Mackay, Queensland\n\nA man, 20, and woman, 18, are accused of stealing a car from a dealership in Mackay, Queensland They were spotted in Tweed Heads, NSW, and the driver allegedly drove the vehicle into two police cars\n\nThey were spotted in Tweed Heads, NSW, and the driver allegedly drove the vehicle into two police cars Queensland police said they will not pursue the couple for extradition\n\nNew South Wales Police said that about 2:00pm on Saturday, highway police were notified about a stolen Holden Colorado travelling south on the Pacific Highway.\n\nPolice began chasing the car but soon gave up for safety reasons.\n\nThe ute was later spotted in an underground car park in Tweed Heads.\n\nNew South Wales officers blocked the driveway with two police cars and approached the stolen vehicle.\n\nThey said a 20-year-old Mackay man, whose licence had been suspended, allegedly drove the ute at police and smashed it into their car.\n\nPolice said the driver reversed before smashing onto a second police car and driving off.\n\nThe man and woman charged over the incident have been remanded in custody. ( Supplied: NSW Police )\n\nThe car was found abandoned and an 18-year-old woman was arrested nearby.\n\nThe man was later arrested at a Tweed Heads hospital.\n\nPolice alleged the car was stolen from a Mackay dealership last Wednesday, then driven without proper number plates to Tweed Heads, more than 1,000km away.\n\nThe woman was charged for being a passenger in a stolen car, while the man was charged with six offences relating to allegedly stealing a car, evading police, using a weapon to avoid arrest and other offences.\n\nBoth were remanded in custody and are expected to appear in court in Lismore on Monday.\n\nIt's unclear whether the couple crossed into New South Wales before or after the border closed at 1:00am on Saturday.\n\nMore than 150 vehicles denied entry\n\nSince the Queensland border was closed to traffic from New South Wales, only residents in approved postcodes are permitted to travel into Queensland.\n\nQueensland residents returning home are required to fly into the state and pay for their hotel quarantine, at a cost of about $200 a night.\n\nAs of this morning, police had checked 5,596 vehicles at the border, and 159 vehicles had been turned around, since the road crossing was closed to unauthorised travellers.\n\nQueensland Police said they were not pursuing the couple for extradition as they have been charged in New South Wales.\n\nDue to the pandemic, interstate police have been making border exchanges of prisoners, although it's not clear how that would work under the new border restrictions that came into effect on Saturday."}}