{"GDELT": {"GlobalEventID": 939721295, "Day": 20200809, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6, "Actor1Code": "EGYCOP", "Actor1Name": "ALEXANDRIA", "Actor1CountryCode": "EGY", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -12.9353233830846, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Alexandria, Al Iskandariyah, Egypt", "Actor1Geo_CountryCode": "EG", "Actor1Geo_ADM1Code": "EG06", "Actor1Geo_ADM2Code": "61590", "Actor1Geo_Lat": 31.1981, "Actor1Geo_Long": 29.9192, "Actor1Geo_FeatureID": "-290263", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Alexandria, Al Iskandariyah, Egypt", "Action2Geo_CountryCode": "EG", "Action2Geo_ADM1Code": "EG06", "Action2Geo_ADM2Code": "61590", "Action2Geo_Lat": 31.1981, "Action2Geo_Long": 29.9192, "Action2Geo_FeatureID": "-290263", "DATEADDED": 20200809051500, "SOURCEURL": "https://www.kiiitv.com/article/news/local/rape-suspect-washington-post-alexandria-crime/65-13310ff6-43bf-444d-acc3-e229d7699b6b"}, "ARTICLE": {"TITLE": "Rape suspect dies from self-inflicted gunshot wound after being charged for killing his accuser in Alexandria, police say", "TEXT": "Ibrahm E. Bouiachi was indicted on rape charges last year. After being released due to the pandemic, police say he shot and killed his accuser.\n\nALEXANDRIA, Va. — Ibrahm E. Bouaichi died from a self-inflicted gunshot wound that severely hurt the man Wednesday. Police confirmed the news to WUSA9 on Saturday.\n\nPolice in Virginia say that Bouaichi, a rape suspect released from jail in the wake of the coronavirus pandemic, went on to kill the woman who had accused him.\n\nThe Washington Post reports that Bouaichi was tracked down by authorities on Wednesday. But he shot himself and was in grave condition on Thursday.\n\nBouaichi was indicted last year on charges that included rape, strangulation and abduction. He was jailed without bond in Alexandria.\n\nThe woman testified against him in Alexandria District Court in December.\n\nWhen the pandemic hit, Bouaichi’s lawyers argued that he should be freed awaiting trial because the virus endangered both inmates and their attorneys. He was released on $25,000 bond over the objections of a prosecutor.\n\nAlexandria Police Department Announces Homicide Suspect Has Been Taken Into Custody: https://t.co/THA1cXi79t — Alexandria Police (@AlexandriaVAPD) August 5, 2020\n\nCircuit Court Judge Nolan Dawkins released Bouaichi on the condition that he only leave his Maryland home to meet with his lawyers or pretrial services officials.\n\nAlexandria police say that Bouaichi, 33, fatally shot the woman in late July.\n\nAuthorities said that federal marshals and Alexandria police spotted and pursued Bouaichi in Prince George’s County on Wednesday. He crashed his vehicle and apparently shot himself, authorities said.\n\nJudge Dawkins retired in June. He did not respond to The Washington Post's request for comment. Judges are often prohibited from commenting on pending cases.\n\nBouaichi's attorneys, Manuel Leiva and Frank Salvato said in a statement that they were “certainly saddened by the tragedy both families have suffered here.”\n\nThe lawyers said they “were looking forward to trial. Unfortunately, the pandemic continued the trial date by several months and we didn’t get the chance to put forth our case.”"}}