{"GDELT": {"GlobalEventID": 939721663, "Day": 20200809, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "HTI", "Actor2Name": "HAITI", "Actor2CountryCode": "HTI", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.4696485623003102, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Haiti", "Actor2Geo_CountryCode": "HA", "Actor2Geo_ADM1Code": "HA", "Actor2Geo_Lat": 19.0, "Actor2Geo_Long": -72.416667, "Actor2Geo_FeatureID": "HA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Haiti", "Action2Geo_CountryCode": "HA", "Action2Geo_ADM1Code": "HA", "Action2Geo_Lat": 19.0, "Action2Geo_Long": -72.416667, "Action2Geo_FeatureID": "HA", "DATEADDED": 20200809051500, "SOURCEURL": "https://www.thetimes-tribune.com/lifestyles/old-forge-native-nurses-pandemic-patients-in-icus/article_fa5db2d7-dd69-5f5b-a8fe-6c4eff894316.html"}, "ARTICLE": {"TITLE": "Old Forge native nurses pandemic patients in ICUs", "TEXT": "Maria Tomasetti dedicated her career to caring for the most vulnerable.\n\nThe 29-year-old Old Forge native, who earned a doctorate in nursing practice with a nurse anesthesia specialty from Rutgers University, spent the beginning of her career in pediatric intensive care units. When she saw the affects of the coronavirus pandemic, Tomasetti headed straight into one of the country’s COVID-19 hotspots to help.\n\nFor a month in April, fresh out of anesthesia school, Tomasetti worked in the COVID intensive care units at Mount Sinai West Hospital in New York City and Morristown Medical Center in New Jersey. Tomasetti said sometimes the decision to act is the hardest. But no matter her fears, she knew she was the woman for the job.\n\n“Most people asked me if I was scared (to work there). Of course I was scared, but I was made to do this,” she said. “I was trained to do this. I couldn’t stand by on the sidelines and watch this virus take more lives, and I couldn’t expect my colleagues and other health care professionals to do everything while I stood by. We don’t accomplish things in life by wishing for them; we accomplish things by working for it.”\n\nThe daughter of Richard and Beverly Tomasetti, she felt inspired to head into medicine thanks to another compassionate nurse — her mom, who worked in Mercy Hospital’s ICU and then earned a master’s degree with a nurse practitioner certification. Tomasetti knew her mom cared for people all day while also raising three children and advancing her career.\n\n“I remember it was when I graduated with my master’s degree that the three of them, especially Maria, they were looking at me like, ‘Mommy’s pretty cool,’” Beverly Tomasetti said, laughing. “I don’t think I ever realized the impact it had on her.”\n\nThrough her mother, Tomasetti also realized the connection nurses have with patients as well as families. She wanted to help people the way her mother did.\n\n“My mom was and always will be my hero,” Tomasetti said.\n\nAfter graduating from Old Forge High School, Tomasetti earned a bachelor’s degree in nursing from University of Pittsburgh and took a job in a combined pediatric ICU/pediatric cardiac ICU at Johns Hopkins Hospital, Baltimore. This marked her first experience working with the most vulnerable patients, caring for kids undergoing open-heart surgery or who had severe trauma. She saw first-hand how compassion truly can affect patients and their families.\n\n“You are their advocate,” she said. “In a time of crisis, the parents often look to the nurses not only for high-quality care but (also) guidance and hope. I knew I could offer them that.”\n\nTomasetti’s experience there motivated her to go back to school to become a nurse anesthetist, an advanced practice nurse who administers anesthesia for surgery or other medical procedures. She enrolled at Rutgers University for the doctoral program, where mentor Nirja Patel asked her to join a mission trip to Haiti in May 2019 with a group of nurses, surgeons and an anesthesiologist from St. Barnabas Medical Center, New Jersey. Tomasetti jumped at the chance.\n\n“Volunteering abroad was an invaluable experience that goes beyond the depths of anesthesia,” she said, noting she volunteered in Haiti again in February and would love to return.\n\nSeeing the differences between Haiti and the United States firsthand was like nothing she ever experienced. Some people she treated walked miles just to receive medical care.\n\n“The global aspect of this mission trip was something that I will always value,” she said. “Being able to gain an understanding of the different cultures and traditions of the people that I was serving was extremely important in order to deliver the highest level of care.”\n\nWhen she returned from her most recent Haiti trip, the coronavirus pandemic was just beginning in the United States. In her final semester of anesthesia school at the time, Tomasetti finished early thanks to the virus.\n\nLike most of the country, Tomasetti heard of COVID-19 on the news, but she didn’t understand the severity of it until she saw its affects in nearby New York City. She also saw the desperate need for ICU nurses to care for COVID-19 patients and knew her experience made her readily equipped to help. She also had her own family on her mind.\n\n“I knew that if one of my loved ones became infected with COVID-19, I would want the best possible care for them,” she said. “That was my main motivation for doing it. I have to do something. I can’t just stand by.”\n\nTomasetti, along with friend and roommate Lara Mendoza, started shifts in the COVID ICUs at both Mount Sinai West and Morristown Medical Center. Each day, Tomasetti donned two gowns, two pairs of gloves, an N95 respirator mask, a mask over that and a shield.\n\nAt Mount Sinai, with no ICU beds left and a rapid increase of cases in March and April, the post-anesthesia care unit was converted to an ICU. Normally in the ICU, Tomasetti explained, a nurse would care for one or two patients at most. With a shortage of resources and ICU-trained nurses, though, those who wouldn’t normally care for patients on ventilators, for instance, were asked to care for up to four ICU-level patients at a time. The days also were long — usually 12- to 15-hour shifts — and stressful. Tomasetti received frequent virus tests (she was always negative), and thinking about the virus nonstop took a mental toll.\n\nEven so, no one would talk Tomasetti out of doing the job, her mother noted.\n\n“She’s always been strong-willed and self-assured, even as a kid,” Beverly Tomasetti said. “When she makes up her mind to do something, she’s doing it. Of course we were worried — any parent would — but it’s a really selfless and amazing thing to do. I admire her for that.”\n\nThe effects of COVID-19 extend beyond just the lungs, Tomasetti said. Many patients required continuous medications to maintain their blood pressure and heart rate or to prevent blood clots from forming. None of Tomasetti’s patients fit neatly into boxes.\n\n“COVID-19 does not discriminate,” she said, adding wearing face masks or coverings as well as practicing social distancing and good hand hygiene are ways to stay safe and healthy. “It does not care how old you are, the color of your skin, your past medical history, your weight or where you came from. I saw patients making strides only to have a setback that they were never able to recover from. I also saw patients who we never thought would improve who are now home with their loved ones. … I’ve never experienced anything like it.”\n\nTomasetti and other health care team members collaborated extensively. To ensure patients’ safety, they continuously monitored ventilators, sedation and more and made sure patients got the right medications.\n\n“You truly never sat down,” Tomasetti said. “There’s so much going on, and every time you finish with one patient, there’s something happening with another. With four patients who were all medically sedated and intubated, you are far too busy to stop and think.”\n\nEveryone pitched in to do their part, though, Tomasetti said. Frontline workers really went above and beyond the call of duty, working double shifts or several days in a row without breaks.\n\n“Working with such a professional and compassionate group of people is something I will never forget,” she said. “Individuals who have never cared for an ICU patient jumped right in and did whatever they could to help. It was inspiring.”\n\nSo were the patients who pulled through. Tomasetti cared for a man in his 40s with COVID who had to be intubated. He had no significant past medical history or preexisting conditions and was active, healthy and involved in the community.\n\n“My heart ached for his family,” she said. “That’s when I knew if the virus could infect him, it could infect anyone.”\n\nFortunately, Tomasetti watched him turn the corner and was his nurse the day his breathing tube was taken out. As he grew stronger, he got to video chat with his family for the first times in weeks. To see happy families filled with gratitude reunite in that way made Tomasetti know what she did was worth it.\n\n“Those were some of the best moments,” she said. “There were a lot of hard days, tougher than probably anything I’ve ever experienced, but it was those moments of hope and happiness that made all of us feel just a little bit better.”\n\nAfter her time in the COVID unit, Tomasetti was ready for her next adventure. This month, she relocated to start a job as certified registered nurse anesthetist at Einstein Medical Center in Philadelphia. The inner-city hospital is known for its Level I Regional Resource Trauma Center, which includes major traumatic injuries such as car crashes and gunshot wounds, and a Level III Neonatal Intensive Care Unit, which caters to infants weighing less than 2.5 pounds or born at fewer than 30 weeks. Both require the kind of skilled and advanced-practice nursing Tomasetti is equipped to perform.\n\n“I’m drawn to care for the under-served or the most vulnerable patients,” Tomasetti said. “They need the best care, and I know I’m qualified to do it. If I can help, why not?”"}}