{"GDELT": {"GlobalEventID": 939721652, "Day": 20200809, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "FIREFIGHTER", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.43229166666666, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Staten Island, New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_ADM2Code": "NY085", "Actor1Geo_Lat": 40.5834, "Actor1Geo_Long": -74.1496, "Actor1Geo_FeatureID": "1802959", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Staten Island, New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 40.5834, "Actor2Geo_Long": -74.1496, "Actor2Geo_FeatureID": "1802959", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Staten Island, New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 40.5834, "Action2Geo_Long": -74.1496, "Action2Geo_FeatureID": "1802959", "DATEADDED": 20200809051500, "SOURCEURL": "https://www.silive.com/news/2020/08/si-nonprofit-planning-in-person-911-name-reading-ceremony-near-ground-zero.html"}, "ARTICLE": {"TITLE": "S.I. group planning in-person 9/11 name-reading near Ground Zero; but will it be allowed?", "TEXT": "NEW YORK, N.Y. -- The coronavirus may have stopped the annual 9/11 name reading ceremony at Ground Zero from taking place this year, where hundreds have gathered annually for nearly two decades to read the names of their fallen loved ones.\n\nBut this year, one group has plans to hold a smaller name reading nearby.\n\nThe Staten Island-based Tunnel to Towers Foundation, a nonprofit that honors fallen 9/11 firefighter Stephen Siller and other victims of the attacks, plans to host a 140-person, in-person reading near Ground Zero that day.\n\nThe speakers will read the names of the nearly 3,000 victims who lost their lives in the Sept. 11, 2001 attacks following social distancing measures.\n\nThe Tunnel to Towers Foundation decided last week to hold a smaller in-person reading after the 9/11 Memorial and Museum announced it would play pre-recorded names of the victims from the museum’s Memoriam exhibition at the Lower Manhattan memorial rather than having family members go on stage and read the names of their loved ones as part of the annual ceremonial tradition.\n\nOrganizers of the 9/11 Memorial and Museum event said the way the annual ceremony is set up, with family members coming up on stage and reading the names of their loved ones one-by-one, would not have allowed them to social distance.\n\nTunnel to Towers Foundation CEO Frank Siller said the 9/11 Memorial and Museum’s decision to switch to pre-recorded readings upset many 9/11 families, who he said, will already be gathered at Ground Zero that day to pay their respects.\n\nSiller said he is confident the group can safely host an in-person reading and give 9/11 families the opportunity to honor their loved ones following “every possible” safety precaution.\n\n“All 9/11 families are going to be down there and you can’t have somebody come up one person at a time [on stage] and make it safe?” Siller said of the 9/11 Memorial and Museum’s decision to switch to a pre-recorded reading and not allow families to go up on stage. “We didn’t get that, and that’s why we wanted to make sure that we gave that opportunity to families to read the names.”\n\n“There’s a lot of families very upset and we know that, and we’re a 9/11 foundation, and our first mission is to make sure we never forget and we honor the sacrifice that was made that day,” Siller said.\n\nThe foundation says it will require attendees wear face coverings and will provide face coverings on site for all attendees listening to the name reading.\n\nThey will also enforce social distancing measures and make hand sanitizer available to attendees.\n\nSiller said readers will wipe down microphones after reading the names of fallen 9/11 victims and that the foundation is even looking to set up multiple microphones to socially distance speakers.\n\nCAN READING TAKE PLACE UNDER GUIDELINES?\n\nBut it is unclear whether the foundation’s in-person reading ceremony will be permitted under the city’s current guidelines.\n\nMayor Bill de Blasio announced in July that large events would be canceled through Sept. 30, while the state’s current guidelines only allow for social gatherings of up to 50 people.\n\nThe city said in July that permits would be denied for events larger than one block and for any stage or video events that require amplification. However, the city said protests, religious events, and press conferences would still be allowed.\n\nCity Hall did not respond to request for comment at press time when asked whether the in-person reading would be permitted under its current guidelines.\n\nSiller did not say whether the group received city approval for the name reading, only saying that he was working with the NYPD and Port Authority Police Department who patrol the area.\n\nSiller said the ceremony would be less than a block large and pointed out that the 9/11 families would be at the memorial that day already.\n\n“I can guarantee to everybody that it will be done in such a safe way,” Siller said. “I would never jeopardize anybody’s health or well being and those families will be down there already at Ground Zero, we’re just giving them an opportunity to read the names.”\n\nThe Tunnel to Towers Foundation is planning its ceremony near Ground Zero for 8:40 a.m.\n\nFamily members who want to speak can register here.\n\nOn Staten Island, the borough’s annual 9/11 Postcards Memorial Ceremony will be held virtually this year. Families will read the names of their loved ones via videotape Borough President James Oddo will incorporate those videos into a live stream.\n\nFOLLOW SYDNEY KASHIWAGI ON TWITTER."}}