{"GDELT": {"GlobalEventID": 939919458, "Day": 20200810, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6027, "Actor1Code": "COPMED", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor1Type2Code": "MED", "Actor2Code": "UGA", "Actor2Name": "UGANDA", "Actor2CountryCode": "UGA", "IsRootEvent": 1, "EventCode": 11, "EventBaseCode": 11, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.1, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.9426523297491096, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mbale, Mbale, Uganda", "Actor1Geo_CountryCode": "UG", "Actor1Geo_ADM1Code": "UGB1", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 1.0748, "Actor1Geo_Long": 34.1774, "Actor1Geo_FeatureID": "-1732081", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mbale, Mbale, Uganda", "Actor2Geo_CountryCode": "UG", "Actor2Geo_ADM1Code": "UGB1", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 1.0748, "Actor2Geo_Long": 34.1774, "Actor2Geo_FeatureID": "-1732081", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mbale, Mbale, Uganda", "Action2Geo_CountryCode": "UG", "Action2Geo_ADM1Code": "UGB1", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 1.0748, "Action2Geo_Long": 34.1774, "Action2Geo_FeatureID": "-1732081", "DATEADDED": 20200810141500, "SOURCEURL": "http://www.angop.ao/angola/en_us/noticias/africa/2020/7/33/Ugandan-presidential-hopeful-says-police-used-bullets-disperse-supporters,ac075e8f-13c1-4d7f-b246-4cdf7c1e597a.html"}, "ARTICLE": {"TITLE": "Ugandan presidential hopeful says police used bullets to disperse supporters", "TEXT": "Wine, whose real name is Robert Kyagulanyi, is seeking to end the 34-year-rule of aging President Yoweri Museveni in polls due to be held early next year.\n\nPolice spokesman Fred Enanga did not reply to Reuters’ repeated calls seeking comment.\n\nIn a post on his Facebook account, Wine said he had travelled to the eastern Ugandan town of Mbale to appear on a radio talk show but that security personnel from both police and the military blocked him.\n\nPolice personnel then “started firing teargas and live bullets. Many comrades were injured and are nursing wounds,” he said but did not state the number of supporters injured.\n\nWine joined politics in 2017 after winning a parliamentary by-election and subsequently declared he would stand for president.\n\nWine’s candidacy has stirred significant support especially among the country’s youth drawn by his use of music to spotlight rampant rights abuses, corruption and Museveni’s long rule.\n\nHis large youth following has rattled the ruling National Resistance Movement (NRM) party and drawn a security crackdown that has included dispersing his rallies with teargas and bullets, beatings and detaining some of his supporters.\n\nAt least two of his supporters, including one who was abducted and tortured, have been killed while an allied lawmaker was also once beaten and temporarily blinded.\n\nWine himself was in 2018 beaten by security forces so badly he had to travel to the United States for treatment.\n\nLast month the NRM declared Museveni its flagbearer in the forthcoming polls. Should he win another term, he could extend his rule to 40 years, making him one of the longest serving leaders in Africa.Reuters"}}