{"GDELT": {"GlobalEventID": 939919718, "Day": 20200810, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6027, "Actor1Code": "GOV", "Actor1Name": "MINIST", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.91616038882138, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Clydebank, West Dunbartonshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKW7", "Actor1Geo_ADM2Code": "40176", "Actor1Geo_Lat": 55.9, "Actor1Geo_Long": -4.4, "Actor1Geo_FeatureID": "-2592877", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Clydebank, West Dunbartonshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKW7", "Action2Geo_ADM2Code": "40176", "Action2Geo_Lat": 55.9, "Action2Geo_Long": -4.4, "Action2Geo_FeatureID": "-2592877", "DATEADDED": 20200810141500, "SOURCEURL": "https://www.clydebankpost.co.uk/news/18640194.sqa-exams-u-turn---know-far-john-swinney-might-change/"}, "ARTICLE": {"TITLE": "SQA exams ‘U-turn’ – What we know so far and what John Swinney might change", "TEXT": "EDUCATION secretary John Swinney is to address anger over the exam results “scandal” in Scotland as he faces calls to resign over the saga.\n\nThe Deputy First Minister is to set out a series of seps to address concerns on Tuesday, amid mounting criticism over the downgrading of pupils’ results.\n\nBut what is the anger all about? And what has John Swinney said about a potential U-turn?\n\nHere, we detail out everything you need to know about the SQA exam results saga:\n\nWhy are people annoyed?\n\nWith no exams sat this year due to the coronavirus pandemic, the Scottish Qualifications Authority applied a methodology that saw grades estimated by teachers downgraded.\n\nPass rates for pupils in the most deprived data zones were reduced by 15.2% in comparison with 6.9% for pupils from the most affluent backgrounds.\n\nExams were unable to go ahead this year\n\nWhat is the Scottish Government doing about it?\n\nEducation Secretary John Swinney is expect to perform a major U-turn in a bid to sort out the current situation.\n\nThe Courier reports that Mr Swinney is set to announce changes to the grades appeals process for pupils, with officials said to be examining ways to automatically review the results of downgraded pupils without each having to lodge an individual appeal.\n\nOn #SQAResults I have heard the anger of students who feel their hard work has been taken away from them and I am determined to address it.\n\n\n\nThese are unprecedented times and as we have said throughout this pandemic, we will not get everything right first time. — John Swinney (@JohnSwinney) August 9, 2020\n\nIn a statement released on Sunday, Mr Swinney said: “I have heard the anger of students who feel their hard work has been taken away from them and I am determined to address it.\n\n“These are unprecedented times and as we have said throughout this pandemic, we will not get everything right first time.\n\n\"Every student deserves a grade that reflects the work they have done, and that is what I want to achieve.\n\n“I have been engaged in detailed discussions over the way forward and I know that we need to act and act quickly to give certainty to our young people.\n\n“I will set out on Tuesday how we intend to achieve that.”\n\nHow have pupils reacted to the results?\n\nAcross the country pupils took to protest the results both in person and through an online petition.\n\nSo far nearly 45,000 people have signed the petition, which hit out at what it called a “classist marking scheme”.\n\nMore than 40,000 people have signed a petition\n\nPetition founder Sarah McLauchlan said: “Results should be based off personal performance and personal performance only.\n\n“Every child is different, so assuming just because they are from a deprived area they won’t do as well and children from privileged areas will excel is biased and unfair.\n\n“It is completely unacceptable and wrong, especially when class should not be a basis for results which impact the rest of a child’s life.”\n\nThe petition can be found here.\n\nWhat have political opponents said?\n\nScottish Labour will this week table a motion of no confidence in Mr Swinney, who is also the Deputy First Minister, which will be supported by the Scottish Conservatives.\n\nEarlier, Lord McConnell, the former Labour first minister, issued a warning to Nicola Sturgeon and John Swinney over the exam results chaos, saying “get it fixed or go”.\n\nLord McConnell said the fiasco which saw 124,564 pupils’ results downgraded is “not good enough for Scotland”.\n\nAnd writing in the Sunday Times, former SNP minister Alex Neil said the Scottish Government “must reverse the decisions it made about examination results that saw the poorest children in many of the most deprived areas downgraded on the altar of a manufactured algorithm prepared in secret”.\n\nA Scottish Government spokesman said about three-quarters – 377,708 – of all grade estimates required no adjustment, adding that the SQA results “show a narrowing of the gap between the most and least disadvantaged young people attaining grades A–C compared to last year, and to a level below the average for the last four years”.\n\nPupils protesting the exams \"scandal\"\n\nScottish Conservative leader Douglas Ross said First Minister Nicola Sturgeon must remove Mr Swinney, saying she either “backs Scotland’s pupils or she backs an education secretary that has presided over this exams fiasco”.\n\nScottish Labour’s education spokesman, Iain Gray, said Mr Swinney “needs to go”, adding: “It’s taken John Swinney five days to even admit this fiasco is his responsibility. The threat of a no-confidence motion has seen him finally accept the fact that he got this badly wrong.”\n\nThe Scottish Greens and Liberal Democrats have not said if they will back the no-confidence motion.\n\nScottish Greens education spokesman Ross Greer said he welcomed John Swinney’s “admission that the Scottish Government got this badly wrong”.\n\nScottish Liberal Democrat leader Willie Rennie said: “An admission of error is step one in resolving this major issue but the detailed solution is what matters.\n\n“Why we ever got into this sorry state is a question that needs answered too.”"}}