{"GDELT": {"GlobalEventID": 939920077, "Day": 20200810, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6027, "Actor1Code": "MIL", "Actor1Name": "MARINE CORP", "Actor1Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.9079685746352402, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200810141500, "SOURCEURL": "http://www.cbsnews.com/news/military-veterans-say-racism-in-the-ranks-often-isnt-camouflaged/"}, "ARTICLE": {"TITLE": "Military veterans say racism in the ranks often isn't camouflaged: \"It hurt me dearly\"", "TEXT": "The national conversation about race includes the U.S. military. Defense Secretary Mark Esper has effectively banned the Confederate battle flag from bases and installations. But that's only part of the issue.\n\nIn a 2019 survey by the Military Times and Syracuse University, more than half of people of color serving in uniform said they had personally witnessed White nationalism or racism in the military.\n\nAccording to the Defense Department, around 17 percent of U.S. troops identify themselves as Black.\n\n\"CBS This Morning\" spoke with several former active-duty service members of different races and religions, about their experiences.\n\nCaptain Mary Tobin, a 10-year Army veteran, said racism in the ranks often isn't camouflaged.\n\n\"As a Black woman, I had to wonder, 'Okay, is this happening because I have ovaries, or because I have melanin?\" she said.\n\nAs a student leader at West Point, Capt. Tobin had to inspect cadets' rooms. \"You come in with a white glove, and of course, you check for dirt,\" she said.\n\nAnd she quickly found a red flag: \"Two White men who were roommates, I walked in, and there was a very large Confederate flag,\" she said. \"I saw the flag. I looked at them. They looked at me, and I could tell they were trying to get a reaction out of me. That happened two more times. And finally, I had a discussion with them and told them about how that felt for me, as a Black woman from the South, coming into that room, every inspection, and seeing that flag. It hurt me dearly.\"\n\nNow, nearly two decades later, the Confederate flag is no longer allowed at West Point. But Tobin said reminders of that painful past remain.\n\n\"One example is the name of a barracks, named after General Lee,\" she said. \"I lived in those barracks.\"\n\nMajor General Dana Pittard said, \"At West Point, there's Lee Barracks. There's Lee Gate. There's Lee Road. There's Robert E. Lee housing area. Enough.\"\n\nJust before Maj. Gen. Pittard, a Bronze Star recipient, graduated in 1981, he overheard two fellow cadets call him the N-word. \"One of them ran after me and said, 'Oh, Dana, I'm so sorry.' I said, 'What are you sorry for?' 'I'm so sorry for calling you a n*****.' I was so shocked. I thought, 'I cannot believe that.'\n\n\"And then, I took both of them aside and said, 'We are two months from graduation from West Point, and you still only see me as a n*****.'\"\n\nPittard went on to carry the nuclear-launch codes for President Clinton – and command all U.S. forces in Iraq.\n\nCorrespondent Vladimir Duthiers asked, \"It makes me wonder, 'Well, what else are they saying when you're not around?' And did you ever worry about that?\"\n\n\"Not really,\" Pittard replied, \"because my assumption is they probably did. We've got to work together, if we're going to end this legacy of systemic racism. And it's going to take more than Black people to do that.\"\n\nFor the first time, African-American officers lead the Air Force and West Point, but a photo taken last fall (tweeted by Defense Secretary Mark Esper) shows the lack of diversity among the military's top ranks.\n\nThank you @POTUS & @FLOTUS for hosting me & @DeptofDefense leadership for dinner yesterday at the @WhiteHouse, and for the continued leadership & support for the incredible men & women who serve to defend the Nation at home and abroad! pic.twitter.com/PJah6I7AXt — Dr. Mark T. Esper (@EsperDoD) October 8, 2019\n\n\"The chances of me making full-bird colonel or general become less and less likely, as I look at my competition and those who are making a selection, and really feel like there's no one representative of me,\" said Captain George Bates.\n\nCapt. Bates said he was passed over for promotion early in his 27-year Air Force career.\n\n\"I had more work experience, time in service, education,\" Bates said. \"My Caucasian competitor had struggled with the Air Force fitness test, and was still promoted. I was praised for how I handled the bad news, as if to say they thought I would be aggressive or disgruntled.\"\n\nCapt. Tobin faced a triggering moment when she said a White superior dressed her down with his hand on his gun: \"And I say, 'Sir, could you please remove your hand from the trigger well?' And he goes, 'Why? Why are you afraid of my hand on a trigger well? It's because you're from the 'hood? Is this what you're used to? You're used to people shooting at you?'\"\n\nBut others believe there has been progress over the years, like retired Marine Corporal Fatooma Saad. \"I think that race is one of the things that the military gets right more often than wrong, compared to our civilian counterparts,\" she said.\n\nCpl. Saad, a Muslim, met her husband, Evan, in the Marine Corps.\n\n\"Openness, diversity, inclusion – those are all by-products of serving in the military, because you're bringing young adults from all over the country with their own personal experiences from their corner of the world, and you're putting them together,\" she said.\n\nAnd that's why they all encourage young people to serve.\n\n\"Diversity makes us stronger,\" said Tobin.\n\nPittard said, \"Can we be a better country? Yes. But America is worth fighting for, and worth serving.\"\n\nCBS News asked to talk to active-duty troops. The Pentagon declined, but in a statement, said it's taking a \"holistic look\" to \"address diversity and increase inclusivity in the ranks,\" adding, \"these efforts strengthen our military readiness.\""}}