{"GDELT": {"GlobalEventID": 939919862, "Day": 20200810, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6027, "Actor1Code": "IGOUNOHLHWHO", "Actor1Name": "WORLD HEALTH ORGANIZATION", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor1Type2Code": "HLH", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -4.573170731707309, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Caracas, Distrito Federal, Venezuela", "Actor1Geo_CountryCode": "VE", "Actor1Geo_ADM1Code": "VE25", "Actor1Geo_ADM2Code": "31959", "Actor1Geo_Lat": 10.5, "Actor1Geo_Long": -66.9167, "Actor1Geo_FeatureID": "-938457", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Caracas, Distrito Federal, Venezuela", "Action2Geo_CountryCode": "VE", "Action2Geo_ADM1Code": "VE25", "Action2Geo_ADM2Code": "31959", "Action2Geo_Lat": 10.5, "Action2Geo_Long": -66.9167, "Action2Geo_FeatureID": "-938457", "DATEADDED": 20200810141500, "SOURCEURL": "https://panampost.com/sabrina-martin/2020/08/10/maduro-lying-coronavirus/"}, "ARTICLE": {"TITLE": "Maduro Is Lying About Coronavirus Numbers, We Explain Why", "TEXT": "Spanish – In Venezuela, it is impossible to know the true data on the spread of the coronavirus. Living in a country with opaque data and without sufficient testing makes true epidemiological surveillance an uphill battle. The number of cases of infection and deaths is double the official figure of the Nicolás Maduro regime.\n\nWhile the regime’s report claims that 195 people have died in Venezuela because of the COVID-19, the real figure is 349. The number of infected people is also much higher, but it is impossible to know for sure because the patients have nowhere to go for testing. People also avoid getting tested because they don’t want to be put into isolation by Maduro’s regime.\n\nOpposition deputy Dr. José Manuel Olivares, who is constantly monitoring the situation of the pandemic in Venezuela, reported that the actual figures are double the numbers announced by Chavismo. Further, he said that the South American country has the highest mortality rate of doctors who have died from COVID-19.\n\n“So far, 38 doctors have died of coronavirus, showing a mortality rate of 22%, the highest in the entire region for health personnel,” he said.\n\nHe stressed that the South American country does not have the capacity to face the pandemic. While the World Health Organization (WHO) recommends having 10% of the beds available for intensive care, currently in Venezuela, only 150 of the 12,000 beds available in public medical centers are designated for this purpose.\n\nLas unidades de terapia intensiva en Venezuela están llegando al máximo de su capacidad. Maduro en vez de invertir en ventiladores para ampliar las terapias intensivas, prefirió comprar máquinas de votación. A la dictadura no le importa la vida de los venezolanos. pic.twitter.com/ZlDspZXneW — Jose Manuel Olivares (@joseolivaresm) August 6, 2020\n\nIn statements to the PanAm Post, Olivares pointed out that Maduro is lying due to several factors. “In Venezuela, there is no trust; there is fear. Moreover, there is a shortage of testing. This means that the underreporting is greater than in other countries,” he explained.\n\n“In Venezuela, we could say that more than 50% of the cases have not been registered. It is also the country that does the least PCR testing in Latin America,” he said.\n\nThe expert explained that Venezuelans do not trust the health measures of the tyranny due to the “judicialization” of the pandemic.\n\n“In Venezuela, the pandemic is being judicialized. Today, Venezuelans are afraid to say that they have the coronavirus because they know that armed agencies such as the FAES or the Sebin can reach their homes to take them to a shelter for 15 or 20 days,” he added.\n\nAll these factors explain why the number from Venezuela is not real and shows that Maduro is lying.\n\nBut it should also be noted that due to the lack of tests, hospitals in the country do not admit people with symptoms of coronavirus. Patients die without knowing whether they have contracted the virus.\n\nDenuncian que hospitales en Caracas no admiten pacientes con síntomas de covid-19 por falta de pruebas (vía @sincepto) https://t.co/l2XUrKhxwh pic.twitter.com/3d799SMLzK — NTN24 Venezuela (@NTN24ve) August 5, 2020\n\nA report by NTN24 revealed that “patients with clear symptoms of coronavirus are not admitted to health centers or sentinel hospitals in Caracas due to inadequate testing.” Even when they suffer from serious respiratory difficulties, they are referred to other health centers if they do not have the results of the PCR tests.\n\nMembers of the Venezuelan College of Nurses on Wednesday said they were “alarmed” by the Maduro regime’s delay in reporting coronavirus deaths in the country.\n\nFear of isolation at the hands of Chavismo\n\nAlthough the regime has reported 22,299 confirmed cases of the virus in Venezuela, the real figure is probably twice as high as the official data because patients with mild symptoms of the disease prefer not to go for testing so that they don’t end up isolated in the centers set up by the Maduro regime’s.\n\n“My sister is at home, taking the treatment for the coronavirus because she has all the symptoms, but her case has not been officially registered. On the other hand, my father, who is hospitalized in the ICU of a private clinic, did test positive, and his case was registered,” Alejandra Gutiérrez told the PanAm Post.\n\n“I have no symptoms. I’m probably one of those asymptomatic patients. If I had mild symptoms, I would do the same as my sister. There is no way here to get the reliable test, so I’d rather keep a low profile,” she said.\n\nAlejandra’s case is not unique. Venezuelans prefer to stay at home rather than go to public health centers. If they have the coronavirus, there is no way for anyone to find out.\n\nHowever, according to experts, the official record does not provide an approximate picture of the epidemic’s unfolding. Maduro’s regime refuses to authorize private laboratories and academic institutions to conduct tests.\n\nResults are delayed by a fortnight\n\nAccording to PanAm Post research, the official figures of COVID-19 in Venezuela announced by Maduro are about 15 days late, mostly due to the delayed dispatch of samples and delivery of results.\n\nA source from the National Institute of Hygiene revealed that the principal laboratory receives between 2,000 and 2,500 samples daily from all over the country. However, they can process only about 1,700, leaving out 300 samples per day.\n\n“For two weeks, we have not been able to cope with the workload. We leave behind about 300 samples unprocessed each day, which means a total of 4,000 that have not yet been processed. We work day and night. We strive and try to do our best. The steps before and after the process can be shortened to be more efficient in delivering the result,” the source said under the condition of anonymity to avoid repression from the regime.\n\n“If we process a maximum of 1,700 samples a day, and every day, we get 2,000 new samples, there are about 300 unprocessed samples a day, and this has been going on for two weeks like that. So 2,100 samples that accumulate weekly,” he said.\n\nCurrently, only three laboratories are processing COVID-19 samples for the entire country: there is the main laboratory of the INH, which recently added an extension. And this week, the Venezuelan Institute of Scientific Research (IVIC) began operations.\n\nThe IVIC laboratory can process only about 300 samples per day, which is proving insufficient to deal with the exponential increase in infections.\n\nTwo other laboratories are also expected to begin operations; one in Guarenas run by Cuban personnel and another in the state of Yaracuy, but according to the source, they are not yet ready.\n\nBut the number of processing centers is not the only alarming factor. The shortage of personnel and the inefficiency of the Ministry of Health means that patients in Venezuela find out the results of their tests about 13 days or two weeks later.\n\n“Sometimes, the samples take three to four days to arrive. It takes us up to five days to get the results because of the large number of tests. Furthermore, when we deliver the report, the Ministry of Health does not submit the results on time,” the source said.\n\n“It takes about four days for the sample to arrive, depending on the state of origin, about five days to process, and four or more for them to give the results. In other words, it takes about 13 days for patients to know whether or not they have the virus. By then, people might have spent 13 days in mandatory quarantine in the hotels or centers set up by the regimen and might have done so in vain,” he added.\n\nInfluences peddling within Chavismo\n\nAs if the lack of bio-analysts and laboratories were not enough, Maduro’s regime has created another problem for the processing of the tests: it hoards between 300 and 500 samples a day, which it calls a “priority list.” INH staff must process these samples as soon as they arrive at the laboratory, no matter how many Venezuelans in the country are waiting for their results, further delaying the process.\n\n“The backlog of samples is also due to the ‘priority lists.’ The ministers, deputy ministers, the vice presidency, the presidency, the National Guard, and family members are constantly taking tests and want the results as soon as possible,” the source said.\n\nThe source explained that every day there are priority lists that not only delay the process but also restrict diagnosis, cause epidemiological statistics to be lost, and make it difficult to monitor the spread of the virus in the country.\n\n“For example, we have got some 60 samples from the Presidency. Another time, we got some 100 from VTV, many from the military. This limits our work. The personnel loses time in searching for and preparing the samples to be processed. It reduces the daily productivity because we are attending to the priority lists every day,” the source complained.\n\nThis explains why the official figures of the tyranny are inaccurate and unbelievable. It also explains why Caracas continues to be the hub of the disease without any real reflection on how the spread of the virus in the country is evolving.\n\n“Epidemiological data are damaged because if we process 20% to 25% of the samples of daily, and 2,000 samples are processed nationally, it means that this percentage is focused on the capital region. Obviously, the number of cases in Caracas is going to be higher because many more tests are being processed in the capital, while diagnoses are not being made in other states. So it is impossible to see how the virus is progressing; epidemiological surveillance is not being done correctly,” he added."}}