{"GDELT": {"GlobalEventID": 939919525, "Day": 20200810, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6027, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.72150072150072, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKR8", "Actor1Geo_ADM2Code": "40152", "Actor1Geo_Lat": 54.5, "Actor1Geo_Long": -6.5, "Actor1Geo_FeatureID": "-2604275", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKR8", "Action2Geo_ADM2Code": "40152", "Action2Geo_Lat": 54.5, "Action2Geo_Long": -6.5, "Action2Geo_FeatureID": "-2604275", "DATEADDED": 20200810141500, "SOURCEURL": "https://www.express.co.uk/news/uk/1320964/a-level-results-day-how-pick-up-exam-results-2020"}, "ARTICLE": {"TITLE": "A-Level results day: How will exam results day work this year?", "TEXT": "FREE now SUBSCRIBE Invalid email Make the most of your money by signing up to our newsletter fornow We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nA-Level students are preparing to find out their results this week after a very unusual last year of school due to the coronavirus pandemic forcing the Government to close school in March. But how exactly will exam results day work this year?\n\nTrending\n\nAre you able to get your A-Level results this year? Hundreds of thousands of 18-year-olds in England, Wales and Northern Ireland will receive their A-level and vocational qualification results on Thursday, August 13. Students did not sit exams in a usual manner this year and instead were graded based upon teacher’s predictions. The Government has said teachers can invite pupils into school to collect results, as long as it happens in a covid-secure way. READ MORE: Nicola Sturgeon forced to make huge U-turn on Scottish exam grades\n\nA-Level results day: How will exam results work this year?\n\nA-Level results day: Hundreds of students will receive their results on Thursday\n\nREAD MORE A-level results date 2020: When is A-level results day? When will you get your results? Results come out at different times throughout the summer. The schedule of results for different examination types is as follows: International Baccalaureate results: July 6\n\nScotland's National 5, Higher and Advanced Higher results: August 4\n\nEngland, Wales and Northern Ireland's A-level and AS-level results and A-level equivalent technical qualifications like BTecs and Cambridge Nationals: August 13 at 8am BST.\n\nGCSE results in England, Wales and Northern Ireland, and GCSE equivalent technical qualifications: August 20.\n\nA-Level results day: Students were not able to sit exams this year\n\nHow do you get your results? Schools have been concerned about the best and safest way to give pupils the results of their exams this year. All pupils should have been told what to do on Thursday by their schools. However, if any students are unsure, they should contact the schools directly to verify the procedure on Thursday. Most likely pupils have been asked to attend their schools from 8am, to check for an email or log in to an online portal. DON'T MISS\n\nBid to change Newcastle university building name REJECTED [INSIGHT]\n\nUniversity to ditch 'supremacist' window dedicated to racist student [EXPLAINER]\n\nPiers Morgan refuses to apologise for 'shouting down' Susanna Reid [VIDEO]\n\nREAD MORE ‘No excuse for children not to be in school’ Boris issues ultimatum How have the results been decided? Results this year are not determined by pupils having sat exams. Instead, students have been given formal grades which fairly reflect the work they have put in. A-level and GCSE students in England are being promised their final results will be no lower than their mock exams. The Department for Education has announced a \"triple lock\" which means results will be the highest out of their estimated grades, their mocks and an optional written exam in the autumn. The move from the Department of Education follows Scotland's decision to switch to teachers' predicted grades.\n\nA-Level results day: Results were determined from predicted grades this year\n\nAll of the grades submitted by schools and colleges has been submitted to be checked nationally, to ensure they are fair and comparable to other years. The methods of deciding the results are broadly similar across all four nations and for qualifications including A-levels, GCSE's, Scottish Nationals and Highers. The exam boards put together the information, taking into account data for previous years, and make any necessary adjustments to the predictions. England's regulator Ofqual said the idea was to ensure confidence in the results, to give them the same value as grades from any other year."}}