{"GDELT": {"GlobalEventID": 939919276, "Day": 20200810, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6027, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.2876712328767095, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Delaware, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDE", "Actor1Geo_Lat": 39.3498, "Actor1Geo_Long": -75.5148, "Actor1Geo_FeatureID": "DE", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Delaware, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDE", "Actor2Geo_Lat": 39.3498, "Actor2Geo_Long": -75.5148, "Actor2Geo_FeatureID": "DE", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Delaware, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDE", "Action2Geo_Lat": 39.3498, "Action2Geo_Long": -75.5148, "Action2Geo_FeatureID": "DE", "DATEADDED": 20200810141500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8612027/McDonalds-sues-fired-CEO-recoup-40m-parting-package.html"}, "ARTICLE": {"TITLE": "Fired McDonald's CEO 'deleted dozens of nude photos of three employees' suit claims", "TEXT": "Stephen Easterbrook was ousted from McDonald's in November last year after he admitted to exchanging videos and text messages with an employee\n\nA McDonald's lawsuit claims that the company's fired CEO Stephen Easterbrook deleted dozens of nude photos that were sent using his work email and phone as part of a coverup so he wouldn't be caught as the fast-food chain tries to recoup tens of millions of dollars in severance and benefits.\n\nThe 53-year-old was fired from his $16 million-a-year job in November last year after he admitted to having an inappropriate relationship with a female employee who he exchanged videos and text messages with.\n\nHe in fact had relationships with five women who worked for the company.\n\nOnly one of them has been named; PR executive Denise Paleothodoros.\n\nIn a lawsuit filed in Delaware on Monday, McDonald's said it had found dozens of nude or sexually explicit photos of women, including the three employees, that Easterbrook sent to his personal email account from his company email account.\n\n'That evidence consisted of dozens of nude, partially nude, or sexually explicit photographs and videos of various women, including photographs of these company employees, that Easterbrook had sent as attachments to messages from his company email account to his personal email account,' the lawsuit says.\n\nMcDonald's has accused Easterbrook of deleting the emails and attached photos from his company-issued phone shortly before he was ousted in a bid to prevent investigators from learning about them prior to his firing.\n\nThe deleted emails and photos, which were sent in late 2018 and early 2019, remained on a company server unbeknownst to him, the lawsuit states.\n\n'The photos are indisputable evidence that Easterbrook repeatedly violated the company’s prohibition of any kind of intimate relationship between employees in a direct or indirect reporting relationship,' the lawsuit says.\n\nScroll down for video\n\nAfter he was fired last year, it emerged that Easterbrook had previously escaped censure for another office romance. It came to light that Easterbrook had dated Denise Paleothodoros, 46, when she was assigned to the McDonald's account by her PR firm\n\nEasterbrook (above with Chrissy Teigen in 2017), a divorcé and father-of-three from Watford, United Kingdom, joined the company in 1993 and had been chief executive since March 2015. Under his leadership the company's shares nearly doubled in value while sales at its US locations stagnated\n\n'They are indisputable evidence that Easterbrook lied during the investigation into his behavior in October 2019, when independent outside counsel expressly asked him if he had ever engaged in a physical sexual relationship with any company employee.’\n\nAs part of his 'without cause' severance agreement, Easterbrook was allowed to keep about $40million in stock-based benefits and six months pay, which amounted to roughly $670,000 in compensation, after he insisted there were no other similar instances.\n\nIn the complaint, McDonald's said it reopened an investigation last month after receiving an anonymous tip that led to the discovery of sexual relationships between Easterbrook and three other employees in the year prior to his termination.\n\nThe company has argued that Easterbrook, a divorcé and father-of-three from Watford, United Kingdom, no longer deserved the payout because of his 'silence and lies'.\n\nMcDonald's also alleges Easterbrook approved an 'extraordinary' stock grant, worth hundreds of thousands of dollars, for one of those employees during their sexual relationship.\n\nThe lawsuit also claims Easterbrook lied to investigators by denying any physical sexual relationships with employees.\n\nEasterbrook pictured with Alesha Dixon and Lord Coe at the London 2012 Olympics\n\nSteve Easterbrook was seen for the first time since he was fired from McDonald's in November\n\nTheir three daughters remained with their mother Susie, a part-time estate agent and former training boss at PwC, at the £1.3million ($1.67m) family home in Gerrards Cross, Buckinghamshire (pictured)\n\nMcDonald's said in the lawsuit that Easterbrook's board-approved separation agreement was based on what the company knew at the time.\n\nThe lawsuit says McDonald's would not have terminated Easterbrook without cause if it had known of the additional relationships.\n\nThe Brit credited with turning McDonald's fortunes around after profits dived Steve Easterbrook took the helm of McDonald's in March 2015 and quickly set to work to help save the company after it experienced a 15 percent shortfall in profits the year before. Easterbrook helped raise the company's profit margin by more than 12 percent in the first nine months of his takeover, getting margins from 13.62 percent to more than 25 percent. He also got the company's shares to double during his tenure. In the first three months of his time as CEO, Easterbrook regrouped and consolidated market segment by need, instead of by geographic region. He created four market segments for the company - the US, international lead markets, high-growth markets and foundational markets. For example, China and South Korea markets were taken out of the Asia/Pacific/Middle East/Africa region and placed in the 'high-growth' category. Improving food quality was a top priority for Easterbrook. Easterbrook cut several items off McDonald's menu - including a Deluxe Quarter Pounder burger and six chicken sandwiches. He had the chain take out hard-to-pronounce ingredients and announced the limited run of the Sirloin Third Pounder. During the first part of 2016, He got sales to rise more than 5.7 percent. Easterbrook was also a crucial supporter of using fresh beef in the company's burger, a move McDonald's implemented in 2017. The CEO managed to get McDonald's to increase its percentage of franchised stores from 81 percent to 91 percent in less than three years, surpassing his goal to get 4,000 franchised by 2019. This was largely in part because of a deal made to sell 2,740 restaurants in Hong Kong and China to Citic and the Carlyle Group. Easterbrook was already making his mark with the company more than two decades prior to his role as CEO. He joined in 1993 as a financial reporting manager in London before becoming the executive in charge of all McDonald's in the southern UK. In 2006 he was selected to manage all of the UK's operation but would move on to manage the whole northern Europe region (approximately 1,800 restaurants) in less than a year. After a brief hiatus away from the company, Easterbrook returned in 2013 as the senior executive vice president and chief brand officer. Easterbrook worked to repair McDonald's reputation in China after a scandal involving sketchy meat in 2014. He helped roll out customized hamburgers in Australia and in the US. He also helped implement dual-lane drive-thrus at the restaurant and the popular all-day breakfast menu. Advertisement\n\n'Easterbrook's silence and lies - a clear breach of the duty of candor - were calculated to induce the company to separate him on terms much more favorable to him than those the company would have offered and agreed to had it known the full truth of his behavior,' McDonald's said in the filing.\n\n'Had Easterbrook been candid with McDonald's investigators and not concealed evidence, McDonald's would have known that it had legal cause to terminate him in 2019.'\n\nEasterbrook joined the company in 1993 and had been chief executive since March 2015.\n\nHe and his wife Susie divorced in 2015 - the same year he relocated to Chicago to become McDonald's CEO. He had previously been based in the UK where he had been the company's head of North Europe.\n\nUnder his leadership the company's shares nearly doubled in value while sales at its US locations stagnated.\n\nHe had been credited with modernizing the chain, introducing touch-screen kiosks and launching an all-day breakfast menu.\n\nAt the time he was pushed out, McDonald's said Easterbrook had violated company policy by engaging in a consensual relationship with an employee.\n\nMcDonald's forbids managers from having romantic relationships with direct or indirect subordinates.\n\nIn an email to employees at the time, Easterbrook acknowledged he had a relationship with an employee and said it was a mistake.\n\n'Given the values of the company, I agree with the board that it is time for me to move on,' Easterbrook said in the email at the time.\n\nAt the time of his firing, lawyers from McDonald's had viewed messages on Easterbrook's company phone but did not thoroughly search his email records.\n\nThe second and more in-depth investigation, which was initiated last month, uncovered emails that had been deleted.\n\nIt is not yet clear why a thorough search was not carried out the first time.\n\nAt the time of his dismissal, the company said Easterbrook was eligible for six months of severance pay, which would have been $675,000.\n\nHe was also eligible for prorated payment for hitting 2019 performance targets.\n\nUnder McDonald's severance plans, the company says it has the right to claim back any payouts if it determines employees have been dishonest and there is evidence they could have been fired with cause.\n\nMcDonald's said this clause in the agreement also applied to Easterbrook.\n\nThe company is now attempting to block Easterbrook from exercising his stock options and is seeking compensatory damages.\n\nEasterbrook was replaced by Chris Kempczinski, who joined McDonald's in October 2015 after working in a senior strategic role at Kraft Foods and previously at PepsiCo.\n\nOne day after Easterbrook's departure, McDonald's announced that its top human resources executive, David Fairhurst, who joined McDonald's in 2005 and was named chief people officer at the restaurant chain in 2015, had also left.\n\nIn an employee memo on Monday, Kempczinski said McDonald's does not tolerate behavior inconsistent with its values and that Easterbrook's conduct 'deviated from our values in different and far more extensive ways' than it had known.\n\nEasterbrook could not be immediately reached for comment.\n\nAfter he was fired last year, it emerged that Easterbrook had previously escaped censure for another office romance.\n\nPictured left to right, Aviv 'Vivi' Nivo, venture capitalist and major shareholder in Time Warner, Jack Dorsey, co-founder and chief executive officer of Twitter, and Steve Easterbrook, president and chief executive officer at McDonalds\n\nIt came to light that Easterbrook had dated Denise Paleothodoros, 46, when she was assigned to the McDonald's account by her PR firm.\n\nThe two-year affair came to light in 2015 but McDonald's concluded the relationship did not violate its policies.\n\nPaleothodoros was removed from the McDonald's account at the time to 'avoid any conflict of interest'.\n\nEasterbrook was replaced by Chris Kempczinski\n\nEarlier this year, the Wall Street Journal claimed Easterbrook had frequently flirted with female staff after indulging in an existing culture of after-work hard drinking among employees at McDonald’s Chicago headquarters close to where the former CEO has a luxury residence.\n\nStaff said they were alarmed that, even as CEO, Easterbrook continued to fraternize with staff in local bars into the early hours.\n\nEasterbook joined the company in 1993 as a branch manager and after working his way up to become its UK chief in 2006 and then became president of its northern European business, in charge of 1,800 restaurants.\n\nIn 2011 he became boss of Pizza Express and then Wagamama in the UK but then went back to McDonald's as Chief Brand Office in 2013.\n\nHe then became overall boss in 2015, running the business from its $250million headquarters in Chicago earning $16million-a-year [£12million].\n\nHe was married to British wife Susie, and the couple have three children. It is not known when they separated but they are believed to have been divorced since he moved to the US.\n\nUnder his leadership the company's shares nearly doubled in value while sales at its US locations stagnated."}}