{"GDELT": {"GlobalEventID": 939919396, "Day": 20200810, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6027, "Actor1Code": "CHNLEG", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor1Type1Code": "LEG", "Actor2Code": "OPP", "Actor2Name": "ACTIVIST", "Actor2Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 15, "NumSources": 5, "NumArticles": 15, "AvgTone": -4.25079702444208, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Toronto, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12686", "Actor2Geo_Lat": 43.6667, "Actor2Geo_Long": -79.4167, "Actor2Geo_FeatureID": "-574890", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200810141500, "SOURCEURL": "https://www.sarniathisweek.com/news/major-chinese-language-newspaper-rejects-b-c-groups-ad-criticizing-hong-kong-security-law/wcm/befc60dc-66eb-45ab-ad26-0a58d127b8eb"}, "ARTICLE": {"TITLE": "Major Chinese-language newspaper rejects group's ad criticizing Hong Kong security law", "TEXT": "Canada’s largest-circulation Chinese-language newspaper recently rejected a full-page ad criticizing the new Hong Kong national security law and one of the law’s Canadian supporters, raising new concerns about a pro-Beijing slant in Chinese-Canadian media.\n\nA loose collection of 40 or so pro-democracy activists had been willing to spend $3,000 to purchase the spot in Sing Tao, a newspaper half-owned by Torstar, the Toronto Star’s parent company, said two of the activists.\n\nAs well as being condemned by Western governments and human-rights organizations, the security law imposed by China on Hong Kong last month has alarmed many Canadians with ties to the city.\n\nBut the activists said the paper refused to run the statement, partly because it criticized David Choi, chair of the National Congress of Chinese Canadians and a booster of the controversial legislation.\n\nThe Congress has a long history of pro-China advocacy.\n\nThe activist group re-submitted the ad without mentioning Choi by name. A saleswoman said it had been rejected again because “our senior management do not feel comfortable posting it,” said one member of the group.\n\nRelated\n\n“They’re not allowing us to practice our freedom of speech,” complained another of the activists, who asked to be identified only by his surname, Wong, citing the security law’s apparently global reach. “This is scandalous.”\n\nAfter submitting the advertisement to Sing Tao July 17 and having it rejected first on July 19, then again on July 21, the B.C. group took it to rival Ming Pao. That newspaper agreed to run the version of the statement that did not mention Choi or the NCCC, said Wong.\n\nThe incident adds to longstanding complaints that many of Canada’s Chinese-language media outlets eschew negative content about China’s Communist Party-led regime.\n\nBut a Sing Tao manager dismissed any suggestion his organization was trying to censor China critics.\n\nThe newspaper reviews all ad submissions for “libelous contents, good taste and other legal issues,” said Andrew Lai, general manager of Sing Tao Daily.\n\n“After carefully reviewing the said advertisement (under) the anonymous name of ‘a group of Canadian Hong Kongers,’ we declined the said advertisement,” he said.\n\nThe paper has not shied from reporting on both sides of the Hong Kong conflict, argued Lai. He cited a recent story on a protest by Canadians of Hong Kong background in Vancouver against Choi’s support for the security law and his claim that he speaks for most Chinese Canadians.\n\nLai also pointed to three letters it printed on one day in June that criticized the initiative.\n\n“Sing Tao Daily’s basic aim as a newspaper serving the Canadian Chinese community is to engage in the full and frank dissemination of news and opinion.”\n\nAdvocates for human rights in China do not agree.\n\nBoth Sing Tao and Ming Pao have for the last ten years refused to run ads from the Toronto association for democracy in China to commemorate the 1989 Tienanmen Square massacre, said association spokesman Cheuk Kwan.\n\n“This rejection of an ad critical of Choi and the NCCC is par for the course,” Kwan said. “Another case of Chinese (government) influence in our civic society and politics. In this case, media self-censorship by the Chinese-language media.”\n\nHe charges that the Chinese embassy and consulates exert influence on ethnic media here either directly, through owners tied to Beijing, or via the leverage of advertising by China-friendly businesses.\n\nIn a high-profile 2009 episode, a senior Sing Tao editor altered a Toronto Star article on Tibet to remove criticism of China before publishing it in his own paper. The editor was eventually fired.\n\nThe National Congress itself has often appeared in line with Beijing. Last year, a congress leader echoed Beijing’s calls for the federal government to drop extradition proceedings against Meng Wanzhou, the Huawei CFO. The NCCC has backed installing the Chinese government’s controversial Confucius Institute at the Toronto public school board and allowing state-run CCTV onto Canadian cable. In 2003, the Chinese ambassador offered the congress “our highest compliment” for co-hosting an exhibit at Toronto City Hall that promoted China’s narrative on Tibet.\n\nThere were no follow up questions from the journalist, it was very scripted\n\nOn a visit to Canada in 2007, Chinese diplomatic defector Chen Yonglin charged that the NCCC was in effect a front for the People’s Republic, a charge the group strongly denied.\n\nChoi could not be reached for comment.\n\nBeijing says the national security law is designed to quell violent demonstrations and restore order in Hong Kong. But critics warn it will crush the limited freedoms that set the city apart from mainland China, criminalizing subversion of government power, support for separatism, collusion with foreign forces and using violence in protests.\n\nIn Canada, the alleged self-censorship by Chinese-language media seems to have worsened amid China’s Hong Kong crackdown, said Cherie Wong of Alliance Canada Hong Kong.\n\nWong mentioned a recent, uncritical radio interview in Vancouver with Beijing’s consul general there, in which the diplomat lambasted Chinese-Canadian critics of the security law.\n\n“There were no follow up questions from the journalist, it was very scripted,” said Wong. “With the misleading news and this kind of misleading information circulating in ethnic media, our communities are at risk.”\n\nThe B.C. activists say they plan to write to Torstar, which owns about 50 per cent of Sing Tao, to complain about the ad rejection."}}