{"GDELT": {"GlobalEventID": 939919089, "Day": 20200810, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6027, "Actor2Code": "KOR", "Actor2Name": "SOUTH KOREA", "Actor2CountryCode": "KOR", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 3.47322720694646, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN", "Actor2Geo_Lat": 20.0, "Actor2Geo_Long": 77.0, "Actor2Geo_FeatureID": "IN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200810141500, "SOURCEURL": "https://www.eurekalert.org/pub_releases/2020-08/ivi-iwf081020.php"}, "ARTICLE": {"TITLE": "IVI welcomes Finland as 36th member state with flag-raising ceremony", "TEXT": "August 10, 2020 - SEOUL, South Korea - The flag of Finland was raised at the International Vaccine Institute (IVI) Headquarters today during a ceremony welcoming the country's accession to IVI. Finland joined the Seoul-based international organization dedicated to vaccines for global health in response to the COVID-19 pandemic, committing an annual contribution of 500,000 EUR during the period of 2020 - 2025 to support IVI's core operations and 500,000 EUR for COVID-19 vaccine research and development this year.\n\nThe Chairperson of IVI's Board of Trustees, George Bickerstaff, gave welcome remarks and the Minister of Social Affairs & Health of Finland, Aino-Kaisa Pekonen, and the First Lady of the Republic of Korea, Kim Jung-sook, offered their congratulations for the special event over video conferencing. The Ambassador of Finland to the Koreas, Eero Suominen, attended the ceremony in person to hoist the flag with the Director General of IVI, Jerome Kim.\n\nAdditionally, Korea's Ambassador of Global Health Security, Jong-Koo Lee; the President of the IVI-Korea Support Committee, Sang Chul Park; and the First Secretary of the Swedish Embassy, Victoria Rhodin Sandstrom, attended the event.\n\nDirector General Kim said, \"We're proud to call Finland a member state of IVI, and we're extremely grateful for its support for our mission to eradicate infectious diseases in low- and middle-income countries, including COVID-19. With its demonstrated commitment to join efforts to advance global health, eliminate poverty and reduce inequality, we see a host of possibilities for future collaboration between IVI and Finnish institutions. Vaccines must be a global public good, and it is the support and partnership of our member states like Finland that bring us closer to a future free of vaccine-preventable death and illness.\"\n\nMinister Pekonen said, \"The commitment to equity in IVI's vision, to support developing countries become free of suffering from infectious diseases, is an important value to Finland...The development of vaccines requires time, resources and expertise. The IVI is an important partner in the global collaboration to reaching this goal, and Finland wants to play its part in supporting this crucial work.\"\n\nMadame Kim Jung-sook, who was inaugurated as the Honorary President of IVI's Support Committee on July 8, 2020, said, \"I was deeply moved by Finland's healthcare system that makes nationwide effort to heal the pain of children...IVI aims to make a healthier tomorrow for humanity by forging Vaccine Solidarity Without Borders in the fight against a virus that knows no borders. I hope Finland's participation will bring forward the day we see this vision turn into reality.\"\n\nAhead of the flag-raising, Director General Kim and Minister Pekonen signed a Memorandum of Understanding detailing the membership agreement over livestream video from Seoul and Helsinki. Representatives from IVI's other funding states, Korea, Sweden and India gave congratulatory remarks after the signing ceremony.\n\nFinland became the international organization's 36th member state following approval from its Board of Trustees and the country's deposit of an instrument of accession to the Agreement on the Establishment of the IVI with the United Nations. With their funding commitment, Finland is also the fourth member state contributing financial support to IVI, along with the Republic of Korea, Sweden, and India. Like the other state funders, Finland will send a representative to the IVI Board of Trustees.\n\nFinland officially joined IVI on August 1, 2020, and its accession represents IVI's first expansion of member states since 2012 with the addition of India.\n\n###\n\nAbout the International Vaccine Institute (IVI)\n\nThe International Vaccine Institute (IVI) is a nonprofit inter-governmental organization established in 1997 at the initiative of the United Nations Development Programme (UNDP).\n\nHeadquartered in Seoul, South Korea, IVI was the first international organization hosted by Korea. IVI has 36 signatory countries and the World Health Organization (WHO) on its treaty, including Korea, Sweden, India, and Finland as state funders.\n\nOur mandate is to make vaccines available and accessible for the world's most vulnerable people. We focus on infectious diseases of global health importance such as cholera, typhoid, shigella, salmonella, schistosomiasis, Group A Strep, Hepatitis A, HPV, TB, HIV, MERS, COVID-19, as well as antimicrobial resistance. For more information, please visit https:/ / www. ivi. int\n\nCONTACT\n\nAerie Em, Global Communications & Media Specialist\n\n+82 2 881 1386 | aerie.em@ivi.int"}}