{"GDELT": {"GlobalEventID": 939919436, "Day": 20200810, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6027, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "OPP", "Actor2Name": "PROTESTER", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 175, "EventBaseCode": 175, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -7.24381625441696, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200810141500, "SOURCEURL": "https://whyy.org/articles/lack-of-study-and-oversight-raises-concerns-about-tear-gas/"}, "ARTICLE": {"TITLE": "Lack of study and oversight raises concerns about tear gas", "TEXT": "On June 2, Justin LaFrancois attended a protest against police violence and racism in downtown Charlotte, North Carolina, where he planned to livestream the event for his alternative newspaper’s website.\n\nShortly into the march, police, who reported that water bottles and rocks were being thrown at them, unleashed a volley of tear gas on the entire crowd, including those who were marching peacefully. The protesters tried to run. But hemmed in by tall buildings and desperate for an escape route, they tugged at the closed gate of a parking garage, pulling it up just high enough so they could slip inside to escape the pepper balls and exploding flashbangs.\n\n“Oh, my God,” LaFrancois said in a video that captured him wheezing hard and coughing from exposure to the gas. “My face is on fire. My eyes are on fire.”\n\nThe Charlotte protest was one of the dozens around the country during the past few months where police unleashed tear gas on peaceful protesters. Tear gas has commonly been used as a defensive tool by law enforcement to make rioters disperse.\n\nBut during the nationwide Black Lives Matter protests, federal, state, and local law enforcement agencies have sometimes been using it offensively, including against peaceful protesters, children, and pregnant women, without providing an escape route or piling on excessive amounts of gas, witnesses and human rights advocates say.\n\nLaw enforcement officials say tear gas, if used properly, is an effective tool for crowd control.\n\nWithout it, “the only thing left to do is physical force — shields and batons,” said Deputy Police Chief Jeff Estes of the Charlotte-Mecklenburg Police Department. Estes said he’s been exposed to tear gas and pepper spray many times.\n\n“So, I know the effects. I would rather have that than see what we’ve seen in other places where people who are violently assaulting other people have to get hit with sticks and shields,” Estes said.\n\nBut interviews by the Associated Press with medical researchers, federal regulatory agencies, and a review of U.S. government-funded scientific studies raise questions about the safety of the gas, especially its use on individuals in confined spaces, in excessive quantities, and when it’s fired directly at protesters. Medical professionals interviewed by the AP said the use of tear gas is particularly concerning during the COVID-19 epidemic. The AP also found that there is no government oversight of the manufacture and use of tear gas. Instead, the industry is left to regulate itself.\n\n“I think this is deeply problematic because there’s no transparency around the manufacture or the sale of these weapons,” said Rohini Haar, an emergency room physician and researcher at the University of California School of Public Health in Berkeley who has published studies on tear gas. “The U.S. has an obligation to protect its citizens. We regulate so many other things. This is an actual chemical weapon.”\n\nHaar said her research shows that tear gas has also been getting stronger over the years. She said she is particularly concerned about the unknown health effects of silicon that is sometimes added to tear gas to make it last longer in the air and on surfaces."}}