{"GDELT": {"GlobalEventID": 939920360, "Day": 20200810, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6027, "Actor1Code": "USA", "Actor1Name": "INDIANAPOLIS", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.48232611174458, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Indianapolis Motor Speedway, Indiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIN", "Actor1Geo_ADM2Code": "IN097", "Actor1Geo_Lat": 39.7948, "Actor1Geo_Long": -86.235, "Actor1Geo_FeatureID": "452346", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Indianapolis Motor Speedway, Indiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIN", "Action2Geo_Lat": 39.7948, "Action2Geo_Long": -86.235, "Action2Geo_FeatureID": "452346", "DATEADDED": 20200810141500, "SOURCEURL": "https://www.wfyi.org/news/articles/coronavirus-schools-contact-tracing-difficult-state-hasnt-spent-most-of-cares-act-money"}, "ARTICLE": {"TITLE": "Coronavirus: Schools Contact Tracing Difficult, State Hasnt Spent Most Of CARES Act Money", "TEXT": "The state announced more than 74,000 total confirmed cases over the last week – including four days with more than 1,000 reported cases – and more than 841,000 Hoosiers tested.\n\nThe Indiana State Department of Health reported 60 additional confirmed deaths over the last week, bringing the state’s total to 2,835. The state announced more than 74,000 total confirmed cases – including four days with more than 1,000 reported cases – and more than 841,000 Hoosiers tested.\n\nIndiana schools are reopening for the new academic year, with some reporting cases of COVID-19 among staff or students, and the state's top school official says efforts to find people who have potentially been exposed to the coronavirus is proving difficult.\n\nIndiana is investing millions of dollars in contact tracing, and health experts say it can help isolate and reduce the spread of the coronavirus.\n\nBut schools are reporting challenges with that process. Namely, parents who are skeptical of sharing information about their children with strangers over the phone.\n\nIndiana Superintendent of Public Instruction Jennifer McCormick said her department has received reports from school leaders that parents aren't responding to contract tracers' phone calls.\n\n\"And the parents usually hang up, and call the school and say 'I just got a weird call, I'm not sure who it was. I'm not sure if it was legit,'\" she said.\n\nThe State Department of Health announced Wednesday it launched a hotline for school administrators to call with questions about COVID-19.\n\nHealth Commissioner Dr. Kris Box said the hotline is one of a number of tools the state is using to help schools reopen, including a school nurse coordinator who’s been doing weekly webinars.\n\n“And we’re also finalizing a toolkit for schools to provide easily available resources such as symptom checkers, contact tracing checklists and guidance on quarantine and isolation,” Box said.\n\nA top lawmaker in Indiana is warning schools they could lose out on 15 percent of state funding if they start the new school year only online.\n\nSenate President Pro Tempore Rod Bray (R-Martinsville) sent a letter to school leaders Thursday, saying they could risk up to 15 percent of their state funding if they do not offer in-person classes this fall.\n\nThe letter cites a 2019 law restricting virtual school funding, and says there’s “no guarantee” schools would be provided an exemption to the law if they do not provide an in-person school option for families this fall.\n\nKokomo School Corporation superintendent and president of the Indiana Urban Schools Association Jeff Hauswald says the 2019 law was made without a pandemic to consider. And right now, it’s not always up to school leaders whether or not they can bring people into buildings.\n\n“When the local health department, when local government officials require school districts to go to e-learning because of the situations in their county or their community it seems a bit unfair that those districts could see a loss of up to 15 percent of the funding,” he said.\n\nBefore the letter went public, State Superintendent of Public Instruction Jennifer McCormick said stable funding is critical for school leaders as they face increased costs to provide multiple types of instruction at once, and meet other health and safety requirements and recommendations during the pandemic.\n\n“That’s why I have no patience when I’m hearing the conversation about schools that send those kids virtual need to take that 15 percent cut for those virtual students,” she said.\n\nIndiana will launch a settlement arbitration tool for Hoosier landlords and renters as it braces for a flood of evictions when the state’s eviction moratorium ends Aug. 14.\n\nThe governor’s general counsel Joe Heerens said the goal of the arbitration program – which will be free of charge to renters and landlords – is to settle eviction lawsuits and prevent massive backlogs in the courts.\n\n“This can be an effective and frankly less onerous way to resolve disputes,\" Heerens said. \"And it oftentimes has the added benefit of preserving the existing relationship between the two parties.”\n\nMore than 400,000 Hoosiers would lose, on average, about 46 percent of their unemployment benefits under the proposed federal HEALS Act – that’s according to a recent analysis by The Century Foundation, a progressive think tank.\n\nThe HEALS Act would supplement unemployment benefits with an additional $200 per week until October. That would replace a $600 boost to benefits that ended in Indiana more than a week ago. In the meantime, Hoosiers began receiving benefits Monday that represent a little less than half of their weekly earnings.\n\nJessica Fraser, director of the Indiana Institute for Working Families, said the extra $600 benefit was keeping an imminent housing and food crisis at bay.\n\nHundreds of thousands of Hoosiers lost their jobs and income by no fault of their own due to the pandemic. For many, an extra $600 unemployment benefit helped them stay afloat. Then it expired.\n\nBut some workers say they’ve waited weeks, sometimes months, for any payment at all from the Department of Workforce Development.\n\nFor 12 weeks, Rebecca Schreck has waited for unemployment benefits.\n\nHer husband, Tom Gross, suffers from severe respiratory problems and doctors tell him he only has a few years to live. They both get small stipends for disability, but Schreck works to help pay for medicine and other things that money doesn't cover.\n\nThe online unemployment system claims Schreck is working full-time. But lately she only gets scheduled three or four hours a week at a Subway sandwich store.\n\n“I’m struggling to pay bills, struggling to get my husband’s meds which he needs to survive,\" she said. \"It is just a mess.\"\n\nSchreck said she’s sent at least 50 emails and made 20 phone calls to the Department of Workforce Development, but no one has fixed her issue.\n\nIndiana says it has spent – or committed to spending – less than $1 billion in federal CARES Act money out of the $2.4 billion it’s received.\n\nOffice of Management and Budget Director Cris Johnston said one reason so much CARES Act money is unspent is inconsistent messages from the federal government.\n\n“We didn’t want to make a big transfer before the end of our fiscal year and then have differing guidance come out from the federal government that said, ‘No, you can’t use the money this way,’” Johnston said.\n\nJoin the conversation and sign up for the Indiana 2020 Two-Way. Text \"elections\" to 73224. Your comments and questions in response to our weekly text help us find the answers you need on COVID-19 and the 2020 election.\n\nIndiana is getting more people with mental health and substance use disorders connected with “peer supports” – trained professionals who have personal experience with those challenges.\n\nIndiana Addictions Issues Coalition director Brandon George said the state isn’t just dealing with a COVID-19 pandemic – it’s also still struggling with an overdose and addiction epidemic. And he said COVID-19 has exacerbated that problem.\n\n“We had hundreds, if not thousands of recovery resources, social supports, meetings, churches – all the places where people with substance use disorder go to get help – no longer accessible,” George said.\n\nThe Indy 500 will run without people in the stands this year. The Indianapolis Motor Speedway announced the decision Tuesday, reversing previous plans to maintain some attendance during the coronavirus pandemic.\n\nCiting rising trends in COVID-19 cases, IMS officials said that even allowing only 25 percent of fans to attend the race with safety precautions would not be the right thing to do.\n\nLast month, organizers released a comprehensive health plan for race attendees including temperature checks, required face masks and hand sanitizer.\n\nWhile no fans may attend the Aug. 23 race, IMS said it does plan to have fans back for the 2021 race.\n\nIndianapolis-based Eli Lilly is moving to Phase 3 testing of a treatment to prevent COVID-19 after initial success. The next step will be to test the drug at nursing homes where the pandemic has hit hard.\n\nMore than half of COVID-19 deaths in Indiana have occurred in nursing homes, according to data collected by the state.\n\nRoughly two months since announcing the first phase of testing in hospitals, the pharmaceutical company is moving to the third phase which will study antibody therapy in nursing homes across the country.\n\nAndrew Adams is the vice president of new therapeutic modalities and COVID-19 research at Eli Lilly. He said to conduct this phase of the study, the company converted RVs to mobile labs needed to test the medicine on location.\n\n“These facilities aren’t typically set up for conducting clinical trials right,” said Adams. “They’re not clinical trial sites, they’re not universities, they’re not hospitals. And so, to conduct the trial we actually had to build a fleet of remote vehicles to take to these sites and conduct the clinical trials.”\n\nFarmers’ confidence in their operations held steady in the latest monthly survey from Purdue University. Yet while current outlooks have improved a little, the COVID-19 pandemic has caused a slight decline in expectations for the future.\n\nThe recent Ag Economy Barometer survey showed farmers feel good about their situation at the moment.\n\nPlanting conditions were better than the previous year, yields are expected to be good, and farmers have been able to apply for federal aid through the CARES Act for financial losses due to the pandemic.\n\nHowever, when asked about the future, sentiment dropped. Barometer co-author Jim Mintert said the recent rise of COVID-19 cases in July could be a factor.\n\n“I think it’s maybe given people some concerns about, maybe a little recognition, that we’re going to be facing issues with respect to COVID-19, coronavirus for an extended period of time,” said Mintert.\n\nIndiana’s bar exam – required for new lawyers to earn their licenses – is going to be very different this year. The state had to adjust its biannual exam due to COVID-19, moving to an online test.\n\nA practice run of the system recently encountered issues, including even trouble logging in. The Indiana Supreme Court decided to pivot – the bar exam will be conducted via email; timed, but not proctored and open book.\n\nChief Justice Loretta Rush said future clients of these new lawyers should trust that they’ll be qualified, even with a seemingly easier test.\n\n“There are other checks and balances – with regard to the professional responsibility tests that have to be done, the character and fitness that have to be done,\" Rush said. \"We have a disciplinary commission.”\n\nContact Lauren at lchapman@wfyi.org or follow her on Twitter at @laurenechapman_."}}