{"GDELT": {"GlobalEventID": 939920165, "Day": 20200810, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6027, "Actor1Code": "OPP", "Actor1Name": "PRISONER", "Actor1Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 1821, "EventBaseCode": 182, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -13.2420091324201, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200810141500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8611829/Two-ruthless-inmates-rape-prisoner-bashing-pulp-frozen-water-bottle.html"}, "ARTICLE": {"TITLE": "Jail time extended for prisoners who raped and beat inmate", "TEXT": "Two Victorian prisoners have been handed more jail time after bashing another inmate with a frozen water bottle and raping him as he drifted in and out of consciousness.\n\nCol Thornton and Stephen Down were already serving time for violent crimes when they attacked the fellow prisoner over a demand for contraband tobacco in February 2017.\n\nThornton asked 'where's the f***ing tobacco' and smashed the man's face repeatedly with a frozen water bottle in an Ararat prison unit.\n\n'I want to f*** him,' he told Down, who joined in on the bashing before restraining the man so Thornton could rape him.\n\nVictorian prisoners Col Thornton and Stephen Down were given extra jail time after ruthlessly bashing another inmate with a frozen water bottle before Down held the victim down while Thornton raped him (stock picture)\n\nThe victim, aged 37, had been waiting for an approved visit from friends when he was attacked.\n\nHe'd never agreed to supply Thornton with tobacco and was surprised when it was brought up.\n\nHis teeth were knocked out, and he needed plates and screws inserted in his face.\n\nThornton, 35, was jailed in Victoria's County Court on Monday for a maximum of nine years and six months. Down, 31, was handed an eight-year six-month prison term.\n\nThey were both found guilty by a jury of rape, with Thornton also convicted of intentionally causing serious injury and Down recklessly causing serious injury.\n\nThe duo muttered and shook their heads throughout the sentence. They were not remorseful.\n\nThornton had been in prison for the best part of eight years at the time of the attack, for aggravated burglaries and other violent offences.\n\nHe had bipolar disorder and schizophrenia, and abused drugs and alcohol since his teens.\n\nThey faced the Victorian County Court (pictured) and were found guilty of rape, with Thornton also convicted of intentionally causing serious injury and Down recklessly causing serious injury\n\nDown had been serving a sentence for an aggravated burglary, where he bashed an intellectually disabled man in his own home.\n\nThornton and Down's jailhouse victim described the attack as 'something I've never experienced before in my life'.\n\n'I can't explain it. It was horrible,' he told the court in a statement.\n\nJudge David Sexton ordered Thornton wait six years and nine months becoming eligible for parole. He has already spent 295 days in jail awaiting sentence.\n\nDown's non-parole period is six years, with just under a year of that time already served.\n\nHe did not physically rape the victim but was convicted of the offence for facilitating the brutal attack."}}