{"GDELT": {"GlobalEventID": 939919739, "Day": 20200810, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6027, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.91387559808613, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Macau", "Actor1Geo_CountryCode": "MC", "Actor1Geo_ADM1Code": "MC", "Actor1Geo_Lat": 22.157778, "Actor1Geo_Long": 113.559722, "Actor1Geo_FeatureID": "MC", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Guangdong, Jilin, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH05", "Actor2Geo_ADM2Code": "13176", "Actor2Geo_Lat": 42.7683, "Actor2Geo_Long": 129.336, "Actor2Geo_FeatureID": "10884162", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Macau", "Action2Geo_CountryCode": "MC", "Action2Geo_ADM1Code": "MC", "Action2Geo_Lat": 22.157778, "Action2Geo_Long": 113.559722, "Action2Geo_FeatureID": "MC", "DATEADDED": 20200810141500, "SOURCEURL": "https://www.asiaone.com/china/macau-announces-partial-restart-tourist-visas-hoping-casino-revival"}, "ARTICLE": {"TITLE": "Macau announces partial restart of tourist visas, hoping for casino revival", "TEXT": "Psst! AsiaOne is on Telegram! Tell your friends!\n\nMacau’s government on Monday announced that tourist visas, through which the majority of gamblers visit casinos in the Chinese territory, will be reinstated for the neighbouring city of Zhuhai, paving the way for a revival of visitors.\n\nMacau’s Secretary for Social Affairs and Culture Ao Ieong U announced that the highly anticipated individual visit scheme (IVS) would resume from Aug 12.\n\nCasinos in the world’s biggest gambling hub have experienced heavy losses since February when travel dried up due to the coronavirus. Greater China accounts for more than 90 per cent of Macau’s tourists.\n\nExecutives have said that without a resumption of the IVS scheme there will not be much hope for casino operators.\n\nThe announcement comes nearly a month after China loosened coronavirus-related border restrictions between Macau and the neighbouring coastal province of Guangdong.\n\nThe direct impact on gaming revenue from the Zhuhai IVS restart is likely to be limited, said Vitaly Umansky, an analyst at Sanford C. Bernstein in Hong Kong.\n\n“However, the restart of IVS and group visa issuance (which has been suspended since late January) is another baby step in the right direction as China and Macau slowly loosen travel between the two jurisdictions.”"}}