{"GDELT": {"GlobalEventID": 939920130, "Day": 20200810, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6027, "Actor1Code": "MYS", "Actor1Name": "MALAYSIA", "Actor1CountryCode": "MYS", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.46082949308756, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kampar, Perak, Malaysia", "Actor1Geo_CountryCode": "MY", "Actor1Geo_ADM1Code": "MY07", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 4.3, "Actor1Geo_Long": 101.15, "Actor1Geo_FeatureID": "-2402897", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kampar, Perak, Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY07", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 4.3, "Action2Geo_Long": 101.15, "Action2Geo_FeatureID": "-2402897", "DATEADDED": 20200810141500, "SOURCEURL": "https://www.msn.com/en-us/foodanddrink/foodnews/with-her-restaurant-forced-to-close-sat-c3-a9-kampar-e2-80-99s-chef-pivots-to-pop-ups/ar-BB17MV55"}, "ARTICLE": {"TITLE": "With Her Restaurant Forced to Close, Saté Kampar’s Chef Pivots to Pop-Ups", "TEXT": "© Courtesy of Ange Branca Saté Kampar’s chef-owner Ange Branca grilled whole fish for a pop-up at the Bok Bar in South Philly.\n\nWhen she was forced to permanently close her acclaimed Malaysian restaurant during the coronavirus pandemic, chef Ange Branca wanted to find a way to keep Saté Kampar’s staff employed. She thought about finding a commissary kitchen where they could continue to cook for feed the front lines and other community organizations, which the team has been doing throughout the pandemic, and do a little takeout and delivery on the side. Instead, she has become the queen of pop-ups.\n\nSince May, Branca held a five-night pop-up at the open-air, rooftop Bok Bar in South Philly, settled into a kitchen residency at the Goat in Rittenhouse, and started planning for the private Fitler Club’s first pop-up open to the public, taking place this Sunday. Later this month, she’ll set up one-night events at the rooftop Sunset Social and outside at Walnut Street Cafe, and plans to host something in the Poconos.\n\nPart of the decision to go the pop-up route was based on rent, Branca says. Even at a commissary kitchen with no retail space to host diners, she was looking at a five-year lease, which she wasn’t ready to commit to. At regular restaurant spaces, the rents she was seeing matched pre-pandemic prices, despite dining rooms being closed and the business model for restaurants turning on its head.\n\n“When we share space with friends who [own restaurants], we contribute to their rent a little bit, but we aren’t taking on that huge risk of signing up for five years in a space,” says Branca, who owned Saté Kampar with her husband, John.\n\n© Courtesy of Ange Branca For a pop-up series at the Bok Bar, Ange Branca of Saté Kampar grilled whole fish.\n\nAt least with the pop-ups, especially the long-term one at the Goat, she can keep her core staff intact, though their hours are less predictable. It’s also an opportunity to cook dishes that wouldn’t have made sense at her East Passyunk Avenue restaurant.\n\n“We built the kitchen and restaurant at Saté Kampar for one specific experience,” says Branca. “Even though there are so many Malaysian dishes that I love, sometimes I held back from serving them because it didn’t quite work for the experience.”\n\nThe grill at the restaurant, for example, was specifically built for satay, the marinated skewered meats that were the focus of the menu. While that grill didn’t have space to accommodate whole fish alongside the other menu items, at her Bok Bar pop-up Branca decided whole grilled fish was perfect for the outdoor setting.\n\n“I saw the sunset the first night at Bok Bar and it reminded me of the sunset at beach towns in Malaysia,” she says. “We would always go to these little huts with a big charcoal grill and eat whatever the fishermen caught that day, grilled really simply with rice and a variety of sauces. It’s a fun and relaxing way to eat, and very connected with nature.”\n\nThe Bok Bar pop-up sold out each night. But tackling the Goat summer residency required a different process. “We were trying to figure out how to make our food make sense at an Irish pub, with beer and sidewalk seating,” Branca says. She opted to go with the double patty, omelet-wrapped, sambal mayo-tinged Ramly burger, a Malaysian street food favorite that pairs well with beer.\n\nFor the Fitler Club on August 16, she’s teaming up with Fishadelphia, a Philly-based seafood company with a focus on local fish, to highlight lesser-known, sustainable types of fish and encourage diners to branch out from salmon and tuna. There are two seatings for the dinner; both are $65 per person.\n\n“My view of sustainability is to eat all types of fish that are available,” Branca says. “And you eat fish from head to tail. We’re not going to fillet anything — everything will be grilled from head to tail.”\n\nAt the upcoming Saté Kampar pop-up at Walnut Street Cafe in University City (the date has not been announced), Branca wants to take diners on a tour through Malaysia by cooking dishes from different villages she’s visited. The idea is to recreate some of the regional flavors she remembers from visits home, and give people a taste of travel during the pandemic, while actual travel is ill-advised.\n\n“I have so many memories of traveling through Malaysia,” Branca says. “The menu [for Walnut Street Cafe] is set up to tell those stories, because we can’t travel. And of course I want to go back home so badly, so I’m using these dinners to transport myself.”"}}