{"GDELT": {"GlobalEventID": 939919145, "Day": 20200810, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6027, "Actor2Code": "USA", "Actor2Name": "DETROIT", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.3977128335451103, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Thomasville, Georgia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USGA", "Actor2Geo_ADM2Code": "GA121", "Actor2Geo_Lat": 33.6973, "Actor2Geo_Long": -84.3496, "Actor2Geo_FeatureID": "326551", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hollywood, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA037", "Action2Geo_Lat": 34.0983, "Action2Geo_Long": -118.32700000000001, "Action2Geo_FeatureID": "1660757", "DATEADDED": 20200810141500, "SOURCEURL": "https://www.freep.com/story/money/cars/ford/2020/08/10/bring-back-bronco-podcast-sonari-glinton/3320105001/"}, "ARTICLE": {"TITLE": "He was 1 of 8 relatives to work in auto plants. Then he began telling stories to millions.", "TEXT": "Sonari Glinton worked on a Ford assembly line, along with his mother and others in his family. He didn’t buy a car until age 36.\n\nNow Glinton, who lives in west Hollywood, is a national host spotlighting \"Bring Back Bronco: The Untold Story,\" as an eight-part podcast series that debuts Monday. It's about pop culture, history, car design, secrets no one knows.\n\nGlinton, 46, worked the summers of 1993, 1994 and 1995 at the Chicago Assembly Plant in Chicago. Now, he is known for his expertise not just as a former automotive reporter for National Public Radio but for his stories about money, jazz and award-winning business coverage. He has contributed to The New York Times Magazine, The Advocate, the BBC.\n\n\"There is this reflexive thought in Detroit that only car people are interested in cars,\" he told the Free Press. \"My entire time as car reporter at NPR, people would say, 'I don’t like cars but I like your stories.' That’s because I don’t do stories about cars, I do stories about people.\"\n\nFord paid for the production, but Glinton had complete freedom to tell the story. \"Nothing was off-limits,\" Ford said in a statement.\n\nFor people unfamiliar with a podcast, it's like an online radio show on demand. This one is free.\n\n“I have enjoyed listening to Sonari for years on all kinds of topics on NPR. He has a unique voice and offers a fresh perspective on the Bronco saga,\" said Mark Truby, chief communications officer at Ford.\n\n\"Sonari knows the culture of cars and Detroit but he’s not a pure Bronco enthusiast. He brought a curious, journalistic eye to the project,\" he said.\n\nFactory life\n\nGlinton is one of eight family members who has worked on the factory floor.\n\n\"My uncle, Walter Gardner, was an extremely proud UAW worker at the plant in Hamtramck ... never learned to drive a car,\" Glinton said. \"He walked or got a ride from Highland Park.\"\n\nGlinton is a product of the 20th century's Great Migration, when Black families left fieldwork in the South for industrial jobs in the North.\n\n\"Like a lot of Americans who are in the middle class, I got there because my family was in the auto industry,\" Glinton said. \"My grandfather worked for General Motors on the assembly line, and he was heavily involved in the union.\"\n\nHis grandfather left Thomasville, Georgia, to look for work in Detroit but his wife didn't like Detroit and they separated. She returned to Georgia with three children.\n\n\"My grandmother died when my mother was 9, in 1951,\" Glinton said. \"My mother never reconciled with her father, but her siblings did and he got my Uncle Walter a job at GM in Detroit. Uncle Walter spent his entire career there, and his son — my closest cousin, Eric Gardner — works on the Chrysler assembly line where they make the Jeep Grand Cherokee.\"\n\nEvery member of his family but his mother came to Detroit. His mother retired after 30 years at Ford's Chicago plant. She started at the plant two years after her father died, working first on the assembly line, later becoming one of the first female managers at the plant.\n\n\"There were two or three women when she became a foreman,\" Glinton said proudly. \"I would call myself a Ford baby. I was raised by a group of women who shared parenting duties. One of them, Debbie Harris, is just now retiring after 43 years. I'd call security at the plant and they'd transfer me down to the floor. When I was 5, I was like, 'I want to talk to my mommy.' And they'd do the walkie-talkie relay. And they'd get to my mother on the floor of the plant and I'd say things like, 'Allison won't give me cookies' or whatever.\"\n\nDeborah Harris, 67, of Griffith, Indiana, remembers fondly.\n\nBack then, she was affixing handles and locks to the doors as they rolled down the line.\n\n\"Sonari was a very smart and well-spoken and articulate young man. They way he is now, is the way he was. He was a great kid and he's a better man,\" she said.\n\n\"Everybody's kids became something, did something with their lives. That's what Ford did for Black single women raising children. Our children were afforded college educations because we had good jobs.\"\n\nFactory work was hard. Workers have just seconds to do their job, Harris said, and Glinton spent time in the paint department and on the line.\n\n\"Working on the assembly line is hard,\" she said. \"You have to be there at 6 a.m., so your day starts at 4 or 4:30, depending on how far away you live.\"\n\nThe little boy whose mother brought home a typewriter when he was in second grade went on to attend Boston University. He comes back to Detroit to spend time with family still.\n\nSo now, the Ford baby is coming full circle.\n\n\"For people new to podcasts, this is about conversation and storytelling,\" Glinton said. \"It ain't boring. This is what I've done most of my career — at \"All Things Considered\" and \"This American Life\" on NPR. The whole point of a podcast is to dive deeper or explore.\"\n\nNow Glinton is taking on the iconic Bronco.\n\nNo question, Bronco junkies will love the series. They eat, sleep and breathe Bronco news. But people who think they have no interest in cars or rock crawling or design may be surprised.\n\n\"I watch documentaries about the royal family, how toys are made, or the building of the 747. You don’t have to be 9 to watch a documentary about the Barbie doll,\" Glinton said.\n\n\"I think the audience for this podcast is women, not in a condescending way. We made a point to make this about storytelling, and not just a bunch of white bros reminiscing about trucks,\" he said. \"My goals are millennial and Gen X moms with a sense of adventure.\"\n\nMore:Ford just revealed 2021 Bronco: Why this new model is different\n\nMore:Ford declares war with all-new Bronco as Jeep Wrangler demand spikes\n\nMore:2021 Ford Bronco designer follows in footsteps of the Jackie Robinson of car design\n\nJim Farley, Ford chief operating officer, has said he believes the Bronco can directly challenge Jeep in the popular and lucrative off-road segment. The public seems to be going crazy for Bronco already, with more than 150,000 reservations placed for the 2- and 4-door Bronco, which don't hit dealerships until 2021.\n\n\"It interesting that you can tell the story of race and Detroit and the car industry with one vehicle,\" Glinton said. \"We all know about O.J. and his infamous chase.\n\n\"What's interesting to me was to find that Mack Thompson, Ford’s first Black designer, was instrumental in so many important cars, including the Bronco. He drew the first rendering of the Bronco. When the story of the industry gets told, Black men are usually portrayed as the brute force of the industry,\" Glinton said.\n\n\"Here’s a predecessor to Ralph Gilles, Chrysler’s head designer, or Ed Welburn, former top GM designer, helping to imagine some of the most innovative designs of the century.\"\n\nThen there are more obvious angles about a vehicle that won fans from 1966 to 1996.\n\nO.J. Simpson plays a definite role in the history.\n\n\"My favorite true story is that a marketing executive started a white Bronco promotion weeks before the slow speed chase,\" Glinton said. \"White Broncos were popular, white cars are popular in SoCal, so days after the chase, hundreds of white Broncos appear on dealer lots in California.\"\n\nA sample of the beautiful trivia Glinton plans to share: Jim Farley, who takes over as Ford CEO Oct. 1, was one of the thousands of people whose travel to LAX was disrupted by Simpson's low-speed pursuit on June 17, 1994.\n\nMore:Sister of Nicole Brown Simpson on release date of Ford Bronco: 'Are you kidding me?'\n\nMore:Ford Bronco launch should include campaign for crime victims, UAW leaders say\n\nMore:Ford moves Bronco reveal to July 13 over O.J. Simpson birthday controversy\n\nSharing stories with millions of listeners each week is what Glinton has done for years.\n\nOnce a journalist, always a journalist. But now he is a principal at DeLite! Media, creating stories in a new format.\n\nThis series includes those \"who have been part of Bronco’s life as racers, restorers, a legendary Baja racer, and one voice who took a Bronco to the Arctic Circle, plus 10 Ford executives who have been part of the journey to bring it back,\" Ford noted.\n\nFord provided historic photos, documents, early sketches of the original Bronco and the 2021 Bronco, as well as oral histories.\n\nTo hear the Bronco podcast, go to Apple, Google, Spotify or any podcast app and search \"Bring Back Bronco.\" Two episodes launch Monday with the rest scheduled every other Monday through November.\n\nTo listen to the Bronco podcast, click here:\n\nDates when the 25-35 minute podcasts become available and titles of each episode:\n\nMonday: \"The American Dream; Cracks in the Pavement\"\n\nAug. 24: \"Going Downhill\"\n\nSept. 7: \"End of the Road\"\n\nSept. 21: \"Driving in the Dark\"\n\nOct. 5: \"Stuck in the Mud\"\n\nOct. 19: \"Green Light\"\n\nNov. 2: \"Hold on Tight\"\n\nWhen Ford revealed its plans for the podcast July 28, it was ranked as the second-most subscribed automotive podcast in Apple Podcasts, said Mike Levine, Ford North America product communications manager.\n\nContact Phoebe Wall Howard: 313-222-6512 orphoward@freepress.com.Follow her on Twitter@phoebesaid. Read more on Ford and sign up for our autos newsletter."}}