{"GDELT": {"GlobalEventID": 939919475, "Day": 20200810, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6027, "Actor1Code": "CVL", "Actor1Name": "VOTER", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 15, "EventBaseCode": 15, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.20588235294117, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Pennsylvania, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USPA", "Actor1Geo_Lat": 40.5773, "Actor1Geo_Long": -77.264, "Actor1Geo_FeatureID": "PA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Wisconsin, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWI", "Action2Geo_Lat": 44.2563, "Action2Geo_Long": -89.6385, "Action2Geo_FeatureID": "WI", "DATEADDED": 20200810141500, "SOURCEURL": "https://crooksandliars.com/2020/08/jonathan-lemire-its-all-over-if-trump"}, "ARTICLE": {"TITLE": "Jonathan Lemire: 'It's All Over' If Trump Loses Two More States", "TEXT": "Early voting starts in a few weeks, and the breakdown doesn't look good for Trump, as Jonathan Lemire explains.\n\n\"The first state is North Carolina, which is I believe September 3rd. That kicks off the early voting,\" he said.\n\n\"North Carolina a key battleground and other states begin on the days and weeks to follow. September 3rd is all of two months before Election Day. So a lot of votes are going to be banked. So the president trailing, and his campaign acknowledges that, are running out of time to change those voters' minds. But it's true, those who vote early tend to have their minds made up. They aren't usually swing voters, they're absolutely a factor here.\n\n\"We were talking before about the polls, both campaigns agree that there are six battleground states to decide this election, Pennsylvania, Wisconsin, Michigan, Arizona, North Carolina, Florida. That's setting aside somewhere now the president has to play defense and has had to spend resources and had to go the past week to places like Ohio, Texas. Georgia is another one he has to play defense. We don't see, outside of perhaps New Hampshire, a place where Democrats will have to do the same now that the Trump campaign has ceded Minnesota is a wish that will go unfulfilled.\n\nLemire explains Trump's campaign can only afford to lose one more of the other side.\n\n\"They can lose Wisconsin, Pennsylvania, but they have to win the rest of them, if they lose two the ball game is over, they can't get 270 electoral votes,\" he said."}}