{"GDELT": {"GlobalEventID": 939920317, "Day": 20200810, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6027, "Actor1Code": "UKR", "Actor1Name": "ODESSA", "Actor1CountryCode": "UKR", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.01214574898786, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Odessa, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX135", "Actor1Geo_Lat": 31.8457, "Actor1Geo_Long": -102.368, "Actor1Geo_FeatureID": "1343067", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX", "Actor2Geo_Lat": 23.0, "Actor2Geo_Long": -102.0, "Actor2Geo_FeatureID": "MX", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Odessa, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX135", "Action2Geo_Lat": 31.8457, "Action2Geo_Long": -102.368, "Action2Geo_FeatureID": "1343067", "DATEADDED": 20200810141500, "SOURCEURL": "https://therealnews.com/columns/climate-official-pushing-controversial-sun-blocking-plan-resigns"}, "ARTICLE": {"TITLE": "Climate official pushing controversial sun-blocking plan resigns", "TEXT": "Welcome back to TRNN’s Climate Crisis News Roundup.\n\nIn recent weeks, this column has focused heavily on the intersection between COVID-19 and the climate crisis, and that will continue as the pandemic sweeps the world.\n\nThis week, with the presidential election just over three months away, President Donald Trump is down in the polls, but was up for a speech at a fracking rig in a COVID-19 hotspot, one with no masks in sight. As he spoke, a company with operations nearby and ambitions to boost an obscure drilling technique joined a legion of other companies who have declared bankruptcy.\n\nIf you have a story you think deserves a spot in the roundup or story pitches in general, get in touch with me at [email protected] or on Twitter at @SteveAHorn. You can read the previous edition here.\n\n“Real” Geoengineering News\n\nStratospheric Controlled Perturbation Experiment (SCoPEx), a controversial program aimed at reversing the climate crisis that we covered here several weeks ago suffered a recent blow after its chairwoman stepped down.\n\nThe program is based at Harvard University and until July 22 had an advisory council chaired by the director of the California Strategic Growth Council, Louise Bedsworth. But after coming under scrutiny both from global climate justice groups and in a June 19 story by The Real News Network, Bedsworth has stepped down from the post.\n\nThe scrutiny was aimed at the technology for which the research group is pushing to develop a governance mechanism, called solar geoengineering or solar radiation management, for reflecting sunlight away from the Earth to halt the greenhouse effect of climate change. That technofix—which involves spraying aerosols into the atmosphere for an indefinite period of time to shield the Earth—is seen by many as both potentially dangerous to deploy and also a way to continue business as usual in emitting greenhouse gases.\n\nAnd the scrutiny also came because Bedsworth did not clearly separate her duties as a private individual with her duties as a state employee. On the same day this reporter received documents under California Public Records Act showing blurred lines between Bedsworth private Harvard role and her state office, Bedsworth announced her resignation. The emails show that she had considered resigning since The Real News published the article on June 19.\n\nBut it appears the turning over of the records to this reporter on July 22 may have been the final straw. In turning over the records, Strategic Growth Council chief external affairs officer Sandra Lupien—who in one email mocked this outlet as “Real” News and referred to the June 19 article as a “hit piece”—said that Bedsworth chaired the group “on [a] voluntary basis” and “her participation has been in a professional capacity, but not in her State/SGC capacity.”\n\nYet, it didn’t quite play out that way, Lupien added.\n\n“We acknowledge that Dr. Bedsworth used her State email for some correspondence regarding the SCoPEx Advisory Committee, and engaged SGC communications staff briefly in Committee matters,” she wrote. “We have taken steps to prevent a reoccurrence (sic).”\n\nBedsworth sang a similar tune in her official resignation letter published on the SCoPEx website, saying she was “undertaking this work as a volunteer” and “failed to make a clear distinction between this work and my official role.”\n\nGary Hughes, the California policy monitor for the group Biofuelwatch, said he thinks the changing of the story as the documents came to light casts a shadow on the shared governance mission with which Bedsworth and the SCoPEx team profess to support.\n\n“They want to tell us how they’re going to govern this technology, but they can’t even fulfill their responsibilities around governance in the state institution that she works in,” said Hughes.\n\nIn that same vein, Hughes said his group and the coalition with which it works—called Hands Off Mother Earth—chose not even to participate in SCoPEx’s public commenting process ending on July 31.\n\nThe 73 signatories from around the world—situated in places ranging from Nepal, Togo, Costa Rica, Brazil, Denmark, Mexico, Chile, France, Ecuador, Venezuela and elsewhere—denounced the process in an open letter, calling it a “mockery of participation” and a “charade.” The group further called for SCoPEx to shutter altogether.\n\nSolar geoengineering is a dangerous set of proposals that could have disastrous effects, particularly in the Global South. Geoengineering will do nothing to address the structural causes of climate change; that’s why it has the enthusiastic backing of the fossil fuel industry. — Geoengineering Monit (@GeoEngMon) July 31, 2020\n\nSCoPEx got off the ground in November 2018 with seed money from Bill Gates. One of the head scientists for the group, David Keith, is the founder of the company Carbon Engineering. Financed by Gates and Canadian tar sands magnate Murray Edwards, Carbon Engineering also has received financing from oil companies such as Chevron and Occidental Petroleum.\n\nCalifornia involvement in SCoPEx has international implications, but it also has national connections.\n\nBedsworth’s SCoPEx Advisory Council colleague and the vice chair, Kevin Knobloch, served as Chief Of Staff for the U.S. Department of Energy under Energy Secretary Ernest Moniz during the second term of the Obama Administration. The suggestion to research solar radiation management “governance approaches” also appears in the report published a month ago by the House Select Committee on the Climate Crisis, which came out just days after the group Union of Concerned Scientists published its own report expanding upon that framework. That group also has a representative sitting on the advisory council for SCoPEx. And its executive director, Peter Frumhoff served on the search committee creating the SCoPEx advisory council. Bedsworth began her career working for Union of Concerned Scientists under Frumhoff.\n\nA press liaison from SCoPEx did not respond to a request for comment on the situation, nor answer a question as to whether Bedsworth will remain on the Steering Committee for SCoPEx. Asked for more details in this same vein, an attorney for the SGC provided a boilerplate copy and paste of the initial quote given by Lupien in response to the open records request. The Harvard website now shows her name still on the steering committee, but with no affiliation listed and no longer listed as Chair.\n\nImage Credit: Harvard University SCoPEx\n\nBedsworth’s colleagues from SCoPEx wrote statements in “unequivocal support” of her published on August 3. The Real News Network continues to review the documents obtained as of publishing time.\n\nTrump at Texas Rig\n\nOn July 29, President Donald Trump spoke on a fracking production rig in Midland, Texas, a west Texas town best known as an oil production epicenter.\n\nIn the speech, Trump called the coronavirus the “China Virus” multiple times and the “plague from China” once, neither of his cabinet members present wore masks, and very few people jammed into the audience wore them either. This was the case despite the fact that Texas is a national hotspot for coronavirus cases and deaths, as is Midland and the surrounding area.\n\nIn Trump’s speech, beyond hyping up his own deregulatory agenda, he claimed “no fracking” is Biden’s energy plan.\n\n“No fracking. That’s part of his platform,” said Trump. “If these far-left politicians ever get into power, they will demolish not only your industry, but the entire U.S. economy.”\n\nThe rhetoric is far from the reality of the actual energy agenda that Biden’s campaign team has envisioned. As covered in recent weeks here, the Biden energy plan and the plan put forward by the Democratic Party have received Big Oil’s warm embrace. In a July 28 story by The New York Times, many in the oil and gas industry also spoke fondly of Biden’s energy agenda.\n\n“There is a lot of room in there for oil and gas,” Matt Gallagher, president of Parsley Energy, told The Times. Parsley Energy is one of the top drillers in the Permian Basin, the most prolific oil fracking field in the world. The company purchased billions of dollars in assets from the owner of the very rig on which Trump spoke: Double Eagle Energy. Parsley purchased Double Eagle’s Permian assets in April 2017 for $2.8 billion. Double Eagle Energy then began a new round of purchasing land for fracking in the same field thereafter.\n\nIn the aftermath of his speech, President Donald Trump also signed four different presidential permits, including two to build the New Burgos Pipeline and Burgos Pipeline, owned by the company NuStar and which will bring natural gas from Texas to Mexico.\n\nBefore the speech, President Trump attended a fundraiser in Odessa, Texas, landing $7 million in contributions toward his reelection efforts. Those who donated $50,000 could take a picture with the president, while $100,000 donors could participate in a roundtable with him. The minimum entry fee for the private event was $2,800. Fundraisers in the company town are a mainstay for GOP presidential candidates vying for the presidency.\n\nThis is not the first time in recent election cycles that a presidential candidate has gone to the site of a fossil fuel industry company to promote the sector and his political ambitions. Back in 2012, President Barack Obama gave a speech in front of the pipes which would become the southern leg of the Keystone XL pipeline. Also during that same cycle, Mitt Romney delivered a speech at a coal mining site owned by Murray Energy.\n\nCCUS Goes Bust\n\nIn the New York Times article, one of the things that industry insiders noted was their excitement that Biden and the Democratic Party are promoting CCUS technology. As reported in the previous roundup, CCUS means capturing carbon dioxide greenhouse emissions, sequestering the CO2 and then utilizing it for something else.\n\nAnd the predominant use of that CO2 these days, according to a 2018 Congressional Research Service report, is something called enhanced oil recovery. Known in industry lingo as CO2 EOR, climate and justice critics view it as creating a new subsidized market for oil.\n\nCO2 EOR involves pumping CO2 into existing oil patches via injection wells in order to extract more oil from them. A technically sophisticated process, involving heavy use of water and chemical compounds, it shares many similarities to fracking in concerns it raises about protecting groundwater and air quality.\n\nBut like fracking, this type of drilling is expensive. And Denbury Resources, one of the biggest companies in the EOR business, has filed for Chapter 11 bankruptcy. The filing comes weeks after one of the top fracking companies, Chesapeake Energy, also did so. Denbury previously benefited during the Obama era from a $284 million subsidy given to a coalition of companies to do CO2 EOR in Texas during his first term.\n\nThere were already indications that Denbury had spent far more than it earned for years, as indicated by its lobbying support for legislation like the CO2 Regulatory Certainty Act, a bill to cut federal regulatory compliance expenses by expediting the monitoring and regulatory reporting process for CO2 pipelines.\n\nThe bankruptcy filing came one day after the largest CCS plant in the U.S. in Houston called Petra Nova—a coal-fired power plant that captures carbon and sells it for CO2 EOR—also announced a temporary shuttering. The Petra Nova facility also focuses on CO2 EOR, delivering CO2 via pipeline to Jackson County, Texas, where the amount of oil extracted has increased 30-fold.\n\nThe companies involved in Petra Nova—NRG Energy and the Japanese company JX Nippon Oil & Gas Exploration—received $380 million in subsidies from the Obama Administration and opened for business in 2017. Even with CCS technology equipped, Petra Nova was one of the most greenhouse gas-intensive and polluting power plants in Texas. Though advertised as a way to produce coal more cleanly, federal data shows that the facility had not complied with the Clean Air Act for four straight years between 2015-2018, listed at “high priority violation” and “significant violation” levels by the Environmental Protection Agency."}}