{"GDELT": {"GlobalEventID": 940200730, "Day": 20200811, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6055, "Actor1Code": "LSO", "Actor1Name": "LESOTHO", "Actor1CountryCode": "LSO", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.90867579908676, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Thornville, KwaZulu-Natal, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF02", "Actor1Geo_ADM2Code": "77330", "Actor1Geo_Lat": -29.6833, "Actor1Geo_Long": 30.4833, "Actor1Geo_FeatureID": "-1290995", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Thornville, KwaZulu-Natal, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF02", "Action2Geo_ADM2Code": "77330", "Action2Geo_Lat": -29.6833, "Action2Geo_Long": 30.4833, "Action2Geo_FeatureID": "-1290995", "DATEADDED": 20200811220000, "SOURCEURL": "https://capitalnewspapers.co.za/113327/cremation-bungle-causes-anguish/"}, "ARTICLE": {"TITLE": "Cremation bungle causes anguish", "TEXT": "Two families grieving the deaths of their relatives are now caught up in a cultural crisis after the wrong body was cremated following a bungle at Grey’s Hospital.\n\nThe saga has caused anguish to the Maharaj family from Pietermaritzburg and the Mateke family from Lesotho.\n\nThe Maharaj family had, according to Hindu rites, cremated who they believed was their relative. However, when the Mateke family from Lesotho arrived to retrieve the body of their relative, they discovered to their horror that they were given the wrong body. Keketso Josefa Mateke (32) was transferred to Grey’s Hospital after he was injured at work on June 24 and died on July 5.\n\nWhen the family arrived to repatriate the body to Lesotho, they were initially told Covid-19 regulations did not permit them to view the corpse.\n\nHowever, they persisted because Mateke had not tested positive for Covid-19. Eventually, the hospital relented and allowed a viewing only to discover the corpse of 84-year-old Chundersen Maharaj from Thornville.\n\nMaharaj had been hospitalised for hip repair surgery after slipping while getting into a car. Initially admitted to Northdale Hospital, he was later transferred to Grey’s where doctors discovered a heart condition that required having a stent inserted before the hip surgery.\n\nHaving survived the two operations, doctors then decided to transfer him to Albert Luthuli to have a pace-maker fitted. On July 14, Maharaj tested positive for Covid-19 and died a day later.\n\nMaharaj’s son, Ricky, said the final rites were conducted according to health regulations and the ashes later scattered in the ocean.\n\n“Due to Covid-19 protocols, we were not allowed to view the body and arranged for the undertakers to remove the body the next day. My father was Hindu and we asked the undertakers to drive the casket to our home, for prayers before proceeding to the crematorium and even then we were not allowed to view the body but only watch the coffin being placed in the incinerator,”explained the son.\n\nLater in the day, he received an odd call from Mrs. Dlamini from Grey’s Hospital enquiring about the funeral proceedings. When he informed her the cremation had taken place, she replied in a startled tone that she would call him back but didn’t. With the telephone call playing on his mind, he called back the next morning but could not reach Mrs. Dlamini and instead spoke to the mortuary staff.\n\n“I asked the mortuary staff the question I feared and she confirmed that it was not our father’s body that had been cremated. I rushed to my mum’s home and explained the situation to her. Needless to say, we were shocked and traumatised by the unfolding events. We then contacted an elder aunt, well versed in religious matters, and who had guided us through the funeral prayers. She told us that this was terrible and that we would have upset the spirits of our ancestors,” said the son.\n\nFor the Mateke family, the situation had reached a full-blown cultural crisis as their relative had been cremated and his ashes thrown into the sea; something which goes against their religious beliefs.\n\n“Losing a loved one is painful, but the agony is now worse that we have discovered that our brother was cremated and his remains scattered in the ocean,” says the deceased’s sister, Mary Mateke.\n\n“The entire situation is harrowing. We even hired a car from Lesotho to fetch my brother’s remains and return them to our home for his burial. We are so confused right now we don’t even know what to do. We don’t know if Keketso is really dead or not,”she said.\n\nUnderstanding the plight of the Mateke family, the hospital arranged for the Maharaj family to meet the Mateke family.\n\nThe Maharaj family offered to take them to the sea at the spot where the ashes were scattered to conduct a ritual using buffalo thorn trees (umlahlankosi) to take Keketso’s spirit back to Lesotho.\n\nHowever, his family in Lesotho did not approve and were angered over what had happened. President of the South African Traditional Healers Association, Sazi Mhlongo, said this is a very difficult issue as this family cannot replace their loved one’s corpse.\n\n“It is going to be difficult since this person was cremated. This family would have to slaughter cows to bring the deceased’s spirit home, as African culture doesn’t allow cremation. The people who made this mistake need to help this family as they need to appease to the ancestors with cows. Going to the sea won’t help as this person has already departed from the water. During the ceremony of slaughtering cows these people need to plead with the ancestors and tell them there has been a mistake,” said Mhlongo.\n\n“We met with the Mateke family and they were upset with us. They believed that it was our fault that their relative was cremated. I explained that both families had shared pain and we felt their pain and would help in any way for them to find closure,” said Maharaj’s son.\n\nDepartment of Health spokesperson Ntokozo Maphisa said, “This is a legal matter. As a matter of principle, the department does not comment on matters which are sub-judice.”"}}