{"GDELT": {"GlobalEventID": 940201186, "Day": 20200811, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6055, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "EDU", "Actor2Name": "UNIVERSITY", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.677018633540371, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Montgomery County, Pennsylvania, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USPA", "Actor1Geo_ADM2Code": "PA091", "Actor1Geo_Lat": 40.3754, "Actor1Geo_Long": -75.4999, "Actor1Geo_FeatureID": "1213680", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Temple University, Pennsylvania, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USPA", "Actor2Geo_Lat": 39.9809, "Actor2Geo_Long": -75.153, "Actor2Geo_FeatureID": "1189357", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Temple University, Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_Lat": 39.9809, "Action2Geo_Long": -75.153, "Action2Geo_FeatureID": "1189357", "DATEADDED": 20200811220000, "SOURCEURL": "https://www.nbcnews.com/news/us-news/bill-cosby-s-lawyers-file-appeal-ask-new-sexual-assault-n1236459"}, "ARTICLE": {"TITLE": "Bill Cosby's lawyers file appeal, ask for new sexual assault trial", "TEXT": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBill Cosby's lawyers on Tuesday filed an appeal seeking a new trial, arguing that it was \"fundamentally unfair\" that the judge at his 2018 sexual assault trial allowed Cosby's deposition from a civil lawsuit to be used against him.\n\nWhen the disgraced comedian provided that deposition, Cosby believed he essentially had immunity from prosecution, his lawyers said in the court filing, echoing an argument they have made previously.\n\nCosby's lawyers also argued that testimony from five accusers about sexual incidents that occurred years earlier had improperly prejudiced the jury against Cosby at the trial, which was widely considered one of the landmarks of the #MeToo era.\n\nThe district attorney's office in Montgomery County, Pennsylvania, where Cosby was tried, did not immediately respond to a voicemail requesting comment, and it appeared the office had not responded to the filing on its official website or social media channels. The Associated Press reported that an unnamed spokeswoman for the district attorney's office had declined comment, but said prosecutors planned to file a response in the coming month.\n\nCosby, 83, has been behind bars for nearly two years after a jury convicted him in 2018 of drugging and sexually assaulting former Temple University employee Andrea Constand in 2004. He is serving a three- to 10-year sentence.\n\nIn the filing, Cosby's lawyers argue that an earlier deposition regarding his use of Quaaludes before sexual encounters and allegations of uncharged sexual misconduct with roughly a half-dozen women was \"irrelevant evidence that served no legitimate non-propensity purpose.\"\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nThe lawyers said those alleged incidents happened too long ago — in some cases the 1970s — and argued that they did not bear \"any striking similarities\" to the sex assault crimes for which he was put on trial.\n\nCosby was not prosecuted in 2005, but another prosecutor reopened the matter 10 years later after The Associated Press petitioned a federal judge to unseal filings in the suit — including the former sitcom star's testimony about sexual encounters and Quaaludes.\n\nMontgomery County Judge Steven T. O'Neill permitted one other accuser to testify for the prosecution at Cosby's trial in 2017, at which the jury deadlocked. O'Neill allowed five women to testify when he was tried — and convicted — at a retrial the next year.\n\n“The time-honored prohibition on bad character evidence was effectively dismantled at Cosby’s trial,” after the court allowed “decades-old, uncharged allegations of sexual misconduct,” one of Cosby's lawyers, Jennifer Bonjean, wrote in the filing.\n\n“Although the evidence was purportedly allowed for a limited purpose, the prosecution’s closing argument shows that the jury was urged to return a verdict against Cosby based on a depiction of him, unsupported by actual evidence, as a predator who drugged and raped women for decades,” the filing goes on to say.\n\nThe end result, his lawyers argued, infringed on “Cosby’s right to be tried on the crimes charged, rather than on an indictment of his entire life.”\n\nThe Pennsylvania Supreme Court, in a ruling on June 23, allowed Cosby to appeal his sexual assault convictions.\n\nConstand, in a statement also released that day, asked the state's high court \"to consider the enormous prospect of putting my perpetrator back into the community after being labelled a convicted sexually violent predator who has shown no remorse for his actions.\"\n\n\"While everyone deserves for their cries and appeals to be heard, even convicted criminals, if anyone’s cries matter most right now, it’s the women who have lifted their voices and selflessly put themselves in harm’s way, such as the prior bad act witnesses in my case,\" Constand said. \"They are the true heroes.”\n\nConstand, contacted Tuesday, did not address the filing directly but in an email reaffirmed her belief in the justice system and the need for sexual assault survivors to “know there are laws and legislations that will protect them.”"}}