{"GDELT": {"GlobalEventID": 940200994, "Day": 20200811, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6055, "Actor1Code": "SPY", "Actor1Name": "INTELLIGENCE", "Actor1Type1Code": "SPY", "Actor2Code": "RUSGOV", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.41133455210238, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Yokosuka, Kanagawa, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA19", "Actor1Geo_ADM2Code": "34860", "Actor1Geo_Lat": 35.2836, "Actor1Geo_Long": 139.667, "Actor1Geo_FeatureID": "-248643", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Yokosuka, Kanagawa, Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA19", "Actor2Geo_ADM2Code": "34860", "Actor2Geo_Lat": 35.2836, "Actor2Geo_Long": 139.667, "Actor2Geo_FeatureID": "-248643", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Yokosuka, Kanagawa, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA19", "Action2Geo_ADM2Code": "34860", "Action2Geo_Lat": 35.2836, "Action2Geo_Long": 139.667, "Action2Geo_FeatureID": "-248643", "DATEADDED": 20200811220000, "SOURCEURL": "https://defence.pk/pdf/threads/japans-sigint-challenge.680391/"}, "ARTICLE": {"TITLE": "Japan’s SIGINT Challenge", "TEXT": "By | Dr. Thomas Withington | August 10, 2020\n\n\n\nThe COMINT gathering station in Chitose. The large circular antenna arrays used for collecting HF COMINT and locating emitters can be clearly seen in the centre and bottom left-hand corner of this image.\n\n\n\nWhile Japan has long been involved in the electronic warfare domain, the country’s navy needs to enhance its strategic EW capabilities.\n\n​\n\nJapan is an Electronic Warfare (EW) veteran. In an incident now worthy of the EW Hall of Fame, 116 years ago, the crew of a Royal Navy ‘Eclipse’ class protected cruiser stationed in the Suez Canal found that they could intercept Russian Navy High Frequency (three megahertz/MHz to 30MHz) radio communications. The Communications Intelligence (COMINT) gathered by the crew of HMS Diana on 28 January 1904 warned that the fleet of Tsar Nicholas II, who would be the last Emperor of Russia, was mobilising and heading into the Pacific. The intelligence was duly passed to the UK’s ally Japan, with the Imperial Japanese Navy performing a surprise attack on the Imperial Russian Navy stationed at Port Arthur, which today resides on the coast of Liaoning province in the northeast of the People’s Republic of China. The Russo-Japanese War was now underway.\n\n\n\n\n\nCOMINT collection would be performed by Japan during the conflict, with Russian communications intercepted and their codes broken. Over a century later, Japan continues to be heavily involved in the collection of Signals Intelligence (SIGINT) with the country’s JMSDF (Japan Maritime Self-Defence Force), like the country’s other armed services, reliant on this intelligence. SIGINT refers to the communications intelligence, and electronic intelligence, the latter of which mainly pertains to radar transmissions, collecting by SIGINT practitioners.\n\n\n\nThreats\n\nThe JMSDF has much to worry about. Its maritime neighbourhood includes the People’s Liberation Army Navy (PLAN) of the People’s Republic of China to the southwest, the Democratic People’s Republic of Korea’s Korean People’s Navy (KPN) to the west and the Russian Navy’s Pacific Fleet headquartered in Vladivostok to the northeast. Japan’s close relationship with the United States, and its strategic rivalry with the first two nations makes the Sea of Japan, the Yellow Sea and the East China Sea all areas of interest, and of potential tension, for the JMSDF. Professor Richard Tanter, a senior research associate at the Nautilus Institute, a think tank based in Berkeley, California and co-author with Professor Desmond Ball of The Tools of Owatatsumi, a seminal discussion of Japan’s SIGINT gathering apparatus, told AMR that over “the past three decades Russia concerns have been surpassed by perceived North Korean and (on a much larger scale) China threats, (particularly) China’s expanded regional pattern of intrusion into Japan’s Exclusive Economic Zone (EEZ) and defence-sensitive locations.” Moreover, the Japanese government is wedded to a doctrinal requirement for the JMSDF to protect sea lines of communications up to 540 nautical miles/nm (1000 kilometres/km) from the country.\n\n\n\nLittle surprise then that the EW capabilities of the JMSDF and Japan’s armed services writ large have evolved to address these potential threats, and also disputes with the Republic of Korea (ROK) over the jointly claimed Dokdo/Takeshima Islands in the southern Sea of Japan and with Taiwan over the sovereignty of the Senkaku Islands northeast of the island. Prof Tanter argues that “it isn’t really possible to describe the Republic of Korea as an ally of Japan, much to the despair of US alliance planners.” Consequently “precise levels and areas of Japan-ROK intelligence sharing have been difficult to track, other than through the public vicissitudes of the Japan-ROK GSOMIA (General Security of Military Information Agreement).” The GSOMIA as an intelligence sharing pact between Japan and the ROK which also involves the US, intended to enhance intelligence sharing vis-a-vis the DPRK. The pact has come under marked strain in recent years against a backdrop of tensions between Japan and the Republic of Korea regarding the former’s colonial rule of the Korean peninsula between 1910 and 1945, and Japan’s conduct there during the Second World War.\n\n\n\nThe JMSDF’s SIGINT posture rests on the collection of COMINT and ELINT by ground installations, warships and aircraft. The principle clearing house for all SIGINT received by the JMSDF is the Ocean Surveillance Information System (OSIS) based at the navy’s fleet headquarters in Yokosuka, on the southern coast of Honshu island.\n\n\n\nShore Stations\n\n\n\nThe circular HF COMINT collection array is clearly visible in this overhead picture of the SIGINT station on Kikai-Jima. This facility is most probably tasked with collecting COMINT vis-à-vis PRC HF traffic.\n\n​\n\nThe Japanese government maintains several ground stations operated by the JMSDF tasked with collecting SIGINT including HF traffic from shipping with a high emphasis placed on the location of these signals as a means of tracking vessels of interest. Stations are located in Miho on the west coast of Honshu Island, and at Chitose on the southern coast of Hokkaido Island. This latter station is primarily tasked with intercepting HF traffic from the Russian Far East, which almost certainly includes Pacific Fleet HF traffic. The SIGINT facility on the island of Kikai-Jima at the southern tip of the archipelago performs a similar role although it is likely to be largely concerned with collecting COMNIT from the PRC. Other COMINT collection facilities are based at Wakkanai, on the northern tip of Hokkaido which may be tasked with collecting COMINT from the DPRK and Russia, Nemuro in northeast of the island; Kobunto on the west coast of Honshu, also probably focused on the DPRK; Tachiari in the north of Kyushu, south of the ROK and at Ishigaki in the south of the Ryukyu archipelago west of Taiwan. Additional ground stations have been completed in the city of Miyakojima on Myako Island in Okinawa prefecture, Japan’s southernmost prefecture, and two additional stations on the island of Yonaguni one of Japan’s westernmost inhabited islands. A station has also been constructed on the island of Iwo Jima in the Bonin Island archipelago 540nm (1,000km) south of Tokyo. Prof Tanter says that the construction of these stations means that Japan now has a SIGINT gathering apparatus which covers the entirety of the country’s 110,199 square nautical mile (377,975 square kilometre) EEZ; the eighth largest in the world.\n\n\n\nVessels\n\nShips operated by the JMSDF thought to be used for SIGINT collection include the polar icebreaker Shirase which and three oceanographic research vessels, the Futami, Nichinan and Shonan, open sources state, may assist SIGINT gathering efforts. Nonetheless, some sources say that these vessels are primarily concerned with the collection of acoustic intelligence. Prof Tanter argues that as these vessels “are inadequate to extend their SIGINT role to match further seas ambitions” for Japan. Japan’s warships, particularly its large surface combatants are outfitted with Electronic Support Measures (ESMs) capable of gathering COMINT as well as ELINT. At best these will be capable of collecting such intelligence at the tactical and operational levels, in support of a task group. The problem for the JMSDF is that it lacks the capability to collect SIGINT at the strategic level. This could become an increasingly pressing priority in the Asia-Pacific as tensions with the DPRK and PRC show no immediate signs of lessening. It might become prudent for the JMSDF to invest in a strategic SIGINT gathering vessels, although there are no immediate signs that such an acquisition is in the offing.\n\n\n\n\n\nThe JMSDF icebreaker Shirase may have a residual role in collecting SIGINT, although the ship is not optimised for such a mission, and thus the navy has a need for a strategic-level.\n\n​\n\nAircraft\n\nAlthough the JMSDF lacks dedicated SIGINT collection vessels, this is not the case for aircraft. The fleet has four Lockheed Martin EP-3C SIGINT aircraft, closely based on the EP-3Es flown by the US Navy. It is possible that the division of labour sees the shore stations tasked with the strategic collection of ‘raw’ SIGINT data which is later analysed and shared with the JMSDF and Japan’s other armed services. Conversely the ships and aircraft may collect SIGINT which is used at the operational level directly by the JMSDF and by Japan’s air and ground self defence forces. For example, ELINT collected by the EP-3Cs concerning potentially hostile ground-based air surveillance or fire control/ground controlled interception radars would be of great interest to the air force alongside the navy. ELINT and COMINT gathered by JMSDF assets is believed to be analysed by the navy’s Electronic Intelligence Centre which will also receive and process ELINT delivered from Japan’s other defence and intelligence communities. Thoughts are now turning to the EP-3C’s replacement. Japan is currently flight-testing its new Kawasaki EC-2 ELINT platform which is expected to enter service with the JASDF over the coming year. This same platform could yet replace the JMSDF’s EP-3Cs.\n\n\n\n\n\nA JMSDF EP-3C is seen here on the ramp in the foreground of this picture. There is the possibility that this aircraft will be replaced in the future by a version of the EC-2 SIGINT aircraft equipping the JASDF.\n\n​\n\nInternational Cooperation\n\nBeyond the capabilities discussed above, the JMSDF continues to maintain close links with the US Navy. This is highly apparent in the intelligence-sharing arena and is illustrated, Prof Tanter says, by the colocation of the US Navy Seventh Fleet and the JMSDF headquarters at Yokosuka naval base on the southern coast of Honshu. He continues that the US Navy and JMSDF collaborate in several initiatives: For example, the SIGINT obtained by the JMSDF platforms discussed above is fed into the force’s Ocean Surveillance System (OSIS) and some of this data is shared with the US Navy, Prof. Tanter continues. The OSIS also includes acoustic, ELINT and imagery intelligence drawn from JMSDF underwater acoustic sensors, coastal radar stations, maritime patrol aircraft, naval and coastguard vessels. Meanwhile the Japanese government’s Misawa satellite station in northeast Honshu acts as a ground station receiving raw ELINT from the US Navy’s Naval Ocean Surveillance System constellation of 18 Intruder satellites operational since 2001. It would be surprising if at least some of this ELINT was not shared with the US’ close ally and its host for the Misawa portion of the Intruder network.\n\n\n\n\n\nThe US Navy and JMSDF continue to enjoy high levels of cooperation and intelligence sharing. This may include some sharing of ELINT gathered by US Navy space assets.\n\n​"}}