{"GDELT": {"GlobalEventID": 940200943, "Day": 20200811, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6055, "Actor1Code": "PTY", "Actor1Name": "PRESIDENTIAL CANDIDATE", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.7832898172323699, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chatham, Pennsylvania, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USPA", "Actor1Geo_ADM2Code": "PA029", "Actor1Geo_Lat": 39.8534, "Actor1Geo_Long": -75.8216, "Actor1Geo_FeatureID": "1171611", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Philadelphia, Pennsylvania, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USPA", "Actor2Geo_ADM2Code": "PA101", "Actor2Geo_Lat": 39.9523, "Actor2Geo_Long": -75.1638, "Actor2Geo_FeatureID": "1209052", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Philadelphia, Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_ADM2Code": "PA101", "Action2Geo_Lat": 39.9523, "Action2Geo_Long": -75.1638, "Action2Geo_FeatureID": "1209052", "DATEADDED": 20200811220000, "SOURCEURL": "https://www.ldnews.com/story/news/2020/08/11/does-kamala-harris-help-joe-biden-win-crucial-pa-electoral-votes/3349414001/"}, "ARTICLE": {"TITLE": "Does Kamala Harris help Joe Biden win crucial Pa. electoral votes? Pundits say maybe a little", "TEXT": "J.D. Prose\n\nDemocratic presidential candidate Joe Biden on Tuesday chose U.S. Sen. Kamala Harris to be his running mate this fall, but vice presidential picks rarely matter in determining election results, said political scientists.\n\n“There’s not a lot of evidence that vice president candidates have a big impact,” said Christopher Borick, a political science professor and director of the Muhlenberg College Institute of Public Opinion in Allentown.\n\nHarris, a California Democrat, sought the party’s presidential nomination, but dropped out in December. She is the first woman of color to run on a major party’s ticket.\n\nBorick and two contemporaries, Franklin and Marshall College’s Terry Madonna and Chatham University’s Jennie Sweet-Cushman, said last week that, while the media and political operatives love to predict and dissect the vice president sweepstakes, whoever it is rarely moves the needle among voters in any significant way.\n\n“I don’t think it matters all that much,” said Sweet-Cushman, an assistant professor at Chatham in Pittsburgh.\n\nThe lone example Borick and Madonna, a professor and the director of the Center for Politics and Public Affairs at Franklin and Marshall in Lancaster, gave of a vice president candidate having an impact was John F. Kennedy choosing Lyndon B. Johnson as his running mate in 1960 in an ultimately successful play to win Texas.\n\n“Most important: almost no one votes for a president candidate because of the VP running mate,” Madonna said. “Best rule for a VP candidate is, ‘Do no harm.’”\n\nSweet-Cushman added that having a Black woman on the ticket could possibly help Biden increase Black voter turnout in Philadelphia and Pittsburgh. The question, she said, is whether Harris can convince Black men who voted for President Donald Trump in 2016 to now go with Biden.\n\nMore:Biden slams Trump during Pa. stop for defending Confederate flag\n\n“We have to remember that 14 percent of black men voted for Trump, and a whole lot more stayed home,” said Sweet-Cushman, who offered that it was not so much a racial factor with Hillary Clinton, but “more sexism at play.”\n\nBorick said this year is “a little different” because Biden is 77 and has referred to himself as a “transitional figure” away from Trump and back to more traditional governing. In that context, he said the vice president pick “takes on more of an importance” as she could be seen as a leading 2024 presidential candidate.\n\n“Generally, you don’t want to do any harm,” Borick said of a running mate, “and you want someone who’s going to be a good partner.”\n\nDiscussing the vice presidential pool when Harris, from California, and former Obama administration official Susan Rice were considered the top finalists, Sweet-Cushman said Harris was a “safe bet” for Biden with her experience in the Senate and background as a prosecutor.\n\nMore:Biden, Trump make new push to win voters in battleground Pennsylvania\n\n“By far, Kamala Harris is the best campaigner and has the energy and enthusiasm to go out and do campaign rallies, but we’re not going to do that in 2020,” Sweet-Cushman said.\n\nBorick said Harris was “battle-tested” from her presidential primary run. “She certainly has a voting record that aligns pretty nicely with the preferences of the left,” he said.\n\nOne stumbling block, Madonna noted, is Harris’ time as a prosecutor, which could turn off some left-leaning voters. “She was a tough prosecutor as AG in California,” he said. “That could present a problem for her.”\n\nMadonna described Harris as being “pretty much a progressive on the major issues.”\n\nOverall, Borick said Harris would be a benefit for Biden in Pennsylvania. “She would have nice appeal in areas like Philadelphia and Pittsburgh where individuals are looking to have that different perspective in terms of gender, race and age,” he said.\n\nIn a Twitter post, Biden called Harris “a fearless fighter for the little guy, and one of the country’s finest public servants.”\n\nState Sen. Sharif Street, D-Philadelphia, the vice chairman of the Pennsylvania Democratic Party, also posted congratulations to Harris on Twitter, adding, “I look forward to working with this dynamic team to take back the White House & turn PA #BackToBlue.”\n\nU.S. Sen. Bob Casey, D-Scranton, released a statement in which he said Harris “will be an excellent vice president” and praised her work in Congress.\n\n“In the Senate, she’s been a leader on efforts to help working families make ends meet and reform policing in America,” Casey said in a statement. “As a member of the Senate Judiciary Committee, she’s held the Trump administration accountable. I know she will fight for Pennsylvania families and jobs as vice president.\"\n\nTrump campaign senior adviser Katrina Pierson derided Harris and claimed she would “bury her record as a prosecutor” to appeal to “anti-police extremists” among Democrats.\n\n“In her failed attempt at running for president, Kamala Harris gleefully embraced the left’s radical manifesto, calling for trillions of dollars in new taxes and backing Bernie Sanders’ government takeover of healthcare,” Pierson said in a statement. “She is proof that Joe Biden is an empty shell being filled with the extreme agenda of the radicals on the left.”\n\nJ.D. Prose writes for the USA Today Network Pennsylvania State Capitol Bureau. Reach him at jprose@timesonline.com."}}