{"GDELT": {"GlobalEventID": 940200620, "Day": 20200811, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6055, "Actor1Code": "JUD", "Actor1Name": "JUDGE", "Actor1Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 15, "EventBaseCode": 15, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.88135593220339, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200811220000, "SOURCEURL": "https://www.nytimes.com/2020/08/11/nyregion/shawndya-simpson-judge-alzheimers-resign.html"}, "ARTICLE": {"TITLE": "Judge Agrees to Retire After Alzheimer’s Diagnosis", "TEXT": "The state investigation did not indicate when Judge Simpson, who finished her career in the Bronx, received her diagnosis. But it noted that her lawyers gave the commission medical records in February showing that she was suffering from Alzheimer’s at “an advanced level uncommon to a person of her age.”\n\n“The commission sought to balance its responsibility to ensure public confidence in a capable judiciary with compassion for Judge Simpson and her family over her heartbreaking Alzheimer’s diagnosis,” Mr. Tembeckjian said in his statement.\n\nJudge Simpson’s family declined to comment on the details of her illness. In a separate statement released on Monday, her husband, Jacob Walthour Jr., a hedge fund executive and the chairman of the board of Ebony magazine, said the “early, sudden and hollowing effects” of Judge Simpson’s ailment “serve as a reminder to us all to live life passionately and with purpose every day.”\n\nSome lawyers who appeared in front of Judge Simpson in the weeks and months before she took her leave raised questions about whether her condition might have affected her decisions from the bench.\n\nLast August, the same month she stepped down, the judge was considering the case of Nelson Cruz, a man who was requesting a new trial after spending more than 20 years in prison for a murder that he said he did not commit. Detective Scarcella had handled part of the investigation.\n\nWhen Judge Simpson ran through the list of reasons for why she was denying the request, Mr. Cruz’s lawyer, Justin Bonus, was visibly upset, according to a video of the hearing.\n\nMr. Bonus informed Judge Simpson that she seemed to have misunderstood the evidence in the case — among other things, mistakenly suggesting that a prosecution witness who testified at the hearing had testified at trial. “This is wrong,” Mr. Bonus told the court."}}