{"GDELT": {"GlobalEventID": 940200112, "Day": 20200811, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6055, "Actor1Code": "CHR", "Actor1Name": "DIOCESE", "Actor1Religion1Code": "CHR", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 35, "EventBaseCode": 35, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.72413793103448, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Massachusetts, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMA", "Actor1Geo_Lat": 42.2373, "Actor1Geo_Long": -71.5314, "Actor1Geo_FeatureID": "MA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Massachusetts, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMA", "Actor2Geo_Lat": 42.2373, "Actor2Geo_Long": -71.5314, "Actor2Geo_FeatureID": "MA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Massachusetts, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMA", "Action2Geo_Lat": 42.2373, "Action2Geo_Long": -71.5314, "Action2Geo_FeatureID": "MA", "DATEADDED": 20200811220000, "SOURCEURL": "https://www.masslive.com/news/2020/08/diocese-of-worcester-plans-on-site-learning-some-hybrid-models-for-fall-reopening-of-elementary-and-secondary-schools.html"}, "ARTICLE": {"TITLE": "Diocese of Worcester plans on-site learning, some hybrid models for fall reopening of elementary and secondary schools", "TEXT": "The Diocese of Worcester announced how it plans to reopen schools for the fall.\n\nDavid Perda, diocesan Superintendent of Worcester Catholic Schools, said that there is no one plan that applies to all the schools because of the differences among them.\n\nMost of the schools are preparing for on-site learning but some will begin with a hybrid model combining part-time in school and part-time at home classes, a statement sent to MassLive said.\n\n“The layout of the classrooms, size of rooms, common areas and hallways, etc. vary from school to school,” Perda said in the statement. “Individual plans were developed by each school’s leadership utilizing appropriate input and feedback at the school level.”\n\nSome of the procedures in place will include, teachers rather than students moving to different rooms, training programs for students and families to understand the expectations and making wearing masks mandatory for grades 2 and up, and recommended for younger grades.\n\nPerda also said schools are securing a supply of PPEs for teachers and staff members.\n\n“I think the key factor here is that these other states have not been mandating and monitoring the safety precautions which we have implemented so well in Massachusetts. When you see videos of students in crowded hallways without masks, it is clear that they are not following the level of detail we are committed to in our individual school plans,” Perda said. “That is why starting the year with good orientation and agreeing to expectations on everyone’s part is key to our overall mission to educate these students to the best of our ability.”\n\nThe Diocese of Worcester’s plans to reopen are aligned with many other private schools across the country.\n\n“Most are trying to do in person,” Kathy Mears, the CEO of the National Catholic Education Association, told National Catholic Reporter. “It’s what most people want, keeping in mind however that everybody understands that the safety of children comes first, and the safety of teachers comes first.”\n\nThe smaller class sizes and flexibility compared to that of public schools make it easier for these schools to return in-person in the fall, NCR reported.\n\nAnd while Massachusetts Catholic schools were not required to submit their plans to DESE, Perda said the diocese chose to submit their plans “given the depth of expertise at the state’s disposal.”\n\nRelated Content:"}}