{"GDELT": {"GlobalEventID": 940200793, "Day": 20200811, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6055, "Actor1Code": "MIL", "Actor1Name": "ARMY", "Actor1Type1Code": "MIL", "Actor2Code": "LBNMIL", "Actor2Name": "LEBANON", "Actor2CountryCode": "LBN", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.89864864864864, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Prague, Praha, Hlavníesto, Czech Republic", "Actor1Geo_CountryCode": "EZ", "Actor1Geo_ADM1Code": "EZ52", "Actor1Geo_ADM2Code": "14865", "Actor1Geo_Lat": 50.0833, "Actor1Geo_Long": 14.4667, "Actor1Geo_FeatureID": "-553173", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Prague, Praha, Hlavníesto, Czech Republic", "Actor2Geo_CountryCode": "EZ", "Actor2Geo_ADM1Code": "EZ52", "Actor2Geo_ADM2Code": "14865", "Actor2Geo_Lat": 50.0833, "Actor2Geo_Long": 14.4667, "Actor2Geo_FeatureID": "-553173", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Prague, Praha, Hlavníesto, Czech Republic", "Action2Geo_CountryCode": "EZ", "Action2Geo_ADM1Code": "EZ52", "Action2Geo_ADM2Code": "14865", "Action2Geo_Lat": 50.0833, "Action2Geo_Long": 14.4667, "Action2Geo_FeatureID": "-553173", "DATEADDED": 20200811220000, "SOURCEURL": "http://www.wboc.com/story/42482603/us-contractor-told-lebanese-port-official-of-chemicals-risk"}, "ARTICLE": {"TITLE": "US contractor told Lebanese port official of chemicals risk - WBOC-TV 16, Delmarvas News Leader, FOX 21 -", "TEXT": "By ROBERT BURNS and MATTHEW LEE\n\nAssociated Press\n\n\n\n\n\nWASHINGTON (AP) — About four years before the Beirut port explosion that killed dozens of people and injured thousands, a U.S. government contractor expressed concern to a Lebanese port official about unsafe storage there of the volatile chemicals that fueled last week's devastating blast, American officials said Tuesday.\n\nThere is no indication the contractor communicated his concerns to anyone in the U.S. government.\n\nHis assessment was noted briefly in a four-page State Department cable first reported by The New York Times.\n\nThe cable, labeled sensitive but unclassified, dealt largely with the Lebanese responses to the blast and the origins and disposition of the ammonium nitrate, which ignited to create an enormous explosion. But it also noted that after the Aug. 4 explosion, a person who had advised the Lebanese navy under a U.S. Army contract from 2013 to 2016 told the State Department that he had \"conducted a port facility inspection on security measures during which he reported to port officials on the unsafe storage of ammonium nitrate.”\n\nConcerns about the ammonium nitrate were known within the Lebanese government before the deadly blast, officials said.\n\nThe contractor, who was not identified by name and is now a State Department employee based in Ukraine, was in Lebanon to provide instruction to members of the Lebanese navy. While there, he made a brief, impromptu inspection of physical security at the facility in 2015 or 2016 at the request of a port official, U.S. officials said. The contractor was not identified.\n\nThe contractor, who has a background in port and maritime security, noted weaknesses in security camera coverage and other aspects of port management but was not assessing safety issues, according to the U.S. officials, who spoke on condition of anonymity in advance of a planned public statement.\n\nWhile inside the warehouse where ammonium nitrate was stored, the contractor saw problems such as poor ventilation and inadequate physical security, which he noted to the port official accompanying him, the officials said. It is unclear whether the port official reported this concern to his superiors.\n\nThe thousands of tons of ammonium nitrate had been stored in the warehouse for more than six years, apparently with the knowledge of top political and security officials. The catastrophic explosion one week ago Tuesday killed at least 171 peoples and plunged Lebanon into a deeper political crisis.\n\nThe contractor was working for the U.S. Army's Security Assistance Training Management Organization, headquartered at Fort Bragg, North Carolina. He provided instruction to members of the Lebanese armed forces in naval vessel traffic systems and small boat operations. His class was visiting the Beirut port as part of that instruction program when the port official asked him for the inspection, which U.S. officials said lasted about 45 minutes.\n\nThe United States has a close security relationship with Lebanon. According to the State Department, the U.S. government has provided Lebanon with more than $1.7 billion in security assistance since 2006. The assistance is designed to support the Lebanese armed forces’ ability to secure the country's borders, counter internal threats, and defend national territory.\n\nLast September a U.S. Navy ship, the guided-missile destroyer USS Ramage, visited Beirut. It was the first time in 36 years an American warship had made a port visit there, according to the U.S. military at the time.\n\n—\n\nLee reported from Prague.\n\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission."}}