{"GDELT": {"GlobalEventID": 940200911, "Day": 20200811, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6055, "Actor1Code": "PHL", "Actor1Name": "PHILIPPINE", "Actor1CountryCode": "PHL", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.2454611474219295, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Philippine, Benguet, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP10", "Actor1Geo_ADM2Code": "24213", "Actor1Geo_Lat": 16.45, "Actor1Geo_Long": 120.55, "Actor1Geo_FeatureID": "-2445611", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Philippine, Benguet, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RP10", "Actor2Geo_ADM2Code": "24213", "Actor2Geo_Lat": 16.45, "Actor2Geo_Long": 120.55, "Actor2Geo_FeatureID": "-2445611", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Philippine, Benguet, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP10", "Action2Geo_ADM2Code": "24213", "Action2Geo_Lat": 16.45, "Action2Geo_Long": 120.55, "Action2Geo_FeatureID": "-2445611", "DATEADDED": 20200811220000, "SOURCEURL": "https://newsinfo.inquirer.net/1320291/slain-peace-talks-advisers-kin-pnp-in-tug-of-war-for-body"}, "ARTICLE": {"TITLE": "Slain peace talks adviser’s kin, PNP in tug of war for body", "TEXT": "MANILA, Philippines — The Philippine National Police and the family of Randall “Randy” Echanis on Tuesday were in a tug of war for the body of the slain peace consultant of the National Democratic Front of the Philippines after officers took custody of his remains because of alleged questions about whether he was really the man who was killed. Echanis’ widow, Erlinda Echanis, who had identified her husband’s body denounced the police action.\n\nBut the police said an identification card recovered at an apartment where the man she claimed to be her husband was found dead identified him as Manuel Santiago. Lt. Johanna Sazon, spokesperson for the Quezon City Police District, told the Inquirer on Tuesday that the family needed to prove that the slain man was Echanis by submitting fingerprints or DNA test results.\n\nADVERTISEMENT\n\n“We need proof,” Sazon told the Inquirer. Echanis’ widow condemned the “persistent harassment” by the police and “their brazen act of snatching the remains” of her husband. “This adds insult to our injury.\n\nIt is both inhuman and unjust for the remains of my husband to be held under police custody and deprive us of having a proper and private mourning,” she said.\n\n“Why is my husband’s cadaver under investigation in the first place? It should be the perpetrators that should be hunted down and persecuted, not the lifeless body of my husband,” said Erlinda. “Please give us a chance to grieve together around his body.” She also called on President Duterte to intervene.\n\nEchanis, 71, and his neighbor Louie Tagapia were found dead inside his apartment in Novaliches, Quezon City, early on Monday. The police brought their bodies to Pink Petals Memorial Homes in La Loma.\n\nAfter identifying Echanis’ body, his widow had it transferred to St. Peter’s Memorial Chapel on Commonwealth Avenue. But the police on Monday night “forcibly seized” his remains and returned them to Pink Petals, said Luchi Perez, a lawyer for the Echanis family.\n\n“The widow of Ka Randy protested and told them that they cannot take away his body. However, despite her protest, the police proceeded to seize the lifeless body of Ka Randy and brought it to your funeral parlor,” Perez said in a letter to Pink Petals demanding that they turn over Echanis’ remains to his family.\n\nCiting Article 306 of the Civil Code and the Family Code, Perez said Echanis’ wife had the right and the duty to make the funeral arrangements. “The PNP has no right to interfere with such right!” Perez said in her letter to Pink Petals. The funeral parlor staff said that despite the identification of Echanis’ body by his family, they would keep custody of his remains in accordance with instructions from the police who showed the Santiago ID.\n\n“There is dubious legal basis for this absurd and outrageous move. It is inhuman and abhorrent to morals and our culture. It is criminal,” said Edre Olalia, the president of the National Union of Peoples’ Lawyers who also acted as a legal consultant for the NDFP during the peace talks with the Duterte government.\n\nChel Diokno, chair of the Free Legal Assistance Group (FLAG), said the action by the police was “a cruel, inhuman and degrading treatment defined as torture by law” and that they had no legal or moral justification “for the indignity inflicted on the grieving family and friends of Echanis.”\n\nADVERTISEMENT\n\n“Echanis and Tagapia deserve justice. The first step toward that is uncovering the truth. The brazen misconduct of the QC Police obscures that truth,” Diokno said. The Pink Petals staff said Tagapia’s body was autopsied on Monday night. That same night, a private doctor chosen by the family conducted a physical examination of Echanis’ body and found two gunshot wounds in the back of his head in addition to stab wounds, Perez said.\n\nAn autopsy to be conducted by Dr. Rachel Fortun, a forensic pathologist chosen by the family, was scheduled for Wednesday. In addition to refusing to release Echanis’ body, the police also charged one of two paralegal volunteers who were assisting his family with “obstruction of justice.”\n\nPaolo Colabres, who was watching over the remains of Echanis, said he merely asked the police why they were returning Echanis’ body to Pink Petals. “We did not block the vehicle, did not harass the policemen,” he told the Inquirer in a phone interview. He and the other paralegal followed the police back to the funeral house where he was later accosted by officers who “carried” him to a police vehicle.\n\n“They said they needed to bring me to La Loma Police Station for verification and clarification,” said Colabres. Minutes later a certain Police Lt. Ronaldo Ambatang read him his rights and brought him to the Criminal Investigation and Detection Unit at the Quezon City Police District Headquarters in Camp Karingal. “Personally, if they thought there was an obstruction of justice, for us there was a miscarriage of justice,” said Colabres.\n\nRachel Pastores, one of Echanis’ lawyers, said the charge against Colabres was “ridiculous since they were able to get possession of Randy Echanis’ body.” Former Anakpawis Rep. Ariel Casilao said that Colabres’ arrest happened while their quick reaction team was negotiating with the police for the release of remains of Echanis, who was head of the party list group.\n\n“The police are the ones obstructing the justice for Ka Randy. Instead of going after the perpetrators, they fixate themselves to the families and a lifeless body attempting to cover up the crime,” said Casilao, adding that this strengthened their suspicion that the state forces were behind Echanis’ murder. Sazon dismissed suspicions that the police were involved in the killing.\n\n“As of now the motives we are looking are it’s either ‘akyat-bahay’ or personal grudge,” she said. PNP chief Police Gen. Archie Gamboa, she said, had already ordered a “speedy” probe of the killing. Interior Secretary Eduardo Año told reporters that he had ordered an investigation “to identify the perpetrators.”\n\nButch Olano, Amnesty International Philippines section director, lamented that killings “continue unabated even in the midst of a deadly pandemic.”\n\nHe said Echanis’ death was “another addition to the intensifying attacks against political activists in the country.”\n\n“Public safety and respect for human life and human rights has been cast aside since the beginning of this administration. This legacy of death must end now,” Olano said. The human rights group Karapatan called Echanis’ killing as “cold-blooded and unpardonable extra-judicial execution” and considered his death as “the latest in a long list of atrocities and loathsome attacks on peace and peasant advocates under this fascist regime.”\n\n“We are enraged beyond measure,” said Karapatan chair Elisa Tita Lubi. “How can we achieve genuine and comprehensive social and economic reforms, as well as just and lasting peace, if advocates like Randy Echanis are being vilified, threatened and traitorously silenced?”\n\nSen. Francis Pangilinan also condemned “the savage murder” of Echanis and Tagapia and called on the police to respect the dead and to give the body of the peace consultant back to his family. He urged the National Bureau of Investigation to step in and make sure there would be a fair and impartial probe.\n\nJustice Secretary Menardo Guevarra ordered the NBI to confirm the identity of the Echanis before the Department of Justice (DOJ) conducted a special investigation of the killing. The DOJ leads the interagency task force on extrajudicial killings created by former President Benigno Aquino III in 2012 through Administrative Order No. 25 series of 2012 (AO 35).\n\n“If it turns out that the victim was Echanis himself and the known circumstances indicated an extrajudicial killing case, then the AO 35 task force will be the primary investigator,” Guevarra said on Tuesday.\n\n—With reports from Nestor Corrales, Leila B. Salaverria, Dona Z. Pazzibugan, Patricia Denise M. Chiu and Jigger Jerusalem\n\nRead Next\n\nEDITORS' PICK\n\nMOST READ"}}