{"GDELT": {"GlobalEventID": 940201459, "Day": 20200811, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6055, "Actor1Code": "USAMED", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "MED", "Actor2Code": "USA", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.8022598870056505, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Zimbabwe", "Actor1Geo_CountryCode": "ZI", "Actor1Geo_ADM1Code": "ZI", "Actor1Geo_Lat": -19.0, "Actor1Geo_Long": 29.0, "Actor1Geo_FeatureID": "ZI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Zimbabwe", "Actor2Geo_CountryCode": "ZI", "Actor2Geo_ADM1Code": "ZI", "Actor2Geo_Lat": -19.0, "Actor2Geo_Long": 29.0, "Actor2Geo_FeatureID": "ZI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Zimbabwe", "Action2Geo_CountryCode": "ZI", "Action2Geo_ADM1Code": "ZI", "Action2Geo_Lat": -19.0, "Action2Geo_Long": 29.0, "Action2Geo_FeatureID": "ZI", "DATEADDED": 20200811220000, "SOURCEURL": "https://www.standardmedia.co.ke/commentary/article/2001382154/jubilee-has-failed-in-these-critical-areas"}, "ARTICLE": {"TITLE": "Jubilee has failed in these critical areas", "TEXT": "Former Zimbabwe president Robert Mugabe was as famous for his witticisms as he was for being an independence hero. Asked by American journalist Christiane Amanpour whether it was time to say goodbye to the people of Zimbabwe, he retorted without skipping a beat, “but where are they going?” Mugabe, typical of many presidents, had over time become so enamoured with self as to make it impossible for him to countenance the notion of Zimbabwe without him. Uhuru’s tenure has been remarkable if only for the number of things that have gone egregiously south under his watch. A number of reasons may have prematurely precipitated the coda of his final term. This article attempts to highlight the overarching elements that have rendered nugatory the aspirations of a once wildly popular president. The first of these are State projects. Mr Kenyatta’s Jubilee administration came into power on the promise of transformative projects. The Standard Gauge Railway (SGR) exemplifies these. Built as a replacement of the centuries old meter-gauge railway, it was expected to spur development by easing the movement of export goods and providing employment for Kenyans. However, its procurement, construction and operation is shrouded in opacity with allegations of financial impropriety the scale of which has become an existential threat to the economic well-being of the country.\n\nSEE ALSO: Jubilee big boys fail to whip their troops nine times in a row\n\nSecond is the fight against corruption that appears to have dimmed. Led by a multi-agency team involving the Director of Public Prosecutions (DPP) and the Director of Criminal Investigations (DCI), the fight distinguished itself by seeing the highest numbers of individuals arrested and charged for various corruption offences. Currently, the DPP and DCI are embroiled in an unseemly superiority contest. Further, the Executive has engaged itself in a spat with the Judiciary. This has slowed down the prosecution of corruption cases. Third has been the perception that public appointments have failed to reflect the face of Kenya. There are fears that meritocracy is yet to trump nepotism, cronyism and ethnicity; that senior government positions are sinecures for the politically correct. Fourth is the issue of the chaotic roll-out of the new Competence Based Curriculum (CBC) and the subsequent indefinite closure of all education facilities. The CBC was implemented even as various stakeholders expressed their misgivings. A powerful teachers’ union questioned the level of both teacher-preparedness and institutional facilities needed. It was ignored. Currently, schools are closed as a result of the Covid-19 pandemic. The Education CS dithers and prevaricates on the issue of reopening, issuing conflicting statements on when learning should resume. Understandably, parents are concerned that Kenya, without a clear roadmap, may lag behind the rest of the world. A charitable view of the Jubilee administration’s performance is that it lacks the Midas touch. Big-ticket infrastructural items have failed to impress with some describing them as vanity projects. Economist David Ndii sums up the frustration of Kenyans when he says in a tweet, “7 years ago, there was chest-thumping over transforming Kenya with mega-projects, today the president is reduced to inspecting pavement repairs at night”. Curfew rules\n\nSEE ALSO: Senators should stand up for democracy and themselves\n\nCovid 19 Time Series\n\nFrom police brutality directed at those breaching curfew rules to failure to provide adequate primary protective equipment to frontline workers, government response has been a manual on how not to handle a crisis. But even more alarming is the fact that Covid-19 donations have been stolen from under the noses of government security officers. This, perhaps, is a cautionary tale of the erosion of the authority of the Executive. How else would one explain, despite Executive orders, the languid manner in which investigations are being carried out? Or that sweetheart deals now inform public procurement, with no fear of prosecution? Senate’s failure to reach an agreement over the new county revenue allocation formula speaks to the waning influence of the Executive. Despite threats of sanctions, which have previously worked, senators remain uncowed. It is as if they realise that the president is now singing his swan song and no longer has sway over their decisions. They might be preparing to tell him goodbye come 2022. Mr Khafafa is a public policy analyst"}}