{"GDELT": {"GlobalEventID": 940201331, "Day": 20200811, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6055, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.25380710659899, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_Lat": 32.9866, "Actor1Geo_Long": -83.6487, "Actor1Geo_FeatureID": "GA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Delaware, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDE", "Actor2Geo_Lat": 39.3498, "Actor2Geo_Long": -75.5148, "Actor2Geo_FeatureID": "DE", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Delaware, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDE", "Action2Geo_Lat": 39.3498, "Action2Geo_Long": -75.5148, "Action2Geo_FeatureID": "DE", "DATEADDED": 20200811220000, "SOURCEURL": "https://www.nhregister.com/news/article/The-Latest-Trump-campaign-blasts-Kamala-Harris-15476254.php"}, "ARTICLE": {"TITLE": "The Latest: Sarah Palin offers running mate advice to Harris", "TEXT": "The Latest: Sarah Palin offers running mate advice to Harris\n\nFILE - In this Oct. 15, 2019, file photo, then-Democratic presidential candidate Sen. Kamala Harris, D-Calif., speaks during a Democratic presidential primary debate in Westerville, Ohio. Democratic presidential candidate former Vice President Joe Biden has chosen Harris as his running mate. less FILE - In this Oct. 15, 2019, file photo, then-Democratic presidential candidate Sen. Kamala Harris, D-Calif., speaks during a Democratic presidential primary debate in Westerville, Ohio. Democratic ... more Photo: John Minchillo, AP Photo: John Minchillo, AP Image 1 of / 5 Caption Close The Latest: Sarah Palin offers running mate advice to Harris 1 / 5 Back to Gallery\n\nWASHINGTON (AP) — The Latest on Democratic presidential contender Joe Biden's selection of California Sen. Kamala Harris as his running mate (all times local):\n\n9:30 p.m.\n\nFormer Republican vice presidential nominee Sarah Palin is congratulating Kamala Harris on the historic nature of being selected as Joe Biden's running mate — and offering some advice on how best to fill the role.\n\n“Congrats,” Palin wrote in an Instagram post. \"Climb upon Geraldine Ferraro’s and my shoulders, and from the most amazing view in your life consider lessons we learned.”\n\nA former Alaska governor, Palin was John McCain's running mate in 2008. Democrat Ferraro ran with Walter Mondale in 1984. Harris is the first Black woman to run for vice president on a major-party ticket.\n\nPalin's post included a series of tips for Harris, including “trust no one new,” “fight mightily to keep your own team with you,” “don’t get muzzled” and “don’t forget the women who came before you.”\n\nShe also warned Harris that “yahoos running campaigns will suffocate you with their own self-centered agenda\" and urged Harris to \"stay connected with America as you smile and ignore deceptive ‘handlers’ trying to change you.”\n\nMcCain and Palin were defeated in 2008 by Barack Obama and his running mate, Biden.\n\n__\n\n6 p.m.\n\nPresident Donald Trump says he’s “a little surprised” that his Democratic rival, Joe Biden, has selected Kamala Harris as his running mate.\n\nTrump told reporters at a White House briefing that Harris “was very disrespectful to Joe Biden” during the Democratic primaries, and said “it’s hard to pick somebody that’s that disrespectful.”\n\nHe’s also noting that Harris ”did very poorly” when she ran for the nomination — she dropped out in December — and says, “That’s like a poll.”\n\nTrump is trying to paint Harris as too far left, saying she wants to raise taxes, slash funds for the militarily and ban fracking. He’s also noting her tough questioning of now-Supreme Court Justice Brett Kavanaugh during his Senate confirmation hearing.\n\nTrump says, “She was my No. 1 draft pick and we’ll see how she works out.”\n\nBiden’s campaign announced his decision to pick Harris as his running mate earlier Tuesday.\n\nTrump last month had said she would be “a fine choice.”\n\n__\n\n5:50 p.m.\n\nVice President Mike Pence is welcoming his Democratic rival to the race after former vice president Joe Biden named California Sen. Kamala Harris as his running mate.\n\nSpeaking in Arizona, the Republican used the opportunity to attack the Biden-Harris ticket. “As you all know, Joe Biden and the Democratic Party have been overtaken by the radical left,” Pence said. “So given their promises of higher taxes, open borders, socialized medicine and abortion on demand, it’s no surprise that he chose Senator Harris.”\n\nPence plugged the Oct. 7 vice presidential debate, scheduled to take place in Utah. “So my message to the Democratic nominee for vice president: Congratulations. I’ll see you in Salt Lake City!”\n\n__\n\n5:45 p.m.\n\nFormer Vice President Joe Biden says he picked Sen. Kamala Harris as his running mate in part because she “is ready to lead” and “understands the pain that so many people in our nation are suffering.”\n\nBiden says in an email to supporters that Harris can be the partner to help him deliver on his promises to make sustainable changes to the country, which he characterizes as damaged by President Donald Trump.\n\nReferencing his time as vice president to Barack Obama, Biden says his pick of Harris reflects a “governing decision” rather than a political one, noting that they would inherit “a nation divided, and a world in disarray.”\n\nBiden says he and Harris would be holding a fundraiser Wednesday “so she can get a chance to talk to some of the grassroots supporters who have powered this campaign.”\n\n__\n\n5:35 p.m.\n\nIllinois Sen. Tammy Duckworth says she has “never been more confident” that Joe Biden is the leader the country needs after he announced Kamala Harris as his running mate.\n\nDuckworth was among the women the presumptive Democratic presidential nominee considered as his vice presidential nominee. She said on Twitter she will work hard to elect Biden and Harris, a California senator and former state attorney general.\n\n“I’m all in for the Biden-Harris ticket and hope you will join me in helping ensure that he and Kamala are able to defeat Donald Trump and restore the soul of America this November,” Duckworth says.\n\n__\n\n5:25 p.m.\n\nFormer President Barack Obama is hailing his former vice president’s running mate selection, saying, “Joe Biden nailed this decision.”\n\n“By choosing Senator Kamala Harris as America’s next vice president, he’s underscored his own judgment and character,” Obama adds.\n\nObama calls Harris an ”ideal partner to help him tackle the very real challenges America faces right now and in the years ahead.”\n\n__\n\n5:15 p.m.\n\nClimate activist Al Gore is praising Joe Biden’s choice of running mate as a victory for those who care about combating the climate crisis.\n\nGore said in a tweet that Kamala Harris “has made climate and environmental justice a top priority” in her political career, and he said she’d be a “strong advocate in the White House.”\n\nGore is a former vice president and 2000 Democratic presidential nominee who once served as a Tennessee senator alongside Biden. Gore already has endorsed Biden and has since worked with him on his climate plans.\n\nBiden stops short of embracing some of the progressives' most aggressive timelines for eliminating carbon pollution from the U.S. economy, but Gore has praised Biden’s climate agenda as ambitious and necessary. And Gore says proposals to overhaul the energy grid and retrofit existing infrastructure and buildings will create millions of new jobs.\n\n__\n\n5:05 p.m.\n\nIn her first public statement since Joe Biden named her as his vice presidential running mate, California Sen. Kamala Harris says she’s “honored” to join the Democrats’ presumptive presidential nominee on the party’s November ticket.\n\nHarris said on Twitter that Biden “can unify the American people because he’s spent his life fighting for us.” She said Biden would build a country that “lives up to our ideals.”\n\nHer brief statement did not address the historic nature of her nomination. Harris is the first Black woman to join a major party ticket in U.S. history. She would be the first woman to hold the office if Biden defeats President Donald Trump.\n\nThe 55-year-old senator and the 77-year-old former vice president are slated to appear together for the first time as a ticket Wednesday afternoon in Biden’s hometown of Wilmington, Delaware.\n\nThey will be formally nominated next week as part of Democrats’ virtual convention. Harris will accept her nomination Wednesday. Biden will accept his nomination Thursday.\n\n__\n\n5 p.m.\n\nGeorgia voting rights advocate Stacey Abrams is congratulating Democratic vice presidential candidate Kamala Harris after Joe Biden announced the California senator as his running mate.\n\nAfter the announcement, Abrams tweeted that she spoke “at length” with the 77-year-old Biden over the weekend and again Tuesday. The presumptive presidential nominee called several women he considered for the ticket to let them know they were not his final choice.\n\nAbrams praised Biden’s “focus on reaching out to every corner of our country” and pledged to work for “Team #BidenHarris” through November.\n\nThe 46-year-old Abrams remains a rising Democratic star, though her next move in the party remains unclear. She narrowly lost a 2018 bid for Georgia governor that would have made her the first Black woman elected to lead a U.S. state. She is considering another run for governor in 2022.\n\nShe has also formed a voting rights group that is working with the Biden campaign and other Democratic allies to help educate voters and prepare them to vote amid the coronavrius pandemic.\n\n__\n\n4:55 p.m.\n\nHouse Majority Whip Jim Clyburn says Joe Biden's selection of Kamala Harris as his running mate will energize voters ahead of the general election fight against President Donald Trump.\n\n“This is everything that we need to get people to turn out the vote,” Clyburn told MSNBC Tuesday.\n\nClyburn's backing helped boost Biden across the South Carolina primary finish line, propelling him into victories in later nominating contests.\n\nClyburn says he and other Democrats will devote themselves to working toward Biden’s victory in the November election, saying, “We are dedicating this entire election year to my late friend, John R. Lewis,\" the civil rights icon who died last month.\n\n__\n\n4:50 p.m.\n\nLos Angeles Mayor Eric Garcetti is praising his “dear friend” and fellow Californian Kamala Harris after Democratic presidential candidate Joe Biden selected the senator as his running mate.\n\nGarcetti is one of Biden’s campaign co-chairs and a co-chair of the search committee that helped Biden navigate his options before making Harris the first Black woman to join a U.S. major party national ticket.\n\nThe mayor notes in a statement that he and Harris “have been friends for many years,” recalling their work together on then-Sen. Barack Obama’s presidential campaign in 2008. Obama went on to select Biden as his vice presidential running mate.\n\nGarcetti calls Harris a “true ally” for people “who have needed a voice within the corridors of power.”\n\nShould Biden win in November and Harris take office as vice president, Garcetti would be eyed as a potential successor for her Senate seat.\n\n__\n\n4:40 p.m.\n\nPresident Donald Trump’s campaign is blasting Joe Biden’s vice presidential pick, calling Sen. Kamala Harris “phony.”\n\nIn a statement, Trump adviser Katrina Pierson says Harris “will abandon her own morals, as well as try to bury her record as a prosecutor, in order to appease the anti-police extremists controlling the Democrat Party.”\n\nPierson says Harris has “gleefully embraced the left’s radical manifesto, calling for trillions of dollars in new taxes and backing Bernie Sanders’ government takeover of healthcare.”\n\nPierson calls Harris “proof that Joe Biden is an empty shell being filled with the extreme agenda of the radicals on the left.”\n\nFor weeks, Trump’s campaign promised an aggressive response against whomever was selected by Biden as his running mate.\n\nSays Pierson, “At the ballot box, Americans will resoundingly reject the abysmal failures of Biden-Harris in favor of the America First strength of President Donald Trump and Vice President Mike Pence.”\n\n__\n\n4:17 p.m.\n\nJoe Biden has chosen California Sen. Kamala Harris as his running mate. It’s a move that fulfills the wish of Democrats clamoring to see a woman of color on a major party’s presidential ticket for the first time in history.\n\nThe 55-year-old Harris was elected to the Senate in 2016 after serving as California’s attorney general. Harris competed against Biden for the Democratic presidential nomination but left the race before voting began as she struggled to raise money.\n\nOne of Harris’ standout moments of her presidential campaign came at the expense of Biden, when she slammed his past opposition to school busing."}}