{"GDELT": {"GlobalEventID": 940200507, "Day": 20200811, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6055, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "USAGOV", "Actor2Name": "JOE BIDEN", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.78041543026706, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_Lat": 27.8333, "Actor1Geo_Long": -81.717, "Actor1Geo_FeatureID": "FL", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "South Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USSC", "Actor2Geo_Lat": 33.8191, "Actor2Geo_Long": -80.9066, "Actor2Geo_FeatureID": "SC", "Action2Geo_Type": 2, "Action2Geo_Fullname": "South Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USSC", "Action2Geo_Lat": 33.8191, "Action2Geo_Long": -80.9066, "Action2Geo_FeatureID": "SC", "DATEADDED": 20200811220000, "SOURCEURL": "https://globalgrind.com/4689876/diddy-charlamagne-tha-god-ty-dolla-ign-100-more-black-men-signed-a-letter-urging-joe-biden-to-pick-a-black-woman-as-vp/"}, "ARTICLE": {"TITLE": "Diddy, Charlamagne Tha God, Ty Dolla $ign & 100 More Black Men Signed A Letter Urging Joe Biden To Pick A Black Woman As VP", "TEXT": "Every day we get closer and closer to Joe Biden’s announcement regarding who will be his pick for Vice President. While there have been a few names thrown around for the past few months, the major consensus among voters is that we all want to see Biden pick a Black woman to run alongside him in November.\n\nNow, celebrities are taking a more serious stance on the matter, signing an open letter to Joe Biden and asking him directly to pick a Black woman for VP.\n\nOn Monday, more than 100 Black mensigned an open letter urging Biden to pick a Black woman as his vice president, writing that “failing to select a Black woman in 2020 means you will lose the election.”\n\nWhile Biden is expected to formally announce his choice sometime this week–ahead of the Democratic National Convention–this letter represents a last-minute push by outside groups to pressure Biden to pick a Black woman as his running mate.\n\nThe signers of the letter include Black leaders across several different industries. Names on the list include Diddy; Charlamagne Tha God; Ben Crump, the attorney for the family of George Floyd, who was killed by police in Minnesota; and Michael Eric Dyson, a contributing opinion writer for The New York Times and professor of sociology at Georgetown University. Other signers on the list include: CNN political commentator Van Jones, Bakari Sellers, former Democratic member of the South Carolina House of Representatives and a CNN commentator; Timbaland; Ty Dolla $ign, and Akon.\n\nBack in July, Joe Biden said that among all of the contenders to be his vice president, he was considering four Black women for the job. CNN previously reported that Harris, Rep. Val Demings of Florida, Atlanta Mayor Keisha Lance Bottoms, former Obama administration national security adviser Susan Rice and Rep. Karen Bass of California are among the Black women being considered.\n\nAlso On Global Grind:"}}