{"GDELT": {"GlobalEventID": 940200750, "Day": 20200811, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6055, "Actor1Code": "LVA", "Actor1Name": "LATVIA", "Actor1CountryCode": "LVA", "Actor2Code": "POL", "Actor2Name": "POLAND", "Actor2CountryCode": "POL", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.18410041841004, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Estonia", "Actor1Geo_CountryCode": "EN", "Actor1Geo_ADM1Code": "EN", "Actor1Geo_Lat": 59.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "EN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Estonia", "Actor2Geo_CountryCode": "EN", "Actor2Geo_ADM1Code": "EN", "Actor2Geo_Lat": 59.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "EN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Poland", "Action2Geo_CountryCode": "PL", "Action2Geo_ADM1Code": "PL", "Action2Geo_Lat": 52.0, "Action2Geo_Long": 20.0, "Action2Geo_FeatureID": "PL", "DATEADDED": 20200811220000, "SOURCEURL": "https://www.dw.com/en/eu-threatens-belarus-with-measures-against-those-responsible/a-54533836"}, "ARTICLE": {"TITLE": "EU threatens Belarus with 'measures against those responsible'", "TEXT": "The European Union's foreign policy chief, Josep Borrell, on Tuesday condemned \"disproportionate\" violence by authorities in Belarus and said it was considering sanctions against those responsible.\n\nPresident Alexander Lukashenko was declared winner of Sunday's Belarus presidential election, garnering about 80% of the vote in an election that many believe was rigged. The result triggered violence between security forces and opposition supporters that saw one protester killed.\n\nBrussels on Tuesday said it was considering \"measures against those responsible for the observed violence, unjustified arrests and falsification of election results.\"\n\n\"The elections were neither free nor fair,\" Borrell said in a statement. He cited \"credible reports\" from domestic observers that showed the election did not conform to international standards.\n\nWatch video 00:42 Tikhanovskaya appears in video message: 'Don't resist the police'\n\n\"State authorities deployed disproportionate and unacceptable violence... Thousands of people were detained and the crackdown on freedoms of assembly, media and expression intensified,\" he said.\n\n'Anything is on the table'\n\nThe precise nature of the measures was still up for debate, said the European Commission's lead spokesperson for foreign affairs and security policy, Peter Stano.\n\n\"No one is in a rush for the sake of speaking out about retaliatory measures or sanctions. Anything is on the table. Anything is possible as long as the member states agree. But first, we need to have these consultations, these discussions among the member states. Finalize the assessments being concluded and then everything will be then taken step by step.\"\n\nRead more: Germany threatens sanctions over Lukashenko's controversial win\n\nWatch video 02:28 Share Belarus election sparks anger Send Facebook google+ Whatsapp Tumblr linkedin stumble Digg reddit Newsvine Permalink https://p.dw.com/p/3glDs Belarus election sparks anger\n\nShort, medium and long-term goals\n\nThe foreign ministers of Estonia, Finland, Latvia and Poland on Tuesday jointly called for an EU video conference to discuss a united position for the bloc on Belarus.\n\n\"There are some immediate goals, which is stopping violence, simply calm down the situation. We have to exert pressure on the authorities in Minsk to go that way,\" said Polish Foreign Minister Jacek Czaputowicz.\n\n\"A medium-term goal would be simply to release political prisoners and restore human rights observance in Belarus. Also, we can envisage a far-reaching goal which would be a dialogue.\"\n\nThe ministers had gathered in the Latvian capital, Riga, on Tuesday to ostensibly mark the centenary of the signing of a Russia-Latvia peace treaty.\n\nGerman Foreign Minister Heiko Maas on Monday said the EU needed to consider sanctions on Belarus that were lifted in 2016 on the basis of apparent progress in the rule of law there.\n\nBelarusian opposition leader Svetlana Tikhanouskaya on Tuesday said she had fled to neighboring Lithuania for the sake of her children. She had been considered Lukashenko's biggest political threat to date with a broad swath of support within Belarus, but only achieved about 10% of the vote according to Sunday's official results."}}