{"GDELT": {"GlobalEventID": 940201429, "Day": 20200811, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6055, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "USAGOV", "Actor2Name": "THE WHITE HOUSE", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jordan Valley, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18314", "Actor1Geo_Lat": 32.6667, "Actor1Geo_Long": 35.5, "Actor1Geo_FeatureID": "-2542918", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jordan Valley, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18314", "Actor2Geo_Lat": 32.6667, "Actor2Geo_Long": 35.5, "Actor2Geo_FeatureID": "-2542918", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jordan Valley, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18314", "Action2Geo_Lat": 32.6667, "Action2Geo_Long": 35.5, "Action2Geo_FeatureID": "-2542918", "DATEADDED": 20200811220000, "SOURCEURL": "https://www.jewishpress.com/news/us-news/democratic-presidential-candidate-joe-biden-picks-sen-kamala-harris-to-be-his-vice-presidential-running-mate/2020/08/12/"}, "ARTICLE": {"TITLE": "Democratic Presidential Candidate Joe Biden Picks Sen. Kamala Harris to be His Vice Presidential Running Mate", "TEXT": "Photo Credit: The United States Senate - Office of Senator Kamala Harris\n\nFormer US Vice President Joe Biden, now the Democratic Party’s candidate of choice to run for President of the United States in 2020, has chosen California Senator Kamala Harris of California to become his Vice Presidential running mate.\n\nHistory was made Tuesday as Harris stepped up to become the first woman of color to run as a candidate for Vice President of the United States of America.\n\nAdvertisement\n\n\n\nShe is also the first woman married to a Jewish man to run as a candidate for the position.\n\nIt’s a choice that Democrats believe will narrow the odds between their party and that of the GOP as incumbent President Donald Trump continues his battle to return to the White House for another four-year term.\n\nHarris, who first ran as a rival for the presidential nomination against Biden, was born to immigrants from Jamaica and India. She is known to be a “moderate” Democrat, someone who prefers to find the middle ground rather than seek extremist positions; she has said she wants a tougher Iran deal, and she has made it clear that she is no supporter of the Boycott, Divest and Sanctions (BDS) economic war against Israel.\n\nDespite that, Harris is an open supporter of the so-called “two-state solution” that has brought nothing but headaches for both Israel and the Palestinian Authority.\n\nShe opposes the Trump Middle East Peace Plan, “Prosperity to Peace” that supports a final settlement on Israeli sovereignty in approximately 30 percent of the territory in Judea, Samaria and the Jordan Valley. It is far less of the territory than was already allocated to the State of Israel under the 1993 Oslo Accords until a final peace arrangement could be reach through direct talks together with the Palestinian Authority — an event that has yet to occur."}}