{"GDELT": {"GlobalEventID": 940364170, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "USACVL", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "CVL", "Actor2Code": "CVL", "Actor2Name": "VOTER", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 30, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.1713796058269, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Leon County, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL073", "Actor1Geo_Lat": 30.4946, "Actor1Geo_Long": -84.2082, "Actor1Geo_FeatureID": "306916", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Leon County, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 30.4946, "Actor2Geo_Long": -84.2082, "Actor2Geo_FeatureID": "306916", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Leon County, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 30.4946, "Action2Geo_Long": -84.2082, "Action2Geo_FeatureID": "306916", "DATEADDED": 20200812163000, "SOURCEURL": "https://www.tallahassee.com/story/news/politics/2020/08/12/florida-house-candidate-tant-leads-panhandle-politicians-fundraising/3334243001/"}, "ARTICLE": {"TITLE": "Florida House candidate Allison Tant leads Panhandle politicians in fundraising", "TEXT": "James Call\n\nUSA TODAY NETWORK-Florida Capital Bureau\n\nTwo Leon County candidates have a far more extensive network of contributors than any other in Northwest Florida, where nine Florida House seats and two Senate seats are on the November ballot, records show.\n\nAllison Tant, a former chair of the Florida Democratic Party, leads the list with the most contributors. She is vying for the House District 9 seat currently occupied by state Rep. Loranne Ausley, D-Tallahassee.\n\nAusley, a candidate for the Senate seat being vacated by term-limited Sen. Bill Montford, D-Tallahassee, has raised the most money among the 31 candidates that qualified for the ballot in the Panhandle's 23 counties.\n\nIn her first bid for elected public office, Tant is second in campaign fundraising this election cycle. She is competing against Arnitta Jane Grice-Walker in the Aug. 18 primary to be the Democratic nominee for the seat currently held by Ausley.\n\nThe winner will face the GOP’s Jim Kallinger in November.\n\nTant has mined connections established during two decades of fundraising for those with disabilities, as well as volunteering in other campaigns and heading the state Democratic Party in 2013-17.\n\nThose connections now are a network of 1,338 contributors that include an army of retired Tallahasseeans, as well as notable political action committees.\n\nAusley has raised more than $400,000, the most by a Panhandle politician. She's finishing her sixth term overall in the House, reporting 1,147 contributions, the second most to Tant.\n\nMoney is a factor in who decides to run for political office. And it provides the fuel needed to communicate a message to the public, according to numerous studies.\n\nWhile both Tant and Ausley are running for seats that have been held by Democrats for more than 100 years, campaigns floated by small donations increase participation in an election, according to an analysis of the 2018 campaign by American Politics Research.\n\nThat's something that could be a factor in a presidential election of a swing state that historically produces close elections.\n\nThe closest any candidate in the 23 counties between Pensacola and Perry comes to the network of contributors built by Ausley and Tant is a Republican challenger in Okaloosa County.\n\nThere, Pat Maney is looking to unseat Rep. Mel Ponder, R-Destin. Maney reported 529 contributions — less than half of Ausley’s haul and a little more than a third of Tant’s.\n\nIn sum, Maney has collected $206,000, while Tant has $371,000 – meaning Maney, with fewer donors, is reaping bigger contributions.\n\nTant, speaking with a reporter, quickly volunteered that the connections she built in the last 20 years of work — on behalf of those with Williams Syndrome (a genetic disorder that her son has) and for the Democratic Party — served as a launchpad for her campaign.\n\n“I have been in this community as a stay-at-home mom for the last 20 years working to resolve community problems and have worked with people across Tallahassee to raise funds for meaningful ways to address problems,” said Tant, also a former lobbyist.\n\nMore than 700 contributions to the Tant campaign, or more than half, are $100 or less. Another 143 are from political committees, for $1,000.\n\nThe PAC money comes from sources that range across the political spectrum. The PAC affiliated with Associated Industries of Florida – the self-proclaimed “Voice of Florida Business” – contributed $500, as did labor unions like SEIU and the AFL-CIO\n\nThe list of contributors includes the committee for the Florida Independent Automobile dealers and also the Tallahassee-based TreePac.\n\nOn the list are well-known political consultants like Ben Pollara, who steered the medical marijuana constitutional amendment, as well as lobbyists like former Secretary of State Sandy Mortham and the firms of Capitol Solutions, McKinley Poole, Capitol Alliance Group, and The Rubin Group.\n\nContributors also include the list of at least 60 retired Tallahasseeans that include former police officers, teachers, and previous elected officials, such as former state Rep. Marjorie Turnbull and Gayle Nelson, who was a Leon County commissioner.\n\n“She has built strong friendships all across the state,” said Steve Vancore, a Tallahassee-based pollster and consultant. \"I think the breadth of her donations speaks to the kind of person she is. She builds friendships everywhere she goes.”\n\nSince Tant opened the account, the campaign has spent nearly $200,000 and less than $10,000 of it on fundraising.\n\nMost of the money has gone to communications, media, and direct mail companies – which could indicate that in the next few days Tant might be filling up Leon County mailboxes and broadcast airwaves with campaign messages.\n\nJames Call is a member of the USA TODAY NETWORK-Florida Capital Bureau. He can be reached at jcall@tallahassee.com. Follow on him Twitter: @CallTallahassee\n\nNever miss a story: Subscribe to the Tallahassee Democrat."}}