{"GDELT": {"GlobalEventID": 940363870, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 26, "EventBaseCode": 26, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.2840909090909, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Quantico, Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVA", "Actor1Geo_ADM2Code": "VA153", "Actor1Geo_Lat": 38.5223, "Actor1Geo_Long": -77.2936, "Actor1Geo_FeatureID": "1499925", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Quantico, Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_ADM2Code": "VA153", "Action2Geo_Lat": 38.5223, "Action2Geo_Long": -77.2936, "Action2Geo_FeatureID": "1499925", "DATEADDED": 20200812163000, "SOURCEURL": "https://www.courier-journal.com/story/news/local/breonna-taylor/2020/08/12/daniel-cameron-met-breonna-taylors-family-express-condolences/3354272001/"}, "ARTICLE": {"TITLE": "Attorney General Daniel Cameron met with Breonna Taylor's family to express condolences", "TEXT": "LOUISVILLE, Ky. — Attorney General Daniel Cameron, who is investigating Breonna Taylor's fatal police shooting, met Wednesday with Taylor's family to \"express his condolences.\"\n\nThe meeting, initiated by Cameron, included Taylor's mother, sister, aunt and family attorneys, according to Cameron's office and attorney Sam Aguiar, who is representing the family.\n\nTamika Palmer, Taylor's mother, said in a statement that she was glad Cameron sought the meeting and that he \"seemed sincere and genuine.\" Palmer said Cameron didn't say which direction he's leaning, but that after the meeting, she's \"more confident\" that \"truth will come out and that justice will be served.\"\n\n\"We let him know how important it was for their office to get all the facts, to get the truth and to get justice for Breonna,\" Palmer said. \"We all deserve to know the whole truth behind what happened to my daughter.\n\n\"The attorney general committed to getting us the truth. We're going to hold him up to that commitment.\"\n\nRead this:Radio stations nationwide to carry Breonna Taylor memorial broadcast\n\nCameron didn't divulge many details during the meeting, Aguiar said, but he did point to two big pieces of the investigation that are still pending: the FBI's ballistics testing and lab results, and witnesses who still need to be interviewed.\n\nAguiar said he initially was frustrated that there were still witnesses to be interviewed, given that Taylor was fatally shot March 13, but Cameron clarified that there are \"re-interviews\" to be done.\n\n\"To the extent that those are ones the police didn't do a good job on — while I wish they'd already been done — I was pleased to hear they're getting their own versions,\" Aguiar said.\n\nA press conference with Aguiar and co-counsels Ben Crump and Lonita Baker is scheduled for 10 a.m. Thursday — the five-month anniversary of Taylor's death — outside Louisville City Hall.\n\nIn a statement, Cameron's spokeswoman, Elizabeth Kuhn, said Cameron was \"grateful\" to meet the family, which provided an opportunity for him to \"personally express his condolences.\"\n\n\"The investigation remains ongoing, and our Office of Special Prosecutions continues to review all the facts in the case to determine the truth,\" Kuhn said.\n\nTaylor, 26, was shot and killed by Louisville police on March 13.\n\nOfficers who were there to serve a no-knock warrant returned fire after Taylor's boyfriend, Kenneth Walker, fired one shot and struck Sgt. Jonathan Mattingly, thinking police were intruders. Taylor, an emergency room technician, was shot five times and died in her hallway.\n\nSee also:Therapists offer free mental health services at Breonna Taylor protests\n\nCameron is investigating her death and will consider whether state criminal charges are warranted against the three officers who fired their weapons: Mattingly, and detectives Brett Hankison and Myles Cosgrove.\n\nHe said last week that his office is waiting on information from ballistics tests that the FBI is conducting. The FBI later confirmed that ballistic evidence, along with a shooting reconstruction from Taylor's apartment, is being tested and analyzed at the agency's laboratory in Quantico, Virginia.\n\nLouisville activist Christopher 2X, the founder of nonprofit Christopher 2X Game Changers, was at the Wednesday morning meeting, which he said lasted about 45 minutes. During it, the family shared their pain about the loss of Taylor, as well as who she was and what she was passionate about with regard to the medical field.\n\n\"That was something we wanted to make sure AG Cameron understood,\" 2X said. \"They got different pieces or items about Breonna, but they never had the chance to hear face to face about how her family felt about her and who she was.\"\n\nBy the end of the meeting, he added, Cameron committed to telling the family directly what his decision around criminal charges was before he shared it publicly.\n\n\"Everyone left with a sense that it was better to have this communication … today, than not to have it,\" 2X said.\n\nPalmer added in her emailed statement that \"we have to make real changes to keep this from happening to anyone else.\"\n\n\"At the end of the day, we have to … bridge the community and the police,\" Palmer said. \"That starts with truth and justice.\"\n\nSee also:The Breonna Taylor Oprah Magazine is selling out around Louisville\n\nDarcy Costello: 502-582-4834; dcostello@courier-journal.com; Twitter: @dctello. Support strong local journalism by subscribing today: courier-journal.com/darcyc."}}