{"GDELT": {"GlobalEventID": 940362734, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 192, "EventBaseCode": 192, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.10410094637224, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Tennessee, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTN", "Actor1Geo_Lat": 35.7449, "Actor1Geo_Long": -86.7489, "Actor1Geo_FeatureID": "TN", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Tennessee, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTN", "Action2Geo_Lat": 35.7449, "Action2Geo_Long": -86.7489, "Action2Geo_FeatureID": "TN", "DATEADDED": 20200812163000, "SOURCEURL": "https://www.jns.org/former-ambassador-bill-hagerty-to-keep-up-pressure-on-iran-maintain-support-of-israel/"}, "ARTICLE": {"TITLE": "Former ambassador Bill Hagerty to keep up pressure on Iran, maintain support of Israel", "TEXT": "Winning the Republican Senate primary in Tennessee on Aug. 4, Bill Hagerty is all but guaranteed to succeed retiring Sen. Lamar Alexander (R-Tenn.) in what is a deeply Republican state that has not had a Democratic senator since 1994.\n\nHe will face the Democratic nominee—environmental activist and organizer Marquita Bradshaw—in the general election on Nov. 3.\n\nHagerty, 60, served as U.S. ambassador to Japan between August 2017 and July 2019. Before then, he worked for Boston Consulting Group, and in national and state politics, including as national finance chairman for Mitt Romney’s 2008 Republican presidential campaign, and as commissioner of the Tennessee Department of Economic and Community Development.\n\nHe and his wife, Chrissy, have four children.\n\nSubscribe to The JNS Daily Syndicate\n\nby email and never miss\n\nour top stories\n\nJNS talked with Hagerty by phone on Aug. 10. The interview has been edited for brevity and clarity.\n\nQ: How vital is the U.S.-Israel relationship overall?\n\nA: It’s a critical relationship for the United States. Something I appreciate very deeply because I served as United States ambassador to one of our closest allies in another part of the world, Japan, and I know important it is for us to stand with our allies, particularly when they’re in a region that is quite hostile. That’s exactly the situation with Israel right now. We have a lot of challenges around the world, and I’m deeply concerned about what’s happening in America, too. The rise of anti-Semitism in the United States, particularly, with the Democrat Party and the Black Lives Matter movement.\n\nQ: What inspires your support for Israel?\n\nA: Israel has been our strongest ally, and we have a tremendous amount of strategic and security interests in the region that Israel works on with us every day.\n\nWe also just have a long heritage. I’m a Christian and I have deep faith, and I’ve always felt a great alignment with the Jewish people. That same feeling is across my home state of Tennessee.\n\nQ: How many times have you been to Israel?\n\nA: I’ve never been. I hope I have a chance to go. I’ve tried to go before, but because of unrest there, the trip was canceled.\n\nQ: Is U.S. President Donald Trump doing enough to confront the Iranian threat?\n\nA: By taking us out of the Iran nuclear deal, that was a critical step. We’ve got to make certain that Iran never has access to a nuclear weapon, and the president has been very clear that he pulled us out of the deal as promised. If the Democrats were to gain power on Nov. 3, they would try to put us back into the JCPOA. That deal has a provision that after five years, Iran can buy weapons, and they would be free to sell those to Hezbollah and others. It’s a huge strategic threat for Israel and Democrats have shown their alignment in putting that deal back in place. I’m concerned about what that would mean for Israel and the world.\n\nQ: What about as it pertains to Iran’s sponsorship of terrorism in the region and beyond?\n\nA: The president has been trying to deal with Iran directly. We put amazing economic pressure on Iran. When I was U.S. ambassador to Japan, I worked with the Japanese to stop their importation of oil from Iran. We’re going to keep the pressure on Iran to shake off their access to revenues that they can then turn around and use to fuel operations in Syria or other areas of the world.\n\nQ: As a former ambassador to an East Asian nation, what’s your response to Israel’s economic partnerships with the Chinese, considering China’s alliance with Iran?\n\nA: Israel has economic ties with many nations. They have strong ties with Japan as well. I’m certain that Israel is and should be as concerned as I am about the aggressive role of the Chinese Communist Party. Take a look at Huawei, which is an example of the Chinese Communist Party’s effort to put its technology infrastructure all around the world. I know that Israel has strong technology partnerships with China. We need to be very careful that companies like Huawei are not allowed into the infrastructure of the United States or its close allies.\n\nQ: Should Israel cut its partnerships with the Chinese?\n\nA: That will be for Israel to decide, but it’s incumbent upon America to share our position on the national security threats that China poses in a number of areas. America still has economic ties to China. We want them to abide by the trade deal that we’ve got with them, and we want to see China buy a lot more agricultural product from America.\n\nQ: How worried are you that China seeks to influence the Middle East, and how does that affect Israel?\n\nA: China is trying to exert its influence all over the world. They’re using their “Belt and Road Initiative” to fund infrastructure projects. They have been aggressive on every dimension. Economically, they’ve been aggressive, stealing intellectual property, using cyber warfare to attack us. They don’t hesitate to subsidize their own companies to compete heavily abroad. Israel is vulnerable to the same concerns the United States has, and to the extent China is using its initiative to move into the region, that is an area of great concern to us and for Israel.\n\nQ: What are your thoughts on Trump’s Middle East peace plan?\n\nA: I spent time working on components of it, particularly, on the economic part because we want our allies around the world to be supportive of that. Japan has indicated a willingness to be very supportive of that.\n\nQ: In a position paper, you say that a two-state solution is best for Israel being alongside a demilitarized Palestinian state. Should Israel have to give up more land for peace?\n\nA: I don’t think so. Israel is threatened every day. I’m supportive of the concerns Israel has. The defense of the area is absolutely critical, and the economic opportunities should be underscored. There are certain ways to get through this and creating and redirecting economic opportunity would be the focus.\n\nQ: What’s your stance on Israel’s plans to apply sovereignty to parts of the West Bank, also known as Judea and Samaria?\n\nA: I’m supportive of that. Israel has a right to defend itself. This is an area where a lot of the hostility comes from and Israel needs to secure the area.\n\nQ: How can we best combat the rise in anti-Semitism at home, including on college campuses?\n\nA: On college campuses, we’ve got a huge problem. There is the cancel culture that is prevailing, and it’s going to be very important to stand up and make certain that conservative voices can be heard. It’s disturbing on many levels what’s happening on college campuses, and support of the BDS movement is one component.\n\nQ: When you were in Japan, did you have any interactions with the Jewish community there? How familiar are you with the story of Chiune Sugihara, a Japanese diplomat who rescued around 6,000 Jews during the Holocaust?\n\nA: I’ve met Sugihara’s family. They’re very highly regarded there, as Sugihara saved so many lives in the role that he played. He’s very revered in Japan and, as U.S. ambassador, I participated in events honoring him. The Israeli ambassador, Yaffa Ben-Ari, I had a relationship with her, not extensively, but I certainly knew her and interacted with her.\n\nQ: Describe your interactions with Sugihara’s family.\n\nA: They are still present and appreciative of the fact that folks acknowledge the risk that he took. At the time, I’m sure it was a huge challenge for him personally, his own safety and career. He put all of that at risk to help Jewish folks escape. He’s regarded as a hero there in Japan."}}