{"GDELT": {"GlobalEventID": 940362751, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.65476190476191, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200812163000, "SOURCEURL": "https://thecommonsenseshow.com/activism-agenda-21-conspiracy/china-trying-interfere-2020-elections-us-customs-intercepts-nearly-20000-fake-drivers-licenses"}, "ARTICLE": {"TITLE": "China trying to interfere in the 2020 elections: U.S. Customs intercepts nearly 20,000 FAKE driver’s licenses that could be used for voting", "TEXT": "By JD Heyes\n\nNewstarget.com\n\nWhile Democrats continue to push the fiction that President Donald Trump is a Manchurian candidate beholden to Vlad Putin and Mother Russia, the real threat to the republic is coming from further east: China.\n\nNot only is China’s economy 14 times bigger than Russia’s annual GDP (Moscow even falls behind Brazil, by the way), Beijing’s global influence is far more advanced and much more pervasive, giving the ruling Communist Party an unparalleled advantage when it comes to global meddling.\n\nThat helps explain how China could duplicate the technology that goes into creating American documents like driver’s licenses, no doubt for the purposes of creating tens of thousands of fake voters who will ‘cast ballots’ against President Trump.\n\nFox10 reports:\n\nAdvances in technology may have made counterfeiting more difficult but crooks keep finding a way to stay in business.\n\nIn fact, federal customs officers have seized 1,513 shipments from overseas containing fraudulent documents—19,888 counterfeit U.S. driver’s licenses — just at Chicago O’Hare International Airport this year through the end of June.\n\nMost of the shipments came from Hong Kong and mainland China, according to U.S. Customs and Border Protection. Other shipments came from South Korea and the U.K.\n\n“These counterfeit driver’s licenses can lead to disastrous consequences,” CBP’s Ralph Piccirilli said in a statement. “Criminal organizations use these counterfeit IDs to avoid attracting attention to their illegal activities.\n\nIt gets worse.\n\nThe CBP official noted that most of the phony IDs were for college-age students, and that most had the same photos but came with different names. Alarmingly, CBP officials discovered that the barcodes on the fake Michigan licenses were functional.\n\n“These fraudulent identity documents can lead to identity theft, worksite enforcement, critical infrastructure protection, fraud linked to immigration-related crimes such as human smuggling and human trafficking,” the CBP said in a news release.\n\nThe agency noted further that “these documents can be used by those individuals associated with terrorism to minimize scrutiny from travel screening measures.”\n\nPiccirilli noted further that the licenses were “very realistic” and he praised his officers for being able to identify them and single them out.\n\nBut it makes you wonder: How many more have gotten through?\n\nIn April, CBP said in a press release that the agency was witnessing an uptick in the smuggling of fake documents at the Dallas-Fort Worth airport:\n\nIn the last six months, CBP officers at DFW intercepted nearly 900 counterfeit driver’s licenses that were delivered via international shipping services to the Dallas area. Approximately 2000 fake IDs have been seized over the last 18 months.\n\n“What is most disconcerting about theses interceptions, besides the volume which we are experiencing, is the ease in which so many young people freely share their personal information with counterfeiters abroad,” said CBP Port Director Timothy M. Lemaux, Area Port of Dallas.\n\n“We’ll continue to collaborate with local law enforcement to educate the public, and anyone who is contemplating purchasing a counterfeit ID online, on the potential dangers of sharing your personal identifiable information with a criminal element.”\n\nHow do we know these IDs will be used to oppose Trump? Because U.S. intelligence officials have said recently that Chinese President Xi Jinping, who has been bested regularly by our top negotiator president, wants the hapless Joe Biden to win in November; he knows he can manipulate Biden, whose son reportedly has ties to a Chinese state-run bank.\n\n“William Evanina, who leads the National Counterintelligence and Security Center, said that the U.S. government has assessed that China prefers President Trump losing the election, because Beijing considers him ‘unpredictable,’ while Russia is working to undermine Democrat Joe Biden,” NPR reported this week.\n\nIf China can mass-ship fake IDs into the U.S., you better believe that the 2020 election is definitely in play.\n\nSources include:\n\nNaturalNews.com\n\nFox10Phoenix.com\n\nCPB.gov"}}