{"GDELT": {"GlobalEventID": 940364155, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "USACOP", "Actor1Name": "NEW JERSEY", "Actor1CountryCode": "USA", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.1434184675835, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_Lat": 40.314, "Actor1Geo_Long": -74.5089, "Actor1Geo_FeatureID": "NJ", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "New Jersey, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNJ", "Action2Geo_Lat": 40.314, "Action2Geo_Long": -74.5089, "Action2Geo_FeatureID": "NJ", "DATEADDED": 20200812163000, "SOURCEURL": "https://news.yahoo.com/no-masks-no-social-distancing-160506910.html"}, "ARTICLE": {"TITLE": "'No masks, no social distancing': 2 men charged after large pool party in N.J., police say", "TEXT": "When police in New Jersey learned a homeowner in Gloucester Township was planning to host a large pool party where attendees would be charged admission, they said they warned him of \"potential violations.\"\n\nThe party Sunday in Sicklerville, about 20 miles from Philadelphia, went on and the homeowner and the event promoter were charged, Gloucester Township police said Monday. It is at least the third large party shut down in New Jersey in the last week where guests paid entrance fees.\n\nPolice say two men held a pool party with around 250 people at a home in Gloucester Township, N.J., and charged an admission fee for it. (NBC Philadelphia)\n\nLt. Jason Gittens said Wednesday that police learned through social media that the homeowner, Jeffrey Davis Jr., would be hosting a \"for-profit pool party.\"\n\nOfficers had contacted Davis last Thursday and warned him of the potential violations of the state's order against large social gatherings and local ordinances for having a party during the COVID-19 pandemic, police said.\n\nFrom 4 p.m. to 9 p.m., officers monitored the single-family home at 12 Prospect Court and observed approximately 250 people inside and outside of the property, police said. Attendees were charged a $35 admission fee and were observed not wearing masks or practicing social distancing, the police lieutenant said. The state limits outdoor gatherings to 500 people, and social distancing must be practiced.\n\nLoud music was also playing in violation of the township's noise ordinance, according to police, who said eight vehicles were ticketed for parking violations.\n\n\"Officers requested that the homeowner shut down the party, and upon the attendees exiting, large crowds littered the street with trash,\" police said in a news release.\n\nDavis, 31, and a man identified by police as the party promoter, Marheem Miller, 28, of Camden, were charged with three counts of violating the governor's executive orders. Davis was also issued a summons for littering and will be charged for violating the local zoning ordinance. Davis and Miller could not immediately be reached for comment Wednesday.\n\nSeparately, police in Howell Township, about 65 miles northeast of Philadelphia, broke up what they described as a \"pop-up party\" Sunday where 300 people were in attendance. Most of the attendees were compliant, police said, adding that others were angry at the host who charged admission.\n\nStory continues\n\nOn July 26, a homeowner and two organizers of a party were charged with violating the governor's executive order that limits the size of gatherings after police in Jackson spent nearly five hours shutting down the event that drew more than 700 people to an Airbnb rental, police said.\n\nLast week, Gov. Phil Murphy lowered the number of people allowed to gather indoors to 25 percent of a room's capacity with a maximum of 25 people — down from the previous limit of 100 — following reports of large house parties and indoor events.\n\n\"Unfortunately, the actions of a few knuckleheads leave us no other course,\" Murphy said. \"We have to go back and tighten these restrictions.\""}}