{"GDELT": {"GlobalEventID": 940362556, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.77233429394813, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Muskingum County, Ohio, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOH", "Actor2Geo_Lat": 39.9501, "Actor2Geo_Long": -81.9499, "Actor2Geo_FeatureID": "1074072", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Muskingum County, Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 39.9501, "Action2Geo_Long": -81.9499, "Action2Geo_FeatureID": "1074072", "DATEADDED": 20200812163000, "SOURCEURL": "https://www.daily-jeff.com/news/20200812/muskingum-county-man-pleads-guilty-to-4-of-63-drug-charges"}, "ARTICLE": {"TITLE": "Muskingum County man pleads guilty to 4 of 63 drug charges", "TEXT": "ZANESVILLE — A case involving copious amounts of cocaine, cash, cows, and corn led to a guilty plea Monday morning. It marked the end of a Muskingum County man’s four-decade reign as a cartel kingpin, law enforcement officials said at the time of his arrest.\n\n\n\nDwight Taylor, 66, was indicted on 63 felony counts related to his drug operation in April, the largest in county history, and pleaded guilty to four of those charges in common pleas court Monday. The remaining 59 counts were dismissed through plea negotiations.\n\n\n\nThe state is recommending a 15-year-sentence on the following charges:\n\n\n\n• Trafficking drugs, cocaine, a first-degree felony with major drug offender and forfeiture specifications\n\n\n\n• Two counts of engaging in a pattern of corrupt activity, a first-degree felony with a forfeiture specification\n\n\n\n• Money laundering, a third-degree felony with a forfeiture specification\n\n\n\nTaylor's former girlfriend and co-defendant, Deborah Kirsch pleaded not guilty to several charges including money laundering and permitting drug abuse in May. A sentencing date has not been set.\n\n\n\n\"The investigation leading to these charges took nearly a year to develop,\" Muskingum County Assistant Prosecutor John Litle said. \"Rather than rush an investigation for a headline, or pretend that catching one of the county’s most sophisticated criminal actors was a simple task, the Muskingum County Sheriff’s Office allowed the detectives to exercise patience and diligence.\"\n\n\n\nAccording to Litle, Taylor, better known locally as Farmer, ran a \"sham farming business\" to disguise his drug operation, paired with a real estate enterprise called \"Toad Town LLC.\"\n\n\n\nWith the cooperation of knowledgeable community members, an investigation was launched utilizing the Zanesville/Muskingum County Drug Unit and the Central Ohio Drug Enforcement Task Force (CODE).\n\n\n\nUpon reviewing Taylor’s tax records, Litle said it was evident that Taylor’s farm revenue was insufficient to fund his multi-million dollar real estate portfolio. During the same time as a background investigation into Taylor’s phone and tax records, as well as his properties and vehicles was underway, detectives were also establishing a confidential informant to purchase cocaine from Taylor on various occasions between May 2019 and April 2020.\n\n\n\nThe informant had alleged to law enforcement that Taylor would often receive shipments of cocaine between four to 10 kilos at a time from a Mexican source.\n\n\n\nHowever, Taylor’s drug delivery process was complicated and involved layers of caution in order to protect himself and his assets.\n\n\n\nAccording to Litle, the informant warned that Taylor would use different vehicles on a regular basis.\n\n\n\n\"The CI indicated that Taylor lives in a farm castle in Rix Mills, referencing Taylor’s known residence on Green Valley Road,\" Litle said.\n\n\n\nGuarding that \"castle\" were numerous neighbors in the Chandlersville area, many to which Taylor supplied cocaine, that would watch out for the farmer, the informant cautioned law enforcement.\n\n\n\nAfter purchasing enough cocaine from Taylor, producing phone records showing Taylor’s communication with parties in Mexico and tracking Taylor’s activity via a GPS device installed on one of the vehicles he often drove, law enforcement had collected enough evidence to move to the next phase.\n\n\n\nOn April 6, 2020, search warrants were executed on several of Taylor’s properties, resulting in the seizure of seven pounds of cocaine, 13 firearms, and $670,000. According to Muskingum County Sheriff Matt Lutz, the cocaine had an estimated street value of $700,000.\n\n\n\nAuthorities searched more than 200 acres of rural properties of the course of several days and yielded nearly 10 kilograms of cocaine, as well as located $180,770 in a bucket hidden by thousands of pounds of hay, Litle said. Nearly $157,000 was recovered inside the home, Litle added.\n\n\n\nLitle said Taylor was cooperative in the matter and offered assistance to close the cocaine pipeline that supplied much of the Midwest region with \"enormous quantities of cocaine.\"\n\n\n\n\"The state is in possession of hundreds of pages of documents reflecting the drought in cocaine brought on by shutting down this pipeline in places as distant as Pittsburgh, Cleveland, Canton, Youngstown and Toledo,\" Litle said.\n\n\n\nTaylor's 15-year sentencing recommendation is based upon his cooperation with law enforcement, Litle added.\n\n\n\nTaylor awaits his sentencing date following the completion of a pre-sentence investigation."}}