{"GDELT": {"GlobalEventID": 940363608, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "MIL", "Actor1Name": "CAPTAIN", "Actor1Type1Code": "MIL", "Actor2Code": "AUS", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.6874669487043901, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS", "Actor2Geo_Lat": -25.0, "Actor2Geo_Long": 135.0, "Actor2Geo_FeatureID": "AS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200812163000, "SOURCEURL": "https://goss.ie/featured-2/the-biggest-bombshells-from-finding-freedom-the-new-biography-about-prince-harry-and-meghan-markle-219600"}, "ARTICLE": {"TITLE": "the new biography about Prince Harry and Meghan Markle", "TEXT": "The tell-all book details the couple's decision to leave the royal family\n\nThe biggest bombshells from Finding Freedom – the new biography about Prince...\n\nIn May this year, journalists Omid Scobie and Carolyn Durand announced that they would be releasing a biography following Prince Harry and Meghan Markle’s decision to leave the royal family.\n\nThe book, entitled Finding Freedom: Harry and Meghan and the Making of a Modern Royal Family, was finally released on Monday after months of anticipation.\n\nAlthough the Duke and Duchess did not contribute to the biography, the authors have claimed more than 100 people were interviewed for the book – including Buckingham Palace aides and close friends of the couple.\n\nFollowing it’s release, we’ve rounded up the top bombshells from the bestselling book:\n\nPrince William warned Harry to ‘get to know’ Meghan before rushing into anything\n\nAs expected, Finding Freedom sheds light on Prince Harry’s strained relationship with his brother William.\n\nAccording to an excerpt from the book, Harry was upset with his brother for not trusting his judgement, when William warned him not to rush into anything with Meghan before “getting to know her”.\n\n“He just wanted to make sure that Harry wasn’t blindsided by lust,” the authors claimed.\n\nWilliam allegedly said to his brother: “Don’t feel you need to rush this. Take as much time as you need to get to know this girl,” which infuriated Harry.\n\n“Harry was pissed off,” a source said, “Pissed off that his brother would ask such a thing.”\n\n“Some felt it was an overreaction. But then, this totally sums them up as people—William the calm and rational one, and Harry, who can’t help but take things far too personally.”\n\nPrince Harry fell out with one of his closest friends, after he shared ‘doubts’ about Meghan Markle\n\nAnother excerpt from Finding Freedom claims Prince Harry was “hurt” after his close friend Tom ‘Skippy’ Inskip advised the couple to live together for a while before “doing anything more serious”.\n\nA source close to the Duke and Duchess of Sussex told the book’s authors that although his advice “came from a good place,” Harry didn’t “see it that way”.\n\nThe excerpt reads: “It really hurt him that someone he was so close to would not trust his judgment.”\n\nThe book also claims that Skippy and his wife Lara were “punished” by being excluded from Harry and Meghan’s wedding party at Frogmore House.\n\nHowever, it’s believed Harry and Skippy patched up their friendship last year, following the death of his mother-in-law.\n\nMeghan Markle underwent SAS training after being sent ‘absolutely terrifying threats’\n\nMeghan was apparently rushed into a two day training session shortly after her relationship with Prince Harry became public, according to Finding Freedom.\n\nThe former actress took part in a mock kidnapping, and was taught how to establish a relationship with her abductors at the SAS HQ in Hereford.\n\n“There have been some absolutely terrifying and stomach churning threats made to Meghan since she started dating Harry. Unfortunately, they continued for some time,” a source told the authors.\n\nThe book also reveals how Meghan “barely slept” after security teams intercepted an envelope that was feared to contain the deadly toxin Anthrax.\n\nThe authors wrote: “While on the outside it seemed to be much like any other piece of mail received by the busy mail room based at Clarence House, this one was filled with racist musings and unidentified white powder.”\n\n“The material feared to be anthrax, turned out to be harmless. At least physically. The night of the incident, though, Meghan barely slept, later admitting to a friend that she worried the incident was her ‘new normal’.\n\nPrince Harry had a secret Instagram while dating Meghan Markle\n\nAccording to the book’s authors, Meghan began following the account @SpikeyMau5 on Instagram shortly after her first date with Harry – and they believe the account belonged to the Duke.\n\nThe username combined his nickname “Spike” with one of his favorite DJs, Deadmau5.\n\nAround that same time, Meghan had posted a photo of a candy heart with the words “Kiss Me” on it, alongside the caption “Lovehearts in #London.”\n\nMeghan and Harry’s first date took place at Soho House’s Dean Street Townhouse in London, where they chatted over drinks for nearly three hours.\n\nA friend told the authors: “Almost immediately they were almost obsessed with each other. It was as if Harry was in a trance.”\n\nMeghan wanted her father Thomas at her wedding, despite being ‘hurt and humiliated’ by him\n\nDespite a strained relationship with her father Thomas, a close friend of Meghan told the authors that she wanted him at her wedding: “As much as she was hurt and humiliated, she wanted him to be there and was willing to move on.”\n\n“Plus, she was worried about him; she honestly wasn’t sure if he was actually okay. His behaviour was bizarre,” they added.\n\nThe book claimed Meghan texted her dad right up until the night before her wedding hoping to get in touch, but her efforts were pointless.\n\n“There were no easy solutions,” a palace aide recalled, “And they handled it about best they could even though to the outside world it looked like a total mess.”\n\nPrince Harry’s ‘biggest disappointment’\n\nFollowing the couple’s decision to leave the royal family, Harry was forced to relinquish his roles as Captain General Royal Marines, Honorary Air Commandant, RAF Honington and Commodore-in-Chief, Small Ships and Diving, Royal Naval Command. The biography has claimed that when Prince Harry was stripped of honorary military appointments, it was a “tough pill to swallow”. “[It was] the one that has been the most painful for Meghan to witness him go through,” a source told the authors, “It’s the one that made Harry emotional.”\n\nMeghan apparently told a friend: “It was so unnecessary. And it’s not just taking something away from him; it’s also the entire military veteran community.” “You can see how much he means to them, too. So why? The powers [of the institution] are unfortunately greater than me.” Harry and Meghan were forced to fire Archie’s nurse in the middle of the night\n\nThe book details an undisclosed incident which led to the Duke and Duchess firing their son’s night nurse – after she was deemed “irresponsible” and “unprofessional”.\n\n“Meghan and Harry were forced to let the nurse go in the middle of her second night of work for being unprofessional and irresponsible,” the authors wrote.\n\nAfter the incident, the couple reportedly hired a second night nurse who “did a fine job” – but they were still uncomfortable trusting another person with their child.\n\n“Neither found themselves comfortable sleeping through the night without going to check on Archie regularly,” the authors claimed – adding that they instead hired a daytime nanny while they looked after the night shifts.\n\n“He and Meghan liked the idea that when they went to bed at night, it was just the three of them in the house. Cosy and private.”\n\nMeghan was ‘distraught’ after palace aides scolded her for wearing a necklace\n\nIn the early days of her romance with Prince Harry, Meghan was photographed wearing a gold chain with the initials “H” and “M” on it – which didn’t sit well with the royal family.\n\nAccording to Finding Freedom, Meghan received a call from a senior Kensington Palace aide, after she was papped wearing the necklace in December 2016.\n\nThe book’s authors wrote: “She was advised that wearing such a necklace only served to encourage the photographers to keep pursuing such images — and new headlines.”\n\nMeghan “said little during the call, choosing instead to simply listen to the counsel. But after hanging up, she felt frustrated and emotional.”\n\n“While she knew the aide had good intentions, the surreal experience of having someone from her boyfriend’s office tell her what kind of jewelry to wear or not to smile at a photographer was too much.”\n\nAccording to the book’s authors, a “distraught” Meghan then called a friend and said: “I can’t win. They make out like I’m to blame for these pictures, that it looks like I’m encouraging them, that me even acknowledging the cameras may not be sending the right message.”\n\n“I don’t know what to say. It was only yesterday that people online were saying I look miserable in pictures, because I was trying to just ignore the [photographer].”\n\nWilliam and Kate ‘barely acknowledged’ Harry and Meghan at their final royal engagement\n\nAnother excerpt from the book suggests Harry and Meghan were barely speaking to William and Kate when they attended the Commonwealth Service at Westminster Abbey in March, which was their final official engagement.\n\nThe authors wrote: “While Harry and Meghan both greeted William and Kate with smiles, the Cambridges showed little response. It was the first time the two couples had seen each other since January.”\n\nThe book claimed William simply nodded at Harry to acknowledge him, but the Prince apparently ignored Meghan completely.\n\n“Although Meghan tried to make eye contact with Kate, the duchess barely acknowledged her,” the book added.\n\nPippa Middleton was ‘reluctant’ to invite Meghan Markle to her wedding\n\nKate Middleton’s sister Pippa was reportedly “concerned” Meghan and Harry’s presence could “overshadow” her wedding day, according to Finding Freedom.\n\n“The media frenzy that followed their every move made them somewhat of a reluctant addition to the guest list for Pippa Middleton’s vows on May 20, 2017,” the authors wrote.\n\n“Both the bride and her mom, Carole, privately harbored concerns that the American actress’s presence alongside Harry might overshadow the main event.”\n\nThe authors also claimed that Princess Eugenie was unhappy with the couple for sharing their pregnancy news with family and friends ahead of her wedding to Jack Brooksbank in October 2018.\n\n“It didn’t go down particularly well with Eugenie, who a source said told friends she felt the couple should have waited to share the news,” they wrote.\n\nHarry emailed the Queen and Prince Charles before they decided to step down as senior royals\n\nDuring Harry and Meghan’s six-week “break” from work at the end of 2019, the couple decided that they no longer wanted to continue living their life in constant public scrutiny.\n\nThe book has claimed that Harry emailed the Queen and Prince Charles before Christmas, requesting a sit-down to discuss their options.\n\nThe Duke was allegedly told he couldn’t get a private business meeting with his grandmother until the end of January.\n\n“At this point they felt like they had brought up the subject enough times with family members over the past year and they were fed up of not being taken seriously,” a source told the authors.\n\nThey added: “Everyone had their chance to help but no one did,” which led to the couple releasing a statement announcing their intention to take a step back from their duties, seek financial independence and split their time between the U.K. and North America.\n\nOn the latest episode of Goss Chats, Goss.ie Founder & CEO Ali Ryan sits down with beauty guru Mark Rogers.\n\nFrom his upcoming wedding to surrogacy plans, Mark opens up about a hectic few months ahead.\n\n#GossChats is sponsored by top Irish aesthetic clinic Haus of JeJuve."}}