{"GDELT": {"GlobalEventID": 940363541, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "LEG", "Actor1Name": "PARLIAMENT", "Actor1Type1Code": "LEG", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -9.23076923076928, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Guayaquil, Guayas, Ecuador", "Actor1Geo_CountryCode": "EC", "Actor1Geo_ADM1Code": "EC10", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -2.16667, "Actor1Geo_Long": -79.9, "Actor1Geo_FeatureID": "-927505", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Guayaquil, Guayas, Ecuador", "Actor2Geo_CountryCode": "EC", "Actor2Geo_ADM1Code": "EC10", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -2.16667, "Actor2Geo_Long": -79.9, "Actor2Geo_FeatureID": "-927505", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Guayaquil, Guayas, Ecuador", "Action2Geo_CountryCode": "EC", "Action2Geo_ADM1Code": "EC10", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -2.16667, "Action2Geo_Long": -79.9, "Action2Geo_FeatureID": "-927505", "DATEADDED": 20200812163000, "SOURCEURL": "https://www.ibtimes.com/ecuadors-ex-president-arrested-second-time-3027223"}, "ARTICLE": {"TITLE": "Ecuador's Ex President Arrested For Second Time", "TEXT": "Ecuador's ex-president Abdala Bucaram was arrested on Wednesday for the second time in just over two months, the public prosecutor said, this time accused of links to organized crime.\n\nBucaram was also briefly detained on June 3 as part of a corruption investigation into the sale of over-priced hospital supplies during the coronavirus pandemic, although he is actually suspected of the illegal trafficking of arms and munitions.\n\nThe public prosecutor said the case also \"might involve\" Bucaram's son Jacobo and four officials from the metropolitan transit agency in the capital Quito, one of whom was arrested alongside the former leader.\n\nThe arrests are linked to an investigation begun in May after two Israelis were detained over the illegal sale of medical supplies in the midst of the health emergency.\n\nThe two Israelis, who claimed to have sold thousands of coronavirus tests to Jacobo Bucaram, were attacked in a jail in the southwestern port city of Guayquil on Saturday. One was killed.\n\nAll three of Bucaram's sons have been implicated in one of several ongoing corruption investigations into the sale of overpriced medical supplies to public hospitals. They are currently fugitives.\n\nPhoto: AFP / MARCOS PIN MENDEZ\n\nBucaram, 68, was briefly held in June after his home was searched as part of the corruption investigation, although his arrest was due to the discovery of an unlicenced weapon and heritage goods.\n\nThe former president was removed from office in February 1997 after just six months when parliament declared him mentally unfit amid widespread protests against his government, despite having no medical justification for its ruling.\n\nFollowing that, the populist Bucaram spent two decades in exile in Panama.\n\nSP/lda/bc/dw"}}