{"GDELT": {"GlobalEventID": 940363497, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "LBN", "Actor1Name": "LEBANESE", "Actor1CountryCode": "LBN", "Actor2Code": "PSE", "Actor2Name": "PALESTINIAN", "Actor2CountryCode": "PSE", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.4581734458940903, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS05", "Actor2Geo_ADM2Code": "18316", "Actor2Geo_Lat": 32.0667, "Actor2Geo_Long": 34.7667, "Actor2Geo_FeatureID": "-781545", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS05", "Action2Geo_ADM2Code": "18316", "Action2Geo_Lat": 32.0667, "Action2Geo_Long": 34.7667, "Action2Geo_FeatureID": "-781545", "DATEADDED": 20200812163000, "SOURCEURL": "https://english.alarabiya.net/en/2020/08/12/Beirut-explosion-Protesters-demand-fresh-faces-local-int-l-officials-want-Hariri"}, "ARTICLE": {"TITLE": "Beirut explosion: Protesters demand fresh faces; local, int'l officials want Hariri", "TEXT": "After the August 4 Beirut explosions, Lebanon no longer has its main port, which it used for almost all of its imports. And with an already dire economy and freefalling currency, the country has been dealt what some diplomats and analysts called a “knockout blow.”\n\nThe bad news is that there is no government to draw a roadmap to recovery. The good news is that the government’s resignation, which was backed by the traditional ruling parties who allowed Lebanon to fall into such a disastrous situation, has opened the door for a new chapter of governance.\n\nFor all the latest headlines, follow our Google News channel online or via the app.\n\nIt is not yet clear who will step in to lead Lebanon, but the presence of Iran-backed Hezbollah in the ruling elite complicates the matter for the international community, whose funds and support Lebanon desperately needs to rebuild its shattered capital.\n\nSince Syrian troops formally withdrew from Lebanon in 2005, Hezbollah has served as a vehicle for Syrian and Iranian influence in the country. Hezbollah and its partners have been involved in the formation of the country’s recent governments, but so too have their so-called political opponents – with the exception of the latest government led by Prime Minister Hassan Diab, which was not backed by elements of the anti-Hezbollah March 14 coalition.\n\nFollowing the deadly Beirut blasts, thousands of Lebanese took to the streets to demand the downfall of the entire ruling elite. Pictures and models of every leading Lebanese politician were torched and ripped up.\n\nPresident Michel Aoun’s portrait was torn down from the Foreign Ministry and stomped on. Hezbollah’s secretary-general Hassan Nasrallah, former Prime Minister Saad Hariri, Lebanese Forces leader Samir Geagea, Progressive Socialist Party (PSP) Walid Joumblatt, Parliament speaker Nabih Berri, Aoun’s son-in-law Gebran Bassil and several other politicians were jeered in the streets.\n\nBut, as had been customary since the nationwide anti-government protests broke out last October, no Hezbollah, Amal Movement or Hariri supporters could stop the chants against the ruling class.\n\nDiab resigned after the protesters’ pressure and demands, but the political forces that appointed him also appeared to have turned on him. Berri, whose party is the other major Shia force alongside Hezbollah, called for a parliamentary session where it was reported that MPs would withdraw their vote of confidence from the government. Diab was left with two choices: resign voluntarily or allow the parliament to end the government.\n\nRead more: Analysis: Will the Beirut explosion be a catalyst for change in Lebanon?\n\nClosed-door meetings quickly started with senior officials of Hezbollah, Amal, Free Patriotic Movement and the PSP meeting the night Diab resigned.\n\nOn the other side, Hariri - considered one of the favorites to return to the premiership - held his own set of meetings to discuss the coming period.\n\nInternational community\n\nThe makeup of Lebanon’s next government is tied to geopolitical developments, including its conflict with Israel and its need to secure the financial support and approval of the US, European and Arab allies.\n\nThe US State Department’s number three official will land in Beirut Thursday and hold meetings with officials on Friday. A senior political source told Al Arabiya English that David Hale would bring the latest proposal for a solution to the Lebanese-Israeli border dispute.\n\nHale’s visit is also expected to rock the momentum of a new government one way or another. “If the border dispute is resolved, it will facilitate the quick formation of a new government,” the source said.\n\nAnd according to this source and other Arab and Western diplomats, Hale will look to make progress on the matter.\n\nRead more: Senior US officials will head to Beirut in coming days in wake of Lebanon explosion\n\nThere are 842 square kilometers of disputed waters between Beirut and Tel Aviv. According to the sources Al Arabiya English spoke to, Hale will propose to award Lebanon 560 square kilometers of these waters. US envoy Frederic Hof notably proposed 500 square kilometers to Lebanon in 2012. That line has become known as the “Hof Line.”\n\n“If Lebanon accepts this proposal, then the land border points that Lebanon opposes in the UN-demarcated Blue Line will be given to them,” the senior political source said.\n\nLebanon’s next prime minister: Baasiri, Salam, Hariri?\n\nThe international community will also likely have a say in who becomes Lebanon’s next prime minister.\n\n“Macron was clear that he would return in September and Lebanese officials needed to agree on a national unity government,” said the political source, referring to French President Emmanuel Macron’s visit to Beirut following the explosions.\n\nTwo of the candidates being circulated are Lebanon’s former ambassador to the UN, Nawaf Salam, and former vice-governor at Lebanon’s central bank, Mohammed Baasiri.\n\nSalam was proposed as a candidate after Hariri resigned last October, but Hezbollah and its allies vehemently rejected.\n\nThen-Lebanese Ambassador to the UN Nawaf Salam holds a copy of a letter requesting recognition of Palestinian statehood at UN headquarters, Sept. 23, 2011. (File Photo: AP)\n\nHezbollah saw Salam and Baasiri as too close to the US and not independent. Due to Lebanon’s sectarian makeup, all the major sects need to be included in political decisionmaking, including the formation of a government, meaning that Hezbollah and Amal – who control all the Shia seats – will likely need to be involved.\n\nLebanese people walk past Lebanon's Central Bank building in Beirut. (File Photo: AFP)\n\nIn Diab’s government, the largest Sunni party – Hariri’s Future Movement – sat out and refused to participate, leaving Diab himself to appoint all the Sunni ministers, all seen as pro-Hezbollah.\n\nNevertheless, the political source ruled out Salam and Baasiri because if Hezbollah and Amal refused, it would be difficult to form a government.\n\nBerri controls the parliament, which must give its vote of confidence to any government.\n\n“Saad [Hariri] or someone he names, such as [former Interior Minister] Raya El Hassan. This style of character,” the source said.\n\nWashington and Paris are seen as favoring Hariri’s return. Protesters are expected to continue their opposition to the political elite after their demonstrations forced the fall of Hariri’s government in October 2019 before Hezbollah and its allies named Diab and formed his one-sided government.\n\nWestern diplomats also fear the response of the protesters. “People don’t have confidence in the political class period. Washington and France need to understand that includes Hariri,” one Western diplomat said, speaking on condition of anonymity.\n\nAsked about Hezbollah refusing Salam or Baasiri, the diplomat said that Hezbollah “loves Saad.”\n\nLebanon's Prime Minister Saad Hariri speaks during a news conference in Beirut, Oct. 18, 2019. (Reuters)\n\nA second political source close from the Lebanese presidency told Al Arabiya English that Hariri was the only viable candidate. “These other names are being thrown around so that card can be burned,” the source said. “The Shia duo will not accept Baasiri or Salam whatsoever.”\n\nHariri struck a deal with Aoun and Hezbollah to return as prime minister in 2016, sparking a backlash from some in the Sunni community. Hezbollah has been accused of being behind the killing of Saad’s father, Rafiq Hariri, and turned its weapons against Lebanese citizens in 2008 after the government attempted to dismantle its telecommunications network.\n\nAlthough Hariri is seen as anti-Hezbollah, placing him in line with many protesters, these same demonstrators also view him as a member of the corrupt ruling elite.\n\nThe second political source said that Hariri was being positioned by political parties to be the next PM. “If it’s not him, it will be someone he names and accepts.”\n\nRead more: Fire, blast, mushroom smoke cloud, wreckage: Timeline of Beirut explosion footage\n\nLast Update: Thursday, 13 August 2020 KSA 09:10 - GMT 06:10"}}