{"GDELT": {"GlobalEventID": 940363599, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "MIL", "Actor1Name": "SECURITY PERSONNEL", "Actor1Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 234, "EventBaseCode": 23, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.44648318042813, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mumbai, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70184", "Actor1Geo_Lat": 18.975, "Actor1Geo_Long": 72.8258, "Actor1Geo_FeatureID": "-2092174", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mumbai, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70184", "Action2Geo_Lat": 18.975, "Action2Geo_Long": 72.8258, "Action2Geo_FeatureID": "-2092174", "DATEADDED": 20200812163000, "SOURCEURL": "https://www.mid-day.com/articles/mumbai-are-we-goons-ask-corporators-as-bmc-chief-gets-bouncers/22929287"}, "ARTICLE": {"TITLE": "Mumbai: Are we goons, ask corporators as BMC chief gets bouncers", "TEXT": "The private security is deployed at BMC headquarters' gates 1 and 6 and outside the commissioner's cabin on the second floor\n\nAfter being criticised by political parties for skipping the group leaders' meeting, municipal commissioner Iqbal Singh Chahal is under fire for getting private bouncers for personal security outside his cabin at the BMC headquarters. Both BJP and Congress slammed the administration for deploying private security.\n\nThe bouncers were appointed a week ago after back-to-back agitations by the BJP. \"There are at least 16 bouncers. They are deployed at gates 1 and 6 from which the commissioner, mayor, additional commissioner enter and on the second floor outside the commissioner's cabin,\" said a BMC employee.\n\nAn employee said, \"Some of the senior officers think that the police and security officers failed in handling the BJP agitation. Posters were pasted all over the walls. Hence the decision to deploy private security.\"\n\nPrabhakar Shinde, group leader of the BJP wrote to the commissioner on Tuesday. He said, \"Instead of conducting meetings and solving issues, the commissioner wants to feel safe under the cover of security guards. Does the commissioner consider corporators goons?\"\n\nBhalchandra Shirsat, corporator from BJP said when the BMC has 3,500 security staff, why does the commissioner need more security for himself?\n\nLeader of Opposition in BMC Ravi Raja said, \"This is the first time that we are seeing private security in BMC. It is creating a wrong impression among those who visit the headquarters.\" He said corporators have every right to peacefully protest and no one was harmed.\n\nChahal said, \"The BMC hires hundreds of security guards along with permanent employees. Instead of unfit guys, I had asked for physically fit, young men in front of my office and one at additional commissioners' cabins. What is the harm in this? They are without weapons and haven't bounced anyone till date.\" He said if he was afraid, he would asked for security personnel with weapons.\n\n16\n\nNo. of pvt bouncers deployed according to BMC employees\n\nKeep scrolling to read more news\n\nCatch up on all the latest Mumbai news, crime news, current affairs, and a complete guide from food to things to do and events across Mumbai. Also download the new mid-day Android and iOS apps to get latest updates.\n\nMid-Day is now on Telegram. Click here to join our channel (@middayinfomedialtd) and stay updated with the latest news"}}