{"GDELT": {"GlobalEventID": 940363163, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "CVL", "Actor2Name": "CITIZEN", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.7543859649122802, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hindustan, North-West Frontier, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK03", "Actor1Geo_ADM2Code": "40352", "Actor1Geo_Lat": 35.7441, "Actor1Geo_Long": 71.7834, "Actor1Geo_FeatureID": "6085909", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Hindustan, North-West Frontier, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK03", "Actor2Geo_ADM2Code": "40352", "Actor2Geo_Lat": 35.7441, "Actor2Geo_Long": 71.7834, "Actor2Geo_FeatureID": "6085909", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hindustan, North-West Frontier, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK03", "Action2Geo_ADM2Code": "40352", "Action2Geo_Lat": 35.7441, "Action2Geo_Long": 71.7834, "Action2Geo_FeatureID": "6085909", "DATEADDED": 20200812163000, "SOURCEURL": "https://www.hindustantimes.com/india-news/india-blocks-pak-s-scheme-for-kashmiris-says-medical-degrees-in-pok-not-recognised/story-22Hq1cUsFQHERKKAJhCgPP.html"}, "ARTICLE": {"TITLE": "India blocks Pak’s scheme for Kashmiris, says medical degrees in PoK not recognised", "TEXT": "india\n\nUpdated: Aug 13, 2020 06:50 IST\n\nIndia will not recognise degrees awarded by medical colleges in Pakistan-occupied Kashmir, the Medical Council of India has declared in a public notice, a move designed to firmly, even if partially, block Prime Minister Imran Khan’s scholarship scheme for 1,600 students from Kashmiris every year.\n\nThe MCI announcement comes months after the Jammu and Kashmir high court asked the MCI and external affairs ministry to review its stand to see if students who study medicine in these territories could be allowed to practice.\n\nThe trigger for the court’s December 2019 order was a petition from a young Kashmiri woman who had studied medicine in PoK but was disallowed from sitting for the exam meant for people who studied abroad. This exercise was still in motion when the Pakistan government, in February, announced the scheme to extend generous scholarships for 1,600 Kashmiri students.\n\nSecurity agencies red-flagged the Imran Khan government’s outreach to Kashmiri students soon after. Pakistan had been offering cheaper education options to Kashmiri students for years, mostly on the recommendation of Kashmiri separatist leaders. There had been several instances where Kashmiris had gone to Pakistan and its occupied territories through legal channels to study but returned via the Line of Control after being trained at terror camps.\n\nThose who did stick to studies returned more radicalised than they were when they left, said a counter-terror operative.\n\nMonday’s MCI order deals with one part of what security agencies described as a big challenge.\n\n“This is to inform all concerned that entire territories of UT of Jammu and Kashmir, and Ladakh are an integral part of India. Pakistan is in illegal and forcible occupation of a part of the territory. Accordingly, any medical institution in Pakistan occupied Jammu & Kashmir, and Ladakh (POJKL) requires permission/recognition under the Indian Medical Council Act 1956. Such permission has not been granted to any medical college in PoJKL. Therefore, any qualification obtained from medical colleges within these illegally occupied areas of India shall not entitle a person for grant of registration under Indian Medical Council Act 1956 to practice modern medicine in India,” the MCI said.\n\nThis implied that students who pass out from professional colleges in PoK cannot sit for the exam meant for foreigners because the occupied territories are an integral part of India.\n\nSecurity officials told Hindustan Times that the MCI order only deals with one part of the challenge. It does not deal with students who receive their degrees from universities in Pakistan. “Unless this is stopped, it would remain a key area of concern,” one of them said.\n\nBut there has been no consensus at the meetings that have been held to discuss the security concerns from PM Khan’s scholarship offer. An official said there were questions around the powers of the government to bar citizens from studying in certain institutions in the absence of enabling legal provisions.\n\n“This is still work in progress,” he said, adding that security agencies were working out a plan that would withstand legal scrutiny."}}