{"GDELT": {"GlobalEventID": 940362623, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "BLR", "Actor1Name": "MINSK", "Actor1CountryCode": "BLR", "Actor2Code": "OPP", "Actor2Name": "THE OPPOSITION", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -4.3859649122807, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Vilnius, Vilniaus Apskritis, Lithuania", "Actor2Geo_CountryCode": "LH", "Actor2Geo_ADM1Code": "LH65", "Actor2Geo_ADM2Code": "19171", "Actor2Geo_Lat": 54.6833, "Actor2Geo_Long": 25.3167, "Actor2Geo_FeatureID": "-2620663", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vilnius, Vilniaus Apskritis, Lithuania", "Action2Geo_CountryCode": "LH", "Action2Geo_ADM1Code": "LH65", "Action2Geo_ADM2Code": "19171", "Action2Geo_Lat": 54.6833, "Action2Geo_Long": 25.3167, "Action2Geo_FeatureID": "-2620663", "DATEADDED": 20200812163000, "SOURCEURL": "https://www.baltictimes.com/lithuanian_president_suggests_that_belarus_form_national_council_to_resolve_crisis/"}, "ARTICLE": {"TITLE": "Lithuanian president suggests that Belarus form national council to resolve crisis", "TEXT": "VILNIUS - Lithuanian President Gitanas Nauseda suggested on Wednesday that Belarus form a national council bringing together the government and members of civil society in an effort to resolve the political crisis in the country.\n\nThe president told a news conference that he had discussed the initiative with his Polish and Latvian counterparts.\n\nIf the Minsk approved the initiative and released detainees and stopped using force, the three presidents could undertake a mediation mission, according to Nauseda.\n\n\"I want to present a three-point plan that could become a prelude to mediation by the region's presidents in resolving the political crisis in Belarus,\" the Lithuanian leader said.\n\n\"First, Belarus' authorities stop the use of force against their citizens and de-escalate the situation. Second, Belarus' authorities release detainees, who number in the thousands already, (and) all the protesters who have been subjected to repressions. Third, Belarus resumes dialogue with its civil society.\"\n\n\"The formation of a national council from representatives of the government and civil society to seek ways of exiting the crisis in the medium term could be an appropriate solution in this direction,\" Nauseda said.\n\n\"If these points were appropriate to start a discussion, both the Latvian president and the Polish president are in favor of this initiative and would agree to mediate together with myself in de-escalating this situation and the crisis in Belarus,\" he told reporters.\n\nNauseda did not say who could sit on the national council.\n\nIf Minsk rejects the plan, the issue of sanctions against Belarus would be further discussed at the EU or national level, according to the president.\n\n\"Of course, we'll try to establish contact with other parties to the negotiations and look at their readiness to resolve this conflict. I think (...) we have to start by searching for a solution in a peaceful way and try to solve the problem in the least painful way,\" Nauseda said.\n\n\"However, if this initiative meets with a negative response, which may happen, we have all other alternatives that are currently under discussion both in Lithuania and the EU\", including \"sanctions both at the EU and national level\", he said.\n\nThe Lithuanian president said the process of negotiating common EU sanctions \"isn't very fast and its outcome is unknown\".\n\nNauseda said Tuesday's phone call with European Council President Charles Michel \"has already yielded results\", referring to a meeting of EU foreign ministers is to be held on Friday.\n\n\"The issue of sanctions will be discussed there. However, a decision on sanctions may not be taken, and even if it is, it will take time for it to be finally approved,\" the Lithuanian president said.\n\n\"If sanctions are not adopted at European level, another way is to apply national sanctions. However, we understand that they would have a much lower impact,\" Nauseda said.\n\n\"It's very doubtful if sanctions can quickly stop the bloodshed that is happening now,\" he added.\n\nBelarus' authorities announced on Monday that President Alexander Lukashenko had won a sixth term with 80 percent of the vote in Sunday's election.\n\nThousands of people have demonstrated in Minsk and other Belarusian cities for three nights to protest the result denounced by the opposition as rigged.\n\nSvetlana Tikhanovskaya, the leading opposition candidate, arrived in Lithuania on Tuesday."}}