{"GDELT": {"GlobalEventID": 940362850, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "CVL", "Actor1Name": "RESIDENTS", "Actor1Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.4233241505968801, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Sandy River, Maine, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USME", "Actor1Geo_ADM2Code": "ME025", "Actor1Geo_Lat": 44.7262, "Actor1Geo_Long": -69.8856, "Actor1Geo_FeatureID": "579675", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Sandy River, Maine, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USME", "Action2Geo_Lat": 44.7262, "Action2Geo_Long": -69.8856, "Action2Geo_FeatureID": "579675", "DATEADDED": 20200812163000, "SOURCEURL": "https://www.penbaypilot.com/article/rockland-residents-let-those-without-zoom-be-heard-regarding-new-nursing-facility-pro/137316"}, "ARTICLE": {"TITLE": "Rockland residents: Let those without Zoom be heard regarding new nursing facility proposal", "TEXT": "ROCKLAND — The proposed ordinance before the Rockland City Council is to approve or deny a contract zoning change, not an opinion regarding the particular project proposal that led to the zoning amendment, according to Rockland City Attorney Mary Costigan.\n\nThe purview of proper lighting, noise, odor, traffic, and water drainage belong to Planning Board; yet, Rockland City Councilor Valli Geiger was hesitant to approve Sandy River’s contract zone change request as she pursues to alleviate the concerns of the proposed project’s abutting neighbors.\n\nAbout the Old County Road project proposal In the proposed development, and as it is being presented to residents and staff, Sandy River would form a limited liability company with North Country Associates, a Lewiston-based nursing home business, and build and operate a stand-alone senior care facility on a 20-acre Rockland parcel on Old County Road that is already owned by Sandy River. Sandy River owns the undeveloped acres on Old County Road, near an old Aqua Maine water tank, on a rise of land overlooking Penobscot Bay and which is bordered by private residences. The parcel has room for the new senior care facility, with room for expansion, if necessary. The goal is to build a 94-100 bed nursing home at this site, with residents and staff moving there from Quarry Hill and the Knox Center, sometime in 2022. That is providing the agreement is sealed, and all the local and state permits and certificates, which range from those governed by the City of Rockland to the Maine Department of Environmental Protection and the Maine Department of Health and Human Services.\n\nOn Monday, Aug. 10, councilors unanimously passed through First Reading a zone change request that would allow for construction of a nursing care facility on Cranberry Isles Road, off of Old County Road, near the Rockland/Rockport line. That vote of approval, however, was only to keep the amendment on the table as Council looks for a way to hear more residents’ opinions.\n\nSeveral neighbors of the project proposal have expressed concern that other neighbors’ voices are not being heard due to Rockland’s current use of Zoom for its meetings.\n\nDuring the Monday, Aug. 3, agenda-setting meeting, seven residents expressed opinions regarding the project, either by calling or logging into the Zoom meeting, or with their letters being read aloud by meeting members. On August 10, eight residents chimed in (along with Pen Bay Medical Center staff); one resident walked to a neighbor’s house so that both could express opinions via telephone.\n\nThe amendment comes back to Council in Second Reading on September 14 at 6 p.m., with the same opportunity for public comment.\n\nAs well, Councilors Geiger and Ed Glaser are requesting an in-person meeting now that 50 masked people are allowed to gather together.\n\nThe Planning Board has been meeting in person since the State started to allow 25 masked people to be in a room. The Police Department has also conducted an in-person community meeting.\n\nAn aging facility and a pandemic\n\nMark Fourre, president of Pen Bay Medical Center, spoke of the urgency to replace the Knox Center, in downtown Rockland.\n\n“One of the things we’ve known for a long time is that it’s not designed properly to deliver the level of care that we need to provide,” he said.\n\nWith the pandemic, the priority for change has increased.\n\n“We are grateful for what this project would do for elder care in our area,” said one Pen Bay Acres resident. “In my role of hospital operations at the Coastal Healthcare Alliance, I directly witness the hardships faced by those who work and reside in the current facility. From an operational perspective, the current team has done amazingly well to provide a safe and comfortable atmosphere despite challenges due to inefficient layout and lack of ability to adequately update.”\n\nSandy River already owns the property’s 28 acres on Cranberry Isles, including the vacant house that has yet to be razed for a proposed single-story, three-winged building intended to replace the Knox Center and some of the beds at Quarry Hill. The for-profit Sandy River builder of eldercare facilities around the state is proposing a building newly designed for today’s challenges.\n\nFacilities aren’t set up to care for people the way they should, according to Michael Tyler, one of three principals of Sandy River Company, a Portland-based real estate business that builds senior care facilities and teams up with nursing home operators to run them. This includes multiple people sharing rooms, antiquated ventilation circulating air among people in ways that they shouldn’t, and long double-barreled corridors where people are wandering and get stuck at the end of the corridors.\n\n“There’s a lot of things that we’re learning, particularly lately as we watch this disease unfold,” he said. “Particularly as it relates to our most vulnerable population, which is our elderly and nursing homes. I can tell you this would be the most modern, the most state-of-the-art facility in the state of Maine, not just in this area. And to have that many private rooms, if we can achieve that happening is a huge win for the city of Rockland, and for the elderly in Rockland.”\n\nTyler said that most elderly want to live on the ground floor, with easy access to courtyards. Making the three different neighborhoods allows for this desire. And, as a benefit, the way the wings are set up, entire neighborhoods may be blocked off, isolating or quarantining folks who may have an infectious disease.\n\nIn response to one opposing comment asking why the facility couldn’t be built in Rockport, Brian Harden – a longtime advocate for elder beds in Rockland – said that Rockland has the population and the need for beds.\n\n“The people who are speaking about ‘oh, put it somewhere else’ [or] ‘oh, don’t put it close to me’ do not understand that our system is now controlled by MaineHealth in Portland,” said Harden. “And if this project is not approved in some form, the beds will go outside of Rockland. They will go where the board of MaineHealth, in Portland, decides. It could be up in Northport. It could be down in Brunswick. It will be somewhere that is close to one of the facilities that is controlled by MaineHealth. It’s the largest healthcare system in the state by far.\n\n“My contention is that we must fight for our own people. We must try to ensure that we have a nursing home with beds for people like my sister-in-law, who last year, had to go to Augusta into longterm care because there was not a bed here.\n\n“That’s something that those of us who are aging now, we will need those beds, and our families don’t want us to have to go 50-60 miles away. But it is a real possibility. We do not control our own fate.”\n\nThe argument against the retirement facility\n\nBut, asked some opponents, how many Rockland residents will afford to live there? Some residents question whether the for-profit facility will accept Medicare, Medicaid, or other financial subsidies, having heard that those subsidies don’t pay for private rooms. The proposed facility is aiming toward mostly private rooms.\n\nTyler stated otherwise.\n\n“This project has somewhere between 90 and 100 units,” he said. “They’ll all be licensed for MaineCare; also Medicare. In Maine, you cannot do a private-pay nursing home. It’s against regulation. The folks that will be utilizing this will be both private insurance, Medicare, MaineCare, and private pay. That’s the kind of projects we do, always.”\n\nSandy River conducted a traffic study and culminated some data: Old County Road has an average 4,500 trips, with a peak hour volume of approximately 550 trips.\n\n“A 96-bed nursing home during peak hour would generate around 36 trips,” said Tyler. “The trips we’re generating based on what already exists on Old County Road will not add any congestion or any serious issues with the road.”\n\nResidents disagree. One Old County Road neighbor told Council that she counted 79 cars pass by her house in 10 minutes. Some mentioned that traffic is already heavy, vehicles speed, and the road isn’t wide enough to accommodate turning into and out of the facility.\n\nThe main entrance from Old County is on a dangerous curve, said another, who also had concerns about added vehicular traffic by both facility-related business, as well as members of the public driving there to walk trails that Sandy River has mentioned creating at some point in the future.\n\nOne person’s house was once broken into. Discharge of water by MaineWater once flooded a house in Pen Bay Acres, the neighborhood below the proposed site, leaving the owner to question the proposed facility’s handling of discharge and runoff.\n\nNoise and possible odors emitting from the dining room have also been questioned.\n\n“Let me have my peace and quiet, what little is left on this extremely fast road where I picked my home,” said an abutter, “and now I want to live there without having the sale of my home go down because of a facility being built across the street.”\n\nORDINANCE AMENDMENT Contract Zone - Sandy River Company, Old County Road\n\nTHE CITY OF ROCKLAND HEREBY ORDAINS, pursuant to Chapter 19, Zoning and Planning, Article I, Planning Board, Section 19-104, City Council; Planning and Zoning Powers,\n\nTHAT the Zoning Map of the City of Rockland shall be amended by designating the parcel identified as Tax Map #73-E-5, located at 41 Cranberry Isles Drive as the Sandy River Company Contract Zone; and\n\nTHAT the Property shall be rezoned as the Sandy River Contract Zone, as follows:\n\nFollowing due notice, public hearing, and receipt of advisory recommendations from the City of Rockland Comprehensive Planning Commission and Planning Board, the City Council finds and ordains as follows:\n\nWHEREAS, ROCKLAND LAND LLC, AN AFFILIATE OF SANDY RIVER COMPANY is the owner and operator of land identified as City of Rockland Tax Map #73-E-5, located at 41 Cranberry Isles Drive; and\n\nWHEREAS, the Property is currently located in Residential Zone A; and\n\nWHEREAS, the Property was originally comprised of a 21-acre residential parcel combined with a 7.8 acre commercial parcel that was an undeveloped portion of the water tank site previously owned by Maine Water; and\n\nWHEREAS, the properties were combined in September 2007 and is now comprised of a 28.8-acre lot and contains a single family home, open lawn, meadow and woods; and\n\nWHEREAS, Zone A permits as a conditional use small private nonmedical Institutes and Residential Care Facilities; and\n\nWHEREAS, Zone A permits two family dwellings on 10,000 sf sewered lots which equates into 5,000 sf per unit; and\n\nWHEREAS, the project is to construct a for-profit entity which will add to the City's valuation which will have a positive effect on the City assessment and tax revenue;\n\nNOW, THEREFORE, in consideration of the promises and conditions set forth herein,\n\n1. Zoning Map Amendment. Effective thirty days following the adoption of this Ordinance Amendment by the City Council, the City of Rockland Zoning Map shall be amended to delineate the Property as the Sandy River Company Contract Zone, as follows:\n\n2. Zone Regulations. The Property shall be used and maintained substantially in accordance with the terms and conditions of this Ordinance Amendment, subject, however, to any changes that may from time to time be required to secure, and comply with, nursing homes and assisted living facilities and other required approvals by the City of Rockland Planning Board, and building permit(s) and certificate(s) of occupancy by the City of Rockland Code Enforcement Officer. Except as provided herein, the Property and its use and maintenance shall comply with the Residential Zone A regulations and other applicable provisions of the City of Rockland Code of Ordinances, and state law;\n\n3. Space and Bulk Standards. The following modified space and bulk standards shall apply to the construction of a licensed nursing home and assisted living facility in the Sandy River Company Contract Zone,\n\n• Minimum Lot Area per Dwelling Unit/bed for nursing home and assisted living - 5,000 square feet\n\nfor sewered lots\n\n• Minimum Front Set Back Principal Structure: 50 feet\n\n• Minimum Rear Set Back Principal Structure: 50 feet\n\n• Minimum Side Set Back Principal Structure: 25 feet\n\nConditions.\n\nSandy River Company shall conduct a traffic study on Old County Road.\n\nRoad/ Driveway construction shall comply fully with City Standards.\n\nDeliveries to facility will be restricted to business hours\n\nProvide for public access of the scenic natural resource unique to the parcel\n\nConstruct walking trails accessible to the public\n\n5.\n\nTermination.\n\nThis Sandy River Company Contract Zone shall be terminated upon a finding by the City Council, after notice and hearing, that Sandy River Company or its successors or assigns have failed to satisfy any condition or requirement of this Contract Zone. The Sandy River Company Contract Zone shall terminate upon Sandy River Company's sale or conveyance of any vacant parcel(s) in the Contract Zone. Upon termination, the Property shall thereafter be subject entirely to the regulations for the Residential Zone A.\n\n6.\n\nMiscellaneous.\n\nA. Sandy River Company, its successors and assigns shall comply with all laws, orders, ordinances, and other public requirements now or hereafter pertaining to its development and use of the Property and related improvements;\n\nB. The restrictions, provisions, conditions, and requirements set forth in this Ordinance Amendment, and in any attached or incorporated schedules or exhibits, are essential components and preconditions to the rezoning of the Property to the Sandy River Contract Zone, and shall both benefit, and be binding upon, Sandy River Company, its successors and assigns, and shall inure to the benefit of and be enforceable by the City of Rockland;\n\nC. If any of the restrictions, provisions, conditions, or requirements herein are found by a court of competent jurisdiction to be invalid, such determination shall not invalidate any of the other conditions of this Ordinance Amendment.\n\nSponsor: Mayor Westkaemper\n\nOriginator: Sandy River Company\n\nReach Sarah Thompson at news@penbaypilot.com"}}