{"GDELT": {"GlobalEventID": 940693615, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USA", "Actor1Name": "LOS ANGELES", "Actor1CountryCode": "USA", "Actor2Code": "USAEDU", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.93650793650794, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Los Angeles, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0522, "Actor1Geo_Long": -118.244, "Actor1Geo_FeatureID": "1662328", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Los Angeles, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 34.0522, "Actor2Geo_Long": -118.244, "Actor2Geo_FeatureID": "1662328", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Los Angeles, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 34.0522, "Action2Geo_Long": -118.244, "Action2Geo_FeatureID": "1662328", "DATEADDED": 20200814050000, "SOURCEURL": "https://www.dailyrepublic.com/all-dr-news/wires/jackie-laceys-husband-claims-state-charges-against-him-in-gun-case-are-improper-los-angeles-times/"}, "ARTICLE": {"TITLE": "Jackie Lacey’s husband claims state charges against him in gun case are improper [Los Angeles Times]", "TEXT": "The husband of Los Angeles County Dist. Atty. Jackie Lacey has asked a judge to dismiss the criminal case against him on charges of waving a gun at Black Lives Matter protesters on his porch, arguing that the state’s attorney general exceeded his legal authority by filing misdemeanor charges.\n\nIn a motion submitted to the court this week, the attorney for David Lacey stated that once Atty. Gen. Xavier Becerra decided that felony charges were not warranted for the March incident at the Laceys’ Granada Hills residence, the state’s top prosecutor should have transferred the case to L.A. City Atty. Mike Feuer, whose office handles misdemeanor crimes in city boundaries.\n\n“David and I both believe that the Attorney General does not have jurisdiction under the law to prosecute this crime,” defense attorney Samuel Tyre said outside a San Fernando courthouse on Thursday. “It is our belief that the California Constitution, Supreme Court law, government code law and the Los Angeles city charter all support that the rightful prosecutor to this case is the Los Angeles city attorney’s office.”\n\nDavid Lacey was scheduled to appear in court Thursday for his arraignment on three misdemeanor counts of assault with a firearm stemming from his March 2 confrontation with BLM protesters. Neither Lacey nor his wife was present in court, and his attorney delayed arraignment until Sept. 10. That day, Judge Patricia Hunter is expected to hear arguments on whether the attorney general’s office can proceed with the charges.\n\nSeth McCutcheon, the deputy attorney general assigned to the case, told the judge that he only received David Lacey’s motion Thursday morning and offered limited comments. McCutcheon noted that the attorney general is the chief law enforcement officer in the state, and that the crime David Lacey is accused of committing is a so-called “wobbler” — eligible to be prosecuted as either a felony or misdemeanor.\n\n“Obviously, the results of this could have wide-reaching implications,” added McCutcheon, seeking further time to submit a full reply. “Any response by my office would have to be vetted and thoroughly reviewed.”\n\nThe attorney general’s office took over the case because Jackie Lacey declared a conflict of interest while the incident was under investigation by Los Angeles police.\n\nA spokesman for Feuer did not have an immediate response to the motion.\n\nThe legal maneuver comes as Jackie Lacey is in a tight battle for reelection against challenger George Gascón, the former San Francisco district attorney. Lacey, the first Black district attorney in Los Angeles County, has faced mounting criticism from Black Lives Matter and other criminal justice reform groups over her office’s pursuit of the death penalty and record of declining to prosecute police officers who have fatally shot civilians during on-duty confrontations.\n\nThat criticism of Lacey led Black Lives Matter to escalate tactics and stage protests outside her home in the San Fernando Valley, including the predawn demonstration that led to David Lacey’s prosecution.\n\nMelina Abdullah, a Black Lives Matter organizer and Cal State Los Angeles professor, previously told The Times that on that morning, the group arranged chairs and prayed on the sidewalk outside the Laceys’ home. At some point, Abdullah and two others went to the front door. Then, they said, they heard a gun cock.\n\n“I thought I was being paranoid, and I said, ‘That didn’t sound good,'” Abdullah said. “And then her husband opened the door and pointed a gun.”\n\nFootage that was shared widely online and broadcast across local and national news shows David Lacey open the door and point a handgun in the direction of the protesters.\n\n“I will shoot you. Get off of my porch,” he said in the video.\n\nNo one was injured, and police did not arrest Lacey or anyone else that morning.\n\nHours after the incident, the embattled district attorney held a news conference downtown. Lacey said she and her husband were awakened by noises outside and called the police, but she did not know her husband had confronted the protesters at gunpoint until after the incident occurred. She apologized on her husband’s behalf, but also criticized the tactics of protesters.\n\n“His response was in fear, and now that he realizes what happened he wanted me to say to the protesters, the person that he showed the gun to, that he was sorry, that he’s profoundly sorry, that he meant no one any harm,” Lacey said.\n\n“I don’t think you ever get used to anybody coming to your house,” she continued. “It was frightening. I know that the protests have escalated. Even at the last debate, a guy ran toward the stage. I wasn’t sure what was going to happen.”\n\nTimes staff writer James Queally contributed to this report.\n\n___\n\n(c)2020 the Los Angeles Times\n\nVisit the Los Angeles Times at www.latimes.com\n\nDistributed by Tribune Content Agency, LLC."}}