{"GDELT": {"GlobalEventID": 940693644, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USAGOV", "Actor1Name": "THE WHITE HOUSE", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "POLGOV", "Actor2Name": "POLISH", "Actor2CountryCode": "POL", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.6825938566552899, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Warsaw, (PL67), Poland", "Actor2Geo_CountryCode": "PL", "Actor2Geo_ADM1Code": "PL67", "Actor2Geo_ADM2Code": "24452", "Actor2Geo_Lat": 52.25, "Actor2Geo_Long": 21.0, "Actor2Geo_FeatureID": "-534433", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Warsaw, (PL67), Poland", "Action2Geo_CountryCode": "PL", "Action2Geo_ADM1Code": "PL67", "Action2Geo_ADM2Code": "24452", "Action2Geo_Lat": 52.25, "Action2Geo_Long": 21.0, "Action2Geo_FeatureID": "-534433", "DATEADDED": 20200814050000, "SOURCEURL": "https://www.globalsecurity.org/military/library/news/2020/08/mil-200813-voa03.htm"}, "ARTICLE": {"TITLE": "US, Slovenia to Sign 5G Joint Declaration", "TEXT": "US, Slovenia to Sign 5G Joint Declaration\n\nBy Nike Ching August 13, 2020\n\nU.S. Secretary of State Mike Pompeo and his Slovenian counterpart Anze Logar have signed a joint declaration on 5G technology.\n\nState Department spokesperson Morgan Ortagus said the memorandum of understanding signed Thursday in Slovenia recognizes \"the critical importance of 5G security – both within NATO and the EU.\" In a tweet she said \"Slovenia joins a growing community of nations dedicated to protecting their security, privacy and intellectual property.\"\n\nOver the past year, European countries, including Poland, Estonia and the Czech Republic, have signed agreements with the United States pledging that 5G suppliers would not be subject to control by a foreign government without independent judicial review, which effectively excludes Chinese firms.\n\nPompeo's visit to Slovenia is the first by a U.S. secretary of state since 2011.\n\nHis schedule Thursday included meetings with Slovenian Prime Minister Janez Jansa and President Borut Pahor.\n\nThe State Department said some of the key topics in the talks would be nuclear energy, Western Balkan integration and energy issues.\n\nPompeo was in the Czech Republic on Wednesday and said there that China's economic power is in some ways a greater global threat than the Soviet Union was during the Cold War.\n\n\"The challenge of resisting the CCP (Chinese Communist Party) threat is in some ways more difficult,\" Pompeo said in a speech to the senate in the Czech Republic. \"The CCP is already enmeshed in our economies, in our politics, in our societies in ways the Soviet Union never was.\"\n\nPompeo's remarks came after China's ambassador to London accused the United States last month of instigating conflict with Beijing before the November U.S. presidential election.\n\nU.S.-China relations have deteriorated sharply this year over issues such as Beijing's management of the coronavirus, its security clampdown in Hong Kong and activities in the disputed South China Sea.\n\nPompeo held talks with Czech Prime Minister Andrej Babis in Prague earlier Wednesday on the second day of his weeklong visit to central Europe.\n\nThe two leaders discussed nuclear energy cooperation and the Three Seas Initiative, a political platform to promote connectivity among nations in central and eastern Europe by supporting infrastructure, energy and digital interconnectivity projects.\n\nThe initiative gets its name from the three seas that border the region: the Baltic, Black and Adriatic Seas.\n\nThe chief U.S. diplomat began the day taking part in a roundtable discussion with a group of leaders from tech companies from the U.S. and the Czech Republic to highlight the benefits of U.S. investment, and according to the State Department, \"underscore the attractiveness of the United States as an investment destination for Czech start-ups.\"\n\nPompeo's trip this week will also include stops in Vienna, Austria; and Warsaw, Poland.\n\nThe trip comes as the Pentagon prepares to move forward with a plan to pull almost 12,000 troops from Germany and redeploy part of the U.S. forces to Poland and other NATO nations, raising concerns at home and in Europe even as senior officials defend it as a strategic necessity.\n\nAmbassador Philip Reeker, the State Department's acting assistant secretary for European and Eurasian Affairs, said Pompeo will discuss with his counterparts the just-completed U.S.-Poland Enhanced Defense Cooperation Agreement (EDCA) that \"provides a framework\" to further strengthen \"the broad transatlantic security.\"\n\nThe defense deal enables the United States for \"rotational presence\" of an additional 1,000 U.S. troops to \"enhance deterrence against Russia, strengthen NATO,\" and to assure allies, officials said. About 4,500 U.S. personnel are already on rotation in Poland.\n\nIn Vienna, the U.S.-Austria Strategic Partnership and growing trade relationship will be high on the agenda in Pompeo's meetings with Austrian Chancellor Sebastian Kurz and Foreign Minister Alexander Schallenberg.\n\nAustria hosts the International Atomic Energy Agency, the nuclear watchdog of the United Nations in charge of monitoring Iran's adherence to the 2015 nuclear deal from which the U.S. has withdrawn.\n\nPompeo will also hold talks with IAEA Director General Rafael Mariano Grossi, as Washington is calling on other members of the U.N. Security Council to indefinitely extend an arms embargo on Iran that is set to expire on October 18.\n\nIn Warsaw, the chief U.S. diplomat will meet with Prime Minister Mateusz Morawiecki and Foreign Minister Jacek Czaputowicz on deepening defense ties, recovering from the COVID-19 pandemic, securing 5G networks, and improving regional energy and infrastructure through the Three Seas Initiative. COVID-19 is the disease caused by the coronavirus.\n\nPompeo will also meet with Polish President Andrzej Duda, who visited the White House in late June.\n\nPoland sees Nord Stream 2, which would double Russia's gas export capacity via the Baltic Sea, as a threat to Europe's energy security.\n\nLast month, the State Department said people making investments or engaging in activities related to Nord Stream 2, including pipe-laying vessels and engineering service in the deployment of the pipelines, could face U.S. sanctions.\n\n\"It's a clear warning to companies: aiding and abetting Russia's malign influence projects will not be tolerated,\" said Pompeo during a July 15 news conference.\n\n\"Let me be clear. These aren't commercial projects. They are the Kremlin's key tools to exploit and expand European dependence on Russian energy supplies,\" Pompeo said."}}