{"GDELT": {"GlobalEventID": 940693053, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOVHLH", "Actor1Name": "MINIST OF HEALTH", "Actor1Type1Code": "GOV", "Actor1Type2Code": "HLH", "Actor2Code": "VNM", "Actor2Name": "VIETNAMESE", "Actor2CountryCode": "VNM", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.67491563554555, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Nha Trang, Khá HòM, Vietnam, Republic Of", "Actor1Geo_CountryCode": "VM", "Actor1Geo_ADM1Code": "VM54", "Actor1Geo_ADM2Code": "74132", "Actor1Geo_Lat": 12.25, "Actor1Geo_Long": 109.18299999999999, "Actor1Geo_FeatureID": "-3723998", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Nha Trang, Khá HòM, Vietnam, Republic Of", "Actor2Geo_CountryCode": "VM", "Actor2Geo_ADM1Code": "VM54", "Actor2Geo_ADM2Code": "74132", "Actor2Geo_Lat": 12.25, "Actor2Geo_Long": 109.18299999999999, "Actor2Geo_FeatureID": "-3723998", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nha Trang, Khá HòM, Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM54", "Action2Geo_ADM2Code": "74132", "Action2Geo_Lat": 12.25, "Action2Geo_Long": 109.18299999999999, "Action2Geo_FeatureID": "-3723998", "DATEADDED": 20200814050000, "SOURCEURL": "https://vietnamnet.vn/en/society/vietnamese-covid-19-vaccine-set-for-human-trials-in-october-666307.html"}, "ARTICLE": {"TITLE": "Vietnamese COVID-19 vaccine set for human trials in October", "TEXT": "First phase of human trials on a made-in-Vietnam COVID-19 vaccine could begin as early as this October.\n\nCOVID-19 vaccine development at Vaccine and Biological Production No.1 Company (Vabiotech) under the Ministry of Health. — VNA/VNS Photo Bui Cuong\n\nThe Institute of Vaccines and Medical Biologicals (IVAC) in Nha Trang City, partnering with New York City-based Icahn School of Medicine and the global health non-profit organisation PATH, expects to conduct testing on small groups of volunteers in October-December this year.\n\nPhase 2, comprising larger groups of people, and Phase 3, comprising up to thousands, will be conducted at the beginning of 2021.\n\nThe institute plans to submit documents for approval to the health ministry as early as April next year and claims to be capable of producing 30 million doses a year.\n\nBy October 2021, the vaccine could be distributed to the general population.\n\nIVAC is researching an egg-based vaccine, making use of the Newcastle disease virus (NDV) expressing the spike protein of SARS-CoV-2.\n\nAccording to Duong Huu Thai, head of IVAC, the production of its COVID-19 vaccine will be similar to the production of influenza vaccine.\n\nThe live NDV-Lasota-S virus – given to IVAC from its US partner in May – is injected into a membrane of fertilised hen’s egg and cultivated, then the propagated viruses are extracted from the membrane to be inactivated while still maintain their physical properties.\n\nThe now inactivate virus, unable to cause disease, will still trigger the body’s immune response that can target the coronavirus.\n\nThe vaccine candidate has shown initial positive results in animals, Thai said, but it was too early to claim success.\n\n“In research, no one can claim to be successful until [the vaccine development] reaches the mass production stage,” he said.\n\nAnother firm, Vaccine and Biological Production No.1 Company (Vabiotech) under the Ministry of Health, partnering with the UK-based University of Bristol since February, said after trials on mice demonstrating strong immune response to coronavirus, especially after the repeat shot, it aims to conduct trials on small groups of people at the beginning of next year.\n\nVabiotech is developing its vaccine candidate using the protein subunit method, using only part of the SARS-CoV-2 virus to stimulate the immune system to release antibodies.\n\n“To deal with the diverse mutations of SARS-CoV-2, we have chosen the antigen that proved to have mutated the least,” said Do Tuan Dat, Chairman of Vabiotech, explaining that the vaccine, if successful, would help achieve immunity against various different strains of the virus.\n\nThe company said it is optimising production procedures for large-scale production of the vaccine and could produce up to 100 million doses a year.\n\nTwo other companies in Vietnam are researching a vaccine, including the Centre for Immunisation Vaccines POLYVAC partnering with the National Institute of Hygiene and Epidemiology, which is still waiting for approval from the Ministry of Science and Technology for its research.\n\nThe last is Nanogen Biopharmaceutical company in HCM City, using protein from the SARS-CoV-2 strain found in China’s Wuhan – where the virus is thought to have first emerged – together with the mutated strain D614G, the dominant strain rapidly spreading across the world, including the ongoing outbreak in Vietnam.\n\nThe health ministry has asked the two companies to start preparing for large-scale manufacturing in case their vaccines are approved.\n\nNguyen Thu Van, member of Scientific Council under the Ministry of Health, said a Vietnamese-made COVID-19 vaccine could be obtained by the end of 2021.\n\n“If Vietnam can achieve that goal, that timeframe is already expedited. Usually, it takes at least five to six years to produce a new vaccine,” Van said.\n\nNguyen Ngo Quang, Vice Director of the Administration of Science, Technology and Training under the Ministry of Health, said in a meeting last month that even with an expedited timeline, \"the vaccine’s quality must still be ensured and the product must be able to prevent coronavirus infection based on ethical principles in medical research\"\n\nVietnam health authorities have many times insisted that a return to 'normal' can only be achieved with a COVID-19 vaccine, and the country is aiming for self-reliance to make sure of sufficient distribution to all its population of 95 million.\n\nThe local research developments come as Russia’s President Vladimir Putin claimed Tuesday his country had created the world’s first COVID-19 vaccine, an announcement that met with safety concerns over a lack of testing.\n\nVabiotech’s Dat told Lao Động (Labour) newspaper that they have not considered buying the vaccine from Russia, as they need more data on clinical trials, which Russian scientists have not publicly shared data on.\n\nHe also said that data for vaccine development in the UK and the US is public and readily accessible, aiding Vietnam in the making of its own vaccine. VNS\n\nVietnam yet to purchase Russian COVID-19 vaccine Vietnam has yet to initiate plans to purchase a newly announced vaccine against the Covid-19 virus produced by Russia pending confirmation on its safety and effectiveness, according to a Vietnamese health official."}}