{"GDELT": {"GlobalEventID": 940693611, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USA", "Actor1Name": "ATLANTA", "Actor1CountryCode": "USA", "Actor2Code": "USACOP", "Actor2Name": "ATLANTA", "Actor2CountryCode": "USA", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 115, "EventBaseCode": 115, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -8.78787878787879, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200814050000, "SOURCEURL": "https://www.fox5atlanta.com/news/defamation-lawsuit-filed-against-stepmother-of-garrett-rolfe-congressional-candidate"}, "ARTICLE": {"TITLE": "Defamation lawsuit filed against stepmother of Garrett Rolfe, congressional candidate", "TEXT": "An Atlanta mortgage company filed a defamation lawsuit against the stepmother of a fired Atlanta police officer who fatally shot Rayshard Brooks and the campaign of congressional candidate Marjorie Taylor Greene.\n\nThe lawsuit filed in Fulton County on behalf of Melissa Rolfe's former employer, Equity Prime Mortgage, accuses both women exploiting Brooks’ death for personal gain and defaming the mortgage company by participating in a national smear campaign to boycott and destroy the Atlanta company.\n\nMs. Rolfe and her attorney appeared on FOX News Channel's Tucker Carlson Tonight claiming Rolfe was fired as human resources director of at EPM because of her relationship to stepson Garrett Rolfe.\n\nSign up for FOX 5 email alerts\n\nGarrett Rolfe (Fulton County Sheriff's Office)\n\nThis week, Equity Prime Mortgage fired back, by filing an eye-opening lawsuit that claims Rolfe and Greene, the Republican candidate for the U.S. House District 14 seat, conspired to destroy the company.\n\nAdvertisement\n\nThe lawsuit alleges Rolfe, who was hired in February, was first reprimanded after only working at the company for a month. According to the lawsuit, she created a hostile and uncomfortable work environment. The company claims she called employees \"savages\", \"dumb b----\", and other expletives too vulgar to print, and even joked about conducting rectal temperature checks in the office as well as engaged in racist conduct toward black employees.\n\nDownload the FOX 5 Atlanta app for breaking news and weather alerts.\n\nMarjorie Taylor Greene (FOX 5)\n\nThe lawsuit alleged Greene also peddled the false story on social media that Rolfe was wrongfully fired over nonsense.\n\nAttorney L. Linwood represents Rolfe and the Greene campaign. He said the lawsuit against the campaign is frivolous and involves protected speech.\n\nLinwood said as far as Melissa Rolfe goes, he has documented evidence from Equity Prime Mortgage that refutes the information in the lawsuit. The attorney said the lawyers who prepared the lawsuit are abusing the system of justice and will be held accountable for their actions."}}