{"GDELT": {"GlobalEventID": 940692472, "Day": 20200715, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5342, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "IDN", "Actor2Name": "INDONESIA", "Actor2CountryCode": "IDN", "IsRootEvent": 0, "EventCode": 31, "EventBaseCode": 31, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.01265822784811, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN", "Actor2Geo_Lat": 20.0, "Actor2Geo_Long": 77.0, "Actor2Geo_FeatureID": "IN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200814050000, "SOURCEURL": "https://www.msn.com/en-in/news/other/cautiously-optimistic-says-oyo-ceo-as-firm-reaches-30-25-of-pre-covid-19-occupancy-levels/ar-BB17WH4S"}, "ARTICLE": {"TITLE": "'Cautiously optimistic', says OYO CEO as firm reaches 30% of pre-COVID-19 occupancy levels", "TEXT": "© Megha Mishra 'Cautiously optimistic', says OYO CEO as firm reaches 30% of pre-COVID-19 occupancy levels\n\nOYO Hotels & Homes has managed to reach 30 percent of the pre-COVID occupancy levels. The hospitality chain says there is still a long way to go before bookings reach pre-COVID levels. The recovery was led by bookings from millennials and small and medium-sized businesses (SMEs).\n\n\"We are cautiously optimistic about the market at the moment. But there is a long way to go before we reach pre-COVID occupancy levels,\" Rohit Kapoor, CEO, India & South Asia, said as per a report by The Financial Express.\n\nDespite the pandemic and its impact on the business, the SoftBank-backed company does not intend to raise fresh funds anytime soon. The company says it has a decent runway to help the firm tide over the crisis.\n\nGoing forward, OYO's focus markets across countries will be determined by the trajectory of the pandemic in the regions, the estimated time period of a full recovery and the current size of OYO’s business in the markets, Kapoor said.\n\nTrack this LIVE blog for all the latest updates on the coronavirus pandemic\n\nIn addition to India, China, Indonesia and Malaysia, OYO plans to build its portfolio of vacation homes in Europe and the UK over the next 12 months. \"Markets like the US, Japan, West Asia and the rest of South-East Asia will be operated with a lower capital base,\" Kapoor said.\n\nThe CEO said that the firm expects budget hotels to return sooner compared to luxury hotels.\n\n“We will continue to track the impact of COVID-19 very closely. However, we are still seeing good bookings for winter for weddings (separate India vertical),\" Kapoor added.\n\nOYO has also reversed salary cutback in a phased manner. OYO Founder Ritesh Agarwal had on April 8 announced pay cuts and forced leaves for staff globally due to business impact from coronavirus.\n\nBy April-end, several India employees suffered 25 percent pay cut, which Agarwal said would be in place for four months starting May. Agarwal himself took a 100 percent pay cut.\n\nClick here for Moneycontrol's coverage of the COVID-19 outbreak"}}