{"GDELT": {"GlobalEventID": 940692857, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CVL", "Actor1Name": "CIVIL SOCIETY", "Actor1Type1Code": "CVL", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 2, "NumArticles": 6, "AvgTone": -4.90111061387367, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kivu, Kiboga, Uganda", "Actor1Geo_CountryCode": "UG", "Actor1Geo_ADM1Code": "UG42", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 0.833333, "Actor1Geo_Long": 32.1833, "Actor1Geo_FeatureID": "-1730511", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kivu, Kiboga, Uganda", "Actor2Geo_CountryCode": "UG", "Actor2Geo_ADM1Code": "UG42", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 0.833333, "Actor2Geo_Long": 32.1833, "Actor2Geo_FeatureID": "-1730511", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kivu, Kiboga, Uganda", "Action2Geo_CountryCode": "UG", "Action2Geo_ADM1Code": "UG42", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 0.833333, "Action2Geo_Long": 32.1833, "Action2Geo_FeatureID": "-1730511", "DATEADDED": 20200814050000, "SOURCEURL": "http://www.digitaljournal.com/news/world/dr-congo-struggles-to-wipe-out-armed-groups/article/576356"}, "ARTICLE": {"TITLE": "DR Congo struggles to wipe out armed groups", "TEXT": "DR Congo's army launched an offensive last October aimed at fulfilling a pledge by President Felix Tshisekedi to root out the armed groups that infest the east of the vast country.\n\nToday, the much-trumpeted campaign seems to have made only meagre gains, while the death toll among civilians in the four provinces of Ituri, North and South Kivu and Tanganyika has exploded.\n\nAccording to the UN's Joint Human Rights Office, 1,315 people lost their lives during the first half of 2020 -- at least triple the toll of January-June 2019.\n\nThe government however describes the security situation as \"calm\" across the nation, \"in spite of actions by certain armed groups in the east of the country,\" in the words of the latest cabinet report.\n\nIt also commended the armed forces for \"pursuing military pressure on the various armed groups that remain active, to compel them to turn in their weapons.\"\n\nBut observers are skeptical.\n\n\"Tshisekedi's strategies for fighting the armed groups have shown their limitations,\" a Western diplomat said, speaking on condition of anonymity.\n\n\"In reality, nothing has changed on the ground.\"\n\nThe army's biggest push is against rebels of the Allied Democratic Forces (ADF) in North Kivu province.\n\nThe death toll in Ituri, North and South Kivu and Tanganyika provinces has exploded Samir TOUNSI, AFP/File\n\nA movement of Ugandan origin, the ADF has been blamed for the killings of more than 1,000 civilians since October 2014 in the Beni region.\n\nBut the massacres have not ended -- in fact, they have escalated since October, apparently as reprisals for the offensive or to warn locals against collaborating with the army.\n\nIn December, the army set up a \"forward headquarters base\" in the region under General Celestin Mbala, the armed forces' chief of staff.\n\nBut gains against rebel positions were reversed before the return of any civilian authorities, the diplomat said. \"The areas that were recovered were swiftly taken back by the armed groups.\"\n\nNoella Katongerwaki, who heads an alliance of civil society groups in Beni, also pointed to a lack of government strategy.\n\n\"In the field, our soldiers are fighting, but if there are no results, it's because there are no political actions, nor a very clear diplomatic stance from our government,\" she said.\n\n- Army reshuffle -\n\nThe fighting in North Kivu is just one of myriad conflicts in the four provinces that make up the eastern DRC.\n\nBy one expert count, 135 groups -- many of them the legacy of the two Congo Wars of the 1990s -- are active in the region.\n\nThey fight over mineral resources and extort and abuse citizens, often in the name of defending a given ethnic group.\n\nOn July 17, Tshisekedi, who took office in January 2019 and governs in a coalition with supporters of his predecessor Joseph Kabila, signed a series of decrees concerning the army.\n\nOne of the military strongmen close to Kabila, General John Numbi, was removed from his post as inspector general of the army -- but commentators say the reshuffle has achieved little or even undermined the mission.\n\n\"There was no basic change. We changed a few leaders and sometimes withdrew the officers who had begun to prove effective with their troops on the ground,\" said Jean-Jacques Wondo, a military expert close to opposition figure Moise Katumbi.\n\nTshisekedi's approach has \"not yet taken root\", said Wondo, who expressed suspicion of \"collaboration between certain military officials and the armed groups.\"\n\n- Lack of justice -\n\nAnother question is the state of the DRC's armed forces, who are poorly equipped and underpaid.\n\nThe lowest-ranking soldiers receive just 165,000 Congolese francs (71 euros / $87) per month, with a bonus of 33,000 francs if they are sent into a conflict zone.\n\nThe European Union, meanwhile, is worried about a longstanding programme to induct former rebels into the armed forces or help them retrain for civilian life.\n\nThe \"demobilisation, disarmament and reinsertion\" programme has been running for nearly three decades.\n\nSupporters say that the chance of a new life in the mainstream encourages militiamen to turn their backs on violence.\n\nBut the EU's ambassador to the DRC, Marc Chataigner, said the initiative had to go hand-in-hand with prosecuting those responsible for crimes.\n\n\"You have to avoid rewarding perpetrators of bloodshed by integrating them into the army or 'reinserting' them,\" he said in a message to AFP. \"There will not be lasting peace in the DRC if there is no justice for the victims.\""}}