{"GDELT": {"GlobalEventID": 940922821, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "ZMB", "Actor1Name": "ZAMBIA", "Actor1CountryCode": "ZMB", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.76190476190476, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chilonga, Central, Zambia", "Actor1Geo_CountryCode": "ZA", "Actor1Geo_ADM1Code": "ZA05", "Actor1Geo_ADM2Code": "65211", "Actor1Geo_Lat": -10.1368, "Actor1Geo_Long": 32.8362, "Actor1Geo_FeatureID": "-2280172", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Chilonga, Central, Zambia", "Action2Geo_CountryCode": "ZA", "Action2Geo_ADM1Code": "ZA05", "Action2Geo_ADM2Code": "65211", "Action2Geo_Lat": -10.1368, "Action2Geo_Long": 32.8362, "Action2Geo_FeatureID": "-2280172", "DATEADDED": 20200815083000, "SOURCEURL": "https://www.lusakatimes.com/2020/08/15/revenue-collection-from-toll-gates-drop-by-20/"}, "ARTICLE": {"TITLE": "Zambia : Revenue Collection from Toll Gates drop by 20%", "TEXT": "The National Road Fund Agency (NRFA) has recorded a 20 percent drop in revenue collections from its toll gates following the outbreak of corona virus.\n\nNRFA Director Wallace Mumba says the agency has so far collected 7-hundred and 77 million Kwacha in toll fees from 35 tolling stations countrywide.\n\nMr. Mumba says this is down from the targeted 9-hundred and 52 million Kwacha in revenue collections by end of July.\n\nHe has attributed the drop-in road tolling fees to the drop-in economic activities and traffic flows.\n\nMr Mumba is hopeful that the situation can improve under the new normal.\n\nHe was speaking when Finance Minister Bwalya Ng’andu inspected operations at the Chilonga toll plaza in Mpika yesterday with Muchinga provincial Minister Malozo Sichone.\n\nMr. Mumba informed the ministers that Chilonga toll plaza has collected 5-million-kwacha toll fees as of December last year to date.\n\nHe noted that NRFA is pursuing an SI where it will realign the payment of toll fees by foreign truck drivers which once enforced will increase revenue collection.\n\nMr Mumba says there has been some form of unfair payment of toll fees by Zambian truck drivers into Congo DRC compared to what foreign truckers pay in Zambia.\n\nAnd Dr. Ng’andu appreciated the investment that went into putting up the Chilonga class B toll plaza.\n\nHe is impressed that within a short space of time, the tolling station has collected 5 million kwacha, almost the amount of investment that went into putting up the facility.\n\nDr Ng’andu urged NRFA to continue working with smart Zambia in a bid to automate their revenue collection process."}}