{"GDELT": {"GlobalEventID": 940922318, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "CVL", "Actor2Name": "MIGRANT", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.48596321393999, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dover, Kent, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKG5", "Actor1Geo_ADM2Code": "40117", "Actor1Geo_Lat": 51.1333, "Actor1Geo_Long": 1.3, "Actor1Geo_FeatureID": "-2594561", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Libya", "Actor2Geo_CountryCode": "LY", "Actor2Geo_ADM1Code": "LY", "Actor2Geo_Lat": 25.0, "Actor2Geo_Long": 17.0, "Actor2Geo_FeatureID": "LY", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dover, Kent, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKG5", "Action2Geo_ADM2Code": "40117", "Action2Geo_Lat": 51.1333, "Action2Geo_Long": 1.3, "Action2Geo_FeatureID": "-2594561", "DATEADDED": 20200815083000, "SOURCEURL": "https://www.echolive.ie/corknews/Cork-nurse-slams-UK-migrant-policy-People-risking-their-lives-deserve-to-be-treated-as-fellow-human-beings--c209a5e9-9af0-4d8a-ba97-66963d23ead7-ds"}, "ARTICLE": {"TITLE": "Cork nurse slams UK migrant policy: 'People risking their lives deserve to be treated as fellow human beings'", "TEXT": "Cork native Aoife Ní Mhurchú has worked for MSF across the globe including in the Mediterranean, assisting vulnerable asylum seekers making treacherous journeys in the hope of escaping desperate situations.\n\nCork nurse slams UK migrant policy: 'People risking their lives deserve to be treated as fellow human beings'\n\nA CORK nurse working with Doctors Without Borders (MSF) has hit out at UK government plans to make cross channel migrant crossings “unviable” for asylum seekers.\n\nIn recent days, the government and media in the UK have been highlighting migrants attempting to cross the channel from France in small boats.\n\nThe BBC reports that, on Saturday, the Home Office asked defence chiefs to help make crossings of the dangerous route in small boats “unviable”.\n\nA group of people, including a child, thought to be migrants are brought into Dover, Kent, by Border Force officers.\n\nCork native Aoife Ní Mhurchú has worked for MSF across the globe including in the Mediterranean, assisting vulnerable asylum seekers making treacherous journeys in the hope of escaping desperate situations.\n\nSpeaking to The Echo, Aoife said: “The demonisation of the men, women and children who find themselves forced to reach the UK by crossing the English Channel is reprehensible.\n\n“Undertaking such a treacherous journey is a last resort, a desperate effort to seek a safe and better life for reasons of sanctuary, family reunification, or employment.\n\n“The people risking their lives on this route deserve to be treated as fellow human beings, and spoken of with dignity,” she added.\n\n“Instead of engaging in public attacks and feeding into their dehumanisation by implying criminality and threat, the UK Cabinet ought to consider the underlying causes of the desperate situation facing these refugees and migrants.”\n\nA group of people thought to be migrants are brought into Dover, Kent, by Border Force officers following a number of small boat incidents in the Channel. Photo: Steve Parsons/PA Wire\n\nIsabel Simpson, executive director at MSF, warned that the UK government plans will not deter migrants, who are fleeing desperate situations, but will lead to more extreme risks for them at sea.\n\n“Targeting people who risk their lives on dangerous sea routes in their search for sanctuary is akin to kicking someone while they are down,” said Ms Simpson.\n\n“Many of these men, women and children have already been on extremely difficult journeys to reach Europe.\n\n“They are also desperate to leave overcrowded camps and reception centres,” she added.\n\n“Others have been living on the streetsin informal housing arrangements, with limited access to basic services such as clean water and sanitation.\n\n“Governments have systematically attempted to shut down safe and legal alternatives and as we have seen from our lifesaving work in the Mediterranean Sea, aggressive counter-measures and limited search and rescue capacity, do not deter people; they only make the risks they are forced to endure even more extreme.\n\n“As a medical humanitarian organisation, responding to Covid-19 around the world, MSF acknowledges the challenges presented by the pandemic,” explained Ms Simpson.\n\n“However, we implore governments to adequately address the humanitarian needs of those seeking refuge at this time, as well as continuing to allow people to follow legal processes to request asylum.” Meanwhile, MSF are returning to search and rescue activities in the Mediterranean this month.\n\nMSF is to join Sea-Watch on board the Sea-Watch 4, a new ship bound for lifesaving operations in the Central Mediterranean Sea.\n\nMSF accused European member states of “brazenly exploiting COVID-19 as an excuse to further curtail search and rescue activities, while perpetuating cycles of abuse in Libya and condemning people to drown by policies of deliberate non-assistance”.\n\n“No human being should be left to drown, to sink beneath the waves,” said Oliver Behn, MSF Director of Operations.\n\n“No human being should be forced to endure torture and suffering.\n\n“Yet this is the consequence of criminal dereliction of duty by European governments,” he added.\n\n“As a medical humanitarian organisation, we at MSF acknowledge the challenges presented by Covid-19; however, we see that recent state measures to discourage or block life-saving activities in Mediterranean — cloaked in public health rhetoric — are reckless and politically motivated.\n\n“In drafting the Libyan Coast Guard, despite their questionable record, to control the borders of Europe and denying rescue to those coming from Africa, European states are sending a forceful message these lives do not matter.”\n\nMigrants arrived in Dover for an unprecedented 10th day in a row on Thursday.\n\nPeople in lifejackets and masks were brought into the harbour aboard a UK Border Force patrol boat before being taken ashore by officials.\n\nFavourable weather in the English Channel has made the crossing possible for hundreds of migrants over the last 10 days, despite Home Secretary Priti Patel’s vow to make the route “unviable”.\n\nMore than 900 migrants have arrived since Tuesday last week, not including any that have arrived so far today.\n\nThe UK government has asked for military assistance, which so far has taken the form of two RAF planes, but proposals to send armed forces to the English Channel to deal with small boat crossings have come under fire from France.\n\nCalais mayor Natacha Bouchart said sending the Royal Navy into the English Channel to deal with migrant crossings is a “declaration of maritime war”.\n\nMs Patel told Tory MPs the asylum system is “broken” as she promised to introduce laws that would “send the left into meltdown”, The Times reported on Thursday.\n\nThe Home Secretary said the system was being “exploited by leftie Labour-supporting lawyers” who were doing everything they could to stop the Government removing people.\n\nShadow secretary of state for justice David Lammy said the “leftie lawyers” comments were “extremely distasteful”.\n\nHe added: “Caricaturing an entire profession, which is subject to a code of conduct and upholds the rule of law, is dangerous and unbecoming of a serious Home Secretary.”\n\nMeanwhile Kent County Council said it could be just “days away” from being unable to look after more asylum seeking children arriving on its shores."}}