{"GDELT": {"GlobalEventID": 940922718, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "USA", "Actor1Name": "MISSOURI", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 3.3777777777777795, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Missouri, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMO", "Actor1Geo_Lat": 38.4623, "Actor1Geo_Long": -92.302, "Actor1Geo_FeatureID": "MO", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "West Point, Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_Lat": 47.6618, "Action2Geo_Long": -122.43700000000001, "Action2Geo_FeatureID": "1509420", "DATEADDED": 20200815083000, "SOURCEURL": "https://1350kman.com/fort-riley-welcomes-new-cg-says-farewell-to-kolasheski/"}, "ARTICLE": {"TITLE": "Fort Riley welcomes new CG, says farewell to Kolasheski", "TEXT": "With a blast from “Old Thunder,” a replica 1855 model 3-inch ordinance cannon, the ceremony had officially begun.\n\nFort Riley’s transfer of authority played out a little different than usual amid the COVID-19 pandemic and the accelerated departure of the 1st Infantry Division’s commanding general. Lt. Gen. John Kolasheski was promoted to his three-star position and took command of the Army’s new Fifth Corps in an August 4 ceremony in Poland. Additionally, traditional exchanges of flowers were done before the limited ceremony in light of coronavirus precautions.\n\nBrig. Gen Thomas O’Connor, Jr. served as commanding general in Kolasheski’s stead until the Big Red One’s new commanding general, Maj. Gen. Douglas A. (D.A.) Sims, assumed command in Friday’s ceremony. Kolasheski has served as the 1st Infantry Division’s commanding general since June 2018 when he took over for current-Army Vice Chief of Staff Joseph Martin. Sims joins the division having most recently served as deputy director for Regional Operations and Force Management for Joint Staff in Washington D.C.\n\nU.S. Army Forces Command Commanding General Michael Garrett spoke of the Big Red One’s long history on the forefront of major American military operations. He says the division has ‘time and again’ proven capable and set high standards within the Army, something he says was no different under Kolasheski.\n\nHe attributed the BRO’s force readiness to Kolasheski’s leadership and says he led the transition of the division’s forward command post in support of Operation Atlantic Resolve and fostered strong relationships with allies worldwide.\n\n“Through the division’s participation in several large scale NATO […] and Army Europe exercises, our partners, allies and adversaries alike know in no uncertain terms that the United States Army is a committed capable partner and remains ready to answer the call.”\n\nGarrett added that this also wouldn’t have been possible without the commitment of the 1ID’s soldiers, and highlighted the contributions of Buffy Kolasheski. Garrett says Buffy has worked as an advisor to the spouse’s club, the Historical and Archaeological Society of Fort Riley and dedicated hours volunteering and mentoring families on the post.\n\n“Her selfless dedication, mentorship and tender care for our soldiers, our Army civilians and families across the 1st Infantry Division and Fort Riley has made a tremendous and will have a lasting impact on the installation and the community.”\n\nGarrett further welcomed Sims and his wife, Fay, to Fort Riley. He called Sims a remarkable leader with ‘extensive operational experience.’\n\n“D.A. and Fay we offer you a new set of challenges here and perhaps the most difficult set of challenges any commander can face,” says Garrett. “That is taking a great unit and building on that greatness to make it even better.\n\n“As every commander, that is your challenge and I have every confidence that you will succeed.”\n\nKolasheski called saying goodbye ‘tough,’ noting he’s served in the 1ID in three stints, twice at Fort Riley. He says he has deep ties to the division and community, with his father and in-laws serving in the BRO and his children attending regional schools including Manhattan and Junction City High Schools and Kansas State University.\n\nKolasheski thanked all who have supported him during his tenure, from his colleagues and subordinates to his parents, wife and children.\n\n“Thank you for making Fort Riley our Army’s best place to live, to train, to deploy from and come home to,” says Kolasheski. “No other installation has the support that Fort Riley enjoys.”\n\nHe also thanked the soldiers and families of the division, saying the successes and accomplishments over the years were achieved due to the commitment and service of every soldier. Kolasheski further said he is excited that Sims is taking the reigns in his stead, calling ‘Team Sims’ the right team to lead the division.\n\n“While the Kolasheki’s are excited and grateful of the opportunities that lay ahead, the 1st Infantry Division and Fort Riley will always hold a special place in our hearts.”\n\nWhile Sims has never previously served in the division, he says he’s served alongside the BRO numerous times in his career including in his last two deployments to Afghanistan. He says he’s ‘fired up’ and honored to join the team and grateful for the opportunity to be part of the division’s legacy.\n\n“I commit to the soldiers, NCOs, officers and civilians here at Fort Riley that my number one priority as the commanding general is you and your families,” Sims says. “We will be ready to deploy and fight our nation’s wars and win if necessary, but we will do this by ensuring every one of us has what is needed to contribute to the synergy of the organization.\n\n“Duty first, indeed, but people always. All else follows.”\n\nSims thanked Kolasheski and Buffy for their mentorship and assistance during the transition, saying that ‘without doubt’ no one is better suited to serve Fifth Corps than him. He also expressed his gratitude to his wife and daughter, Mallory, for their support.\n\nHe says his father and mother grew up in small farm towns in Missouri before attending West Point and being commissioned in the Army before serving 27 years until his retirement. He says they left the state and traveled the world within the military, which gave them an opportunity to change their lives and raise two sons in different circumstances than they grew up.\n\n“Over 50 years ago, my parents departed the midwest to serve this country with the belief that hard work, a positive attitude and selfless service were key to a full life,” says Sims. “Today, [we’re] immensely proud to return to the part of the country that gave our family its foundation, character and values.\n\n“It’s good to be home.”\n\nSims was presented with the first round fired during the salute battery as a symbol of his first day as commanding general. Kolasheski received the final round, symbolizing his last day in that same position. The ceremony concluded with a salute battery and the playing of the Big Red One Song and Army Song as well as a cavalry charge by the Commanding General’s Mounted Color Guard."}}