{"GDELT": {"GlobalEventID": 940922467, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "FRA", "Actor2Name": "FRENCH", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.6, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200815083000, "SOURCEURL": "https://au.news.yahoo.com/un-security-council-rejects-iran-223633242.html"}, "ARTICLE": {"TITLE": "Trump vows 'snapback' to force return of UN Iran sanctions", "TEXT": "US President Donald Trump, shown speaking at an August 15, 2020 news conference, appears undeterred in pushing forward on unilaterally reinstating UN sanctions on Iran\n\nUS President Donald Trump vowed Saturday to use a controversial technique to unilaterally reinstate UN sanctions on Tehran, a move with huge repercussions for the Iran nuclear deal.\n\nHis declaration came a day after the UN Security Council overwhelmingly rejected a US resolution to extend an Iranian arms embargo.\n\n\"We'll be doing a snapback,\" Trump said during a news conference at his New Jersey golf club. \"You'll be watching it next week.\"\n\nThe president was referring to the contested argument that the US remains a \"participant\" in the 2015 Iran nuclear deal -- despite Trump's withdrawal from it -- and therefore can force a return to sanctions if it sees Iran as being in violation of its terms.\n\nIranian President Hassan Rouhani said the US had failed to kill off what he called the \"half alive\" deal with major powers that gave Iran relief from sanctions in exchange for curbs on its nuclear program.\n\n\"The United States failed in this conspiracy with humiliation,\" said Rouhani.\n\n\"This day will go down in the history of our Iran and in the history of fighting global arrogance.\"\n\nOnly two of the Council's 15 members voted in favor of the US resolution seeking to extend the embargo, highlighting the division between Washington and its European allies since Trump withdrew from the nuclear accord in 2018.\n\nThe Europeans on the Council all abstained, and Iran mocked the Trump administration for winning the support of just one other country, the Dominican Republic.\n\n\"In the 75 years of United Nations history, America has never been so isolated,\" foreign ministry spokesman Abbas Mousavi tweeted.\n\nPeople on the streets of Tehran had mixed reactions.\n\n\"This is an American political game. One day they give a resolution to the Security Council, the next they say they have taken\" Iranian fuel, said a worker at the city's Grand Bazaar who gave his name only as Ahmadi.\n\nA drugstore employee named Abdoli told AFP she was happy Iran won, but added that it \"should interact with the United States and establish relations.\"\n\n\n\n- Crisis -\n\n\n\nEuropean allies have been skeptical on whether Washington can force sanctions, with experts saying a \"snapback\" threatens to plunge the Council into one of its worst-ever diplomatic crises.\n\nTrump also said Saturday he would \"probably not\" take part in a summit proposed by Russian President Vladimir Putin on addressing the situation.\n\n\"I think we'll wait until after the election,\" he said, with the US set to hold its presidential poll in November.\n\nPutin had appealed to China, France, Britain, the US, Germany and Iran to convene an emergency video summit to avoid an escalation of tensions in the Gulf.\n\nUS Secretary of State Mike Pompeo, on a visit to Poland on Saturday, made it clear the United States would press on.\n\n\"It is unfortunate that the French and the United Kingdom... didn't support what the Gulf states have demanded, what the Israelis have demanded... I regret that deeply,\" Pompeo told reporters.\n\n\"The United States is determined to make sure that the Iranians and this regime, this theocratic regime does not have the capacity to inflict even more harm on the world.\"\n\nIsraeli Prime Minister Benjamin Netanyahu denounced a \"scandalous\" UN vote.\n\n\"Iranian terrorism and aggression threaten the peace of the region and the entire world. Instead of opposing weapons sales, the Security Council is encouraging them,\" he said.\n\n\n\n- Threatened -\n\n\n\nThe embargo on conventional arms is due to expire on October 18 under the terms of a resolution that blessed the Iran nuclear deal, officially known as the Joint Comprehensive Plan of Action.\n\nSince Trump pulled out of the JCPOA and slapped unilateral sanctions on Iran, Tehran has taken small but escalatory steps away from compliance with the accord as it presses for sanctions relief.\n\nEuropean allies of the United States -- who, along with Russia and China, signed the deal with Iran -- have voiced support for extending the 13-year-long conventional arms embargo, saying an expiry threatens stability in the Middle East.\n\nHowever, their priority is to preserve the JCPOA.\n\nThe US text at the Security Council on Friday, seen by AFP, effectively called for an indefinite extension of the embargo on Iran, which diplomats said would threaten the nuclear deal.\n\nIran says it has the right to self-defense and that a continuation of the ban would mean an end to the agreement.\n\nApart from 11 abstentions, Russia and China opposed the resolution.\n\n\"The result shows again that unilateralism enjoys no support, and bullying will fail,\" China's UN mission tweeted.\n\nbur-acb/st"}}