{"GDELT": {"GlobalEventID": 940921941, "Day": 20200716, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.537, "Actor1Code": "GBRGIB", "Actor1Name": "GIBRALTAR", "Actor1CountryCode": "GBR", "Actor2Code": "ESPGOV", "Actor2Name": "SPAIN", "Actor2CountryCode": "ESP", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.12706480304956, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Gibraltar", "Actor1Geo_CountryCode": "GI", "Actor1Geo_ADM1Code": "GI", "Actor1Geo_Lat": 36.133333, "Actor1Geo_Long": -5.35, "Actor1Geo_FeatureID": "GI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Gibraltar", "Actor2Geo_CountryCode": "GI", "Actor2Geo_ADM1Code": "GI", "Actor2Geo_Lat": 36.133333, "Actor2Geo_Long": -5.35, "Actor2Geo_FeatureID": "GI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Gibraltar", "Action2Geo_CountryCode": "GI", "Action2Geo_ADM1Code": "GI", "Action2Geo_Lat": 36.133333, "Action2Geo_Long": -5.35, "Action2Geo_FeatureID": "GI", "DATEADDED": 20200815083000, "SOURCEURL": "https://www.express.co.uk/news/world/1323074/Brexit-news-gibraltar-spain-the-rock-andrew-rosindell-eu-trade-deal-transition"}, "ARTICLE": {"TITLE": "Spanish plot to drive wedge between Gibraltar and UK exposed - MP issues huge warning", "TEXT": "FREE now and never miss the top politics stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top politics stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nAnd Brexiteer Andrew Rosindell warned any deviation would be \"a dangerous road for Gibraltar to go down\". Mr Rosindell, who is chairman of the British Overseas Territories All Party Parliamentary Group, was speaking after unnamed sources told Spanish newspaper El Pais one of the options on the table was for Gibraltar to join the bloc's Customs Union or the Schengen passport-free area.\n\nTrending\n\nThe Rock currently has a seat at the table at ongoing trade talks between the UK and the EU, although chief negotiator David Frost is authorised to negotiate on behalf of Britain and all its overseas territories. Spain continues to push its sovereignty claim over a small area of land in its southern tip which has been in British hands since the treaty of Utrecht in 1713 - even though Gibraltarians have twice voted overwhelmingly to retain their close ties with the UK. Mr Rosindell told Express.co.uk: \"The Spanish will use the EU to try to exclude Gibraltar from agreements with the UK, there is no doubt about that, this is what they do.\n\nAndrew Rosindell MP and Fabian Picardo, Gibraltar's Chief Minister\n\nArancha Gonzalez Laya, Spain's Minister for Foreign Affairs\n\n\"The government in Gibraltar is pro-EU, although they are also totally dedicated to remaining British and will put that before any ties with the EU.\" He added: \"Personally, I cannot see how Gibraltar could have any kind of separate ties with the EU, separate from the UK. \"This would be a dangerous road for Gibraltar to go down, they should in my view, stick as closely to Britain as possible. READ MORE: 'Are you joking?' Verhofstadt mocked after EU democracy claim\n\nDavid Frost, the UK's chief Brexit negotiator\n\n\"Without Britain, Gibraltar would be Spanish, so Gibraltarians will be highly suspicious of anything that weakens the links they have with the UK.\" Four Memoranda of Understanding (MoUs) with relation to the Rock were signed by the Governments of the UK, Spain, and Gibraltar on November 29, 2018. A statement carried on the Foreign Office's website the following day said: \"The Memoranda reflect our shared desire to work together in a spirit of trust and solidarity, and support the shared prosperity and security of Gibraltar and the neighbouring area.\" DON'T MISS\n\nCoronavirus LIVE tracker: Live map allows you to TRACK spread of virus [LIVE]\n\nCoronavirus warning: New symptom of COVID-19 on your feet [SPOTLIGHT]\n\nBrexit talks BACK ON: UK and EU resume crunch trade negotiations [FOCUS]\n\nGibraltar is on the southern tip of the Spanish mainland\n\nGibraltar factfile\n\nGibraltar's Chief Minister Fabian Picardo last month met with Arancha Gonzalez Laya, Spain’s Minister for Foreign Affairs, to discuss Gibraltar's post-Brexit relations with Spain and the EU. Speaking afterwards, Mr Picardo said of the discussions: \"They have addressed important practical issues and created a climate of confidence between us. \"The second round of meetings takes place in Gibraltar next week.\n\nGibraltar's border with Spain\n\n\"We have also talked about the many opportunities that Gibraltar and the Campo de Gibraltar can seize from the challenges that Brexit presents to all of us. \"We agreed that working together we can turn this into a rainbow of opportunities which can turn this region into an arc of prosperity for all of the people who live in and around it. \"There is a lot of work to do. There is not much time to do it.\"\n\nA satellite view of the Bay of Gibraltar"}}