{"GDELT": {"GlobalEventID": 940922259, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "EDU", "Actor1Name": "COLLEGE", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -0.8053055423969699, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Xiaoliu, Jiangxi, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH03", "Actor1Geo_ADM2Code": "13160", "Actor1Geo_Lat": 29.2656, "Actor1Geo_Long": 114.51, "Actor1Geo_FeatureID": "11072997", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Xiaoliu, Jiangxi, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH03", "Action2Geo_ADM2Code": "13160", "Action2Geo_Lat": 29.2656, "Action2Geo_Long": 114.51, "Action2Geo_FeatureID": "11072997", "DATEADDED": 20200815083000, "SOURCEURL": "https://www.chinafile.com/features/caught-quicksand-gay-and-hiv-positive-china"}, "ARTICLE": {"TITLE": "‘Caught in Quicksand’: Gay and HIV-Positive in China", "TEXT": "China is a country with giant cities, huge skyscrapers, and the world’s second largest economy. But underneath its modern looking facade, the country is still very traditional; this is especially true of attitudes toward homosexuality.\n\nChina’s population is 1.37 billion. According to Zhang Beichuan, a professor at the Qingdao University Medical College, there are more than 20 million gay men in the country. That number is equivalent to half of California’s current population. Being gay can make life difficult in China. Homosexuality was a crime there until 1997, and was considered a mental illness by the Chinese Medical Association until 2001. Gay marriage is not legal in China. Although some within Chinese society are starting to become more tolerant of the LGBT community, being gay is still very much stigmatized in China today.\n\nThe issue becomes more complicated when HIV is involved. The disease is on the rise in China’s gay community. According to the Chinese Center for Disease Control and Prevention (CDC), the HIV-positive rate among gay men in China was about 8 percent in 2015. That’s up from 5.7 percent in 2010. Gay men now account for 27 percent of all new HIV infections, yet according to Zhang Beichuan they make up roughly 1.5 percent of China’s population.\n\nIn China, One in 1,667 People Are HIV Positive Source: National Center for AIDS/STD Prevention and Control, Chinese Center for Disease Control and Prevention.\n\nOne in 12.5 Gay Men in China Are HIV Positive Source: National Center for AIDS/STD Prevention and Control, Chinese Center for Disease Control and Prevention. The number is based on the data collected at CDC surveillance sites. The actual national number could be lower.\n\nHIV Prevalence Rate Amongst Gay Men in China Source: National Center for AIDS/STD Prevention and Control, Chinese Center for Disease Control and Prevention. The number is based on the data collected at CDC surveillance sites. The actual national number could be lower.\n\nThere are many reasons for the rise of HIV in the gay community. Gay men are much more likely than the general population to contract HIV, according to Wang Xiaodong, the founder of Chengdu Tongle, a nonprofit dedicated to HIV prevention in China. “For the general population, the HIV rate might be .01 percent. It’s .1 percent in some places. But for the gay community, the HIV-positive rate might be as high as 10 percent. The difference is huge,” he said.\n\nNot enough people are using condoms in the gay community, said Dr. Liao Meizhen, who works for the Shandong Center for Disease Control and Prevention (CDC) in China.\n\n“In Shandong Province, the rate of condom use in the gay community was only in the range of 40 to 50 percent in [December 2015],” Liao said. “I interviewed many gay men about their condom use. They put pleasure above safety. The reason might be that there’s too much repression of gay sex. They feel condoms deprive them of pleasure. Especially for gay men in heterosexual marriages, they have experienced such long-term pressure not to have sex with other men, that when they do have it, they tend to engage in high-risk behavior.”\n\nLiao also said the CDC has limited resources to contain HIV. “Shandong Province has over 100 counties, and each county has a population of over one million people. The least populous county still has 300,000 to half a million people. Yet each county has only one to three CDC staff dedicated to HIV prevention.”\n\nThe lack of sex education also contributes to the rise of HIV, especially among gay youth. “It’s Chinese tradition not to talk about sex,” said Zhang Beichuan, who has been researching gay men and HIV since the 1990s.\n\n“Did Sun Yat-sen talk about sex? Did Chiang Kai-shek talk about sex? Did Mao Zedong talk about sex? Deng Xiaoping didn’t talk about sex. Xi Jinping didn’t talk about sex. It’s not about Party politics. It’s a heritage of anti-sex culture,” Zhang said.\n\n* * *\n\nThe Underaged\n\nNot discussing sex doesn’t mean not having sex. According to a survey conducted in 2009, commissioned by the United Nations Population Fund, half of people aged 15–24 in China who were sexually active didn’t use any form of birth control during their first sexual encounter.\n\nAccording to the Chinese CDC, the number of HIV-positive high school and college students increased by 35 percent every year from 2011 to 2015. HIV hit gay students much harder than straight students. The Chinese CDC reports that from 2014 to October 2015, gay students accounted for more than 80 percent of new student HIV infections.\n\nXiaoxin lives in Nanchang, China. He was 16 years old when he tested HIV-positive in 2015. Xiaoxin is not his real name.\n\n* * *\n\nFinding Me\n\nMany gay men in China whom we interviewed said that the Internet played a major role in helping them discover their sexual identity. And while older generations of closeted gay men had to cruise parks and public restrooms for sex, with the Internet people today often chat online and meet offline. There is even a Chinese version of the U.S. gay dating app Grindr, called “Blued,” which is popular in the gay community.\n\nOne man who discovered his sexuality online is Xiaoliu (not his real name), who lives in Qingdao, China. He is in his late 20s. He had had a girlfriend, but as time went by, he started to have doubts about dating a woman. “The longer we were together, the more I started to ask myself why it felt so nauseating to have this person next to me?” Xiaoliu said. He eventually broke up with his girlfriend, and started reading about homosexuality online. He joined some gay chat rooms.\n\nhey how are u whats your deal? what do you mean? height/weight/age? 5’8/120/19 are u a top/bottom? what is that? u are new to this circle huh? what circle? r u not gay? right now... I don't know if I'm gay or not your role is either a top or a bottom how do I know if I'm a top or a bottom? a top is someone who likes to f*ck a btm likes to be f*cked I don't know. I haven't had gay sex yet\n\nXiaoliu’s first sexual encounter with another man was with someone he met online. When the man initially offered to have sex with him, he was too nervous to accept. Xiaoliu chatted with him for nearly two months until he felt comfortable. He said he became fully convinced that he was gay after that encounter.\n\nXiaoliu met his first boyfriend via the Blued app. Xiaoliu still remembers the birthday he celebrated with the boyfriend and some other friends at a bar. When they left the bar, Xiaoliu was so drunk he could barely walk. He leaned on his boyfriend’s shoulder while the boyfriend took him in his arms. “He said to me, you’ll be alright. Just walk. Your husband is here,” Xiaoliu recalled. “When I heard that, I felt so warm.”\n\nThe relationship continued for nearly eight months. They broke up when his boyfriend graduated from college and moved back home.\n\nXiaoliu was depressed for a while, and during that time he had many one-night stands via Blued. There was one man Xiaoliu found attractive and asked out, but he didn’t know this man was HIV-positive. They stayed in a casual relationship for a long time. That’s how Xiaoliu believes he contracted HIV.\n\n* * *\n\nI Am Married to a Woman\n\nZhang Beichuan estimates that China has more than 20 million gay men, and about 13 million women who are married to gay men. There are concerns about HIV-positive married gay men’s transmission of the virus to their wives, and then its spreading within the heterosexual community.\n\nAccording to a recent report by medical professionals at Central South University’s Xiangya School of Medicine, wives of gay men are likely to be at high risk of contracting HIV. In the last few years, there have been several lawsuits in Shanghai in which women sued their gay husbands for transmitting HIV.\n\nHere is the story of Maitian, which is not his real name.\n\n* * *\n\nFighting Back\n\nGay men in China often face pressure to get married because the country’s social norms emphasize family values. But there are still people who are not afraid of revealing their identities. Liu Jiulong is an activist in Nanchang, China. He leads a small nonprofit that provides services to people living with HIV. He is gay and HIV-positive. He is outspoken and has appeared on local TV programs and in public service ads. Liu Jiulong is his real name.\n\n* * *\n\nInterviews on the Street\n\nHomosexuality and HIV are both taboo subjects in China. People rarely discuss them in public. In more than 30 street interviews in Chengdu and Shanghai, people showed the full gamut of responses, from sympathy toward the gay community, to near hostility. Here are some of their responses on several different topics:\n\n* * *\n\nHIV drugs are free in China, provided by the government. The Chinese government launched a policy called “Four Frees and One Care” in 2003 to help people with HIV. The policy includes:\n\nFree antiretroviral drugs for people living with HIV/AIDS who are rural residents or who have financial difficulties and live in urban areas Free voluntary counseling and testing Free drugs for pregnant women living with HIV/AIDS to prevent mother-to-child transmission; free HIV testing of newborn babies Free schooling for children orphaned by HIV/AIDS Care and economic assistance to families affected by HIV/AIDS\n\nThe Chinese CDC also relies on nonprofits for outreach to the gay community. Gay men often staff these NGOs.\n\n“It’s very effective to work with NGOs to expand our coverage. For example, the CDC has a hard time finding the places where gay men hang out. But the NGO people know. If you are not a gay man, you probably don’t know where they hang out. Even if you knew, they would not let you in. That’s why we want NGOs to help us,” Liao Meizhen (of the Shandong Center for Disease Control and Prevention) said. It doesn’t help that Liao is a woman. “If I want to go in, they won’t let me in. So we hope the NGOs can help us educate people about HIV prevention and safe sex within the gay community.”\n\nThe CDC also has limited resources to combat the disease. Dr. Li Hui is a staff member at the Shizhong District Center for Disease Control and Prevention in Jinan, China. Her center has three staff members and one full-time volunteer dedicated to HIV prevention.\n\n“There are 700,000 permanent residents and around 1 million temporary residents in my district. How can I possibly do my job?” Li said. “We have to rely on social organizations (NGOs) to do the work because we only have a few people. Even if we worked 24 hours a day we wouldn’t be able to do very much.”\n\nLi works with a nonprofit that does peer education about HIV in the gay community. They have been working together for nearly five years. “The goal we set for the working group was to bring 600 people here every year to test them for HIV,” Li said. “The HIV-positive rate is around 6 to 8 percent among the people the group brings us to test. This is very cost efficient. This approach discovers way more HIV cases than other approaches. The check-ups at hospitals and blood donation stations only find 10 to 20 HIV cases every year. But the working group finds 40 to 50 cases annually. It’s one of the most important tools for us to identify HIV cases.”\n\nStill, NGOs have a hard time in China. Wang Xiaodong, the founder of Chengdu Tongle, a HIV prevention nonprofit in Chengdu, China, said his organization faces two major difficulties: one is legal status, the other is funding.\n\n“Our NGO has been operating for more than 10 years and is nationally recognized for its work in the HIV prevention field. But the organization is still not able to register with the Ministry of Civil Affairs as a social organization. It only has a business registration,” Wang said. When the government solicits subcontracting proposals for work on social services, unregistered groups like his are ineligible to apply.\n\nThe second problem, he said, is that his budget has shrunk since the Global Fund, which had been a substantial source of support for local Chinese public health organizations, withdrew from China in 2013. The funding from the Chinese government still has yet to catch up. “Before 2012, we would plan for several years ahead. Since 2013, we have stopped doing that because there are so many uncertainties and even if we have a plan, it’s all up in the air.”"}}