{"GDELT": {"GlobalEventID": 940922267, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "EDUEDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "Actor2Type2Code": "EDU", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.46575342465753, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ottawa, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12755", "Actor2Geo_Lat": 45.4167, "Actor2Geo_Long": -75.7, "Actor2Geo_FeatureID": "-570760", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ottawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12755", "Action2Geo_Lat": 45.4167, "Action2Geo_Long": -75.7, "Action2Geo_FeatureID": "-570760", "DATEADDED": 20200815083000, "SOURCEURL": "https://www.cbc.ca/news/canada/ottawa/covid19-coronavirus-ottawa-symptoms-information-aug-15-1.5687106"}, "ARTICLE": {"TITLE": "What you need to know about COVID-19 in Ottawa on Saturday, Aug. 15", "TEXT": "Recent developments:\n\nOttawa Public Health reported 11 new COVID-19 cases Saturday.\n\nAnother OC Transpo operator has tested positive, the third this week.\n\nThe stretch of Bank Street between Queen and Catherine streets will remain closed for another four Saturdays, until the Labour Day long weekend.\n\nSwimmers are upset about a National Capital Commission decision to close the parking lot at Meech Lake overnight.\n\nFireworks will light up the night sky in the National Capital Region tonight.\n\nThe Canada-U.S. border will remain closed until Sept. 21.\n\nWhat's the latest?\n\nOttawa has another 11 new cases of COVID-19. Saturday marked a return to double-digit case numbers that have become the norm in recent weeks.\n\nOC Transpo says another of its operators has tested positive for COVID-19.\n\nThe bus driver was on routes 12, 35, 85, 273 on Monday and on routes 53 and 58 on Tuesday, the last day they worked. OC Transpo boss John Manconi Friday said there have been 13 employees who have tested positive for the virus since the start of the pandemic.\n\nYou've had questions about what schools and classrooms will look like this fall, and how parents and teachers can prepare. CBC Ottawa has been finding those answers.\n\nThe National Capital Commission's decision to close parking lots near Meech Lake overnight is drawing scorn from long-distance swimmers who say they have no alternatives during the pandemic.\n\nFireworks will light up the sky over Ottawa and Gatineau tonight for a spectacle billed as the \"largest display of summer fireworks in the country.\"\n\nThe 15-minute show is a collaboration between Casino Lac-Leamy's annual Sound of Light competition and the Gatineau Hot Air Balloon Festival, both of which were cancelled this year because of COVID-19 restrictions.\n\nThe map shows east and west end viewing zones for Saturday’s fireworks in Gatineau hosted by Casino du Lac Leamy and the Gatineau Hot Air Balloon Festival. (Casino du Lac Leamy Website)\n\nHow many cases are there?\n\nThe city's current total number of cases of the virus sits at 2,698 since the pandemic began, with 118 still active and 2,316 considered resolved. The total number of deaths linked to the illness has remained at 264 since the end of July.\n\nOverall, public health officials have reported more than 4,100 cases across eastern Ontario and western Quebec, with more than 3,600 resolved.\n\nCOVID-19 has killed 102 people in the region outside Ottawa.\n\nAs of Aug. 14, 52 have died in Leeds, Grenville and Lanark counties. Additionally, 17 people have died in other parts of eastern Ontario and 33 in the Outaouais.\n\nWhat's open and closed\n\nOttawa is in Stage 3 of Ontario's reopening plan , which means more businesses are open including dine-in restaurants and movie theatres.\n\nIndoor gatherings of up to 50 people and outdoor gatherings of up to 100 are now allowed in that province but attendees must follow physical distancing guidelines.\n\nQuebec has similar rules , with its cap on physically distanced gatherings in public venues now up to 250 people, allowing smaller festivals.\n\nJordyn Francis works a summer job at Jojo's Ice Cream stand in Stittsville on Aug. 14, 2020. (Andrew Lee/CBC)\n\nThe Canada Science and Technology Museum reopens tomorrow, and the Canadian Museum of Nature is scheduled to reopen on Sept. 5.\n\nMost Ottawa Public Library branches will be open for in-person browsing and computer use starting Monday.\n\nElementary students in Ontario will be heading back to school full time come September, while most high school students will split their time between the classroom and online learning, depending on the board.\n\nIndividual boards have started to release further guidance.\n\nQuebec updated its school plans in early August, including making masks mandatory in hallways for students Grades 5 and up.\n\nSix-year-old Peyton Denette works on her speech and language skills with speech-language pathologist Olivia Chiu of Two Can Talk remotely from her home in Mississauga, Ont. (Nathan Denette/The Canadian Press)\n\nDistancing and isolating\n\nThe novel coronavirus primarily spreads through droplets when an infected person coughs or sneezes on another person or object. People don't need to have symptoms to be contagious.\n\nThat means physical distancing measures such as working from home, meeting others outdoors as much as possible and keeping distance from anyone they don't live with or have in their circle, including when you have a mask on.\n\nMasks are now mandatory in indoor public settings in all of eastern Ontario and Quebec , where transit officials and taxi drivers are now required to bar access to users over age 12 who refuse to wear one .\n\nMasks are also recommended outdoors when you can't stay the proper distance from others.\n\nAnyone who has symptoms or travelled recently outside Canada must self-isolate for at least 14 days.\n\nWATCH l Potential 'fall peak' in COVID-19 cases\n\nChief public health officer Dr. Theresa Tam says her team is striving for a best-case scenario but preparing for the worst: a so-called \"fall peak\" of COVID-19 cases across the country. 1:06\n\nAnyone waiting for a COVID-19 test result in Ontario must self-isolate at least until they know the result. Quebec asks people waiting to only self-isolate in certain circumstances .\n\nPeople in both provinces should self-isolate if they've been in contact with someone who's tested positive or is presumed to have COVID-19.\n\nOntario's Chief Medical Officer of Health strongly urges self-isolation for people with weakened immune systems and OPH recommends people over 70 stay home as much as possible.\n\nTop medical officials say people should be prepared for the possibility COVID-19 restrictions last into 2022 or 2023 .\n\nWhat are the symptoms of COVID-19?\n\nCOVID-19 can range from a cold-like illness to a severe lung infection, with common symptoms including fever, a dry cough, vomiting and the loss of taste or smell.\n\nLess common symptoms include chills, headaches and pinkeye. Children can develop a rash.\n\nIf you have severe symptoms, call 911.\n\nWhere to get tested\n\nIn eastern Ontario:\n\nIn Ottawa any resident who feels they need a test, even if they are not showing symptoms, can be tested at one of three sites.\n\nInuit in Ottawa can call the Akausivik Inuit Family Health Team at 613-740-0999 for service, including testing, in Inuktitut or English on weekdays.\n\nIn the Eastern Ontario Health Unit area , there is a drive-thru centre in Casselman that can handle 200 tests a day and assessment centres in Hawkesbury and Winchester that don't require people to call ahead.\n\nOthers in Alexandria, Rockland and Cornwall require an appointment.\n\nStudents in Texas are given hand sanitizer before going to class. (LM Otero/The Associated Press)\n\nIn Kingston, the Leon's Centre is hosting the city's test site. Find it at Gate 2.\n\nNapanee 's test centre is open daily for people who call for an appointment.\n\nYou can arrange a test in Bancroft, Belleville or Trenton by calling the centre and in Picton by texting or calling.\n\nThe Leeds, Grenville and Lanark unit asks you to get tested if you have a symptom or concerns about exposure.\n\nIt has a walk-in site in Brockville at the Memorial Centre and testing sites in Smiths Falls and Almonte which require an appointment.\n\nA man undergoes testing for COVID-19 in Rome, Italy. (Cecilia Fabiano/LaPresse/The Associated Press)\n\nThere are test clinics in five Renfrew County communities this week.\n\nIts residents should call their family doctor and those without access to a family doctor can call 1-844-727-6404 to register for a test or if they have health questions, COVID-19-related or not.\n\nIn western Quebec:\n\nOutaouais residents now can get a walk-in test in Gatineau five days a week at 135 blvd. Saint-Raymond and at recurring clinics by appointment in communities such as Gracefield, Val-des-Monts and Fort-Coulonge .\n\nThey can call 1-877-644-4545 to make an appointment or if they have other questions.\n\nAs of mid-August, there were longer wait times for test results here compared to some other regions of Quebec.\n\nFirst Nations:\n\nLocal communities have declared states of emergency, put in a curfew or both .\n\nAkwesasne has had 14 confirmed COVID-19 cases. M ost are linked back to a gathering on an island with a non-resident who wasn't showing symptoms at the time.\n\nIt has a mobile COVID-19 test site available by appointment only. Anyone returning to the community on the Canadian side of the international border who's been farther than 80 kilometres away for non-essential reasons is asked to self-isolate for 14 days.\n\nMax Arvidsson and Mark Lefebvre share their pros and cons of the face coverings. They both agree, however, that no matter the challenges, they'd rather be safe than catch COVID-19. 1:44\n\nAnyone in Tyendinaga who's interested in a test can call 613-967-3603 to talk to a nurse. Face coverings are now mandatory in its public buildings.\n\nPeople in Pikwakanagan can book an appointment for a COVID-19 test by calling 613-625-2259.\n\nKitigan Zibi is planning for an Aug. 29 election with changes depending on the status of the pandemic at that time. It plans on starting to open schools and daycares next month.\n\nFor more information"}}