{"GDELT": {"GlobalEventID": 941028339, "Day": 20200816, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6192, "Actor1Code": "COP", "Actor1Name": "PRISON", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.75, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Edo State, Edo, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI37", "Actor1Geo_ADM2Code": "191281", "Actor1Geo_Lat": 6.5, "Actor1Geo_Long": 6.0, "Actor1Geo_FeatureID": "29623", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Edo State, Edo, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI37", "Action2Geo_ADM2Code": "191281", "Action2Geo_Lat": 6.5, "Action2Geo_Long": 6.0, "Action2Geo_FeatureID": "29623", "DATEADDED": 20200816040000, "SOURCEURL": "https://punchng.com/how-appeal-court-knocked-inec-judge-for-22-parties-deregistration/"}, "ARTICLE": {"TITLE": "How Appeal Court knocked INEC, judge for 22 parties’ deregistration", "TEXT": "FRIDAY OLOKOR and ADE ADESOMOJU\n\nA copy of the August 10, 2020 judgment of the Court of Appeal in Abuja ordering the relisting of 22 political parties earlier deregistered by the Independent National Electoral Commission has revealed the scathing rebuke the court delivered to the commission concerning its conduct in cancelling the registration of the parties in February this year.\n\nThe judgment was sketchily reported in the media, but a copy of it obtained by Sunday PUNCH, on Saturday revealed further details of how the court criticised the commission over its alleged contemptuous treatment of the court process, in the process of carrying out the deregistration.\n\nThe copy of the judgment also revealed how the five-man panel of the Court of Appeal also criticised Justice Anwuli Chikere of the Federal High Court in Abuja, who had validated the deregistration of the 22 parties, for condoning INEC’s “lawless affront” that “allowed a constitutional violation.”\n\nThe Court of Appeal’s judgment read in part, “A constitutional violation, particularly by public or statutory authority should not be allowed to survive even a second for any reason.”\n\nThe five-man panel, led by the Court of Appeal’s President, Justice Monica Dongban-Mensem, in its unanimous judgment, upheld the appeal by the 22 parties by setting aside the June 11, 2020 verdict of Justice Chikere which had affirmed their deregistration by INEC.\n\nAs earlier reported, the court held that, contrary to the expectations of Section 225(a) of the Nigerian Constitution, which spells out the conditions under which INEC could deregister political parties, the commission “illegally deregistered” the 22 political parties without following due process of affording them the opportunity to defend themselves, before announcing their deregistration.\n\nBut aside from this point, Justice Dongban-Mensen, who read the lead judgment, lampooned INEC for going ahead on February 6, 2020 to deregister the 22 political parties, while their suit filed in 2019 to stop the plan to deregister them was pending before the Federal High Court in Abuja.\n\nIn upholding the case of the 22 parties’ lawyer, Mr Kehinde Ogunwumiju (SAN), the court held that the circumstances in the July 29, 2020 judgment where another panel of the court affirmed the deregistration of National Unity Party, were different from the instant case.\n\nAccording to her, in that case, NUP only approached the Federal High Court after it was deregistered, unlike the 22 parties, which went to court before INEC deregistered them.\n\nShe stated, “The 2nd respondent (INEC) showed utmost contempt and disregard for the due process of law and the court when it proceeded to deregister the appellants as political parties during the pendency of the suit, seeking to stop their deregistration by it and after the trial court had adjourned for ruling on the motion on notice applying for an order of injunction restraining their deregistration.\n\n“It is obvious the deregistration during the pendency of the suit was meant to foist a fait accompli on the appellants and the court.”\n\nShe said INEC “has tried to ridicule and tried to defeat the process of law and the court by its deregistration of the appellants during the pendency of the very suit seeking to stop the same registration.”\n\nShe held that “such obvious illegality” must not be allowed to stand.\n\nINEC chairman risks imprisonment, says IPAC\n\nThe Inter-Party Advisory Council, on Saturday, described as impunity the refusal of INEC to obey the judgment of the Court of Appeal invalidating the deregistration of the political parties.\n\nThe organisation had demanded the postponement of the governorship election in Edo State scheduled for September 19 for the parties to participate in the exercise.\n\nBut on Saturday, IPAC said it would return to court to demand that INEC chairman, Prof Mahmood Yakubu, be sent to prison “for this class disobedience and disregard for the rule of law.”\n\nA statement by the National Legal Adviser of IPAC, Chukwudi Ezeobika, said it was “of great concern” that, since the judgment, Yakubu “deliberately failed, neglected and refused to abide by the court judgment, in immediately re-enlisting the political parties”. ,,\n\nCopyright PUNCH.\n\nAll rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH.\n\nContact: [email protected]"}}