{"GDELT": {"GlobalEventID": 941028321, "Day": 20200816, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6192, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "Actor2Code": "IRL", "Actor2Name": "IRELAND", "Actor2CountryCode": "IRL", "IsRootEvent": 1, "EventCode": 311, "EventBaseCode": 31, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.48076923076923, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI", "Actor1Geo_Lat": 53.0, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "EI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI", "Actor2Geo_Lat": 53.0, "Actor2Geo_Long": -8.0, "Actor2Geo_FeatureID": "EI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "EI", "DATEADDED": 20200816040000, "SOURCEURL": "https://www.independent.ie/business/irish/dominos-to-deliver-8m-upgrade-to-naas-site-39450810.html"}, "ARTICLE": {"TITLE": "Domino's to deliver £8m upgrade to Naas site", "TEXT": "Domino's is planning on expanding its supply chain centre in Naas, Co Kildare, as part of an investment that could be worth up to £8m (€8.9m). (Tim Goode/PA)\n\nFast-food chain Domino's is planning on expanding its supply chain centre in Naas, Co Kildare, as part of an investment that could be worth up to £8m (€8.9m).\n\nThe UK arm of the company revealed the plan in its results for the 26 weeks ended June 28. In a presentation published last week, Domino's said the first phase of its extension in Naas would be completed by the autumn of 2021.\n\nDuring an analyst call, Domino's said the completion of the new facility would be followed by the refurbishment of its existing one in the Co Kildare town, where it employs around 60 staff.\n\nA spokeswoman for Domino's confirmed the company's plan to invest in Ireland. \"We're expanding our supply chain centre in Naas to include a new production facility and once opened in autumn 2021, we'll then upgrade our existing distribution facility, increasing our capacity to support the future growth of the business in Ireland,\" she said. \"As we approach our twentieth anniversary in Naas, this investment illustrates our ongoing commitment to our teams and the surrounding area.\" It is understood that the investment in the facility will be in the range of £6m to £8m. It is also understood that several jobs from its current site are expected to transfer to the upgraded facility. In the results, Domino's reported a fall in sales in Ireland. Sales here were down 3.6pc, excluding stores opened near another outlet in so-called split territories, against what the company said was a \"strong comparative\". The performance here contrasts with the UK where the company saw sales increase 4.8pc, excluding splits. The group said underlying pre-tax profits dropped 4.6pc to £47.6m (€52.8m) in the 26 weeks to June 28 after it was hit by £6.2m (€6.8m) in Covid-19 costs."}}