{"GDELT": {"GlobalEventID": 941028443, "Day": 20200816, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6192, "Actor1Code": "GOV", "Actor1Name": "GOVERNANCE", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.40206185567011, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200816040000, "SOURCEURL": "https://www.financialexpress.com/lifestyle/overdraft-former-rbi-governor-urjit-patel-raises-red-flags-as-he-pinpoints-those-to-blame-for-npa/2056311/"}, "ARTICLE": {"TITLE": "Overdraft: Former RBI Governor Urjit Patel raises red flags as he pinpoints those to blame for NPA", "TEXT": "A file photo of Urjit Patel. In the book, he debates issues as both a former RBI governor and a critic (Bloomberg)\n\nA book by a former governor of the RBI is always awaited, as was the case with the two governors before Urjit Patel. When you start reading a book by a former policy maker, you tend to expect a kind of autobiography where the singular tense dominates. Urjit Patel’s book is refreshingly different and quite hard-hitting, as he debates issues as both a former RBI governor and a critic. Showing a great deal of maturity, he focuses only on issues and not persons.\n\nThe nucleus of his treatise is the functioning of government banks, which have been leveraged for purposes that go beyond the scope of prudent, leading to what he has called ‘fiscalization’ of the sector. It is not surprising that these banks are starved of funds, requiring government intervention time and again, which becomes challenging as there is limited fiscal space. In between there is a roadblock where the regulator has its hands tied when it comes to regulating one part of the regulated, which is the PSBs. Hence too much government, too little fiscal space and absence of independent regulation typifies the trilemma.\n\nThe title Overdraft exemplifies such recklessness where deposits are not deployed judiciously. There is a chapter on the blame game when it comes to NPAs, which everyone has shied to talk about. His argument is that five stakeholders each have a role to play in this mess. First the government encouraged banks to lend money under the label of capital deepening where several sensitive sectors got funds, which failed. PSBs did not have heads to run at times which affected governance. The same held for boards.\n\nSecond, the RBI was lacking in not doing rigorous stress testing and questioning the assumptions of such lending. It also failed to ensure that banks had their risk management processes in place. More importantly, the central bank allowed for restructuring, which was quite calamitous.\n\nThird, banks had to take the blame for being less than competent as they lent money without due diligence. The restructuring route helped them cover up. Fear of the 3Cs made them defer such recognition. These are the three known stakeholders.\n\nPatel talks of two other parties that are responsible, which is noteworthy. The first are various industry associations that have never criticised the defaulters. Here he points out in another chapter that one of the reasons as to why banks maintain higher spreads on deposits is that they must provide for these NPAs, which, in turn, impinges on capital. Hence the cost is spread across all borrowers. Therefore, India Inc cannot shun responsibility and just keep quite, as it affects everyone.\n\nSecond is the media and here he bares it all by saying that news channels regularly dish out awards to leaders of banks who have been hauled up by RBI for wrongdoing, which makes a mockery of everything. A question raised is: Is sponsorship of annual awards and banking conclaves worth the implicit condoning of wrongful actions? Readers will certainly now look at all these awards with more scepticism.\n\nPatel does argue against farm loan waivers and supports agri reforms, which have a more long-lasting effect on the lives of farmers. Similarly, there is a chapter on governance and less interference from the government when it comes to PSBs. Here he flags an important issue, of the RBI having no power when it comes to PSBs, which was making headlines even when he was governor. This anomaly must be corrected if we are to show any improvement in this sector as regulation becomes difficult. What holds for private banks does not for PSBs, which is why problems get exacerbated in this segment.\n\nPatel also brings to the fore a fundamental problem in Indian banking or rather the financial sector where there has been what he calls ‘fiscalization’ of the banking sector. A pertinent question that he has raised is that why is it that our budget documents lay down targets for the banking sector or even issues like MUDRA loans and the achievements thereof. This does not happen in any other country. Further, government financial institutions are used for implementing fiscal programmes and here quite clearly the allusion is to LIC being involved in several disinvestment manoeuvres.\n\nAnother interesting chapter that will make you think harder in these Covid times is the one called, “The empire strikes back”. In a way he shows how serious we are when it comes to resolving the NPA mess. The RBI’s famous February 2018 circular as well as PCA notification that were meant to bring about quick resolution and refrain banks from lending came to nothing, as the events which followed showed. The RBI ruling was annulled, and banks were recapitalised again so that they could lend more, as they came out of the PCA framework, to vulnerable sectors like real estate and SMEs. The big push being given to lending in these Covid times looks altruistic today, but the possible future outcome can be scary, which almost all banking analysts fear, as we may be going back to the old days.\n\nPatel’s book is a must-read for everyone and hopefully the fault lines pointed out by him in various pockets of the system are addressed by the stakeholders concerned. He has propounded his 9Rs approach for tackling the quality of assets issues, starting from recognition to reform. These have served as the building blocks of his treatise. The red flags raised by him must be taken seriously or else it could just be retro times for the banking system.\n\nMadan Sabnavis is chief economist, CARE Ratings"}}