{"GDELT": {"GlobalEventID": 941028426, "Day": 20200816, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6192, "Actor1Code": "FRA", "Actor1Name": "FRENCH", "Actor1CountryCode": "FRA", "Actor2Code": "NZL", "Actor2Name": "NEW ZEALAND", "Actor2CountryCode": "NZL", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.8097165991902799, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "French Polynesia", "Actor1Geo_CountryCode": "FP", "Actor1Geo_ADM1Code": "FP", "Actor1Geo_Lat": -15.0, "Actor1Geo_Long": -140.0, "Actor1Geo_FeatureID": "FP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "French Polynesia", "Actor2Geo_CountryCode": "FP", "Actor2Geo_ADM1Code": "FP", "Actor2Geo_Lat": -15.0, "Actor2Geo_Long": -140.0, "Actor2Geo_FeatureID": "FP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "French Polynesia", "Action2Geo_CountryCode": "FP", "Action2Geo_ADM1Code": "FP", "Action2Geo_Lat": -15.0, "Action2Geo_Long": -140.0, "Action2Geo_FeatureID": "FP", "DATEADDED": 20200816040000, "SOURCEURL": "http://www.pireport.org/articles/2010/07/23/tahiti-assembly-nixes-sale-auckland-hotel"}, "ARTICLE": {"TITLE": "TAHITI ASSEMBLY NIXES SALE OF AUCKLAND HOTEL", "TEXT": "French audit calls for sale of Rocklands Hostel\n\nPAPEÉTE, Tahiti (Tahitipresse) - The French Polynesia Assembly standing committee voted Tuesday against the sale of the government-owned Rocklands Hostel in Auckland, New Zealand.\n\nOscar Temaru’s pro-independence UPLD and some members of Gaston Flosse’s pro-autonomy Tahoeraa huiraatira voted against the sale.\n\nThe To Tatou Ai’a party of French Polynesia President Gaston Tong Sang said however the vote was not done properly.\n\nFurthermore, the Tong Sang government stressed the fact that this would not stop the hotel sale as the standing committee vote is nothing else than a \"legal advice.\"\n\nTemaru government bought the historic mansion in December 2005. The Rocklands Hostel will be useful for Tahitian students or for medical evacuations, the Temaru government claimed at that time.\n\nBut most pro-autonomy parties criticized the move saying the hotel is both costly and unnecessary.\n\nThe French Polynesia Assembly already voted last January 29-13 to adopt a critical two-year-old inquiry report on the former Temaru government’s purchase of the Rocklands Hostel.\n\nThe Tong Sang government announced two months later, in March, that the decision to sell the hotel had been taken.\n\nThis will be done when the outlook for the real estate market will be better, French Polynesia Vice-President Edouard Fritch claimed.\n\nA French audit delegation also insisted last June that French Polynesia should sell some of its most valuable assets - including the Rocklands Hostel."}}