{"GDELT": {"GlobalEventID": 941028647, "Day": 20200816, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6192, "Actor1Code": "LEG", "Actor1Name": "SENATOR", "Actor1Type1Code": "LEG", "Actor2Code": "USACVL", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.8469656992084398, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Madras, Tamil Nadu, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN25", "Actor1Geo_ADM2Code": "70251", "Actor1Geo_Lat": 13.0833, "Actor1Geo_Long": 80.2833, "Actor1Geo_FeatureID": "-2103041", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Madras, Tamil Nadu, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN25", "Actor2Geo_ADM2Code": "70251", "Actor2Geo_Lat": 13.0833, "Actor2Geo_Long": 80.2833, "Actor2Geo_FeatureID": "-2103041", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Madras, Tamil Nadu, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN25", "Action2Geo_ADM2Code": "70251", "Action2Geo_Lat": 13.0833, "Action2Geo_Long": 80.2833, "Action2Geo_FeatureID": "-2103041", "DATEADDED": 20200816040000, "SOURCEURL": "https://www.financialexpress.com/world-news/i-stand-before-you-as-first-candidate-for-us-vice-president-of-south-asian-descent-kamala-harris/2056502/"}, "ARTICLE": {"TITLE": "Kamala Harris recalls her bond with India—love for good idli, long walks in Chennai with her grandfather", "TEXT": "Harris was born on October 20 in 1964, at Oakland in California. Her mother Shyamala Gopalan migrated to the US from Tamil Nadu in India, while her father, Donald J Harris, moved to the US from Jamaica.\n\nDemocratic vice-presidential nominee Senator Kamala Harris, during her maiden address to the Indian-American community, reflected on her proud Indian heritage and recalled how her mother always wanted to instill in her a “love for good idli”.\n\nHarris, 55, who is the first black to be selected as a vice-presidential candidate of a major party, took a trip down the memory lane, mentioning her “long walks” in Madras (now Chennai) with her grandfather who would tell her about the “heroes” responsible for the birth of the world’s largest democracy.\n\nDemocratic presidential nominee Joe Biden, 77, scripted history by selecting Harris, an Indian-American and an African-American, as his running mate in the presidential election on November 3. Born to a Jamaican father and an Indian mother, California senator Harris, if elected, would be second in line of succession after Biden.\n\n“Today on August 15, 2020. I stand before you as the first candidate for vice president of the United States of South Asian descent,” Harris said in her address organised by Indians for Biden National Council. Joined by Biden, she greeted Indian Americans on the occasion of India’s Independence Day.\n\n“To the people of India and to Indian Americans all across the US, I want to wish you a happy Indian Independence Day. On August 15, 1947, men and women all over India rejoiced in the declaration of the independence of the country of India,” Harris said during the virtual inaugural meet of the council.\n\nHarris was born on October 20 in 1964, at Oakland in California. Her mother Shyamala Gopalan migrated to the US from Tamil Nadu in India, while her father, Donald J Harris, moved to the US from Jamaica.\n\n“When my mother, Shyamala stepped off the plane in California as 19 years old, she didn’t have much in the way of belongings. But she carried with her lessons from back home, including ones she learned from her parents, my grandmother Rajan, and her father, my grandfather P V Gopalan. They taught her that when you see injustice in the world, you have an obligation to do something about it,” Harris said.\n\n“Which is what inspired my mother to march and shout on the streets of Oakland, at the height of the civil rights movement, a movement where leaders including Dr Martin Luther King Jr, were themselves inspired by the non-violent activism of Mahatma Gandhi,” she said.\n\nHarris said it was during those protests that her mother met her father. The rest, as they say, is history, she said.\n\n“Growing up, my mother would take my sister Maya and me back to what was then called Madras because she wanted us to understand where she had come from and where we had ancestry. And of course, she always wanted to instill in us, a love of good idli,” Harris said.\n\n“In Madras I would go on long walks with my grandfather, who at that point was retired. We would take morning walks where I’d hold his hand and he would tell me about the heroes who are responsible for the birth of the world’s biggest democracy. He would explain that it’s on us to pick up where they left off. Those lessons are a big reason why I am who I am today,” Harris said explaining the deep influence of the Indian heritage on her.\n\n“Our community is bound together by so much more than our shared history and culture,” she said. The reason there is a kinship between everyone who are a product of the South Asian diaspora, no matter how diverse our backgrounds may be, “is because we also share a set of values: values forged by overcoming colonial past, not only in one nation but in two”, Harris said.\n\n“Values like tolerance pluralism, and diversity and reflecting on the past 73 years it’s remarkable how much progress, people have made in the fight for justice. And should be proud. But we wouldn’t be if we didn’t commit ourselves to building an even better future. So, I hope you celebrate today, and then tomorrow, I hope you join me in getting to work,” she said."}}