{"GDELT": {"GlobalEventID": 941028546, "Day": 20200816, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6192, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 15, "EventBaseCode": 15, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.70202808112325, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gaza, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.4167, "Actor1Geo_Long": 34.3333, "Actor1Geo_FeatureID": "-797156", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gaza, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.4167, "Action2Geo_Long": 34.3333, "Action2Geo_FeatureID": "-797156", "DATEADDED": 20200816040000, "SOURCEURL": "https://www.wilx.com/2020/08/13/trump-says-israel-uae-to-open-diplomatic-ties-halting-annexation/"}, "ARTICLE": {"TITLE": "UAE to establish full diplomatic ties with Israel", "TEXT": "DUBAI, United Arab Emirates (AP) — Israel and the United Arab Emirates announced Thursday they are establishing full diplomatic relations in a U.S.-brokered deal that required Israel to halt its contentious plan to annex occupied West Bank land sought by the Palestinians.\n\nThe historic deal delivered a key foreign policy victory to President Donald Trump as he seeks re-election and reflected a changing Middle East in which shared concerns about archenemy Iran have largely overtaken traditional Arab support for the Palestinians.\n\nA spokesman for Palestinian President Mahmoud Abbas said the deal amounts to “treason,” and should be reversed.\n\nThe agreement makes the UAE the third Arab country, after Egypt and Jordan, to have full diplomatic ties with Israel. They announced it in a joint statement, saying deals between Israel and the UAE were expected in the coming weeks in such areas as tourism, direct flights and embassies.\n\nTrump called the deal “a truly historic moment.”\n\n“Now that the ice has been broken I expect more Arab and Muslim countries will follow the United Arab Emirates,” he told reporters in the Oval Office.\n\nIn a nationally televised news conference, Netanyahu echoed Trump’s remarks.\n\n“Today we usher in a new era of peace between Israel and the Arab world,” he said. “There is a good chance we will soon see more Arab countries joining this expanding circle of peace.”\n\nBut Netanyahu said the annexation plan was on “temporary hold,” appearing to contradict statements from Emirati officials who said it was off the table.\n\nEmirati officials described the deal in pragmatic terms, saying they had dealt a “death blow” to an aggressive Israeli move and hoped to help reshape the region.\n\n“Is it perfect? Nothing is perfect in a very difficult region,” said Anwar Gargash, a top Emirati official. “But I think we used our political chips right.” He said the deal dealt a “death blow”\n\nIsrael and the UAE do not share a border and have never fought a war. But the UAE, like most of the Arab world, long rejected diplomatic ties with Israel in the absence of a peace deal establishing a Palestinian state on lands captured by Israel in 1967.\n\nThat steadfast support for the Palestinians, however, has begun to weaken in recent years, in large part because of the shared enmity toward Iran and Iranian proxies in the region. Crown Prince Mohammed bin Zayed Al Nahyan, the day-to-day ruler of the UAE, also shares Israel’s distrust of Islamist groups like the Muslim Brotherhood and the Gaza Strip’s ruling Hamas militant group.\n\nNetanyahu has long boasted about fostering closer behind-the-scenes ties with Arab countries than publicly acknowledged. The UAE has made little secret of those budding ties, allowing Israeli businessmen to enter the country on foreign passports and welcoming Israeli officials and sporting figures. Next year, Israel will take part in the UAE’s delayed Expo 2020, the world’s fair being hosted by Dubai. A secret synagogue also draws practicing Jews in Dubai.\n\nStill, the timing of the deal was unexpected, and perhaps tied to the upcoming U.S. election.\n\nFor Trump, it gave an important boost to a president trailing in opinion polls and facing heavy criticism for his handling of the coronavirus crisis. It was also a rare achievement for his Mideast team, led by adviser and son-in-law Jared Kushner, whose Mideast plan has made little headway since it was unveiled early this year.\n\nIsrael and the UAE are among Trump’s few close international allies, and Thursday’s deal may have been seen as an election gift.\n\nU.S.-Israeli author Joel Rosenberg, who met with the crown prince in 2018 alongside fellow evangelical Christians, said the announcement could influence religious voters who may “struggle to decide” between Trump and presumptive Democratic nominee Joe Biden.\n\nThursday’s agreement offers “a feel that this is historic” and a change for Trump to “have a series of big moments in the months ahead.”\n\nIn a statement, Biden praised Israel for freezing the annexation plan.\n\n“The United Arab Emirates and Israel have pointed a path toward a more peaceful, stable Middle East,” he said, adding that a Biden presidency “will seek to build on this progress.”\n\nNetanyahu also chalked up a diplomatic victory at a time when his shaky coalition government has been plagued by infighting and facing the possibility of early elections. But even his rivals praised the deal.\n\nNetanyahu has seen his popularity plummet as the country grapples with a renewed coronavirus outbreak, mass street protests and skyrocketing unemployment as the result of earlier lockdown measures.\n\nIsraeli Prime Minister Benjamin Netanyahu announces full diplomatic ties will be established with the United Arab Emirates, during a news conference on Thursday, Aug. 13, 2020 in Jerusalem. In a nationally broadcast statement, Netanyahu said the “full and official peace” with the UAE would lead to cooperation in many spheres between the countries and a “wonderful future” for citizens of both countries. (Abir Sultan/Pool Photo via AP)\n\nFor the UAE, home to skyscraper-studded Dubai and the rolling, oil-rich sand dunes of Abu Dhabi, it further burnishes its international campaign to be seen as a beacon of tolerance in the Middle East despite being governed by autocratic rulers. It also removes the stigma of recognizing Israel and could open the door for neighboring countries to follow suit.\n\nThe Gulf state of Bahrain welcomed the deal.\n\nAll in all, Netanyahu paid a relatively minor price. Although the hoped-for annexation plan is on hold, a half-century status quo remains in place in which Israel maintains its occupation of the West Bank and continues to expand its scores of settlements while Palestinians live in small autonomous enclaves. Those settlements are now home to some 500,000 Israelis.\n\nThe Palestinians claim all of the West Bank, captured in the 1967 Mideast war, as the heartland of a future state. The Trump Mideast plan envisions granting Israel permanent control over 30% of that territory, while offering the Palestinians limited autonomy in the remainder. After embracing the plan, Netanyahu backed away from moving forward with annexation last month in the face of fierce international opposition and misgivings by White House officials.\n\nThe Palestinians have rejected Trump’s Mideast plan out of hand.\n\nAbbas, the president of the Palestinian Authority, convened a meeting of his top leadership Thursday night, and afterward his spokesman Nabil Abu Rdeneh, said the agreement amounted to “treason.” He added that the UAE must reverse the decision and urged other Arab countries not to follow suit “at the expense of Palestinian rights.”\n\nIn Gaza, Hamas called the deal a “stabbing in the back of our people.”\n\nMoving to head off the Palestinian criticism, UAE officials said the deal had prevented the annexation and kept hopes alive for Palestinian statehood.\n\n“The UAE is using its gravitas and promise of a relationship to unscrew a time bomb that is threatening a two-state solution,” Gargash said.\n\nNetanyahu also came under criticism from Israeli hardliners who accused him of missing an opportunity to annex parts of the biblical land of Israel. Naftali Bennett, a pro-settler lawmaker, welcomed the agreement but said it was “tragic that Netanyahu did not seize the moment.”\n\nNetanyahu insisted there was “no change” to his annexation plans. He said Israel would “wait temporarily” at the request of Trump.\n\nStill, by dropping the annexation plan Netanyahu may be hedging his bets ahead of a possible change in the White House. Biden has made clear that he would oppose any annexation.\n\nYoel Guzansky, a senior researcher at the Tel Aviv-based Institute for National Security Studies, said the deal would solidify Netanyahu’s legacy among Israel’s greatest leaders.\n\n“There’s Rabin with Jordan, Begin with Egypt,” he said, referring to the prime ministers who reached Israel’s other peace deals. “Now there’s Benjamin Netanyahu. He’s going to be in the history books.”\n\n___\n\nLee reported from Bled, Slovenia, and Gambrell reported from Dubai, United Arab Emirates. Associated Press writers Tia Goldenberg in Jerusalem, Elana Schor and Aamer Madhani in Washington, and Aya Batrawy in Dubai, United Arab Emirates, contributed.\n\nCopyright 2020 Associated Press. All rights reserved."}}