{"GDELT": {"GlobalEventID": 941028548, "Day": 20200816, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6192, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 4.0506329113924, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200816040000, "SOURCEURL": "https://www.arabnews.com/node/1719976/middle-east"}, "ARTICLE": {"TITLE": "UAE position on Palestine in line with Arab consensus, says diplomat", "TEXT": "PARIS: French President Emmanuel Macron hailed in a tweet the “courageous decision” of the United Arab Emirates to sign a peace treaty with Israel, and expressed his wishes that it will contribute to a just and lasting peace between Israel and the Palestinians.\n\nAli Abdullah Al-Ahmed, the Emirati ambassador to France, told Arab News-French edition that the decision of the Israeli government to annex Palestinian territory had already been taken and had preoccupied the international community since the signing of the Oslo agreement, and until a few years ago this problem was the keystone of the two-state solution.\n\nAl-Ahmed said: “If the Israeli government executes its plans to annex the Palestinian territories then this means that the two-state solution should be forgotten and that we will be back to the situation that prevailed 30 years ago.”\n\nHowever, he added that “we are convinced that this trilateral agreement between the UAE, Israel and the US as a principal actor, especially with the strengthening of the US presence in our region, will contribute in enhancing peace, security and stability in the region.”\n\nRegarding Israeli declarations that annexation will only be suspended and not canceled, Al-Ahmed said: “There are no relations that begin in an ideal way, yet a step was made today when the Israeli government agreed to freeze annexation. It is definitely not a final solution, we will see what will comes next.”\n\nHowever, the Emirati diplomat said: “The kick off of relations between the UAE and Israel opens the gates, and what will follow will not be confined to the political level but will equally cover the economic, technological and academic levels. It is highly possible that the tempo of the development of these relations will be faster. We will see.”\n\nFor Al-Ahmed, the return of the two-state solution to the negotiating table is undoubtedly an accomplishment. With regards to the rejection by the Palestinian authority of this agreement, the ambassador said: “It would have been more feasible for the Palestinian authority to thank the Emirati diplomacy, after all the decision of the UAE is a sovereign one that was already preceded by Egypt, Jordan and the Palestinians themselves.\n\nWe are convinced that this trilateral agreement between the UAE, Israel and the US as a principal actor … will contribute in enhancing peace, security and stability in the region. Ali Abdullah Al-Ahmed, Emirati ambassador to France\n\n“We do not negotiate in the name of the Palestinians and it is not up to us to do so. However, our position regarding the Palestinian cause is in line with the Arab consensus regarding Jerusalem and other parameters of Arab unanimity, we adhere to them and we do not relinquish them,” the Emirati ambassador added.\n\nOn whether the Emirati embassy in Israel would be located in Jerusalem. Al-Ahmed said: “We are in the beginning of establishing diplomatic relations, however, we will see how all this will progress in the coming days. We are still in the phase of telephone contacts through which the kick off of diplomatic relations that will determine all the details depends. The UAE has put conditions on this agreement and the US has accepted to put the two-state solution back to the table of negotiations.”\n\nOn whether the agreement between the UAE and Israel means that the Arab peace plan or peace initiative of late Saudi King Abdullah bin Abdul Aziz is no longer valid, Al-Ahmed said: “Surely not, as the King Abdullah initiative is based on the two-state solution, which is the essence of the initiative.”\n\nOn whether the Emirati-Israeli agreement aims at enhancing US President Donald Trump’s re-election chances, Al-Ahmed said that US voters are unconcerned with foreign politics, and this is well known, and that had the US not been the guarantor of this agreement, it would have never been achieved.\n\nIf the agreement was aimed at confronting Iran and Turkey in the region, Al-Ahmed said that diplomatic relations between the two countries have many factors, including social, political, and cultural ones, and that the UAE is convinced that Israel can benefit a lot from Arab countries, for the UAE can benefit from relations with Israel.\n\n“We have already cooperated on the medical scientific level regarding the coronavirus pandemic, especially between Emirati and Israeli companies in matters of pharmaceutical research.”\n\nRegarding the Arab country that will come next, the Emirati ambassador believes that if Israel wants to live in peace in the Arab region, and if the Arab states want a prosperous economy, then there should be agreements with other Arab states which serves the interests of both parties."}}