{"GDELT": {"GlobalEventID": 941028298, "Day": 20200816, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6192, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIAN", "Actor1CountryCode": "AUS", "Actor2Code": "VNM", "Actor2Name": "VIETNAM", "Actor2CountryCode": "VNM", "IsRootEvent": 1, "EventCode": 72, "EventBaseCode": 72, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 8.3, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.08108108108108, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gympie, Queensland, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS04", "Actor1Geo_ADM2Code": "154693", "Actor1Geo_Lat": -26.1892, "Actor1Geo_Long": 152.658, "Actor1Geo_FeatureID": "-1577181", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Vietnam, Republic Of", "Actor2Geo_CountryCode": "VM", "Actor2Geo_ADM1Code": "VM", "Actor2Geo_Lat": 16.166667, "Actor2Geo_Long": 107.83333300000001, "Actor2Geo_FeatureID": "VM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM", "Action2Geo_Lat": 16.166667, "Action2Geo_Long": 107.83333300000001, "Action2Geo_FeatureID": "VM", "DATEADDED": 20200816040000, "SOURCEURL": "https://www.gympietimes.com.au/news/recognising-the-contribution-of-regions-vietnam-ve/4078417/"}, "ARTICLE": {"TITLE": "Recognising the contribution of region’s Vietnam Veterans", "TEXT": "Trevor Reed, father of Royal Australian Air Force airman Ben Reed, during the Vietnam War. Royal Australian Air Force Corporal Ben Reed, from Gympie, is continuing a family legacy of operational service.He is currently deployed to Australias main operating base in the region, on Operation Accordion. He will be deployed over Anzac Day this year along with 1700 other personnel throughout the Middle\n\nTrevor Reed, father of Royal Australian Air Force airman Ben Reed, during the Vietnam War. Royal Australian Air Force Corporal Ben Reed, from Gympie, is continuing a family legacy of operational service.He is currently deployed to Australias main operating base in the region, on Operation Accordion. He will be deployed over Anzac Day this year along with 1700 other personnel throughout the Middle\n\nLetter to the Editor\n\nEACH year on August 18, Vietnam Veterans’ Day and the anniversary of the Battle of Long Tan, Australians pause to reflect on the service and sacrifice of those who served during the Vietnam War.\n\n‘Wonderful and wise’: Region mourns death of beloved parish priest Father Joe McGeehan\n\nThe first Australian troops from the Australian Army Training Team Vietnam arrived in 1962 and over the course of the war around 60,000 Australians served there, with our involvement ending with the Royal Australian Air Force flying humanitarian missions and evacuating embassy staff in April, 1975. Tragically, 521 Australians died and more than 3000 were wounded.\n\nOPINION: State’s attempted media gag law reeks of Orwellian privilege\n\nOn August 18, 1966 Australian soldiers fought in one of their fiercest battles during the entire Vietnam War, the Battle of Long Tan, a brutal action that saw 18 Australians killed and 25 wounded.\n\nVietnam veteran Ivan Friske.\n\nAs we commemorate the service and sacrifice of those who served and died in Vietnam, it is important to acknowledge that many Vietnam veterans were deeply affected by their service.\n\nVietnam veterans were instrumental in establishing the Vietnam Veterans’ Counselling Service, now known as Open Arms.\n\nFILE PHOTO: Kandanga Remembrance Day. Long-time Kandanga mates and Vietnam veterans (from left) Kev English, John Williams and Pat Buxton.\n\nThis service has been providing mental health and support services for Australian veterans and their families every year since 1982 and is their enduring legacy.\n\nAll Vietnam veterans can be proud that Open Arms supported more than 30,000 veterans and their family members last year and that it has made a life-changing difference to countless veterans and their families and I know it will continue to do so into the future.\n\nLes Humphreys, Gympie veteran.\n\nVietnam veterans also set up the Long Tan Bursary, a program that provides education support to the children and grandchildren of Vietnam veterans, helping them gain the skills and qualifications needed to pursue their chosen career.\n\nApplications for the 2021 Bursary opened on August 14, and eligible descendants of our Vietnam veterans can apply online at avcat.org.au/scholarships/.\n\nAs a nation, I encourage all Australians to acknowledge and honour the Vietnam veterans who gave so much in the service of our country, as well as recognise the rich contribution Vietnam veterans continue to make to our community.\n\nLest we forget.\n\nDarren Chester, Minister for Veterans’ Affairs and Defence Personnel"}}