{"GDELT": {"GlobalEventID": 941164466, "Day": 20200817, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6219, "Actor1Code": "CVL", "Actor1Name": "IMMIGRANT", "Actor1Type1Code": "CVL", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 174, "EventBaseCode": 174, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.03030303030303, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Chelmsford, Essex, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKE4", "Actor2Geo_ADM2Code": "40108", "Actor2Geo_Lat": 51.7333, "Actor2Geo_Long": 0.483333, "Actor2Geo_FeatureID": "-2592339", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Chelmsford, Essex, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKE4", "Action2Geo_ADM2Code": "40108", "Action2Geo_Lat": 51.7333, "Action2Geo_Long": 0.483333, "Action2Geo_FeatureID": "-2592339", "DATEADDED": 20200817054500, "SOURCEURL": "https://uk.news.yahoo.com/how-world-war-1-shaped-indias-fight-for-freedom-050848867.html"}, "ARTICLE": {"TITLE": "How World War-I shaped India’s fight for freedom", "TEXT": "‘Swaraj is my birthright and I will have it.’ - Lokmanya Tilak\n\nThe year was 1914. In the month of June, the first World War broke out. The Great War, as it was known, would go on to redefine the rest of twentieth century. The war would also rekindle a hope, a much-needed direction to the Congress nationalist movement that had long lost relevance since the partition of Bengal was called off by the British in 1911.\n\nThis period would also see the entry of the Mahatma in India’s quest for independence, the spurt in militant nationalism and the formation of the Hindu Mahasabha.\n\nJune, that year, also saw the release of ‘Lokmanya’ Bal Gangadhar Tilak. Six years of rigorous imprisonment at Mandalay — getting diabetes at prison — had mellowed ‘the father of Indian unrest’.\n\nThere was a raging debate around whether India was going to support the deployment of one million Indian troops by the British in World War I. Over a million Indian soldiers left for the shores of North Africa and Europe in the years to come.\n\nWhy would Indian lives be put at stake to defend the British imperialist interests, many would argue. However, the moderates believed that the support from Indians would serve as a token of loyalty and the British would pay back with a greater devolution of powers post World War. The moderates also feared that the British would come down heavily on the nationalists were they to foment unrest amongst the military and the masses.\n\nTilak, who was mostly at daggers with the moderates before his imprisonment, wanted to reconcile with them in order to get the Congress together. So Tilak pledged his allegiance to the British Crown. He used his oratory skills to find new recruits for fighting Britain’s war. All this was done in the hope that the British would grant India self-governance soon after the war ended.\n\nAt that time, none of the nationalists could foresee that their demand was rather naive. To secure colonial interests was one of the primary reasons why the European imperialist powers were at war.\n\nBefore the Congress had officially been unified, Tilak along with Annie Besant started the Home Rule Leagues in 1915. They led the movement across the country in a bid to raise political consciousness of the masses and pressure the British for ‘swaraj’ or home rule. It was in this regard that Tilak famously came up with the ‘Swaraj is my birthright’ remark. Many moderate Congress leaders joined the agitation as well.\n\n**********\n\nWhile a surge of Home Rule League-led nationalism swept across India, there was a militant national movement that was gathering steam outside her shores. The Ghadar (Rebellion) Party was formed in 1913 by Indian revolutionaries comprising mostly of Punjabi farmers and former army-men who had migrated to the United States of America and Canada.\n\nAt the helm of the party affairs were some prominent leaders like Lala Har Dayal, Mohammed Barkatullah and Sohan Singh Bhakna.\n\nUnlike the Home Rule League, the Ghadar Party saw the First World War as an opportune moment to catch the British off-guard and lead a mutiny within the British Indian Army. They decided to fund and provide ammunitions to local revolutionaries.\n\nSoon after the First World War broke out, the party started reaching out to the British India military camps in Southeast Asia and in India. Thousands of men volunteered to go back to India in a bid to overthrow the British.\n\nThe party also rode on the resentment caused due to the horrendous Komagata Maru incident in 1914. Indians, mostly Sikhs, were asked to return on reaching Canada under the contentious Continuous Passage Act that was engineered to discriminate against the entry of the Asian origin immigrants.\n\nOn returning to the Kolkata Port, an argument ensued between the British India officials and passengers on board. Subsequently, the protesters were fired upon and 20 people lost their lives.\n\nThe party was quick to act on the outrage that gripped India following the incident. February 21,1915 was decided as the date to bring about an armed revolt in Punjab. However, the British got a whiff of it and successfully crushed it.\n\nMany Ghadarities in Punjab and rebel soldiers were hanged, imprisoned and killed. Inspired by the Ghadar struggle, 700 men of the 5th Light Infantry at Singapore revolted unsuccessfully. Their movement was crushed and many of them were publicly executed.\n\nStory continues"}}