{"GDELT": {"GlobalEventID": 941164721, "Day": 20200817, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6219, "Actor1Code": "LEGELI", "Actor1Name": "REPRESENTATIVES", "Actor1Type1Code": "LEG", "Actor1Type2Code": "ELI", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 62, "EventBaseCode": 62, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 0.2906976744186, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI11", "Actor1Geo_ADM2Code": "191147", "Actor1Geo_Lat": 9.08333, "Actor1Geo_Long": 7.53333, "Actor1Geo_FeatureID": "-1997013", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI11", "Actor2Geo_ADM2Code": "191147", "Actor2Geo_Lat": 9.08333, "Actor2Geo_Long": 7.53333, "Actor2Geo_FeatureID": "-1997013", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI11", "Action2Geo_ADM2Code": "191147", "Action2Geo_Lat": 9.08333, "Action2Geo_Long": 7.53333, "Action2Geo_FeatureID": "-1997013", "DATEADDED": 20200817054500, "SOURCEURL": "https://allafrica.com/stories/202008170098.html"}, "ARTICLE": {"TITLE": "Nigeria: SSS Reportedly Summons Ex-Reps Speaker Ghali Na'abba Over Pressure Group Formation", "TEXT": "Investigators at the State Security Services (SSS) are set to grill Gha'ali Na'aba, for calling on all Nigerians of conscience to join NCFront, a pressure group, in rescuing and saving Nigeria from anarchy and fear of an impending doom.\n\nMr Na'aba, a former Speaker of the House of Representatives, further appealed to citizens to join forces in creating a new Nigeria that works for all.\n\nMr Na'aba, who is the co-Chair of NCFront, spoke during his address at a global press conference, organized by conveners of NCFront in Nigeria, on Monday.\n\nHe said the way and manner governance is conducted suggests a high degree of irresponsibility at all levels.\n\n\"For the avoidance of doubt, our only interest lies in creating inclusive democratic governance which is a sin qua none towards the provision of a decent living condition for the people and also the facilitation of prosperity for every Nigerian citizen. It is our desire to rescue our fellow citizens from the viper-like grip of poverty, while creating jobs for our teeming youths and masses, majority of whom are roaming the streets of our country rudderlessly and hopelessly as we speak,\" the former Speaker of the House of Reps added.\n\nBreaking the news of the invitation from SSS to their leader, the Head Public Affairs Bureau in NCFront, Tanko Yunusa, in a statement obtained by PRNigeria, said: \"Please be notified that the DSS on Friday sent an invitation to NCFront Co-Chair and Former Speaker of Nigeria, Rt Hon Ghali Umar Na'aba after his very profound interview on Channels Television on Thursday in regard to the NCFront agenda to bring about a new Nigeria that works for all.\"\n\nMr Yunusa, however explained that Na'aba has decided to honour the DSS invitation, and therefore shall be visiting the DSS Headquarters in Abuja on Monday at 12noon.\n\nHe said: \"All NCFront Organs, Structures and Allies nationwide are, by this notice, put on the alert as eternal vigilance is the price of liberty.\""}}