{"GDELT": {"GlobalEventID": 941164617, "Day": 20200817, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6219, "Actor1Code": "IGOUNO", "Actor1Name": "UN SECURITY COUNCIL", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor2Code": "USAGOV", "Actor2Name": "OBAMA", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 129, "EventBaseCode": 129, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.52336448598131, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200817054500, "SOURCEURL": "https://www.thenational.ae/opinion/comment/what-are-kamala-harris-s-views-on-the-middle-east-1.1064378"}, "ARTICLE": {"TITLE": "What are Kamala Harris's views on the Middle East?", "TEXT": "US vice presidential picks rarely influence an election’s outcome since Americans typically vote for or against a presidential candidate. But presumptive Democratic nominee Joe Biden's running mate, Senator Kamala Harris, is surely more significant than usual.\n\nMr Biden seems at present well-positioned to win, with a large national lead over Mr Trump. That has been sustained for many weeks without the usual ebb and flow. Mr Trump does not appear to be adapting to a profoundly altered context. The style that worked so well for him four years ago now seems predictable, flat and out of touch – except to his most ardent supporters.\n\nParticularly jarring are patently absurd claims by Mr Trump and some of his allies that, as the child of Jamaican and Indian immigrants born in California, Ms Harris is somehow ineligible to serve as president. It is a painful reminder of equally preposterous claims, championed by Mr Trump, that his predecessor in the White House, Barack Obama, was similarly ineligible. Both claims are redolent of the notorious 1857 Dred Scott Supreme Court ruling that black people were not US citizens.\n\nThere is an evident sense of buyer's remorse concerning Mr Trump among independents and moderate Republicans, especially suburban women.\n\nThe highly polarised US political environment makes dramatic swings of opinion far less likely than in the past. This will be an election centred on healthcare and jobs. With the coronavirus continuing to spread aggressively in the US, while most of the West is reopening, and the economy sinking to depression levels, it is hard to see how Mr Trump can turn things around in the few remaining weeks before November 3.\n\nMs Harris bears particular scrutiny because, at 78, Mr Biden would be by far the oldest incoming US president, and the main role of a vice president is to serve as a replacement-in-waiting. Indeed, that is one of the reasons Mr Biden chose her. She was one of the most accomplished of the women on his shortlist and is plainly qualified to be president.\n\nSo, not only would she be Mr Biden's most obvious successor, she might even come into office sooner than that.\n\nTherefore, her views on Middle Eastern affairs seem far more significant than, for example, those of Mr Trump's vice president, Mike Pence.\n\nMs Harris is not a foreign policy specialist, but as a senator, she has grappled with a number of Middle Eastern issues. While Mr Trump and his allies are painting her and the strikingly moderate Mr Biden as dangerous left-wing extremists, her foreign policy orientation is closer to the Democratic mainstream than the far-left typified by Senator Bernie Sanders.\n\nIn the party’s tradition, she is a strong supporter of Israel and her husband's Jewish identity may have helped shape such views. Ms Harris sought to block UN Security Council Resolution 2334 which, at the end of Mr Obama's presidency, the US controversially did not veto. It clearly labels Israeli settlement activity as illegal.\n\nKamala Harris with her husband Douglas Emhoff. AFP\n\nShe opposes the Boycott Divestment and Sanctions movement, but, citing the importance of free speech, voted to block state measures to punish BDS advocacy. And while she claims that Israel \"overall\" meets international human rights standards, she remains a vocal supporter of a two-state solution, opposes settlements and annexation, including the Trump plan, and backs the restoration of US aid to the Palestinians.\n\nThese positions match those of Mr Biden and key Democratic leaders. They suggest a Biden-Harris administration would be very supportive of the recent initiative to establish relations between Israel and the UAE. Ms Harris is precisely the kind of Democratic leader whose views towards the UAE may be greatly enhanced by it.\n\nShe acknowledges the partnership between the US and Saudi Arabia, but she has called for more pressure to promote US values in the Gulf\n\nAs the traditional bipartisan approach to foreign policy evolves, congressional attitudes towards the region underscore the importance of that.\n\nThe war in Yemen has drawn strong disapproval from Congress. Ms Harris has condemned the conflict as causing an unacceptable degree of civilian suffering.\n\nShe voted in favour of resolutions to end US support for the Arab intervention in Yemen. Mr Trump vetoed this and other resolutions, but they showed there was some bipartisan disagreement over the conflict. Yet all such resolutions made an exception for the war against Al Qaeda in the south of the country, which is among the UAE's top priorities in Yemen, and endorsed US participation in that campaign\n\nMs Harris acknowledges the long-standing partnership between the US and Saudi Arabia, and its ongoing importance, but she has called for more pressure to promote \"US values\" in the Gulf. Like Mr Biden, her positions suggest a likely continuation of the strong US affiliation with Gulf Arab countries, although with a broader agenda than Mr Trump's exclusive concern with military and commercial relations.\n\nLike almost all Democrats, she criticised Mr Trump's withdrawal from the nuclear deal with Iran. And after the killing of Iranian General Qassem Suleimani who she affirmed was \"an enemy of the United States\", she joined efforts to block funding for additional military actions against Iran.\n\nLike Mr Biden, she supports the revival of an assertive, internationalist and multilateral US foreign policy. The most likely consequences of that are continued support for Gulf Arab countries but tempered with more pressure on a number of issues, the reassertion of diplomacy from a position of strength with Iran, and sustained robust support for both Israel and a two-state solution.\n\nThat doesn't mean a rapid return to the Iran nuclear deal, necessarily, or removing the US Embassy from Jerusalem. But it does mean that while a Biden-Harris administration might place greater emphasis on diplomacy over coercion and commerce, concerns that it would be unduly dovish, defeatist, or disinterested in the Middle East are probably misplaced.\n\nMuch of Mr Biden's core foreign policy team is drawn from former Obama administration officials, but they claim to have learned their lessons from past mistakes. If they have, they would probably find in Ms Harris a like-minded tough and internationalist leader, but with a commitment to values and a rules-based order, if that can still be recuperated.\n\nHussein Ibish is a senior resident scholar at the Arab Gulf States ­Institute in Washington"}}