{"GDELT": {"GlobalEventID": 941164527, "Day": 20200817, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6219, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "IRN", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.843071786310519, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200817054500, "SOURCEURL": "https://tribune.com.pk/story/2259806/big-powers-and-the-lebanese-chessboard"}, "ARTICLE": {"TITLE": "Big powers and the Lebanese chessboard", "TEXT": "After Arab defeat in the 1967 war, the Palestinian Liberation Organization (PLO) established its bases in southern Lebanon along borders of Israel and Syria. However bloody Black September showdown with Jordan in 1970 triggered the PLO retreat to Lebanon. Beirut, under 1969 Cairo Accord, had already legalised Palestinian armed presence in the country.\n\nIn April 1975, a 15-year long civil war broke out in Lebanon with armed conflict between Lebanese Christian militias and Palestinians that was quickly backed by leftists and Muslim segments. With US endorsement, Syrian army intervened in 1976 to help embattled Christian forces whereas Israel in 1982 invaded the country by launching Operation Peace for Galilee in southern Lebanon.\n\nThough the battle among confessional communities ended in 1990 with over 120,000 deaths and the Lebanese army finished off the ouster of PLO in 1991, Israel resumed occupation of southern Lebanon and withdrew only in May 2000 through enforced UNSC resolutions. The international community wielded enormous pressure on Syria on the heels of the assassination of former PM Rafik Hariri and it too pulled out its troops from Lebanon in 2005.\n\nForeign military drawdown left Lebanon with a sporadic opportunity to move toward stability and retrieve renaissance of its capital, Beirut. But the spillover of Syrian refugees and Iran-backed and inspired Hezbollah’s militant engagement in Syria to prop up the Assad regime against rebellion groups as well as involvement in Iranian-led meddling in Iraq grassed this big break.\n\nResultantly, the 1989 Taif Agreement is yet to implement its core objective of obliterating political sectarianism in Lebanon and the country stays alienated from inter-faith harmony. In addition, religious diversity in the Lebanese population comprising 61.1% Muslims (30.6% Sunnis and 30.5% Shias), 33.7% Christians (largely Maronite Catholics) and Druze (5.2%) would be the biggest roadblock to derive unity among leading political blocs, supported by Saudi Arabia, Iran, France and Britain, making Lebanon prone to foreign interventions.\n\nThe Lebanese people apprehending potential disparity between national leadership and protests, forcing Hassan Diab’s government to resign after the Beirut port explosion, could just be the beginning of nationwide awakening against the corrupt ruling elite. Similarly, they might also question the Hezbollah’s role, which elevated its stature in the Muslim world by confronting Israeli brutalities and expansionist polices but seems to have changed tracks to serve as an Iranian proxy in Lebanon and region.\n\nConcurrently, Lebanese Christians are not shy to hide their association with France. By visiting Beirut as the first foreign head of state, calling for a new political system and giving a caveat to Iran to stay out of Lebanon, President Macron has disclosed his intention to encroach on the former French colony to counter Turkish influence in Mediterranean.\n\nWhile the Turkish Vice President and Foreign Minister immediately reached Beirut to show their solidarity with the Lebanese, the tour touts Ankara’s cloaked plan to replace Riyadh in Lebanon as a protector of Sunnis and warns of a new geopolitical rivalry.\n\nFor France, it would be credulous to expect Iran to draw back its support for Hezbollah and retrench its mastery in Lebanese politics. As Iran reaffirms its support for Lebanon and keeps using its proxies in Iraq, Syria and Yemen in a way assisting Israel by denting the fragile unity of the Ummah, the Middle East is heading for a much deeper catastrophe. Lebanese failing system, corruption, mismanagement and free-falling economy will make Lebanon another chessboard for regional and global powers to pursue their nefarious agendas.\n\nPublished in The Express Tribune, August 17th, 2020.\n\nLike Opinion & Editorial on Facebook, follow @ETOpEd on Twitter to receive all updates on all our daily pieces."}}