{"GDELT": {"GlobalEventID": 941164757, "Day": 20200817, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6219, "Actor1Code": "MEXCRM", "Actor1Name": "TIJUANA", "Actor1CountryCode": "MEX", "Actor1Type1Code": "CRM", "Actor2Code": "MEX", "Actor2Name": "TIJUANA", "Actor2CountryCode": "MEX", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.45269796776454, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200817054500, "SOURCEURL": "https://www.koamnewsnow.com/i/americans-are-still-paying-for-sex-in-mexico-despite-the-pandemic/"}, "ARTICLE": {"TITLE": "Americans are still paying for sex in Mexico despite the pandemic", "TEXT": "Americans are still paying for sex in Mexico despite the pandemic\n\nDespite the coronavirus pandemic, the red light district in Tijuana, Mexico, is still bustling with tourists. CNN’s Matt Rivers reports.\n\nStay at home, be safe, but go hungry. Go out, earn a living, but risk your life. For so many in Mexico, this has been the pandemic’s impossible choice.\n\nAnd it’s a difficult enough choice if you’re a shopkeeper or a cab driver. But it’s on another level if you’re a sex worker.\n\n“I’m so scared for my health,” said Alejandra, a sex worker in Tijuana, who asked we only use her first name. “I don’t know if the person I’m with has the disease or not.”\n\nWelcome to Tijuana\n\nTijuana, Mexico’s famed red-light district, called Zona Norte, sits a stone’s throw from the US-Mexico border. Calle Coahuila, the area’s main strip, is normally teeming with a frenetic action bathed in neon light.\n\nWomen in short dresses and the highest of high heels stand along the sidewalks, beckoning groups of men to spend some time and money with them. Massive strip clubs, some with hotels attached, act as de facto brothels.\n\nMany specifically cater to the thousands of Americans who cross the border from California each month, looking for a kind of fun that can’t be found legally in the United States, except maybe in some Nevada counties where prostitution is permitted.\n\nAll of it is legal here — or, at least, it was until the pandemic descended.\n\nShutdown\n\nMexico’s government shuttered its economy in late March. Non-essential businesses were forced to close, including in the state of Baja California, where Tijuana is the largest city.\n\nThat meant that all the strip clubs, bars, sex hotels and even the sex workers on the sidewalks were forced to close up shop, restrictions that remain in place today.\n\nThe land border between the United States and Mexico was also closed to non-essential travel. It was all done with the intent of slowing the virus’ spread.\n\nBut on a recent reporting trip to Tijuana, it was abundantly clear that while the sex industry isn’t as vibrant as it was pre-pandemic, there’s a lot of sex happening behind closed doors.\n\nSome follow the rules, some don’t\n\nThere’s something odd about standing in an empty strip club with the lights on. But it’s where we met Roberto Torres, who owns the El Zorro Men’s Club, just off the district’s main drag.\n\n“I don’t think we’re safe to open yet,” he told us. “So, I’m not going to put myself at risk or my employees at risk either.”\n\nHe had to let go of all his female employees. He says most of them went home but for those that didn’t, he has an idea where some could’ve ended up.\n\nReopening his business would be illegal, but in Tijuana, it’s clear other business owners don’t care. “People are opening, certain places are open, certain [sex] hotels are open,” he said.\n\nThe new way of life is to risk your life\n\nNearly 8,000 workers are registered with the government but there are likely hundreds, if not thousands more that aren’t registered.\n\nMany have left town or stopped working, according to local state police CNN spoke to, but there are those that stayed because they are supplying the demand that remains.\n\nAlthough the border is officially closed to non-essential travel, there are exceptions for dual citizens and few vehicles are stopped for checks by Mexican officials. So it’s relatively easy to make the short trip.\n\nAnd some Americans are still coming here to have sex.\n\nThey do so with people like Alejandra, whom we found working near a migrant shelter in the city.\n\nShe cautiously agreed to speak with us somewhere private. CNN producer Natalie Gallón let her borrow some everyday clothes, so she wouldn’t attract the attention of the hotel staff when we arrived.\n\n“Things are really bad for me, right now,” said the several-year veteran of the industry, now in her mid-twenties. “I’m constantly worried, every single day.”\n\nShe said the pandemic has hit her in two ways, watching her customer base decline while also exponentially increasing the risk of an already dangerous job.\n\n“I just have no idea what’s going to happen, or if I’m going to get infected,” she said, shifting nervously from side to side in her chair as we spoke.\n\nShe’s tried to put extra sanitation measures in place. Her clients now have to shower and wash their hands before being with her. She has implemented a no-kissing rule and uses hand sanitizer gel throughout the process.\n\nBut this is sex. Physical contact is unavoidable. Alejandra knows this but says she has no choice. The only way she can provide for her 6-year-old daughter is by going to work.\n\n“If I don’t work, we don’t eat,” she said. “What will I do tomorrow if I end up getting sick? But I still have to go out even though I don’t want to.”\n\nAnother sex worker we spoke to who uses the name Adanna, said she’s only been able to afford not to work because two of her regular American clients send her some money each month.\n\n“Without them, I don’t know what I’d do,” saying that even with the payments she barely gets food on the table for her 5-year-old daughter.\n\nIf the government says it’s safe enough for the businesses to reopen, Adanna told us she’d go right back to work.\n\nJaqueline Aguilar, 34, a transgender sex worker in Ensenada, about two hours south of Tijuana, told CNN over the phone that she returned to work because she had to make ends meet.\n\nShe’s been a sex worker since she was 13 and her day-to-day fears have changed since the pandemic hit Mexico.\n\n“Before, my fears were of violence, that a client would kill me or hurt me. Now, my fear is the pandemic, to go out and God forbid I get infected and can’t work. How would I eat?”\n\nThe government keeps track of workers in different industries who have gotten the virus, in sectors like healthcare. No such data exists for sex workers.\n\nAguilar, who is also a founder of an organization supporting transgender women and women in the sex industry, says she knows of at least three colleagues who had Covid-19 symptoms but never got tested. Rather, she said, they isolated at home.\n\n‘I feel completely safe’\n\nWe spoke to business owners and sex workers during the day in Tijuana, but the only way to get a true gauge on the situation in the red-light district is to head out at night.\n\nThis is not a place where journalists are welcome, so we rode through the streets with Baja California State Police.\n\nAt first glance, a lot of businesses look closed. The front doors at some of the bigger and more famous strip clubs are locked. Smaller places have metal gates pulled down over storefronts.\n\nBut a closer look prompts questions. Why, if the bigger strip clubs are closed, did many we pass still have bouncers out front? Why, if the sex hotels are closed, did many have women out front beckoning people inside?\n\n“The trade is still happening,” said the police commander driving the pickup we were in. “It’s just happening behind closed doors.”\n\nThat fact was quickly confirmed by the Americans we saw and heard on the streets and one American we met, standing outside a sex hotel where he’d been staying for a few days, hiring different women.\n\n“Lots of Americans here,” said the man who appeared to be in his late 50’s and asked that we not use his name. “They walk across the border and they come here and do their thing.”\n\nHe said he’s being safe, wiping his hotel room down with antibacterial wipes and not eating indoors. All very safe, except for the part where he has sex with a stranger, which he says he and other Americans here have no problem with.\n\n“I believe I’m pretty well educated about all of this,” he said. Challenged by the fact that experts on viral epidemiology would universally disagree with him, he would only say he feels, “completely safe.”\n\nHis ignorance about the risks is what puts the lives of the women he hires in danger. But, he’s also helping them put food on the table.\n\nThey are the two sides of a very dangerous coin.\n\ncnn"}}