{"GDELT": {"GlobalEventID": 941164988, "Day": 20200817, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6219, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "LAB", "Actor2Name": "WORKER", "Actor2Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.11688311688312, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Cedar Rapids, Iowa, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIA", "Actor1Geo_ADM2Code": "IA113", "Actor1Geo_Lat": 42.0083, "Actor1Geo_Long": -91.6441, "Actor1Geo_FeatureID": "465941", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Cedar Rapids, Iowa, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIA", "Actor2Geo_Lat": 42.0083, "Actor2Geo_Long": -91.6441, "Actor2Geo_FeatureID": "465941", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Cedar Rapids, Iowa, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIA", "Action2Geo_Lat": 42.0083, "Action2Geo_Long": -91.6441, "Action2Geo_FeatureID": "465941", "DATEADDED": 20200817054500, "SOURCEURL": "https://www.msn.com/en-us/news/us/e2-80-98like-hell-e2-80-99-people-at-cedar-rapids-apartment-complex-still-without-power-hot-water-as-they-plead-for-more-help/ar-BB182FN6"}, "ARTICLE": {"TITLE": "‘Like hell’: People at Cedar Rapids apartment complex still without power, hot water, as they plead for more help", "TEXT": "© Provided by Cedar Rapids KCRG-TV A building at Westdale Court Apartments in southwest Cedar Rapids, pictured Aug. 16, 2020, was devastated by the derecho nearly a week before.\n\nCEDAR RAPIDS, Iowa (KCRG) - Isaac Chatman has relied on his family more than usual since last Monday, because he’s been stuck in his apartment at Westdale Court in southwest Cedar Rapids for nearly a week.\n\n“I can’t even move out of my door,” he said. “You see how it is, so I’ve just been sitting in the doorway.”\n\nChatman uses a wheelchair, and the amount of debris deposited by Monday’s derecho littering his doorstep prevents him from escaping his apartment. He said the week since the storm has been “like hell” for him, as he and his neighbors still remain without power and hot water and have thrown out whatever food they had in their refrigerators and freezers.\n\nMany of them don’t know when they’ll be able to replenish that food.\n\n“Everyone gets their [food] stamps between the first and the 10th, so I knew everybody threw a lot away,” Chatman’s sister, Laisha White, said. She too is still living without electricity at her home across town in southeast Cedar Rapids.\n\nWhen Chatman looks out from his doorway, he faces a hellish landscape — the building across from his is in tatters, its roof and some of its walls ripped off by the storm, leaving his neighbors’ living rooms, kitchens, and bedrooms exposed to anyone who passes by.\n\n“It could’ve been our house or something. It could’ve been us,” Chatman said.\n\nhttps://twitter.com/MaryGreenNews/status/1295120972413112321\n\nDesiree Burton has lived at Westdale Court for 11 years. She lives two buildings away from the one without the roof and walls, but the only damage her apartment sustained were tears in her window screens.\n\nShe and other residents said they don’t know where the people who lived in the torn-up building have gone.\n\n“Scary,” she said. “It’s scary.”\n\nBurton has been walking around the complex all week, checking up on her neighbors, because she said barely anyone else has.\n\n“No Red Cross. I saw a Red Cross truck earlier today,” she said. “I have not seen any city officials. Even if I would recognize them, I have not seen them.”\n\nNot knowing when their power will return, Burton said she and her neighbors need flashlights, batteries, candles, and water most of all.\n\nShe said they haven’t been just left in the dark but feel abandoned and forgotten in southwest Cedar Rapids.\n\n“Where are the big city people?” she asked. “We are paying them. We have voted you guys in. I understand that you guys may have had trouble yourselves. We are the little people.”\n\nSome strangers responded to that call for help, with a group from Fairfax setting up tables and grills in the apartment complex’s parking lot Sunday and handing out food to anyone who walked over.\n\nThe group said it was there Saturday and came back Sunday, and some residents at Westdale Court said until they showed up, no one else had.\n\n“It’s very, I guess, disappointing,” one of the volunteers, Nicole Baber, said. “We have so many resources out there, and when other people have a huge disaster, everybody’s there right away, and it’s just taken forever to get anyone here.”\n\nBy Sunday afternoon and evening, more groups of strangers had shown up at Westdale Court with food and supplies to give out, including the Advocates for Social Justice, a Black Lives Matter group in Cedar Rapids, and World Central Kitchen, an organization founded by Chef Jose Andres that feeds people affected by global disasters.\n\nhttps://twitter.com/WCKitchen/status/1295141261029113863\n\nThey were joined by—and fed—more than a dozen roof workers, who arrived in Cedar Rapids from Texas on Sunday and were hammering blue tarps onto roofs at Westdale Court. One worker said they’re expecting to be in Iowa for at least a month, patching up storm damage.\n\nChatman said they’re the first people to make repairs to his building besides a Westdale Court maintenance worker, who boarded up his blown-out front window.\n\nUntil more help shows up, he has no other choice but to wait from his doorway.\n\n“I guess this is how the government feels about us — basically giving us the middle finger,” Chatman said. “They really don’t give a damn about us. They really don’t.”\n\nCopyright 2020 KCRG. All rights reserved."}}