{"GDELT": {"GlobalEventID": 941164976, "Day": 20200817, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6219, "Actor1Code": "USA", "Actor1Name": "HOUSTON", "Actor1CountryCode": "USA", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.8724100327153701, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Houston, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX201", "Actor1Geo_Lat": 29.7633, "Actor1Geo_Long": -95.3633, "Actor1Geo_FeatureID": "1380948", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Houston, Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_ADM2Code": "TX201", "Actor2Geo_Lat": 29.7633, "Actor2Geo_Long": -95.3633, "Actor2Geo_FeatureID": "1380948", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Houston, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX201", "Action2Geo_Lat": 29.7633, "Action2Geo_Long": -95.3633, "Action2Geo_FeatureID": "1380948", "DATEADDED": 20200817054500, "SOURCEURL": "https://www.rediff.com/news/column/why-is-bjps-silent-on-kamala-harris/20200817.htm"}, "ARTICLE": {"TITLE": "Why is BJP silent on Kamala Harris?", "TEXT": "Last updated on: August 17, 2020 11:35 IST\n\nThe selection of a woman Senator with an Indian background as the Democratic party's vice-presidential nominee should normally be a matter of elation in India, especially for those who boast of their nationalistic credentials such as the BJP followers, notes Amulya Ganguli.\n\nIMAGE: Democratic vice-presidential candidate Senator Kamala Harris speaks at a campaign event at the Alexis Dupont high school in Wilmington, Delaware. Photograph: Carlos Barria/Reuters\n\nThe selection of a woman Senator with an Indian background as the Democratic party's vice-presidential nominee for the US polls should normally be a matter of elation in India, especially for those who boast of their nationalistic credentials such as the BJP followers.\n\nHowever, the party has been conspicuously silent except for Ram Madhav's congratulatory tweet although he has been accused of hypocrisy by the twitterati for backing a half-Jamaican-half Indian candidate when the BJP runs around in circles decrying Sonia Gandhi's Italian origin.\n\nPerhaps more in sync with the general Indian sentiment is Congress MP Shashi Tharoor's observation about the thrilling prospect of a 'half-desi' woman being no more than a heartbeat away from the US presidency in case the Democrats win the November polls.\n\nBut the BJP's lack of enthusiasm for Kamala Harris's elevation is understandable.\n\nAlthough most Indians in the US have generally tended to vote for the Democrats, their mood changed ever since Donald Trump became president.\n\nSince his right-wing views have been in line with Narendra Modi's thinking, Trump has been a favourite of the Indian Diaspora in the US and also of Indians elsewhere, including India, because of his criticism of Pakistan as untrustworthy and his bans on the entry of immigrants from certain Islamic countries.\n\nThe 'Howdy Modi' event in Houston during Modi's US visit last September was a sign of the bonhomie between the Republican president and the Indian prime minister who is regarded as a 'great gentleman' by Trump.\n\nIn contrast, the Democrats have tended to rub the Modi dispensation the wrong way with their criticism of the Kashmir situation and support for the anti-citizenship law protesters in India.\n\nSince Kamala Harris has been quoted as saying that the US is closely watching the situation in Kashmir, it is understandable why the BJP has been silent on her rise in American politics to very near the top.\n\nAs is known, the criticism of the Indian government's handling of Kashmir by another Congresswoman of Indian origin persuaded External Affairs Minister S Jaishankar to stay away from a Congressional hearing, prompting Kamala Harris to say that the US cannot allow foreigners to dictate who will be on the Congressional panels.\n\nIt is clear, therefore, that although Harris is not as far to the Left as Bernie Sanders, who had earlier challenged Joe Biden's bid to be the Democratic party's presidential candidate, Harris can hardly be one of the BJP's favourites.\n\nIt is worth recalling that a BJP stalwart had even tweeted (before deleting it) about intervening in the US elections, as the Russians are supposed to have done, when Bernie Sanders was going hammer and tongs against New Delhi's Kashmir policy\n\nAlthough the Indian government has had a measure of success in trying to bring normalcy to Kashmir by releasing the father-and-son duo of Farooq and Omar Abdullah (both former chief ministers) and a prominent activist, Shah Faesal, there is still a long way to go considering that even Internet connections are being haltingly restored and terrorist outrages are continuing.\n\nHowever, unless elections are held in a palpably fair and free manner, the world will continue to express concern as a bipartisan US group comprising both Republicans and Democrats recently did about Kashmir.\n\nThe statement also showed that not all Republicans are willing like Trump to ignore allegations of human rights violations in Kashmir.\n\nWhat is more, as long as former chief minister Mehbooba Mufti remains in detention presumably because of her refusal to give a commitment about not making political statements after her release, any elections that may be held will not be considered above board.\n\nThere is little doubt that the Joe Biden-Kamala Harris ticket marks a change from the trend of right-wing 'strong'; men being at the top like Trump in the US, Modi in India, the Rajapaksas in Sri Lanka, Recep Tayyip Erdogan in Turkey and Viktor Orban in Hungary.\n\nAccording to the last Democratic American president, Barack Obama, men of such political views are harbingers of a meaner, harsher, world.\n\nJoe Biden and Kamala Harris may not go so far if only because both India and the US need each other for taking a common stand along with other allies against an increasingly belligerent China.\n\nBiden has already said so.\n\nBesides, both Biden and Kamala Harris are centrists as was Obama.\n\nEver since the signing of the India-American nuclear deal in 2008, albeit under a Republican president, the world's oldest and largest democracies have been staunch allies.\n\nThere is little likelihood of this close relationship being ruptured because of any differences over Kashmir or the denial of American visas for Indian computer whizkids in Silicon Valley.\n\nBut the differences will undoubtedly be continued to be aired, which may be a good thing, for they will help in smoothing some of the rough edges in the domestic policies of both countries.\n\nThe 'half-desi' woman may well play a key role in this process.\n\nAmulya Ganguli is a writer on current affairs.\n\nFeature Presentation: Rajesh Alva/Rediff.com"}}