{"GDELT": {"GlobalEventID": 941639526, "Day": 20200819, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6274, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 35, "EventBaseCode": 35, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.63345195729538, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "New Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6, "Actor1Geo_Long": 77.2, "Actor1Geo_FeatureID": "-2106102", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "New Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6, "Action2Geo_Long": 77.2, "Action2Geo_FeatureID": "-2106102", "DATEADDED": 20200819104500, "SOURCEURL": "https://www.msn.com/en-in/news/other/coronavirus-is-not-ready-to-budge-so-when-can-children-in-india-go-back-to-school/ar-BB188uEL"}, "ARTICLE": {"TITLE": "Coronavirus is Not Ready to Budge, So When Can Children in India Go Back to School?", "TEXT": "© Provided by News18 Coronavirus is Not Ready to Budge, So When Can Children in India Go Back to School?\n\nLet’s cut the prelude here: how we have been living in the most unprecedented times of our life for the last eight months since the coronavirus outbreak; how the scientific community still cannot predict with a degree of confidence, when there will be light at the end of the tunnel. And let's get straight to the point, what is foremost on every parents mind: when will schools reopen?\n\nThis is a raging debate across the world, from New York to New Delhi. Many education experts say, children are most impacted by the pandemic having remained housebound since mid-March. They say, lack of in-person schooling severely affects developing social skills in a child. Professor Devi Sridhar, chair of global public health at University of Edinburgh, told CNN-News18 in a recent interview, “Schools have to be priority, children have to be put first...The message is before we open anything else children need to go back to school. This is also an economic argument, because this is future productivity.” But in New Delhi, market complexes are already bustling, leading to traffic jams on some days.\n\nDeprived of outdoor activities, the already bored children are finding it difficult to concentrate during their online classes. In some instances, parents are ending up attending online classes and finishing homework themselves. To be sure, online classes cannot be the long-term solution because of inequities in the Indian social structure, where a majority of homes do not have laptops or smartphones, and not to mention the patchy network connections.\n\nPopular belief influenced by predictions of some highly enthusiastic epidemiologists that summer heat will either kill the virus or contain the spread to near zero and all of us would go back to our lives sooner than later have proven to be untrue. Many thought, if not in July, when most schools generally reopen after summer break, August could be the month or September at best would be the time to reopen. But the summer is behind us and the virus has gone on to infect over 2.7 million Indians and has killed over 51,000 on last count. There is no sign of Covid-19 going away anytime soon.\n\nFrom the Centre to state governments to the school managements, all are grappling with that critical question — when is the right time and how to reopen schools? The Centre is to come up with a fresh set of unlock guidelines by August 31. So far, there are indications that many state governments are in no hurry to reopen and most parents in urban India are adamant not to send their children to schools unless cases came down significantly. The Centre had sought opinion from states and the Central Board of Secondary Education (CBSE) from schools on how they plan to reopen. But there is no clarity yet.\n\nWhat are the lessons from abroad where schools have reopened? Some European countries with low populations like Switzerland, Denmark, the Netherlands, and Germany have successfully reopened schools in a phased manner. But most opened schools only after infection rates came down and by adhering to physical distancing and mask wearing guidelines. Norway and Denmark initially reopened primary schools and kept high schools closed. And data showed most countries have not seen a surge in Covid-19 cases after reopening their schools, which may embolden us to believe we too can return slowly to classrooms in small groups.\n\nBut there is this other example of the Jerusalem high school which reopened in May and ended up being a superspreader with hundreds infected and thousands quarantined, though Israel didn't shutter its schools despite the misadventure. The school is said to have let the children take off their masks for four days as it became too hot. In New York, which plans to partially reopen schools amid much debate, the teacher's union has questioned the readiness of the system, saying it is just not safe to reopen.\n\nMany global studies say that children under 12 are unlikely to become seriously ill from the virus and least likely to transmit, but the same cannot be said about children above 12 as teenagers carry viral load in equal measure as adults. Professor Sridhar told CNN-News18, “It’s secondary schools where it gets tricky. We have to make the distinction between children younger than 12 and older than 12 and take measures to reopen.”\n\nDr Monica Gandhi, professor of medicine at University of California, San Francisco, told CNN-News18, “Schools should be prioritised over many other openings since they affect large swaths of population – the mental and health effects on children are clear – and school closures impact the poor inequitably.” She said schools can reopen if safety standards can be maintained no matter what the prevalence. Her prescription is based on America’s Centers for Disease Control and Prevention (CDC) guidelines of “universal precautions” (for e.g., assume everyone could have Covid-19 and take precautions appropriately):\n\n· Universal facial masking\n\n· Hand hygiene\n\n· Social distancing of six feet\n\n· Outside activities when possible but abandon singing, team sport\n\n· Buses are safe with masking\n\n· Cafeterias will need distancing but moving eating outside is better.\n\nBut Dr Gandhi clarified, “Universal masking is most important. If masking is difficult due to heat in India, it is best not to open.”\n\nDr Joshua Sharfstein of Johns Hopkins School of Public Health told the New York Times, \"First you have to control the community spread and then you have to open schools thoughtfully.\"\n\nIf 'thoughtfully' is the key word, then is India really in a position to reopen schools any time soon as we keep adding roughly fifty thousand cases a day? What the Centre and states will decide we will know in some time, but there is no easy answer to this. Children under 12 may be low-risk but what about the teachers and staff if they get infected after transmission from asymptomatic children? The bigger worry is, what if infected teachers and staff carry this virus and in turn infect others outside their schools? How will testing, tracing and isolation happen at mass scale just in case things go out of control like it did in the case of the Jerusalem high school?\n\nHere, we are not talking about city schools alone. Can “universal precautions” as suggested by Dr Gandhi be ensured in a big country like India? How will social distancing be ensured among government school students in smaller towns and villages where they walk to school in groups? On an average 40 children are squeezed into a classroom. Obviously, all can’t be in a classroom at the same time as physical distancing has to be maintained. Can schools, both government and private, ensure a number of shifts so that no one is left out? Can schools ensure masking among younger children in humid weather conditions that last well into November? Will teachers have to wear personal protective equipment (PPE ) suits all through school hours to minimise risk? But the one thing that works for the Indian system is that the majority of our schools are well-ventilated as prescribed by scientists.\n\nIf we aim to adopt the hybrid model that is being implemented in some European countries, where children take in-person classes for two to three days and online classes for another two to three days in a week, then the question arises, is our schooling system equipped to put this into practice? Do we have enough staff to handle both offline and online classes seamlessly?\n\nWhatever the Centre and state governments decide and whenever the schools reopen, one thing is certain. It will be very long before schools resume business as usual: functioning as one unit, all classes together in one building for a fixed duration. Only two thing that can change this is either the virus runs its course and fades away (the way severe acute respiratory syndrome, or SARS, in 2003 and Zika in 2015 did even before a vaccine was developed) or everyone gets a shot in the arm of that vaccine. But both are a big \"if\" in this “new normal”."}}