{"GDELT": {"GlobalEventID": 941640339, "Day": 20200819, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6274, "Actor1Code": "REL", "Actor1Name": "CLERGY", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.7698863636363598, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT", "Actor1Geo_Lat": 42.833333, "Actor1Geo_Long": 12.833333, "Actor1Geo_FeatureID": "IT", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT", "Action2Geo_Lat": 42.833333, "Action2Geo_Long": 12.833333, "Action2Geo_FeatureID": "IT", "DATEADDED": 20200819104500, "SOURCEURL": "https://www.ncronline.org/news/opinion/faith-seeking-understanding/heresy-oversimplified-christianity"}, "ARTICLE": {"TITLE": "The heresy of oversimplified Christianity", "TEXT": "mote and beam c.jpeg Detail of pen-and-ink drawing of \"The Parable of the Mote and the Beam (Matthew 7:3)\" by German artist Ottmar Elliger the Younger, circa 1700 (Metropolitan Museum of Art)\n\nOne of the best definitions of heresy I've heard over the years describes it as the experience of mistaking part of the truth for the whole truth in a matter of faith or doctrine. This description generously reveals what is so appealing about heresies and why so many Christians inevitably fall for them. Heresies are always partly correct, but in the absence of the necessary nuance and complexity that Christian theology requires, a heretic unwittingly fails to accept the totality of the orthodox position. Most classical Christian heresies condemned by church councils follow this sort of pattern. In each case, well-meaning and faithful Christians debate the definition of beliefs, seeking to understand their faith better. Eventually ideological camps form and history reveals that it's often the oversimplified and reductionist side that falls in error. Pelagianism is heretical not because it gets human freedom wrong, but because it fails to adequately factor in the reality and consequence of original sin that deleteriously affects the exercise of human freedom. Various forms of Gnosticism are heretical not because Christian faith has nothing to do with the intellect or knowledge, but because they fail to recognize that authentic Christianity is not reducible to knowledge — let alone \"secret knowledge\" reserved for a select few — and that the created world is indeed good and was lovingly brought into existence by the one God. As Pope Francis noted in the second chapter of his 2018 apostolic exhortation Gaudete et Exsultate, \"On the Call to Holiness in Today's World,\" the specters of Pelagianism and Gnosticism continue to haunt the church, albeit in new forms. But even without the retro labels of ancient errors, the general underlying predisposition of desired simplicity, binary framing, and black-and-white thinking continues to threaten orthodox belief for modern Christians. It is understandable that people throughout history have sought easy answers and simple frameworks in an effort to make sense of a changing and, at times, inexplicable world. Especially during periods of turmoil and fast-paced social and cultural adaptation, many people look to religion to be an anchor of meaning and a source of security. And they should. The most central tenet of Christianity is that God so loved the world that God entered that world as one of us to reveal fully who God is and who we are. That foundational belief about God's incomprehensibly generous and unconditional love should be reassuring.\n\nAdvertisement Advertisement\n\nThe problem is not with the attraction to religion in general and Christianity in particular as an anchor in the perceived stormy sea of modernity. It is that too many people refashion Christianity — its doctrinal teachings and moral guidance — into an idol of their own making in order to grasp a misguidedly simple and falsely clear message. Typically, such people unintentionally fall into a kind of heresy because they appropriate ideas, propositions, perspectives and elements of the Christian faith only in part and only insofar as it serves their worldview, in an attempt to assuage their anxiety about the complexities of life. Ironically, such unknowing heretics purport to be \"traditional\" or \"orthodox,\" touting an absolutist line from their propositional worldview that in turn rejects the broad range of legitimate Christian perspectives and the development of doctrine. We can see this in many contemporary discussions of Christian faith and morals. We see this in the way that some Catholics obsess about the real presence of Christ in the Eucharist, but to the exclusion of the three other ways the church teaches that Christ is made present in the celebration of the Liturgy. And how the eucharistic species of consecrated bread and wine become pawns in sectarian battles rather than the means by which Christ's true sacramental presence is communicated to the church, which is also the body of Christ. We see this in the way that some Catholics reduce the rich and nuanced moral teachings of the church to focus exclusively on abortion to the exclusion of other equally or greater pressing social sins, such as capital punishment, torture, economic inequality, euthanasia, racial injustice, among others. And how this distorted single-issue reductionism is deployed against those perceived to be political enemies.\n\nmote and beam 2 cc.jpeg Oil-on-wood painting of \"The Parable of the Mote and the Beam\" by Italian artist Domenico Fetti, circa 1619 (Metropolitan Museum of Art)"}}