{"GDELT": {"GlobalEventID": 941640261, "Day": 20200819, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6274, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor2Code": "COP", "Actor2Name": "DEPUTY", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.311355311355309, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Khushdil Khan, Balochistan, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK02", "Actor1Geo_ADM2Code": "40310", "Actor1Geo_Lat": 30.6939, "Actor1Geo_Long": 67.1066, "Actor1Geo_FeatureID": "6110208", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Khushdil Khan, Balochistan, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK02", "Actor2Geo_ADM2Code": "40310", "Actor2Geo_Lat": 30.6939, "Actor2Geo_Long": 67.1066, "Actor2Geo_FeatureID": "6110208", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Khushdil Khan, Balochistan, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK02", "Action2Geo_ADM2Code": "40310", "Action2Geo_Lat": 30.6939, "Action2Geo_Long": 67.1066, "Action2Geo_FeatureID": "6110208", "DATEADDED": 20200819104500, "SOURCEURL": "https://r.tribune.com.pk/story/2251303/poor-internet-access-students-echoes-assembly"}, "ARTICLE": {"TITLE": "Poor internet access for students echoes in K-P assembly", "TEXT": "File photo of K-P Assembly. PHOTO: AFP\n\nPESHAWAR: Lawmakers on Friday took up the issue of poor internet connection for students in the remote areas of the province, noting that the novel coronavirus (Covid-19) pandemic means that online classes are the only means for obtaining education for students now.\n\n\n\nThis was discussed as the Khyber-Pakhtunkhwa (K-P) Assembly resumed on Friday to debate the provincial budget for the fiscal year 2020-21.\n\n\n\nMPAs raised questions on online classes in the province. They urged the provincial government to ensure students have access to 3G and 4G networks, especially in the merged districts, so that they can access classes.\n\n\n\nMoreover, they lamented that a girls college built in the Mohmand tribal district has yet to start functioning even though its structure was completed years ago.\n\n\n\nDuring the discussion on the supplementary budget for the fiscal year 2019-20 worth Rs55.42 billion, the issue of a laptop scheme was raised.\n\n\n\nOpposition lawmakers including Pakistan Peoples Party’s (PPP) Nighat Orakzai, Jamiat Ulema-e-Islam-Fazl’s (JUI-F) Maulana Lutfur Rehman, Jamaat-e-Islami’s (JI) Inyatullah Khan, Mir Kalam Wazir, Shafiq Afridi, Baseerat Bibi, Khushdil Khan, Shagufta Malik and others said that a handsome amount had been allocated for the information technology sector in the supplementary budget to provide laptops to teachers.\n\n\n\nThey noted that if teachers can be provided laptops, then what about the students and called for greater transparency in the programme.\n\n\n\nThe opposition benches also raised concerns over the plight of the inmates in prisons across the province during the pandemic. They slammed the government for losing control of the bureaucracy.\n\n\n\nPolice reforms\n\n\n\nOn the directions of Deputy Speaker Mahmood Khan for a senior police officer attend the assembly proceedings, an SP level officer arrived at the assembly on Friday.\n\n\n\nHowever, the deputy speaker did not allow him to enter the session as he expressed his anger over the absence of senior officers.\n\n\n\nHe then directed a DIG level officer to attend the session.\n\n\n\nLater, Peshawar CCPO Ali Gandapur visited the assembly lobby and marked his presence.\n\n\n\nLawmakers from across the aisle pointed to the need for police reforms. They also asked the CCPO to explain reports of extrajudicial killings and the harassment of citizens at checkpoints set up across the province.\n\n\n\nMembers of the opposition expressed their reservations over the dormant status of the public safety commission. With no check and balance on the department, they claimed that the police was doing what it wants.\n\n\n\nThe secretary of the home department was also accused of deliberately delaying the process of activating the commission. Opposition lawmakers also pointed to the incident in the Zangi area where a motorcyclist was killed when he failed to stop at a checkpoint.\n\n\n\nDiscriminatory allocations\n\n\n\nShafiq Afridi from the Khyber Tribal District accused the government of dividing development funds based on the personal likes and dislikes of the finance and chief ministers. Moreover, he said that lawmaker of the merged districts has been completely ignored.\n\n\n\nPublished in The Express Tribune, June 27th, 2020."}}