{"GDELT": {"GlobalEventID": 941639887, "Day": 20200819, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6274, "Actor1Code": "INDJUD", "Actor1Name": "CHENNAI", "Actor1CountryCode": "IND", "Actor1Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.6472491909385091, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chennai, Tamil Nadu, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN25", "Actor1Geo_ADM2Code": "70251", "Actor1Geo_Lat": 13.0833, "Actor1Geo_Long": 80.2833, "Actor1Geo_FeatureID": "-2103041", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Chennai, Tamil Nadu, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN25", "Action2Geo_ADM2Code": "70251", "Action2Geo_Lat": 13.0833, "Action2Geo_Long": 80.2833, "Action2Geo_FeatureID": "-2103041", "DATEADDED": 20200819104500, "SOURCEURL": "https://www.thehindu.com/news/national/tamil-nadu/chennai-lawyers-express-anguish-over-judgement-holding-prashant-bhushan-guilty-of-contempt/article32393101.ece"}, "ARTICLE": {"TITLE": "Chennai lawyers express anguish over judgement holding Prashant Bhushan guilty of contempt", "TEXT": "In a letter addressed to the Chief Justice of India and the companion judges of the Supreme Court, they said the proceedings against Mr. Bhushan appeared to be a travesty of justice\n\nA group of advocates, members of the Bar in Chennai, have expressed their deep anguish and disappointment with the judgement holding advocate Prashant Bhushan guilty of contempt of the Supreme Court, for having expressed his opinion about the functioning of the court.\n\nIn a letter addressed to the Chief Justice of India and the companion judges of the apex court, they opined that the proceedings against Mr. Bhushan appeared to be a travesty of justice.\n\n“He has been singled out for an opinion that had been shared and expressed by several others including sitting and former judges of the Supreme Court itself. The hasty manner in which the proceedings took place, show a lack of adherence to principles of natural justice,” they said.\n\nMr. Bhushan, the advocates said, was a lawyer of more than 30 years practice in the Supreme Court and one who had espoused many causes in public interest. His tweets only reflected what other commentators said. It is therefore rather alarming that the Supreme Court has found him guilty of contempt holding that his tweets had a tendency to scandalise the court.\n\nThe decision of the Supreme Court sends a chilling message to members of the Bar and the public, viz, “do not criticise us or else face punishment”. This is a dangerous message against free speech, the lawyers opined.\n\nThey said as lawyers practising in courts, they believed that the Supreme Court rests on surer foundations of Constitutionalism and would not wither in the heat of comments, but rather would be responsive and thus reinforce people’s faith.\n\nThey urged the court to collectively act to restore public confidence by showing sagacity and fairness in contempt proceedings against “scandalising the court”. It must be made clear that criticism of the judiciary based on opinions founded on facts/reports and expressed in public interest cannot be held to be mala fide.\n\nOtherwise, not only members of the Bar but also the public, who wish to engage actively in discharging their constitutional obligations will be under constant fear of being punished for contempt, that too through a summary action that is oppressive and unjust.\n\nA total of 37 persons have signed the letter."}}