{"GDELT": {"GlobalEventID": 941639585, "Day": 20200819, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6274, "Actor1Code": "ESP", "Actor1Name": "SPANISH", "Actor1CountryCode": "ESP", "Actor2Code": "MLI", "Actor2Name": "MALIAN", "Actor2CountryCode": "MLI", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.22648083623693, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "SP", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bamako, Bamako, Mali", "Actor2Geo_CountryCode": "ML", "Actor2Geo_ADM1Code": "ML01", "Actor2Geo_ADM2Code": "81878", "Actor2Geo_Lat": 12.65, "Actor2Geo_Long": -8.0, "Actor2Geo_FeatureID": "-1064708", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP", "Action2Geo_Lat": 40.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "SP", "DATEADDED": 20200819104500, "SOURCEURL": "https://turkishpress.com/europe-condemns-military-coup-in-mali/"}, "ARTICLE": {"TITLE": "Europe condemns military coup in Mali", "TEXT": "ANKARA\n\nEuropean countries have voiced concern about the situation in Mali, where the military has forced the president to resign, as well as dissolve the government and parliament.\n\nThe military detained leaders, closed borders, imposed a curfew, and said a transitional government will be set up.\n\n“We strongly condemn the attempt to bring about an unconstitutional takeover of power by the military in Mali,” German Foreign Minister Heiko Maas said in a statement.\n\n“We support the calls made by the Economic Community of West African States (ECOWAS), the African Union and the European Union to restore the constitutional order.”\n\nHe called on soldiers to go back to their barracks, avoid violence, and release the detained members of the government.\n\nThe Spanish Foreign Ministry also called for Malian armed forces “to strictly respect the constitutional order and return to their barracks.”\n\n“Spain unreservedly supports the position expressed by the Economic Community of West African States in its press statement released today and advocates the need for strict respect for the constitutional rules of the Republic of Mali to resolve any potential conflict,” it said.\n\nThe ECOWAS is a regional political and economic union of 15 West African countries.\n\nMeanwhile, EU foreign policy chief Josep Borrell called for dialogue between conflicting parties, saying that the EU fully supports the mediation by ECOWAS.\n\nEuropean Council President Charles Michel said “a coup is never the solution to a crisis.”\n\nPresident Ibrahim Boubacar Keita and premier Boubou Cissé were held at a military camp near the capital Bamako.\n\nKeita won a second term in 2018, but was blamed for alleged corruption, mismanagement of the economy and electoral fraud. The country was witnessing mass protests since several months.\n\nCopyright 2020 Anadolu Agency. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed."}}