{"GDELT": {"GlobalEventID": 941639044, "Day": 20200819, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6274, "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.83720930232558, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kwazulu, Eastern Cape, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF05", "Actor2Geo_ADM2Code": "77353", "Actor2Geo_Lat": -31.2895, "Actor2Geo_Long": 29.4551, "Actor2Geo_FeatureID": "-1250484", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Durban, KwaZulu-Natal, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF02", "Action2Geo_ADM2Code": "77363", "Action2Geo_Lat": -29.85, "Action2Geo_Long": 31.0167, "Action2Geo_FeatureID": "-1224926", "DATEADDED": 20200819104500, "SOURCEURL": "https://www.news24.com/news24/southafrica/news/zandile-gumede-sworn-in-as-mpl-in-kzn-legislature-despite-ongoing-corruption-case-20200819"}, "ARTICLE": {"TITLE": "Zandile Gumede sworn in as MPL in KZN legislature despite ongoing corruption case", "TEXT": "Corruption accused ANC heavyweight and former eThekwini metro mayor Zandile Gumede was sworn in as a member of the KwaZulu-Natal legislature on Wednesday.\n\nShe replaces former ANC KZN spokesperson Ricardo Mthembu, who died of Covid-19 in KwaDukuza on 8 July.\n\nHer swearing in was broadcast live on Facebook on the KZN legislature page and speaker Nontembeko Boyce performed the official swearing-in.\n\nGumede is embroiled in a corruption case in Durban. Her legal team has complained about the delays after her last appearance was again postponed.\n\nShe is accused of using her position of power to influence tenders worth hundreds of millions of rand at Durban Solid Waste (DSW). She is accused along with 17 others.\n\nShe is out on R50 000 bail after she, councillor Mondli Mthembu and others were accused of colluding with corporate entities and others to circumvent the outcome of the supply chain management protocols of the municipality.\n\nLast year, News24 reported that the Hawks and the Asset Forfeiture Unit (AFU) of the National Prosecuting Authority (NPA) swooped in on several of her co-accused, seizing various homes and luxury cars.\n\nAmong the 10 properties the AFU and Hawks seized was the plush Prestondale residence of Gumede's co-accused, Hlenga Sibisi.\n\nDid you know you can comment on this article? Subscribe to News24 and add your voice to the conversation.\n\n\n\n"}}