{"GDELT": {"GlobalEventID": 941640371, "Day": 20200819, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6274, "Actor1Code": "SAUGOV", "Actor1Name": "ABDULLAH", "Actor1CountryCode": "SAU", "Actor1Type1Code": "GOV", "Actor2Code": "ISRGOV", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.8810572687224699, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200819104500, "SOURCEURL": "https://www.theepochtimes.com/omans-sultan-names-new-foreign-finance-ministers-day-after-rare-call-with-israel_3467031.html"}, "ARTICLE": {"TITLE": "Oman’s Sultan Names New Foreign, Finance Ministers, Day After Rare Call with Israel", "TEXT": "Oman's Sultan Haitham bin Tariq Al Said at the Mat al-Alam palace in the capital Muscat, Oman, on Feb. 21, 2020. (Andrew Caballero-Reynolds/AFP via Getty Images)\n\nOman’s Sultan Names New Foreign, Finance Ministers, Day After Rare Call with Israel\n\nOman’s sultan on Aug. 18 named foreign and finance ministers for the first time, a day after the nation’s minister of state for foreign affairs spoke to his Israeli counterpart in a rare phone call.\n\nIn a broad restructuring of its government administration, Sultan Haitham bin Tariq Al Said in his decree Tuesday named Badr bin Hamad bin Hamoud Al Busaidi as foreign minister and Sultan bin Salem bin Saeed al-Habsi as finance minister.\n\nThe positions were formerly wielded by his late predecessor, Sultan Qaboos bin Said, who died in January after a half century in power.\n\nSultan Haitham maintains the titles of prime minister, defense minister, and armed forces chief following the decrees read on state television on Tuesday.\n\nHe also issued 28 decrees renaming and reorganizing the Gulf Arab country’s ministries. Under the series of decrees, the oil and gas ministry was renamed a ministry of energy and minerals, with Mohammed bin Hamad Al Rumhi remaining minister. Oman is part of the OPEC+ oil producers alliance.\n\n“I think there was a long delay in making changes in Oman due to the sultan’s long illness,” said Kristin Smith Diwan, an analyst at the Arab Gulf States Institute in Washington. “Sultan Haitham is making up for lost time very quickly.”\n\nIt’s not immediately clear what effect the appointments will have, though Sultan Haitham has been focused on reshaping Oman’s government since taking the throne. That’s even as international events swirl around the sultanate’s borders—such as tensions between Iran and the United States and the neighboring United Arab Emirates beginning to open diplomatic ties to Israel.\n\nOman remains a key interlocutor between the West and Iran, as well as Yemen’s Houthi rebels, assisting in getting prisoners released in the past.\n\nThe news came after Oman’s foreign ministry said Monday that the nation’s minister of state for foreign affairs Yusuf bin Alawi bin Abdullah, spoke over the phone with Israeli foreign minister Gabi Ashkenazi, to say that Oman supported a “comprehensive, just, and lasting peace in the Middle East.”\n\nBin Abdullah also told Israel’s foreign minister that it needs to resume negotiations on an Israel-Palestine peace process. He later emphasized the depth of Oman’s relationship with Palestinians in a phone call with Jibril Rajoub, secretary general of the central committee of the Palestinian Fatah group.\n\nThe United Arab Emirate’s decision to fully normalize relations with Israel in a deal brokered by U.S. President Donald Trump sent shockwaves throughout the Middle East, with Iran and Turkey condemning the move.\n\nBahrain and Oman are said to be considering whether to formalize ties with Israel. Oman has yet to comment on the matter.\n\nThe Associated Press and Reuters contributed to this report."}}