{"GDELT": {"GlobalEventID": 941640300, "Day": 20200819, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6274, "Actor1Code": "PRT", "Actor1Name": "LISBON", "Actor1CountryCode": "PRT", "Actor2Code": "KAZ", "Actor2Name": "KAZAKHSTAN", "Actor2CountryCode": "KAZ", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.50537634408602, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lisbon, Lisboa, Portugal", "Actor1Geo_CountryCode": "PO", "Actor1Geo_ADM1Code": "PO14", "Actor1Geo_ADM2Code": "24830", "Actor1Geo_Lat": 38.7167, "Actor1Geo_Long": -9.13333, "Actor1Geo_FeatureID": "-2167973", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Kazakhstan", "Actor2Geo_CountryCode": "KZ", "Actor2Geo_ADM1Code": "KZ", "Actor2Geo_Lat": 48.0, "Actor2Geo_Long": 68.0, "Actor2Geo_FeatureID": "KZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Kazakhstan", "Action2Geo_CountryCode": "KZ", "Action2Geo_ADM1Code": "KZ", "Action2Geo_Lat": 48.0, "Action2Geo_Long": 68.0, "Action2Geo_FeatureID": "KZ", "DATEADDED": 20200819104500, "SOURCEURL": "https://wiwibloggs.com/2020/08/19/ebu-still-no-plans-invite-kazakhstan-kosovo-eurovision-2021/256835/"}, "ARTICLE": {"TITLE": "EBU still has \"no plans\" to invite Kazakhstan or Kosovo to Eurovision 2021", "TEXT": "While Kazakhstan is busy preparing for Junior Eurovision 2020, the eastern nation won’t be making its debut at Eurovision 2021. The European Broadcasting Union has again confirmed that it again has “no plans” to invite Kazakh broadcaster Khabar Agency to compete at in Rotterdam.\n\nThe same also applies to the Kosovo broadcaster RTK. In a brief statement to ESCXTRA, the EBU confirmed that neither country would be getting a special invitation. The EBU said: “At the present time, there are no plans to invite Kazakhstan or Kosovo to participate in the Eurovision Song Contest 2021.”\n\nLike Australia’s SBS, Kazakhstan’s Khabar Agency is only an associate member of the EBU and so — in theory — the Eurovision Song Contest reference group could give them a guest invitation to participate in Rotterdam.\n\nThe news follows a similar statement made last year, where the EBU also said that it had “no plans to invite Kazakhstan to participate in next year’s competition.”\n\nThe EBU’s statement makes it clear that Kazakhstan’s participation at Junior Eurovision 2020 does not mean automatic participation at Eurovision 2021. While the ESC Reference Group could potentially invite Khabar Agency to compete in Eurovision 2021, their statement confirms this is not currently on the cards.\n\nIt has long been known that Kazakhstan has been keen to get involved with Eurovision. In 2017, broadcaster Channel 31 claimed that Kazakhstan would be sending a delegation to Lisbon and would be debuting at Eurovision 2019. However, this debut did not happen.\n\nStill no go for Kosovo\n\nThe statement also means that we won’t see Kosovo make their Eurovision debut. But unlike Kazakhstan, Kosovo’s broadcaster RTK is neither an associate member nor a full member of the EBU.\n\nRTK is currently unable to join the EBU as it is not a member of the International Telecommunication Union. And it can’t join the ITU as that union is only open to member states of the United Nations — and Kosovo is not currently a member state of the UN.\n\nIn June last year, the EBU General Assembly voted on a proposal that would have removed the requirement for broadcasters to be a member of the ITU. However, a majority did not support the proposal and Kosovo’s hopes were dashed.\n\nBack in 2018, the EBU issued a statement saying that while RTK did not meet the criteria to join the EBU, “constructive discussions will continue between the EBU and RTK about future possibilities for closer co-operation.”\n\nWhile Kosovo has not been able to compete at Eurovision, Kosovars have competed in the competition before, albeit for other countries. Examples include Rona Nishliu for Albania in 2012 and Lindita Halimi for Albania in 2017. Gjon’s Tears — who will represent Switzerland at Eurovision 2021 — has a Kosovo Albanian father.\n\nWhat do you think? Would you like to see Kazakhstan and Kosovo compete at Eurovision? Which singers should represent those countries? Tell us your thoughts below!\n\nRead more Kazakhstan Eurovision news here\n\nRead more Kosovo Eurovision news here"}}