{"GDELT": {"GlobalEventID": 941639448, "Day": 20200819, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6274, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "PAK", "Actor2Name": "PESHAWAR", "Actor2CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 175, "EventBaseCode": 175, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -8.25082508250826, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Peshawar, North-West Frontier, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK03", "Actor1Geo_ADM2Code": "40347", "Actor1Geo_Lat": 34.0078, "Actor1Geo_Long": 71.5733, "Actor1Geo_FeatureID": "-2771364", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Peshawar, North-West Frontier, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK03", "Actor2Geo_ADM2Code": "40347", "Actor2Geo_Lat": 34.0078, "Actor2Geo_Long": 71.5733, "Actor2Geo_FeatureID": "-2771364", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Peshawar, North-West Frontier, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK03", "Action2Geo_ADM2Code": "40347", "Action2Geo_Lat": 34.0078, "Action2Geo_Long": 71.5733, "Action2Geo_FeatureID": "-2771364", "DATEADDED": 20200819104500, "SOURCEURL": "https://r.tribune.com.pk/story/2251292/k-p-arms-custodial-torture"}, "ARTICLE": {"TITLE": "K-P up in arms against custodial torture", "TEXT": "“Abuse of power by police not acceptable,” reads a placard displayed by protesters at a demonstration in Peshawar. PHOTO: EXPRESS\n\nPESHAWAR: Scores were left injured on Friday as police and protesters clashed in the Tehkal area of the provincial capital as the latter demonstrated against the excesses of the former.\n\n\n\nThe clashes came even as the government wrote to the provincial judiciary, asking it to probe reports of police detaining an Afghan national, stripping and parading him naked and then torturing him for abusing officers in a video.\n\n\n\nSeveral protests and rallies were held across the province on Friday to protest the torture of Rafiullah alias Amir of Tehkal.\n\n\n\nThe largest protests were staged in the Tehkal area, outside the Peshawar Press Club and in front of the Khyber-Pakhtunkhwa (K-P) Assembly building. Protesters filled the road from Saddar to the press club, blocking it for all sorts of traffic. Former Awami National Party (ANP) provincial assembly member Alamgir Khan Khalil and members of Pakistan Tehreek-e-Insaf (PTI) Youth Wing also participated in the protest.\n\n\n\nThey held aloft banners condemning the police brutality and of filming a detainee in a compromised position and then leaking the videos. Chanting anti-police slogans, they demanded a judicial inquiry into the case and kept the road closed for nearly two hours.\n\n\n\nAs the protesters neared the provincial assembly, they were charged by police in riot gear. At this, the protesters started pelting police officers with stones.\n\n\n\nTo disperse the crowd, the police resorted to firing tear gas canisters.\n\n\n\nThe clashes left scores of protesters and police officers injured.\n\n\n\nMeanwhile, protests against police excesses were also held in Mardan, Swabi, Bajaur, Charsadda, Nowshera, Malakand, Lower and Upper Dir, Swat and other southern districts. Lawyers, social workers, students and local political leaders participated in those protests.\n\n\n\nJudicial inquiry\n\n\n\nIn a media briefing at the Information Cell in the Civil Secretariat on Friday, Adviser to the K-P Chief Minister on Information Ajmal Wazir said that the provincial government has written to the Peshawar High Court’s registrar to nominate a judge who will lead a judicial commission to probe the Tehkal incident under the K-P Tribunal of Inquiry Ordinance.\n\n\n\nWazir said that soon after the video went viral on social media, the provincial government had taken immediate action by suspending and booking the four police personnel involved, including an SHO. Moreover, the SSP Operation was removed from his post.\n\n\n\nOn the judicial commission, he confirmed that the PHC had been requested to form the probe body. He added that the body will be tasked with identifying those responsible for the incident and that later they will be tried as per the law.\n\n\n\nNoting that the commission has been directed to complete its inquiry within 15 days, Wazir said that the government will make the inquiry public.\n\n\n\nThe adviser, however, urged the public not to malign the entire police department due to the actions of a few\n\n\n\n“The misconduct and wrongdoings of a few personnel should not be blamed on the entire police department,” he said, reiterating the immense sacrifices rendered by the provincial police force in the war against terror apart from serving on the frontlines against the novel coronavirus (Covid-19) pandemic.\n\n\n\nPublished in The Express Tribune, June 27th, 2020."}}