{"GDELT": {"GlobalEventID": 941639193, "Day": 20200819, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6274, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "IsRootEvent": 0, "EventCode": 1821, "EventBaseCode": 182, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -9.49284785435633, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Semonkong, Eastern Cape, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF05", "Actor1Geo_ADM2Code": "77353", "Actor1Geo_Lat": -30.4234, "Actor1Geo_Long": 28.5443, "Actor1Geo_FeatureID": "-1282390", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Phuthiatsana River, Lesotho (general), Lesotho", "Action2Geo_CountryCode": "LT", "Action2Geo_ADM1Code": "LT00", "Action2Geo_ADM2Code": "18925", "Action2Geo_Lat": -29.3743, "Action2Geo_Long": 27.4314, "Action2Geo_FeatureID": "-1405691", "DATEADDED": 20200819104500, "SOURCEURL": "http://lestimes.com/yet-another-heartless-killing-debases-womens-month-commemorations/"}, "ARTICLE": {"TITLE": "Yet another heartless killing debases women’s month commemorations", "TEXT": "’Marafaele Mohloboli\n\nIT never rains but pours for vulnerable and defenceless Basotho women who continue to be slaughtered like animals by their male counterparts.\n\nThis after yet another senseless and gruesome murder of a Ha-Ratau, Semonkong woman by her 35-year-old partner on Monday night.\n\nThe manner of the latest killing and the actions of the alleged killer afterwards appear to follow the pattern of notorious killers like the 19th century English Jack the Ripper or one depicted in Count Dracula horror movies.\n\nAccording to deputy police spokesperson Sub-Inspector ‘Makeabetsoe Mofoka, the man, who has since handed himself to the police, “strangled and then cut his girlfriend’s throat”.\n\n“He even slept next to her cold lifeless body for the whole night.\n\n“Soon after killing her, he initially attempted to commit suicide. To achieve this, he visited his brother’s residence near the Phuthiatsana River seeking a poisonous pesticide to end his own life.\n\n“When he failed to get the pesticide, he returned to his own place and lay besides the lifeless body until morning when he handed himself over to the police. He remains in custody and is due to appear in court soon,” said Sub-Insp Mofoka.\n\nThe latest killing comes as Lesotho is commemorating women’s month.\n\nWomen’s month was originally aimed at commemorating the spirited fight by South African women against repressive apartheid laws in the 1950s.\n\nNow women’s month commemorates women in general, including Basotho women’s fight for emancipation from gender-based violence, rape, killings and other socio-cultural and economic ills.\n\nBut according to analysts, Lesotho merely goes through the motions and the month is rendered a meaningless ritual by the continued failure by the government, police and other stakeholders to stop violent crimes being committed against women on a daily basis.\n\nAs if to mock all those celebrating women, unknown cold-blooded killers struck in Koalabata, Berea on 1 August 2020- the very first day of the women’s month- and gunned down four women including an octogenarian and a septuagenarian.\n\nThe Koalabata killers gunned down ‘Malehlohonolo Tšiame (60), her mother ‘Makali Molibeli (87), ‘Matšooana Makepe (40) and ‘Maselone Lelakane (36).\n\nThe quartet met their untimely deaths when the gunmen stormed Ms Tšiame’s house and opened fire on them.\n\nA week earlier, on the eve of women’s month, another group of killers had struck in different parts of Leribe district killing two women in separate incidents.\n\nOn 28 July 2020, a 46-year-old mentally challenged woman, ‘Mapaseka Mokoatsela, was raped and killed in her house in Leribe.\n\nAccording to a relative, Mokoatsela died after being strangled and raped by unknown men who had broken into her house. Upon examining her lifeless body, the police are said to have found some used condoms inside her indicating that she had been raped before being murdered.\n\nSix days earlier on 22 July 2020, 25-year-old ‘Maleshoane Tukula’s dismembered body parts were discovered in a bushy area in Kholokoe.\n\nShocked herdboys initially discovered Maleshoane’s right leg that appeared to have been freshly severed from the rest of her body.\n\nPolice investigators later conducted a search and the next day they discovered two arms that had been severed from the collarbone. They also discovered the other leg and a thigh that had also been severed from the rest of the body. The rest of the body parts, including the head, have still not been found.\n\nNo arrests have been made so far in both cases and Tukula’s head and torso have still not been found.\n\nMeanwhile, Tukula’s family might be forced to bury her without her torso and head which are still missing.\n\nTukula’s father, Paki Tukula, yesterday told the Lesotho Times that the police still had not found his daughter’s missing body parts.\n\n“We have prayed to God day and night for a breakthrough but to date there is no word on the missing body parts.\n\n“I am afraid we might just have to bury her as this wait (for the missing body parts) is preventing us from our healing. It is very difficult to accept that this is what we might have to do.\n\n“The police have asked us to delay the burial by another two weeks in the hope that they would have found her missing remains by then. But we will have to bury her without the other body parts if they would not have been found after two weeks,” Mr Tukula said.\n\nFirst Lady Masekoalane Majoro has since condemned the rampant killings of women in the country and called on women to unite in the fight against gender-based violence."}}