{"GDELT": {"GlobalEventID": 941639068, "Day": 20200819, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6274, "Actor2Code": "CRM", "Actor2Name": "GANG", "Actor2Type1Code": "CRM", "IsRootEvent": 0, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.93877551020408, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Bangladesh", "Actor2Geo_CountryCode": "BG", "Actor2Geo_ADM1Code": "BG", "Actor2Geo_Lat": 24.0, "Actor2Geo_Long": 90.0, "Actor2Geo_FeatureID": "BG", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 90.0, "Action2Geo_FeatureID": "BG", "DATEADDED": 20200819104500, "SOURCEURL": "https://www.orfonline.org/expert-speak/bangabandhu-inspiring-india-bangladesh-relations/"}, "ARTICLE": {"TITLE": "Bangabandhu inspiring India-Bangladesh relations", "TEXT": "India and Bangladesh jointly celebrating ‘Mujib Borsho’, the centennial birth anniversary of Bangabandhu Sheikh Mujibur Rahman, Bangladesh’s first President and later Prime Minister, marks his seminal role in the shaping of the bilateral relationship. Bangabandhu, the undisputed leader of Bangladesh’s freedom struggle and one of the greatest South Asian leaders of the last century, always emphasised on the special bond shared between India and Bangladesh, a bond of the common culture, language and heritage. He valued India’s friendship and as a goodwill gesture, Bangabandhu took a halt at New Delhi on his way while returning to Bangladesh following his release from the Pakistan’s prison after the Liberation War of 1971. The present bonhomie between India and Bangladesh is a legacy and the foundation laid by Bangabandhu.\n\nBangabandhu was a man of indominatable courage and conviction and he stood for justice, equality, dignity and a society free of coercion. More conspicuously he had immense love for his country and wanted to transform Bangladesh into Sonar Bangla (Golden Bengal). It was this desire that made him challenge the Pakistani authorities who carried out oppression and discrimination on the people of East- Pakistan (now Bangladesh), before its independence from Pakistan in 1971. The Charisma of his persona and conviction to the cause encouraged millions of people of Bangladesh to join the country’s freedom struggle and challenge the repressive regime of Pakistan.\n\nIn his struggle for justice for his countrymen, he sought support from India and India stood by his side for his needs. During the liberation struggle of Bangladesh India not only provided shelter to the millions of refugees who fled their homes to escape inhumane torture by the Pakistani forces and their conduit but also had boots on the ground. India also helped by providing financial and man-power assistance to Bangladesh for the post-war reconstruction of the country.\n\nIndia and Bangladesh shared a warm and friendly relationship based on mutual trust during Bangabandhu’s tenure (1972-1975). The period is considered to be the best era for the bilateral relationship. In this period, India and Bangladesh signed various agreements in the field of trade-economics, connectivity, education, agriculture, science and technology, culture and water management, which are providing direction for the growth of the relationship until date. The Joint River Commission (JRC), the body in charge of overseeing issues concerning 54 transboundary rivers, and Protocol on Inland Water Trade and Transit are some of the legacy of Bangabandhu’s period that remained relevant until date and have been contributing to the strengthening of cooperation between the two countries. JRC had played a crucial role in the conclusion of the Ganges Water Treaty signed in 1996. Also, the Protocol on Inland Water has been pivotal in enhancing connectivity between the two countries. Recently, special thrust has been given on strengthening connectivity through inland waterways by increasing inland water routes and port of call. Also, the land boundary agreement (LBA) of 2015 that resulted in the two countries amicably resolve all the boundary disputes had its roots in the tenure of Sheikh Mujibur Rahman. In 1974, the LBA was originally signed by Bangabandhu and Prime Minister Indira Gandhi, however, the agreement could not be implemented largely due to assassination of Bangabandhu and a slight shift in the bilateral relations.\n\nBangabandhu’s assassination by a group of officers of the Bangladesh Army in 1975 not only altered the course of politics in Bangladesh but also changed the dynamics of the bilateral relations. The military regime that succeeded him pursued a foreign policy of distancing the country from India. The two countries once considered close friends started to perceive each other with suspicion.\n\nNevertheless, India and Bangladesh have reconciled with the past and are once again working together on strengthening their ties by cooperating with each other on various levels. The shift in the relationship has been made possible primarily due to the interest shown by Prime Minister Sheikh Hasina, daughter of Bangabandhu who has been in power for the third consecutive term since 2009. Prime Minister Sheikh Hasina has been working on fulfilling her father’s dream of transforming Bangladesh into Sonar Bangla (Golden Bengal). Bangladesh recorded phenomenal development under her leadership. The country has set a new benchmark in areas including skill, education, health, women empowerment, and microfinance. Her outreach to India is considered to be a reflection of her inheritance also.\n\nPrime Minister Sheikh Hasina has been categorical in asserting the special bond and the need for maintaining a friendly relationship with India. We also give importance to our relationship with Bangladesh, and Bangladesh too stands first in its flagship Neighbourhood First Policy, its major outreach to its neighbours. India is Bangladesh’s major trading and developmental partner. In the recent past, India and Bangladesh have resolved some of the long-pending issues like the delimitation of the land boundary and are exploring new vistas for cooperation. The power trading between the two countries has been one of the major steps by the two countries to explore new frontiers of cooperation. The power generated in India is lighting millions of homes in Bangladesh highlighting the spirit of shared growth and prosperity through enhancing the lives of the people, one of the intrinsic principles of the bilateral relationship. Besides, the emphasis is also given on developing connectivity through road, rail air, maritime. Currently, more than 50 bilateral institutional mechanisms have been established for cooperation into areas including trade, connectivity, security, space, nuclear technology, agriculture, etc. These developments are encouraging and showcases the depth of relationship.\n\nNevertheless, the successes achieved should not deviate the two countries from attaining the ultimate goal of a peaceful and prosperous society in region, a desire of Bangabandhu. On the occasion of ‘Mujib Borsho’, India and Bangladesh should commit to deepen its cooperation, so that they are able to remove all the hindrances that could prevent both the countries in realising the vision of Bangabandhu Sheikh Mujibur Rahman.\n\nViews expressed are the author’s personal."}}