{"GDELT": {"GlobalEventID": 942088446, "Day": 20200821, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6329, "Actor1Code": "CODGOV", "Actor1Name": "THE DRC", "Actor1CountryCode": "COD", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.56919060052219, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "North Korea", "Actor1Geo_CountryCode": "KN", "Actor1Geo_ADM1Code": "KN", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": 127.0, "Actor1Geo_FeatureID": "KN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "North Korea", "Action2Geo_CountryCode": "KN", "Action2Geo_ADM1Code": "KN", "Action2Geo_Lat": 40.0, "Action2Geo_Long": 127.0, "Action2Geo_FeatureID": "KN", "DATEADDED": 20200821121500, "SOURCEURL": "https://www.looktothestars.org/news/19872-george-clooney-and-john-prendergasts-sentry-exposes-north-korea-sanctions-busting-scandal"}, "ARTICLE": {"TITLE": "George Clooney and John Prendergast's Sentry Exposes North Korea Sanctions-Busting Scandal", "TEXT": "Evading the international sanctions designed to disrupt its nuclear weapons program, North Korea exploited vulnerabilities in certain parts of the banking sector of the Democratic Republic of Congo (DRC) to gain access to the global financial system, leading to a clear violation of US, EU, and UN sanctions, The Sentry reveals in its latest investigative report, “Overt Affairs.”\n\nGeorge Clooney, Co-Founder of The Sentry, said: “Don’t think for a second that corruption and money laundering in a place like the Democratic Republic of Congo doesn’t impact international security. When banks fail to fulfill basic compliance requirements – and when governments turn a blind eye – organized crime and terror financing will always flourish.”\n\nThe Sentry, co-founded by George Clooney and John Prendergast, is an investigative and policy team that follows the dirty money connected to African war criminals and transnational war profiteers. In previous investigative reports, The Sentry has exposed high-level corruption and international profiteering linked to war crimes and mass atrocities, including the illicit activities of major corporations and heads of state.\n\nReleased today, The Sentry’s report “Overt Affairs” exposes a cascade of due diligence failures, compounded by entrenched corruption involving allies of former DRC President Joseph Kabila. The report reveals how two North Korean nationals working through their company Congo Aconde obtained a US dollar-denominated account at the DRC affiliate of Afriland First Bank, thereby gaining access to the international financial system.\n\nSanctions programs on North Korea focus on disrupting access to the international financial system because of the danger that revenue generated overseas could ultimately be used to fund the country’s nuclear weapons program.\n\nJohn Prendergast, Co-Founder of The Sentry, said: “North Korea went hunting around the world, looking in every nook and cranny for an access point into the global financial system. The opening it found was in the DRC, amid a perfect storm of public and private sector vulnerabilities. Despite historic elections that brought the kleptocratic presidency of Joseph Kabila to an end, deeply entrenched corruption, particularly linked to Kabila’s influential networks, continues to create misery for the Congolese people and generate threats to regional and global security.”\n\nThe Sentry’s report details how Afriland First Bank had an opportunity to prevent the illegal activity but failed to do so. DRC government officials and politicians appear to have been aware of what was going on but did not intervene, the investigation found.\n\nDespite strict international prohibitions, the North Korean nationals identified in the report, Pak Hwa Song and Hwang Kil Su, opened a bank account for their company, Congo Aconde, and undertook construction projects in the country, including building statues. Evidence reviewed by The Sentry identified the Paris branch of BMCE Bank International, headquartered in London, as the correspondent bank designated to process US dollar and euro transactions for Congo Aconde’s account at Afriland First Bank.\n\nThe Sentry’s report highlights the urgency of addressing systemic corruption in the DRC, particularly the need to hold influential corrupt networks accountable. As detailed in the report, members of former President Kabila’s Common Front for Congo (FCC) political coalition facilitated contracts for the North Koreans, and Kabila ordered his hand-picked successor Emmanuel Ramazani Shadary to visit one of the North Korean projects.\n\nJohn Dell’Osso, Senior Investigator at The Sentry, said: “The activities we uncovered in this investigation suggest that the DRC serves as a haven for sanctions evaders. Without any effort to obscure their national origin, two North Korean nationals succeeded in setting up a company in the DRC, were contracted by government officials to undertake construction projects using public funds, and gained an entry point into the international financial system. As a clear violation of US, EU, and UN sanctions on North Korea, the inaction, lack of due diligence, and corruption that enabled this breach put Congo’s entire economy in jeopardy.”\n\nHilary Mossberg, Director of Illicit Finance Policy at The Sentry, said: “This activity should not serve as a catalyst for financial institutions to further de-risk from the DRC. Instead, banks around the world should help foster a culture of compliance among partners in the country. Governments and the private sector should encourage the Tshisekedi administration to urgently focus on stronger measures to protect the banking system from abuse and help weed out threats to banks in the DRC as well as the international financial system.”\n\nThe report warns that the illicit activity identified by the investigation and the country’s long history of government corruption poses an enormous risk for global banks operating in the DRC. Correspondent banks, which provide essential financial services to the local Congolese banks as well as access to international markets, could cease operating in a country where the risks are too high. Without systemic changes in the DRC banking sector and other confidence-building measures, institutions, private companies, and households could lose access to some essential banking services, thus damaging the country’s economic stability.\n\nSelected report excerpts:\n\nThis report outlines shortfalls in due diligence across private and public institutions in the DRC that enabled activities prohibited by international sanctions programs and that may expose the country to other behaviors that threaten international peace and security. The North Korean businessmen who established Congo Aconde openly undertook certain prohibited activities without apparent resistance.\n\nCongo Aconde obtained a US dollar-denominated account at the DRC affiliate of Afriland First Bank, an institution headquartered in Cameroon. The account enabled the company to move funds globally via BMCE Bank International, identified in evidence reviewed by The Sentry as the banking partner designated to process US dollar and euro transactions for Congo Aconde’s account in the DRC.\n\nCongo Aconde’s activities appear to be the latest in a series of suspected sanctions violations involving the DRC and North Korea. In 2013, UN peacekeepers recovered six different types of North Korean-made ammunition from armed groups in the DRC. UN investigators reported three years later that the DRC received small arms shipped from North Korea that were ultimately issued to the Congolese Presidential Guard and special police, and that North Korean instructors conducted training for these same units at a military base near Kinshasa.\n\nAt the DRC embassy in Cameroon, the DRC government may have broken UN travel restrictions by granting entry to company owners Pak and Hwang, who ultimately engaged in prohibited activities.\n\nWeaknesses in the DRC’s financial intelligence unit also expose the country to sanctions evaders, as it fails to comply with international guidelines and best practices for reducing such risk. The Cellule nationale des renseignements financiers (CENAREF) should have scrutinized, halted, and reported any financial transactions related to the company because of the international security and sanctions implications.\n\nHigh-level officials commissioned the company to undertake public works projects—seemingly also in contravention of international sanctions—underscoring poor management of scarce resources.\n\nHaut-Lomami province, where Congo Aconde apparently engaged in prohibited activities, is economically and physically isolated due in part to its substandard transport infrastructure. Furthermore, its population suffers from higher than average levels of malnutrition and a number of communicable diseases, such as measles and cholera. The two modestly sized statues built by Congo Aconde represent a noteworthy oversight by elected officials tasked with improving the lives of Haut-Lomami residents. Funds that could have shored up infrastructure or public health went instead toward works that could dissuade donors, investors, and other parties seeking to play a supportive role in the province.\n\nKey Recommendations in the report:\n\nTo the United States: Amend the risk advisory. The US Treasury Department’s Financial Crimes Enforcement Network (FinCEN) should amend the existing advisory on the illicit finance threat emanating from North Korea to include risks of doing business with certain parts of the DRC’s banking sector.\n\nTo the International community: Address anti-money laundering/countering the financing of terrorism (AML/CFT) implementation and shortfalls. The US Treasury Department, the International Monetary Fund (IMF), the World Bank and other international partners should help banks in the country implement AML/CFT standards and urge the DRC’s central bank (BCC) to address gaps in AML legislation. The US Treasury Department’s Office of Technical Assistance and the IMF should work with the DRC’s Finance Ministry to address gaps in legislation and policy implementation. International partners should pressure their DRC government interlocutors to fund and empower the financial intelligence unit and consider providing necessary technical support to the unit.\n\nTo global banks and other relevant financial institutions: Conduct enhanced due diligence. Global banks should conduct enhanced due diligence on the transactions of certain banks operating in the DRC. Afriland First Bank, BMCE Bank International, and any other correspondent banks that may have processed transactions for Congo Aconde should comply with UN and US sanctions and freeze any accounts controlled by Congo Aconde and its North Korean owners.\n\nTo the DRC government: Empower the DRC financial intelligence unit. The Congolese government should empower its financial intelligence unit, the Cellule nationale des renseignements financiers (CENAREF), to conduct independent and thorough investigations of suspicious financial activities. The DRC government should also join the Egmont Group, the international consortium of financial intelligence units that promote information sharing.\n\nRead the full report here."}}