{"GDELT": {"GlobalEventID": 942089035, "Day": 20200821, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6329, "Actor1Code": "KOR", "Actor1Name": "SOUTH KOREA", "Actor1CountryCode": "KOR", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.44827586206896, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Gyeonggi, Kyonggi-do, South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS13", "Actor1Geo_ADM2Code": "24980", "Actor1Geo_Lat": 37.6, "Actor1Geo_Long": 127.25, "Actor1Geo_FeatureID": "-710790", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Gyeonggi, Kyonggi-do, South Korea", "Actor2Geo_CountryCode": "KS", "Actor2Geo_ADM1Code": "KS13", "Actor2Geo_ADM2Code": "24980", "Actor2Geo_Lat": 37.6, "Actor2Geo_Long": 127.25, "Actor2Geo_FeatureID": "-710790", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Gyeonggi, Kyonggi-do, South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS13", "Action2Geo_ADM2Code": "24980", "Action2Geo_Lat": 37.6, "Action2Geo_Long": 127.25, "Action2Geo_FeatureID": "-710790", "DATEADDED": 20200821121500, "SOURCEURL": "http://www.koreatimes.co.kr/www/nation/2020/08/119_294756.html"}, "ARTICLE": {"TITLE": "Couples in dilemma again over wedding ceremony amid virus resurgence", "TEXT": "Quarantine officials disinfect wedding hall in Seoul, in this file photo. / Korea Times file\n\n\n\n\n\nBy Bahk Eun-ji\n\n\n\n\n\n\n\nCouples wanting to get married are again facing a dilemma over wedding ceremonies after the government reintroduced strict social distancing measure amid a recent resurgence of COVID-19 infections.\n\n\n\n\n\n\n\nWith the heightened guidelines imposed in Seoul and Gyeonggi Province last week ― which will continue to next week ― large gatherings such as local festivals, trade fares and wedding ceremonies, with estimated attendees of more than 50 people indoors and 100 outdoors have either been banned or postponed.\n\n\n\n\n\n\n\nAlthough in placed for only two weeks, the stricter social distancing guidelines for the Seoul metropolitan area will be extended for another two weeks unless there are signs of a fall in the number of infections.\n\n\n\n\n\n\n\nLee Jee-ahn, a 34-year-old office worker living in Incheon, who has already postponed her wedding ceremony from March to this month due to the virus said she has been seriously considering rescheduling once again.\n\n\n\n\n\n\n\n\"I am worried that it will be a nuisance to those who are invited. Besides, most guests of my parents are elderly who are more vulnerable to the coronavirus infection. Even if we accepted the financial damages from postponing the ceremony, who can be sure whether the spread of the coronavirus will subside or not?\" Lee said.\n\n\n\n\n\n\n\nChung Beom-yoon, a 31-year-old veterinarian in Guri, Gyeonggi Province, whose wedding ceremony is scheduled for early September, said he has not even come up with a Plan B if the current toughened social distancing rule is extended.\n\n\n\n\n\n\n\n\"My fiancee and I have been preparing for the wedding for almost a year. We're so disappointed at what's going on these days, and we really don't want to postpone it again,\" Chung said.\n\n\n\n\n\n\n\nIn response to the complaints from many consumers, the Fair Trade Commission (FTC) said Friday that the Korea Wedding Business Association (WBA) has accepted a request to minimize the damage suffered by soon-to-be married couples ahead of the ceremony.\n\n\n\n\n\n\n\nThe FTC earlier requested the association to allow couples to postpone weddings without paying cancelation charges or reducing the number of guaranteed guests, or lose their non-refundable deposit, because fewer people are expected to attend the ceremony than initially predicted.\n\n\n\n\n\n\n\nThe WBA accepted the request of the FTC. If a customer requests a postponement of their ceremony date, the date can be rescheduled without cancellation charges for up to six months from the original one. Also, if the wedding ceremony proceeds as scheduled, the minimum number of guaranteed guests will be reduced and adjusted according to the circumstances of the individual wedding venue.\n\n\n\n\n\n\n\n\n\n"}}