{"GDELT": {"GlobalEventID": 942088736, "Day": 20200821, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6329, "Actor1Code": "GBRGOVEDU", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor1Type1Code": "GOV", "Actor1Type2Code": "EDU", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 55, "EventBaseCode": 55, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.3986013986013999, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200821121500, "SOURCEURL": "https://www.dailystar.co.uk/news/latest-news/boris-johnson-finally-spotted-holidaying-22555732"}, "ARTICLE": {"TITLE": "Boris Johnson finally spotted holidaying in tent in Scotland following A-levels chaos", "TEXT": "The Daily Star's FREE newsletter is spectacular! Sign up today for the best stories straight to your inbox Sign up today! Thank you for subscribing See our privacy notice Invalid Email\n\nBoris Johnson has been found at last after he seemed to have gone AWOL during the exams fiasco – holidaying on the Scottish coast, in a tent.\n\nLast week many of the nation's youngsters were in tears as many received A-Level results well below their teacher's estimated grades, but while ministers had to firefight the crisis The Prime Minister was enjoying a getaway in Scotland.\n\nHe chose not to interrupt his getaway with fiancée Carrie Symonds, 32-year-old mother of his new son, despite huge disquiet from teaching unions and student protests.\n\nBoris and Carrie have been enjoying a remote three-bedroom cottage on the Scottish coast and following from Mr Johnson's promise to do a little camping this year, a teepee-style canvas tent was seen pitched outside the stone cottage on the Scottish coast.\n\n(Image: POOL/AFP via Getty Images)\n\nJohnson was also seen chatting to his security team, dressed in a blue checked shirt and tan trousers, topped off with a black, woolly bobble hat.\n\nThe couple are reportedly hunkering down at a three-bedroom cottage and tent set-up on the Scottish coast, with baby Wilfred and dog Dilyn.\n\nOne tourist who saw the couple told the Daily Mail: \"It looked like any other normal family day out.\"\n\nWhile Boris was lounging, there was a massive U-turn this week following the A-level results fiasco last week which left many students from disadvantaged backgrounds facing lower grades than what was predicted, after an algorithm was used to calculate results.\n\nIt caused huge protests carried out by young people and teachers up and down the country last weekend.\n\n(Image: Getty Images)\n\nOn Monday the Government announced teachers' predicted grades for their students will be used instead as A-level and GCSE results in England this year, the exam regulator Ofqual announced.\n\nThe predicted grades will be used unless the grades produced by the controversial algorithm are higher for individual students, Ofqual revealed.\n\nEducation Secretary Gavin Williamson said he was \"sorry for the distress this has caused\" after the U-turn.\n\n(Image: PA)\n\nBut the fiasco is rumbling on with Btec students saying they have been left feeling like \"second class students\" after being left waiting for their final grades.\n\nHundreds of thousands of students have been left in limbo after the exam board told schools and colleges not to release BTEC results to pupils on Thursday."}}