{"GDELT": {"GlobalEventID": 942089247, "Day": 20200821, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6329, "Actor1Code": "PRT", "Actor1Name": "PORTUGAL", "Actor1CountryCode": "PRT", "Actor2Code": "BUS", "Actor2Name": "COMPANIES", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.8169014084507, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lisbon, Lisboa, Portugal", "Actor1Geo_CountryCode": "PO", "Actor1Geo_ADM1Code": "PO14", "Actor1Geo_ADM2Code": "24830", "Actor1Geo_Lat": 38.7167, "Actor1Geo_Long": -9.13333, "Actor1Geo_FeatureID": "-2167973", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lisbon, Lisboa, Portugal", "Actor2Geo_CountryCode": "PO", "Actor2Geo_ADM1Code": "PO14", "Actor2Geo_ADM2Code": "24830", "Actor2Geo_Lat": 38.7167, "Actor2Geo_Long": -9.13333, "Actor2Geo_FeatureID": "-2167973", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lisbon, Lisboa, Portugal", "Action2Geo_CountryCode": "PO", "Action2Geo_ADM1Code": "PO14", "Action2Geo_ADM2Code": "24830", "Action2Geo_Lat": 38.7167, "Action2Geo_Long": -9.13333, "Action2Geo_FeatureID": "-2167973", "DATEADDED": 20200821121500, "SOURCEURL": "https://www.dailystar.co.uk/news/latest-news/croatia-added-uk-watchlist-tourists-22556424"}, "ARTICLE": {"TITLE": "Croatia added to UK watchlist as tourists warned 'only travel if you can quarantine'", "TEXT": "The Daily Star's FREE newsletter is spectacular! Sign up today for the best stories straight to your inbox Sign up today! Thank you for subscribing See our privacy notice Invalid Email\n\nCroatia, Austria, and the islands of Trinidad and Tobago have been added to the list of holiday destinations that have been added to the quarantine list.\n\nFrom Saturday, tourists in those countries will be expected to quarantine for a fortnight on their return.\n\nAround 20,000 British tourists are thought to be in Croatia at the moment, with huge queues forming at one of the country's largest main airport, Split, as holidaymakers are reportedly cutting short their summer breaks to beat the deadline.\n\nTransport Secretary Grant Shapps has warned Brits that they should only travel to any foreign destination if they can afford to spend two weeks in isolation after they get back.\n\nIn a tweet that made a wry reference to the occasion when he was himself caught out by fast-changing quarantine regulations, Shapps wrote: \"As with all air bridge countries, please be aware that things can change quickly. Only travel if you are content to unexpectedly 14-day quarantine if required (I speak from experience!)\"\n\n(Image: Anadolu Agency via Getty Images)\n\nHe told Sky News that Covid-19 is \"an unpredictable virus that doesn't play ball and can sometimes just take off in a country\".\n\nWhile sudden spikes – a 164% increase in cases in Croatia and a 93% increase in Austria – have knocked those countries off the “air bridge” list, a sharp decline in newly reported cases in Portugal has meant that Portuguese holidays are now back on the agenda.\n\n(Image: Anadolu Agency via Getty Images)\n\nTravel companies have been quick to capitalise on the change, with prices of flights to Faro and Lisbon soaring overnight.\n\nDespite the massive price hikes, consumer group Which? said the change in rules for Portugal was \"likely to come too late to help many struggling holiday companies\" because so many summer holidays had already been cancelled.\n\n(Image: Pippa Fowles / No10 Downing Street)\n\nThe website’s travel editor Rory Boland told the BBC that the government had \"now made it clear that countries can be removed or added from the travel corridor list at a moment's notice\".\n\nSaying that current government policy makes it \"too risky\" holidaymakers to travel to most popular destinations because of the danger of new quarantine regulations coming into force while they were away he added: \"Those holidaymakers who want to heed the government warning to not undertake non-essential travel to Spain, France and now Croatia and Austria are finding it increasingly difficult to claim a refund.\""}}