{"GDELT": {"GlobalEventID": 942088155, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "IGOUNO", "Actor1Name": "THE UN", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "IsRootEvent": 0, "EventCode": 52, "EventBaseCode": 52, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.06732117812062, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200821121500, "SOURCEURL": "https://www.thenational.ae/world/european-statement-sets-out-refusal-to-back-iran-arms-ban-extension-1.1066625"}, "ARTICLE": {"TITLE": "European statement sets out refusal to back Iran arms ban extension", "TEXT": "The Trump administration’s efforts to extend the international arms embargo on Iran suffered a humiliating setback yesterday after Britain, France and Germany refused to supports its efforts.\n\nIn a joint statement Europe’s three biggest economies said the American move to restore total sanctions on Tehran was incompatible with efforts to support the Iran nuclear deal.\n\nThe United States has pressured Britain into backing sanctions after its UN ambassador suggested that failing to do so would allow the “world’s largest state sponsor of terrorism to buy and sell weapons”.\n\nMike Pompeo, the US secretary of state, has requested the UN Security Council trigger a “snapback” mechanism contained in the Joint Comprehensive Plan of Action (JCPOA) nuclear deal to seek the reimposition of sanctions lifted in 2015. It cites Tehran’s breach of the agreement by its continued attempts to enrich uranium.\n\nThe ballistic missile named after Qassem Suleimani is being tested in an undisclosed location in Iran. AFP / Iranian Defence Ministry A missile unveiled by Iran is launched in an unknown location in Iran. Wana via Reuters A missile unveiled by Iran is launched in an unknown location in Iran. Wana via Reuters A missile unveiled by Iran is launched in an unknown location in Iran. Wana via Reuters A missile unveiled by Iran is launched in an unknown location in Iran. Wana via Reuters The ballistic missile named after Qassem Suleimani is being tested in an undisclosed location. EPA / Iranian Defence Ministry A new cruise missile named after Qassem Suleimani at in an unknown location in Iran. Wana via Reuters A new cruise missile named after Abu Mahdi Al Muhandis is seen in an unknown location in Iran. Wana via Reuters A new cruise missile named after Abu Mahdi Al Muhandis is seen in an unknown location in Iran. Wana via Reuters A new cruise missile named after Abu Mahdi Al Muhandis is seen in an unknown location in Iran. Wana via Reuters A new cruise missile unveiled by Iran is seen at an unknown location in Iran. Wana via Reuters\n\nBut America withdrew from the JCPOA two years ago, which European leaders say makes its “snapback” attempt invalid.\n\n“The US ceased to be a participant to the JCPOA following their withdrawal from the deal on May, 8 2018. We cannot, therefore, support this action, which is incompatible with our current efforts to support the JCPOA,” the countries, known as the E3 – European Three – said in a statement.\n\nIn what appeared to be a rebuke to the Trump government’s diplomatic efforts, the statement added: “We call on all UN Security Council members to refrain from any action that would only deepen divisions in the Security Council or that would have serious adverse consequences on its work.”\n\nWashington has become increasingly concerned that the UN vote in October on whether to continue the arms ban will not be supported by other major countries.\n\nIf the embargo is lifted Iran will be able to buy advanced military technology from states such as China and Russia, which could sell it sophisticated surface-to-air missiles, jets and submarines.\n\nReiterating that they remained committed to the JCPOA despite the significant challenges caused by the American withdrawal, the E3 said the priority was to “address the current issue of systematic Iranian non-compliance with JCPOA”.\n\nTo preserve the agreement, they urged Iran “to reverse all measures inconsistent with its nuclear commitments and return to full compliance without delay.”\n\nThe E3 also pledged to continue to work with the Security Council to continue further diplomatic resolution. “Our efforts will be guided by the need to uphold the authority and integrity of the UN Security Council and to advance regional security and stability.”\n\nThe accord, originally signed by the US, Britain, France, Germany, China and Russia, was a key diplomatic achievement for former president Barack Obama, limiting Iran’s nuclear research in return for ending crippling economic sanctions.\n\nWithin the deal is a provision for the arms embargo, first imposed in 2007, to expire in mid-October this year as long as Iran remains compliant. The embargo now looks likely to expire after the UN refused to back an extension last week. Britain, France and Germany caused further frustration for the Trump administration at the time by abstaining from the vote.\n\nMr Pompeo traveled on Thursday to New York to hand-deliver a letter to the president of the UN Security Council saying Iran isn’t complying with its obligations under the 2015 nuclear deal “despite extensive efforts and exhaustive diplomacy”.\n\nWashington contends that the notification starts a 31-day clock that will end with the council required to “snap back” sanctions on Iran. It puts the administration on a collision course with other world powers who say the U.S. doesn’t have the standing to invoke the sanctions provision because President Donald Trump quit the nuclear deal, formally known as the Joint Comprehensive Plan of Action (JCPOA).\n\nI take note of today’s announcement by the US. US unilaterally ceased participation in #JCPOA on 8 May 2018. It can not, therefore, be considered to be a JCPOA participant for the purposes of possible sanctions snapback foreseen by UNSC resolution 2231https://t.co/tVC5W8MbJ2 — Josep Borrell Fontelles (@JosepBorrellF) August 20, 2020\n\n“In the end they provided no alternatives, no options,” Mr Pompeo said of America’s European allies, adding that they “chose to side with the ayatollahs” and put their own citizens at risk. “America won’t join in this failure of leadership. America will not appease, America will lead.”\n\nCommentators believe that the sanctions issue is likely to be delayed until after the US presidential election in November."}}