{"GDELT": {"GlobalEventID": 942089396, "Day": 20200821, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6329, "Actor1Code": "USA", "Actor1Name": "TEXAS", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.3372956909361, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Collin County, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX085", "Actor1Geo_Lat": 33.2001, "Actor1Geo_Long": -96.5669, "Actor1Geo_FeatureID": "1383828", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Collin County, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 33.2001, "Action2Geo_Long": -96.5669, "Action2Geo_FeatureID": "1383828", "DATEADDED": 20200821121500, "SOURCEURL": "https://www.nbcdfw.com/about-nbc-5/community/fighting-hunger/plano-nonprofit-ready-to-feed-collin-county/2429697/"}, "ARTICLE": {"TITLE": "Plano Nonprofit Ready to Feed Collin County", "TEXT": "An event Saturday morning in Plano will go a long way towards fighting hunger in North Texas.\n\nNBC 5 will join Minnie’s Food Pantry and One Community Church in the Feeding Collin County Free Food Giveaway to get healthy meals to those who need help putting food on the table.\n\n“I’ve been doing this now 12 years, going on 13, and I’ve never in the history of Minnie’s Food Pantry seen such a need for people who need something as simple as their next meal,” said organizer Cheryl Jackson. “We’re not out of the woods at all. It’s getting worse.”\n\nJackson and her team at Minnie’s Food Pantry in Plano are used to feeding 5,000 every month but last month, the pandemic pushed the number to 33,000.\n\n“We have individuals coming in who say, ‘I no longer have a job,. What am I going to do?’ So that number is higher than anticipated, and we don't see an end to it, “ Jackson said, “and that's what's frightening.”\n\nYet, Jackson is known as a woman of action. Saturday morning, volunteers will set up a drive-through, contactless food pantry in the parking lot of One Community Church.\n\nhttps://www.facebook.com/minniesfoodpantry\n\n“We prepared for 2,000. We’ve got a little over 1,200 registered. So, we’ve got room for about 800 more families. They just need to sign up at minniesfoodpantry.org so that we reserve the box,” Jackson said.\n\nEvery car that comes through will get food, produce and milk while supplies last.\n\n“They're gonna go home with over a hundred pounds of food,” Jackson smiled. “And we’re so happy to be part. We're so happy to help those in need because it used to be me.”\n\nThe charismatic, energetic smiling woman and her sons were once where so many are now -- in need of food.\n\n“We used to be that family,” said son Robert Jackson. “So when she said she was trying to feed me, she was.”\n\n“He was seven or eight when I couldn’t give him a meal. And I remember that feeling. And I wouldn’t want anyone to feel what I felt when I couldn’t feed my own family,” Cheryl Jackson said.\n\nThat experience led her to open Minnie’s Food Pantry in 2008. Her father passed away that year, and Jackson wanted to do something to honor her mother Minnie while she was still living. Cheryl Jackson grew up in a family that helped others, so helping families get healthy meals became the mission.\n\n“When you can’t provide for your family from a husband’s point or a spouse or a wife or mother, there is no more pain than that,” Jackson said.\n\n“And I’ve been a grown boy. I'm still growing. And I’m 32 but it's been a beautiful journey feeding families next to her and making a difference,” said son Robert who quit his job in the mortgage business to join his mother.\n\n“I felt like my grandfather called me from heaven to tend to my mother and her mission and her purpose,” he said. “I know the good Lord placed it on my heart to serve her and serve others.”\n\nJackson’s motto is Feed Just One but in 12 years, she’s served more than 11 million meals and more will be fed on Saturday. Every car that rolls through will get enough food to put a temporary pause in worrying about the next meal.\n\n“When you come and pick up that box, you'll be able to go home that night and make a complete meal and have breakfast in the morning with cereal and milk,” she said.\n\nJackson, though believes she’s doing more than “slinging a box in your car.” She believes she’s sending families on their way with some hope on board, hope she carries with her since her mom’s passing in 2015.\n\n“My mother used to say hope means Having Only Positive Emotions,” she said, “and when we're out there for those two hours, we have nothing but positive emotions to let them know, it's gonna get better. It's gonna get better.”"}}