{"GDELT": {"GlobalEventID": 942088592, "Day": 20200821, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6329, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "Actor2Code": "LAB", "Actor2Name": "WORKER", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.9027982326951403, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Guangming, Jilin, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH05", "Actor1Geo_ADM2Code": "13176", "Actor1Geo_Lat": 43.5022, "Actor1Geo_Long": 129.673, "Actor1Geo_FeatureID": "10869730", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Guangming, Jilin, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH05", "Actor2Geo_ADM2Code": "13176", "Actor2Geo_Lat": 43.5022, "Actor2Geo_Long": 129.673, "Actor2Geo_FeatureID": "10869730", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Guangming, Jilin, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH05", "Action2Geo_ADM2Code": "13176", "Action2Geo_Lat": 43.5022, "Action2Geo_Long": 129.673, "Action2Geo_FeatureID": "10869730", "DATEADDED": 20200821121500, "SOURCEURL": "http://www.talkradio1170.com/ap-story/17cdf14b9033c17ab6f06bbec0b88e08"}, "ARTICLE": {"TITLE": "AP Story", "TEXT": "BEIJING — The head of a major state-owned Chinese pharmaceutical company says its coronavirus vaccine will be commercially available by the end of the year.\n\nLiu Jingzhen, the chairman of SinoPharm, told a Chinese Communist Party newspaper that the vaccine would cost less than 1,000 yuan ($140) and be given in two shots, 28 days apart. He said that students and workers in major cities would need to get the vaccine, but not those living in sparsely populated rural areas.\n\n“Not all of the 1.4 billion people in our country have to take it,” he said in an interview published Tuesday in the Guangming Daily.\n\nSinoPharm, which has two vaccines in trial, has an annual manufacturing capacity of 220 million doses, Liu said.\n\nLiu, who is also the company’s Communist Party secretary, told the paper that he had been injected with the vaccine. Reports that Chinese researchers and executives have received shots of their vaccines have raised ethical questions in some scientific circles.\n\n___\n\nHERE’S WHAT YOU NEED TO KNOW ABOUT THE VIRUS OUTBREAK:\n\n— Report: U.S. nursing home cases up nearly 80% in COVID-19 rebound\n\n— Washington's National Zoo awaits birth of pandemic panda cub\n\n— Pandemic reshaping air travel as carriers struggle\n\n— Universities scramble to deal with virus outbreaks\n\n___\n\n— Follow AP’s pandemic coverage at http://apnews.com/VirusOutbreak and https://apnews.com/UnderstandingtheOutbreak\n\n___\n\nHERE’S WHAT ELSE IS HAPPENING:\n\nNEW DELHI — India reported more than 55,000 new cases on Tuesday, putting its total virus caseload past 2.7 million.\n\nIndia has the third-most cases, behind the U.S. and Brazil. It also has the fourth-most deaths from the coronavirus, with 51,797.\n\nBut India's deaths per million people stands at 34 — far lower than what has been reported in some North American and European countries.\n\nIndia has been recording at least 50,000 new infections per day since mid-July as the disease has spread from cities like Mumbai and New Delhi into densely populated states like Bihar and Uttar Pradesh.\n\n___\n\nJAKARTA, Indonesia — The World Health Organization says countries in the Western Pacific — a vast region comprising nearly 1.9 billion people — have entered a new phase of coronavirus pandemic response and urged regional governments to continue to promote behavior that protects community health.\n\nThis is “the phase where governments will need to deal with multiple increases or surges, but in a sustainable way,” said Dr. Takeshi Kasai, the WHO’s regional director for the Western Pacific.\n\nHe said governments will need to have earlier targeted responses to outbreaks, continue to improve health care systems, and promote healthy “new normal” habits that will help prevent the spread of the virus.\n\n“Approaches like this could be more effective and minimize social disruptions and impact on economies,” Kasai said.\n\nThe WHO also warned that countries in the region — including Australia, the Philippines and Japan — are reporting increasing numbers of people under 40 contracting the virus.\n\n“Many are unaware they are infected with very mild symptoms, or none at all,” Kasai said. “This can result in them unknowingly passing on the virus to others.”\n\n___\n\nMELBOURNE, Australia — An epidemiologist told an inquiry on Tuesday that almost all of a second wave of coronavirus infections in Australia’s hard-hit Victoria state can be traced back to returned travelers in two Melbourne hotels.\n\nDepartment of Health and Human Services epidemiologist Charles Alpren was testifying at a state government-appointed inquiry into failures in a quarantine system that required Australians returning from overseas to isolate in Melbourne hotels for two weeks.\n\nAlpren said “99%” of Victoria’s current coronavirus infections were linked to the Rydges on Swanston and Stamford Plaza hotels.\n\nHe said the Rydges outbreak started with a family of four who returned from overseas on May 9.\n\nSome 46 workers from the Stamford Plaza and their close contacts were found to have caught COVID-19 from a man who returned from overseas on June 1 and a couple who returned on June 11, Alpren said.\n\nMelbourne has been locked down for a second time due to the second wave of infections that has resulted in as many as 725 new cases and 25 deaths in a day.\n\n___\n\nMANILA, Philippines -- Philippine President Rodrigo Duterte has decided to ease a mild lockdown in the capital and four outlying provinces to further reopen the country’s battered economy in a high-risk gamble despite having the highest number of coronavirus infections in Southeast Asia.\n\nDuterte’s decision, which he announced late Monday, would allow most businesses, including shopping malls and dine-in restaurants, and Roman Catholic church services to partially resume on Wednesday with restrictions, including the wearing of face masks and keeping people safely apart.\n\nDuterte shifted metropolitan Manila and the nearby provinces of Bulacan, Cavite, Laguna and Rizal, a region of about 25 million people, back to a mild lockdown two weeks ago after leading groups of doctors warned hospitals were being overwhelmed again by COVID-19 patients and pleaded for a “time out.” They also asked the government to recalibrate its response to the pandemic.\n\nThe Philippines has reported more than 164,000 of confirmed cases, including 2,681 deaths.\n\nDuterte’s administration has been under intense pressure to revive the economy after it fell into a recession in the second quarter and millions lost their jobs.\n\n___\n\nSEOUL, South Korea -- South Korea has reported 246 new cases of the coronavirus, its fifth consecutive day of a triple-digit increase, as the virus continues to spread quickly in the greater capital area where churches have emerged as major clusters.\n\nThe figures announced by South Korea’s Centers for Disease Control and Prevention on Tuesday pushed the five-day total to 959 and the national caseload to 15,761, including 306 deaths.\n\nThe KCDC said 202 of the new cases were reported from the densely populated Seoul metropolitan area, home to half of South Korea’s 51 million population, where health workers have been struggling to track transmissions stemming from church gatherings, restaurants, schools and workers.\n\nA northern Seoul church led by a bitter critic of South Korean President Moon Jae-in has emerged as a major cluster of infections, with health workers as of Monday afternoon detecting more than 300 infections linked to its members.\n\n___\n\nMELBOURNE — Australia’s coronavirus hot spot Victoria state on Tuesday reported its lowest tally of new infections in a month.\n\nVictoria’s Health Department reported 222 news cases, the lowest daily tally since 217 were recorded on July 18.\n\nThe state also reported 17 deaths following a daily record of 25 fatalities on Monday.\n\nInfections have been trending down after a second lockdown came into force in the state capital Melbourne in early August that included a curfew and mandatory mask-wearing.\n\n___\n\nMississippi Gov. Tate Reeves said Monday that he believes voters will be safe going to the polls in person in November for the U.S. presidential elections amid the coronavirus pandemic.\n\nReeves said those who work in the polls will be required to wear PPE, and voters will need to wear masks and social distance.\n\nIn Mississippi, those over the age of 65 can vote with absentee ballots and those who have a tested positive for coronavirus can get an absentee ballot, provisions that cover the most vulnerable people who will be voting in the election, Reeves said.\n\n“Just simply saying, ‘I don’t want to go vote in person this year’ is not a reason,’” Reeves said of why someone might apply for an absentee ballot.\n\nOn Sunday, when asked on CBS’s “Face the Nation” if he is confident all mail-in ballots in the state of Mississippi will be counted in November, Reeves said he’s confident that the ballots that are “legally cast” will be counted.\n\nDuring a press briefing Monday, Reeves said he understands “it’s kind of the neat thing” among national media to “focus on this fight about the U.S. Postal Service, and to attack President Trump because he is opposed to mail-in voting, universal mail-in voting.”\n\n“I simply meant that Mississippi has election laws, and I anticipate that those election laws will be followed – nothing more, nothing less. If you legally cast a ballot in the state of Mississippi under the laws of our state, I have every belief that our circuit clerks along with our secretary of state and our state elections board, will count every ballot that is legally cast,” he said."}}