{"GDELT": {"GlobalEventID": 942089538, "Day": 20200821, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6329, "Actor1Code": "USAJUD", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "JUD", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.37735849056604, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "San Francisco, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA075", "Actor1Geo_Lat": 37.7749, "Actor1Geo_Long": -122.419, "Actor1Geo_FeatureID": "277593", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "San Francisco, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 37.7749, "Actor2Geo_Long": -122.419, "Actor2Geo_FeatureID": "277593", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Boulder, Colorado, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCO", "Action2Geo_ADM2Code": "CO013", "Action2Geo_Lat": 40.015, "Action2Geo_Long": -105.271, "Action2Geo_FeatureID": "178680", "DATEADDED": 20200821121500, "SOURCEURL": "https://legalnewsline.com/stories/549267619-d-c-doesn-t-want-its-climate-change-case-in-federal-court"}, "ARTICLE": {"TITLE": "D.C. doesn't want its climate change case in federal court", "TEXT": "\n\nRacine\n\nWASHINGTON (Legal Newsline) – District of Columbia Attorney General Karl Racine is asking that his climate change lawsuit against Big Oil be moved back to the district court it was first filed in.\n\nRacine’s office and his private firms hired on a contingency fee – Sher Edling of San Francisco and Tycko & ZavareeI of D.C. – filed a motion to remand on Aug. 17. Jurisdiction is a key factor in this and other similar cases around the country as plaintiffs face bigger hurdles in federal court.\n\nIt was first filed in D.C. Superior Court, the equivalent of D.C.’s state court. Defendants like Exxon removed it to federal court, where they had success fighting off lawsuits by Oakland, San Francisco and New York City at the trial court level.\n\n“The District states that removal was improper because the District’s Complaint does not raise any federal claims, and the Superior Court is the appropriate forum for adjudicating the exclusively District law claims brought pursuant to the Attorney General’s authority under the Consumer Protection Procedures Act,” the motion to remand says.\n\nThe latest trend is to send these cases back to various state courts, like federal judges in Rhode Island, Baltimore and Colorado have. The U.S. Court of Appeals for the Ninth Circuit has also overturned the decisions against Oakland and San Francisco and told the federal trial judge to reconsider the jurisdiction issue.\n\nThe Ninth Circuit’s 30-page decision was written by Judge Sandra Ikuta, a George W. Bush nominee, and joined by judges Morgen Christen and Kenneth Lee. In it, the panel said Judge William Alsup erred last June when he dismissed the climate lawsuits because they failed to state a claim that could be resolved by the judiciary.\n\nAlsup’s decision was a blow to the politically connected private law firms that are pursuing climate lawsuits on behalf of cities and counties around the country and will earn tens of millions of dollars in fees if they win their multibillion-dollar claims.\n\nSince Alsup's ruling, climate change plaintiffs have scored several significant victories, including winning remand to state court of lawsuits by the cities of Baltimore, Providence, R.I., and Boulder, Colo. Opponents of climate litigation say it represents an attempt by environmentalists and profit-seeking private lawyers to use the courts to achieve goals they cannot accomplish through the political process.\n\nThe Ninth Circuit didn’t return the Oakland and San Francisco cases directly to state court, instead giving Judge Alsup another chance to determine whether his court has jurisdiction to hear the lawsuits. If he doesn’t find jurisdiction, the panel ruled, the cases must return to state court. One possibility the judge raised, of using federal maritime, is precluded because the oil companies didn’t raise it in prior filings, the appeals court ruled.\n\nWeekly Newsletter Sign-up and get latest news about the courts, judges and latest complaints - right to your inbox. Sign up × By signing up you agree to receive email newsletters or alerts from Legal Newsline. You can unsubscribe at any time.\n\nIt’s all likely leading to a decision from the U.S. Supreme Court."}}