{"GDELT": {"GlobalEventID": 942089110, "Day": 20200821, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6329, "Actor1Code": "LKA", "Actor1Name": "SRI LANKAN", "Actor1CountryCode": "LKA", "Actor2Code": "LKABUS", "Actor2Name": "SRI LANKAN", "Actor2CountryCode": "LKA", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.24449877750611, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sri Lanka", "Actor1Geo_CountryCode": "CE", "Actor1Geo_ADM1Code": "CE", "Actor1Geo_Lat": 7.0, "Actor1Geo_Long": 81.0, "Actor1Geo_FeatureID": "CE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Sri Lanka", "Actor2Geo_CountryCode": "CE", "Actor2Geo_ADM1Code": "CE", "Actor2Geo_Lat": 7.0, "Actor2Geo_Long": 81.0, "Actor2Geo_FeatureID": "CE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Sri Lanka", "Action2Geo_CountryCode": "CE", "Action2Geo_ADM1Code": "CE", "Action2Geo_Lat": 7.0, "Action2Geo_Long": 81.0, "Action2Geo_FeatureID": "CE", "DATEADDED": 20200821121500, "SOURCEURL": "https://gulfnews.com/uae/covid-19-stranded-sri-lankans-get-help-in-dubai-but-want-tickets-to-fly-home-1.73332113"}, "ARTICLE": {"TITLE": "COVID-19: Stranded Sri Lankans get help in Dubai, but want tickets to fly home", "TEXT": "Welfare body provides housing and food, but needs help with repatriation\n\nThe batch of Sri Lankans who were repatriated Image Credit: Supplied\n\nDubai: Several stranded Sri Lankans who ran out of money for accommodation have been provided shelter by the Sri Lankan Welfare Association — Sahana (SLWA), a community organisation registered with Dubai’s Community Development Authority (CDA).\n\nThe SLWA is currently housing 47 Sri Lankans, after helping in the repatriation of 18 expatriates on August 16. In their late 20s, most of them had come to Dubai in February and early March this year on visit visas looking for employment.\n\nMuhammed Isthiaq Raziq\n\n“They left Sri Lanka to look for suitable jobs in the UAE but unfortunately COVID-19 happened and they found themselves stranded. Eventually, they ran out of funds but thankfully, several members of the Sri Lankan expat community came to their help,” SLWA volunteer Muhammed Isthiaq Raziq, 43, told Gulf News. “Initially, we accommodated 22 distressed Sri Lankans in early August, then 10 more came to us on August 10 and another 33 by August 17, a total of 65 stranded individuals. They came to the Sri Lankan Consulate in Dubai, where SLWA volunteers have been serving free food daily from breakfast till dinner time,” added Raziq.\n\nSLWA director Vishwa Thilakarathna said despite their (stranded Sri Lankans) situation, everyone was found healthy and had no signs of COVID-19.\n\nVishwa Thilakarathna\n\n“But we also found out they had no place to stay, so we provided them with free accommodation,” Thilakarathna added.\n\nImmediate repatriation\n\nAt present, SLWA is seeking help with the immediate repatriation of the remaining 47 Sri Lankans under their care.\n\n“SLWA volunteers have been providing them with daily food and they are staying in rooms we have rented but we need to immediately work on their repatriation so they can finally be reunited with their families,” said Thilakarathna, adding: “The 18 individuals who flew on Sunday told us they are physically and mentally better now because they are back home.”\n\nThose who were repatriated on August 16 were tested negative for COVID-19 and are undergoing self-quarantine.\n\nThilakarathna said the Sri Lankan Consulate and Sri Lankan Business Council are providing assistance, but funds are urgently needed to purchase air tickets. “We hope stranded countrymen reach home by the first week of September,” he noted."}}