{"GDELT": {"GlobalEventID": 942088235, "Day": 20200821, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6329, "Actor2Code": "IND", "Actor2Name": "CHENNAI", "Actor2CountryCode": "IND", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.29259694477086, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Chennai, Tamil Nadu, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN25", "Actor2Geo_ADM2Code": "70251", "Actor2Geo_Lat": 13.0833, "Actor2Geo_Long": 80.2833, "Actor2Geo_FeatureID": "-2103041", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Chennai, Tamil Nadu, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN25", "Action2Geo_ADM2Code": "70251", "Action2Geo_Lat": 13.0833, "Action2Geo_Long": 80.2833, "Action2Geo_FeatureID": "-2103041", "DATEADDED": 20200821121500, "SOURCEURL": "http://www.koreatimes.co.kr/www/opinion/2020/08/256_294619.html"}, "ARTICLE": {"TITLE": "Lost and found", "TEXT": "By Hyon O'Brien\n\n\n\n\n\nOne day, years ago, when we lived in New Jersey, we were returning from Manhattan after seeing a Broadway show when I spotted a woman's pocketbook lying on the side of the road. We were able to stop the car and retrieve it. We called the woman using the identification in her wallet, and she came to meet us and reclaim her property. She was an Israeli without much English so she couldn't explain how she had lost her purse, which remains an intriguing mystery. But we were glad to be able to return her things to her.\n\n\n\nI had another \"lost and found\" episode in Italy. Four of us, old high school classmates, decided to celebrate our 60th birthdays by going on a cruise. When we arrived at the airport in Rome, one of our suitcases was not on the carousel in the luggage claim area. We reported the missing item to the Lost and Found Department, and provided the name of our ship and its itinerary. We left the port that night without any news of the suitcase. I shared my clothing and toiletries with my friend, Soonja, who had lost her bag. Fortunately, the airline staff did a fabulous job, forwarding it to the next port of our cruise. You can imagine my relief as I didn't have enough to share for a 10-day journey.\n\n\n\nKakaotalk is one of the apps I use every day. One of the coolest features is free calling and texting to anyone around the world who has downloaded the same app. I am fortunate that my college classmates decided to create a group chat using Kakaotalk. Currently more than 60 of us are on it. Apart from a dozen or so close friends, I had lost touch with the majority of my classmates since graduation in 1969. For me this has been a joyful case of \"lost and found\" as I regularly follow the discussions of the group. Once in a while I chat one-on-one with those in the States to enquire after their well-being during the pandemic. It is so gratifying to connect this way. I have found a treasure box.\n\n\n\nWe lost \"in person\" meetings because of the coronavirus but we have found \"Zoom\" meetings. I appreciate online Rotary meetings, our church's worship services, and book and film clubs. FaceTime also provides much needed virtual encounters with those we cannot meet in person. I believe Zoom may replace many business trips even when the pandemic is behind us. Worldwide, our Rotary International organizations now have easy access to each other by clicking on the links for meetings. The other day I invited a Rotarian from Chennai, India to join our weekly meeting, a previously unheard of advantage.\n\n\n\nWe can also see the interplay of \"lost and found\" in our mental and spiritual life. \"Amazing Grace\", the famous hymn written by Anglican clergyman John Newton (1725-1807) was based on his personal spiritual awakening. Newton was involved in the Atlantic slave trade. In 1748, a violent storm rocked his vessel on the coast of County Donegal, Ireland. It was so severe that he called out to God for mercy. That moment marked his spiritual conversion. Once lost, now found thanks to God's grace, he ultimately repented and quit the slave trade, and went to a seminary to study Christian theology. Newton wrote the words to \"Amazing Grace\" to illustrate his sermon on New Year 's Day 1773. In 1835, American composer William Walker set it to the tune known as \"New Britain,\" the version most frequently heard today. It has been estimated that this hymn is performed some 10 million times annually. Newton felt that his earlier life without God had been a life lost in darkness and selfishness, but once he had found God he became a new creation.\n\n\n\n\"The Second Mountain\" by David Brooks (1961- ), a Canadian born American who writes for the New York Times, describes the two mountains we climb in our lives. The first mountain is our life of acquisition: getting an education, building a career and accumulating knowledge and wealth. Having climbed and conquered the first mountain, we human beings often feel empty when we discover that there is no ultimately meaningful purpose to be found there. So some of us start searching for meaning and purpose in our life on Earth.\n\n\n\nThat's when we start climbing the second mountain, in which we let go of \"self\" and integrate with others to help others, build up others and work for others. No longer seeking self-sufficiency and independence, we welcome interdependence and connections. We begin to learn how to yield for the common good, looking at the bigger picture. We join others in serving the community, and find satisfaction intermingling with like-minded people seeking a moral compass. In a way, we were \"lost\" after climbing the first mountain, but we \"found\" our true selves by climbing the second mountain.\n\n\n\nI pray that all my readers will be engaged in climbing the second mountain and find a deep sense of well-being. I will meet you there.\n\n\n\n\n\nHyon O'Brien (hyonobrien@gmail.com) is a former reference librarian now living in the United States.\n\n"}}