{"GDELT": {"GlobalEventID": 942088680, "Day": 20200821, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6329, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "MOS", "Actor2Name": "MUSLIM", "Actor2Religion1Code": "MOS", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.46428571428571, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200821121500, "SOURCEURL": "https://gulfnews.com/world/europe/france-muslim-girls-family-shaves-her-head-over-christian-boyfriend-1.1598008736886"}, "ARTICLE": {"TITLE": "France: Muslim girl's family shaves her head over Christian boyfriend", "TEXT": "They will be tried later this year for \"violence against minors\"\n\nPhoto for illustrative purposes Image Credit: Pixabay\n\nStrasbourg, France: The parents, uncle and aunt of a teenager of Bosnian Muslim origin will face trial in France on charges of violence against a minor for shaving her head because of her relationship with a Christian Serbian boy, prosecutors said Friday.\n\nThe girl, aged 17, had her hair shaven off and was also beaten in the eastern city of Besancon on Monday, judicial sources said.\n\nPolice detained the two parents as well as the uncle and the aunt. They were released under judicial control but are banned from contacting the girl who has been placed under protection.\n\nThey will be tried later this year for \"violence against minors\", deputy prosecutor Margaret Parietti told AFP, confirming a report in the Est Republicain daily.\n\nThe girl, who arrived from Bosnia-Herzegovina two years ago with her family, had for several months had a relationship with the boy of Serbian origin who lived in the same building in Besancon.\n\n\"The two families knew each other and (their relationship) was not a problem, but when they started talking about marriage, the girl's parents told her: 'We are Muslims, you cannot marry a Christian',\" Parietti told AFP.\n\nThe family took away her phone and stopped her contacting her boyfriend. The pair then fled for four days and on their return came to the apartment of the girl's family along with the boy's parents.\n\n\"The first blow came from the mother, then there was an outbreak of violence. She was taken to a room and beaten. She was shaved, according to her testimony, by her uncle - her father's brother - while being beaten\", the prosecutor said.\n\nShe had previously had 60 centimetres (about two feet) of hair.\n\nHead-shaving in this context has a particularly shocking context in France."}}