{"GDELT": {"GlobalEventID": 942247398, "Day": 20200822, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6356, "Actor1Code": "COP", "Actor1Name": "POLICE OFFICER", "Actor1Type1Code": "COP", "Actor2Code": "ESP", "Actor2Name": "CASTILE", "Actor2CountryCode": "ESP", "IsRootEvent": 0, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.81194409148666, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_Lat": 45.7326, "Actor1Geo_Long": -93.9196, "Actor1Geo_FeatureID": "MN", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Minnesota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMN", "Actor2Geo_Lat": 45.7326, "Actor2Geo_Long": -93.9196, "Actor2Geo_FeatureID": "MN", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 45.7326, "Action2Geo_Long": -93.9196, "Action2Geo_FeatureID": "MN", "DATEADDED": 20200822094500, "SOURCEURL": "https://eurweb.com/2020/08/22/abolish-the-police-some-minneapolis-residents-call-that-a-punishment/"}, "ARTICLE": {"TITLE": "Abolish the Police? Some Minneapolis Residents Call That a Punishment", "TEXT": "*Defunding or abolishing police departments has become a national debate in the wake of George Floyd’s death, but Minneapolis residents say abolishment isn’t necessarily a clear-cut answer. Some even view abolishment as punitive — a unilateral response to their speaking out against police brutality.\n\nThe city approved its first budget cut to the police department late last month. Residents raised concerns regarding whether those most affected had been considered in the discussion of the broad-sweeping removal of the police department from the city’s charter.\n\nTo change the police department, the city charter needs to change. On August 5, the Charter Commission had the option of approving any of four motions but opted for more time — pushing a vote on the City Council’s charter amendment to Sept. 2.\n\nThe department-abolishing charter amendment calls for the City Council to “establish, maintain, adequately fund, and consistently engage the public about a department of community safety and violence prevention.” The ordinance also calls for a Division of Law Enforcement Services that would employ “peace officers,” among other measures.\n\nBut not all black citizens want less police presence. The Washington, D.C.-based Gallup Center on Black Voices launched a nationwide survey and found that only 22 percent of black Americans favored abolishment. Meanwhile, the majority, 61 percent of black respondents, wanted the same level of police presence in their neighborhoods, and 90 percent wanted reforms aimed at improving relations and preventing or punishing abusive behaviors by law enforcement.\n\nDuring a Minneapolis Charter Committee public hearing held virtually last month, 86 people gave feedback on police abolishment, including supporters, those wanting to outsource law enforcement to other departments and clear dissenters. Among the strongest dissent was from Nekima Levy Armstrong , a civil rights attorney focused on police accountability for 15 years.\n\n“I do not support this proposed charter amendment for a number of reasons: Number one, city council members did not do their job … in terms of pushing for police accountability and reform. … They’re bypassing any possible reforms and going straight for dismantling the police without really having any input from the black community, particularly the people who are most impacted by the shootings and things that have happened in our community,” she said. Another virtual public hearing July 21 attracted 89 people who commented on the issue.\n\nConfusion among residents concerning the changes was apparent at both meetings.\n\nOne resident, Raeisha Williams, took to Facebook Live to decry any attempt at abolishing the police department and supporting current Chief Medaria Arradondo , who was promoted to the position in 2017. Arradondo responded to the death of George Floyd by promptly firing and charging the officers involved.\n\n“His action was swift. It was right,” Williams said. “He is the first to do that in his position, and you are going to get rid of him with your charter and he has to reapply, right? He’s been trying to clean house, worked his way up through the ranks, born and raised right in the community on (the) south side. … We are not asking you to abolish it. We are telling you to reconstruct it.”\n\nCertainly, pro-abolishment feelings exist. “I am speaking from the perspective of MPD150 ,” said Molly Glasgow, a core member of the project, which seeks to review and research ways to dismantle the police department. “The system continues to … openly harass and violently police Black people, Indigenous people and people of color. … The gruesome and dangerously casual murder of George Floyd in front of the eyes of young people, combined with ongoing economic and racial justice violations … led to this shift. Young people and elders are continuing to lead the way to a new world, without police.”\n\nWhat solutions will work for communities?\n\n“We have worked hard to reform the department, you know,” Council Member Andrea Jenkins of Ward 8 said, during a phone interview with Zenger. “We’ve addressed issues like … wellness training, implicit bias training. … We hired a police chief to reform the department, and it just has not been successful in the public safety that our community deserves. So we decided that we have to take different measures.\n\n“Reallocating some of our resources, which some people call defunding, I’d like to think of it as re-funding our communities, to do the work that is really important to help prevent crime as opposed to just responding,” said Jenkins. “… It is an aspirational goal that at some point in time we want to live in a society that does not rely on police … on prisons to warehouse our own citizens. It will require professionally trained law enforcement as part of a broader public safety continuum including support for mentally ill respondents and helping with domestic violence — and we’ve already started some of this work.”\n\nWard Eight is where Floyd died; protests largely converged there at 38th Street and Chicago Avenue. The Minneapolis police budget for 2020 was $193 million and faces a nearly $98 million shortfall due to COVID-19 and unrest resulting from Floyd’s murder. So far, more than $1 million is allocated for community support programming.\n\nSome residents called for a larger allocation. Others prefer the independence of city funding to address issues.\n\n“I have an outreach program. I walk the neighborhoods with a couple guys … and one thing about my program is we never got money from the city,” said Quantrell Urman, co-founder of the nonprofit Strength Group and the business Turf Politics. “If there’s a dollar sign for you to go out there … then I don’t need you out there because when the money is gone, you’re gone.\n\n“Our parks are being used (for criminal activity). The kids can’t even go in the parks there— even before the corona(virus), you know? I grew up in that neighborhood so when I take my daughters back, there’s nothing to take them back to see. I can’t say to them, “I used to play at this park.” There was an hour we had to go to tutoring after school. Where did that all go? I’m trying to prevent the youth from getting into the system. We’re losing our kids in the middle of trying to defund the police,” Urman said, of rising violence.\n\n“They are shooting young girls. It’s not hitting the news like you see other things, but I get calls to these shootings, to diffuse the situation,” he said. “These are real kids — 15, 16 years old. … Their guns were bigger than them. We got to think about the long term. You can take the money away (from the police department budget), but hopefully you do something that’s going to benefit … the community.”\n\n“So whenever young people are gathered, I provide assistance,” said Evan Barnett, a youth worker. “I was one of the organizers when we did Occupy the Police Force a couple years ago (following the Jamar Clark killing). … I provide advice to do things a little safer. … But it’s been all races dying — Black, white, Indigenous, and this is a yearly thing. That’s why there is so much outrage.”\n\nIndeed, prior police incidents haunt Minneapolis.\n\nForty-year-old Justine Damond, a white Australian-American woman, was fatally shot on July 15, 2017, by then-31-year-old Mohamed Noor, a black Somali-American officer. She’d called 911 to report the possible assault of a woman behind her house. Philando Castile was fatally shot during a traffic stop on July 6, 2016, by Jeronimo Yanez, a 28-year-old police officer from St. Anthony, Minnesota. Jamar Clark, a 24-year-old African-American man, was shot by police on November 15, 2015. There was a lawsuit settlement in 2013 for the death of David Smith, a man who died in 2010 after an incident at the YMCA.\n\n“It’s important to say their names. There was the radio station deejay, Quincy DeShawn Smith,” said Barnett. In November 2008, an appeals court reinstated a lawsuit brought by 24-year old Smith accusing city police officers of excessive force. Three weeks later, Smith was killed after being chased and subdued with a Taser during a domestic disturbance call.\n\nThe police union has played a complicated role in reforms. The department used to have the oversight of the Minneapolis Civilian Review Authority, an all-civilian appointed board that investigated allegations of police misconduct. In 2007, the attorney for the Minneapolis Police Federation (the union), Anne Walther, requested that the review board’s findings be more private, citing data practices laws.\n\nAssistant Minneapolis Attorney Lisa Needham complied, resulting in the board no longer telling the public when it had “sustained” a complaint against an officer. The board also had to stop informing the victims of police misconduct which parts of their allegations were found to have merit, thus affecting transparency of findings with the public. The state legislature eventually prohibited the board from making findings of fact regarding complaints against an officer in 2012 and merged with the police department’s own internal affairs unit.\n\nAbolishment of the department may be at issue, but the general community sentiment is one of accountability.\n\n“I’m sure there’s times that officers have to take steps to save their lives,” said Barnett. “But as a professional trained with a gun, you don’t always have to shoot to kill. Or if you happen to kill somebody, there’s a consequence regardless.”\n\n(Edited by Robert George and Cathy Jones.)\n\n\n\n\n\n\n\nThe post Abolish the Police? Some Minneapolis Residents Call That a Punishment appeared first on Zenger News."}}