{"GDELT": {"GlobalEventID": 942247798, "Day": 20200822, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6356, "Actor1Code": "REL", "Actor1Name": "MONK", "Actor2Code": "CHN", "Actor2Name": "CHINESE", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Vienna, Wien, Austria", "Actor2Geo_CountryCode": "AU", "Actor2Geo_ADM1Code": "AU09", "Actor2Geo_ADM2Code": "5672", "Actor2Geo_Lat": 48.2, "Actor2Geo_Long": 16.3667, "Actor2Geo_FeatureID": "-1995499", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vienna, Wien, Austria", "Action2Geo_CountryCode": "AU", "Action2Geo_ADM1Code": "AU09", "Action2Geo_ADM2Code": "5672", "Action2Geo_Lat": 48.2, "Action2Geo_Long": 16.3667, "Action2Geo_FeatureID": "-1995499", "DATEADDED": 20200822094500, "SOURCEURL": "http://voiceofvienna.org/2020/08/22/man-allegedly-tries-to-rig-next-dalai-lama-selection-by-bribing-100-tibetan-monks-with-cash/"}, "ARTICLE": {"TITLE": "Man allegedly tries to RIG next Dalai Lama selection by bribing 100 Tibetan monks with cash – Voice Of Vienna", "TEXT": "Indian authorities believe that a suspect detained for money laundering was also running a secret operation to meddle in the next Dalai Lama selection process, reports say.\n\nChinese national Charlie Peng may have bribed around 100 monks over the past two years to garner support for a “Chinese candidate” to succeed the Dalai Lama, Indian government sources told News18. The payments were reportedly made in cash, as well as by wire transfers.\n\nDuring the probe, authorities questioned monks in two monasteries in Karnataka and Uttar Pradesh States about the funds they received.\n\nAccording to local media, earlier this month Indian tax authorities accused Peng of money laundering and of paying monks between $2,700 and $4,000 to spy on the Dalai Lama and “infiltrate” his inner circle.\n\nPeng was described as a businessman with interests in Bengaluru. He was previously detained in 2018 for holding a fake Indian passport. Authorities have also identified a Delhi-based accountant who is believed to be Peng’s accomplice.\n\nA new Dalai Lama is considered to be the reincarnation of a previous one. The search for a young boy who is declared the successor is done by lamas, high-ranking Tibetan priests. The selection process can take several years.\n\nThe current Dalai Lama, 85, has been living in India since 1959 after fleeing Tibet during a conflict with the Chinese authorities.__RT.Com"}}