{"GDELT": {"GlobalEventID": 942247254, "Day": 20200822, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6356, "Actor2Code": "ESP", "Actor2Name": "SPANISH", "Actor2CountryCode": "ESP", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.13568521031207, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX", "Actor2Geo_Lat": 23.0, "Actor2Geo_Long": -102.0, "Actor2Geo_FeatureID": "MX", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX", "Action2Geo_Lat": 23.0, "Action2Geo_Long": -102.0, "Action2Geo_FeatureID": "MX", "DATEADDED": 20200822094500, "SOURCEURL": "https://www.lcsun-news.com/story/opinion/columnists/2020/08/22/where-some-go-they-go-alone/3407767001/"}, "ARTICLE": {"TITLE": "Where Some Go, They Go Alone", "TEXT": "Cassie McClure\n\nMy So-Called Millennial Life\n\nI met her in a ninth-grade Spanish class. It was already March when I moved to a brand-new state from overseas, meaning that I had less than six good weeks to make friends before break. Spoiler: I spent that summer getting very acquainted with the original \"Star Trek\" series alone.\n\nI didn't make friends with her immediately, but I remember her escorting me down the hall from class. She shook my hand a little manically, her bones small and dainty, and I would tease her for years that she had a gaunt yet fierce avian look about her. Her handshake felt like the first acknowledgment of my arrival to the new land; she made me think that it could be home at some point.\n\nAfter that lonesome summer, when I headed into my sophomore year, I started making friends in the simple, easy ways that happen when you're younger and many of us miss. She got into the back of a small pickup heading to Wendy's. There, she told me and another friend about an experience she had just had, something too big to share when we had first met. She realized it at a certain point, clamping down on a burger and eying me. But from then on, we were friends. An overconfession was the act that enveloped me into her life story immediately.\n\nI was the strait-laced foil against her. I hung out with nerds in the computer room. She took smoke breaks in a battered truck. I spritzed Bath & Body Works spray on her to cover the smell. She was the one who would drag me along to a party, the first and only party like it, where the host showed me the trapdoor I could leave from if the cops came. I would have left faster, but she was coming down from something and had her head in my lap as I stared into the distance. I probably thought about whether that was the time I'd have to call my parents to bail me out, like all those after-school specials advised.\n\nShe's the one I called first when I lost my virginity. She immediately told me she was pregnant. Perhaps our duality shouldn't surprise me as much now.\n\nShe confided in me curiosity about QAnon. I demurred with skepticism. She felt the economy was good and that's what mattered. I asked about kids in cages. She believed that there was an easy path to citizenship. I explained that even with the \"easy\" path of marriage, it took years for my Mexican husband.\n\nFor local news and commentary, subscribe to the Las Cruces Sun-News today.\n\n\"Maybe we've simply seen too much about the deepest contents of people's hearts to ever feel safety in their presence again. Maybe we'll never feel like they are home for us anymore,\" writes John Pavlovitz. \"The real mortal wound to this nation is coming from the relational internal bleeding measured around kitchen tables and in church pews and in neighborhoods.\"\n\nMy husband, who has siblings, never understood the familiarity I, an only child, conferred on her, my closest and oldest friend. I told him simply that she was family. In time, he watched me call her in despair during a sudden need to move out of our apartment. She showed up hours later from a state away.\n\nBut quarantine led to thinking and to watching the world change around us. I realized that there was more and more I couldn't share with her. We both stand staunchly on our sides of the political divide that impacts choices like who to vote for and what we value. Each of us has likely wondered how and when the other person changed, though our views have likely been inside us the whole time. We just didn't confront it with each other before.\n\nThe texts have trickled away. I worry that all we can agree on now is a past during which we thought better of each other.\n\nI would still welcome her to my kitchen table. Home with her is still a place I believe in, not just in its power of healing through the slow understanding of differences but in the recognition that there are always underlying similarities in values, and that the movement through time may allow us to walk our own journeys with more acceptance of each other.\n\nCassie McClure is a writer, wife/mama/daughter, fan of the Oxford comma, and drinker of tequila. Some of those things relate. She can be contacted at cassie@mcclurepublications.com. To find out more about Cassie McClure and read features by other Creators Syndicate writers and cartoonists, visit the Creators Syndicate website at www.creators.com.\n\nMore My So-Called Millennial Life:"}}