{"GDELT": {"GlobalEventID": 942247243, "Day": 20200822, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6356, "Actor2Code": "BUS", "Actor2Name": "BOSS", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.60142348754448, "Actor1Geo_Type": 0, "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI", "Actor2Geo_Lat": 10.0, "Actor2Geo_Long": 8.0, "Actor2Geo_FeatureID": "NI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI", "Action2Geo_Lat": 10.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "NI", "DATEADDED": 20200822094500, "SOURCEURL": "https://www.ripplesnigeria.com/senate-probe-reveals-dpr-only-remitted-n44-5bn-out-of-n2-4trn-generated-in-2019/"}, "ARTICLE": {"TITLE": "Senate probe reveals DPR only remitted N44.5bn out of N2.4trn generated in 2019", "TEXT": "The Nigerian Senate on Friday found it difficult to see why the Department of Petroleum Resources (DPR) only remitted N44.5 billion into the Consolidated Revenue Fund, out of the N2.4 trillion it generated in 2019.\n\nThis came when the management team from the DPR appeared before the Senate Joint Committee on Finance and Planning led by Senator Olamilekan Adeola.\n\nDuring the interactive session with the team, the lawmaker had demanded for the records of the agency’s internally generated revenues in 2019 and projections for 2021.\n\nIn his response, Mr Johnson Ajewole, DPR’s head of planning, who represented the agency’s director, Sarki Auwalu, told the lawmakers that a total of N2.4 trillion was generated by DPR in 2019 but N44.5 billion was remitted into the Consolidated Revenue Fund.\n\nRattled by the wide gap between what was generated and what was remitted, the committee members said his submission was unacceptable.\n\nEfforts by the agency’s head of finance and accounts, Mrs Lilian Ufondu, to explain the wide gap got the committee members more irritated.\n\nMrs Ufondu had said that out of the N2.4 trillion generated by DPR in 2019, N88 billion was removed as the four per cent collection fee out of which N5.72 billion was also remitted while the balance was used for overhead.\n\nShe was then asked by the committee chairman to explain what happened to the over N2 trillion balance.\n\nShe struggled with her answers, as she only attributed the gap to overhead and operational costs without specific figures tied to them.\n\nPart of what she said was that the DPR, as at July this year had generated N1.13 trillion and projecting N3.4 trillion as revenues for 2021 out of which N139 billion would be taken out as four per cent collection fee.\n\nNot satisfied with the apparent disjointed records presentations, the lawmakers asked the agency to reappear before it unfailingly next Tuesday, adding that it must be led by its director, Auwalu, who was said to have travelled abroad.\n\n“Information and records presented to us by both Directors or heads of departments that have spoken are not clear and insufficient as regards budget performance of DPR within the last three years and revenue projection for 2021.\n\n“For this committee to do a proper and thorough job, comprehensive records of such budget performances must be made available latest by Monday next week, upon which your Director and other top management staff will appear before us again by Tuesday next week. Also, well detailed proposals for revenues generation by the agency for 2021-2022 must be included in the expected comprehensive records,” Senator Adeola said.\n\nREAD ALSO: Senate to probe hike in price of foreigners’ residence permit\n\nMany of the heads revenue generating agencies invited by the committee on Friday for interactive sessions on their 2021 revenues projections, like the DPR were absent on alleged grounds of indisposition and hospitalisation.\n\nAmong them include the Nigeria Inland Waterways (NIWA), Bank of Industry (BOI) and Standard Organisation of Nigeria (SON).\n\nThey were, however, ordered by the committee to reappear next Monday.\n\nHeads of BOI and SON were said to be indisposed or hospitalised while NIWA’s boss reportedly travelled abroad.\n\nMeanwhile, when the committee chairman demanded for the hospital the SON DG, Osita Aboloma was being treated, the agency’s Director of Budget, David Okon replied “I don’t know”.\n\nJoin the conversation\n\nOpinions"}}