{"GDELT": {"GlobalEventID": 942364405, "Day": 20200823, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6384, "Actor1Code": "EDU", "Actor1Name": "COLLEGE", "Actor1Type1Code": "EDU", "Actor2Code": "JEW", "Actor2Name": "JEWISH", "Actor2Religion1Code": "JEW", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.49261083743843, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "North Carolina, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNC", "Actor1Geo_Lat": 35.6411, "Actor1Geo_Long": -79.8431, "Actor1Geo_FeatureID": "NC", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Elon, North Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNC", "Actor2Geo_ADM2Code": "NC001", "Actor2Geo_Lat": 36.1029, "Actor2Geo_Long": -79.5067, "Actor2Geo_FeatureID": "984756", "Action2Geo_Type": 2, "Action2Geo_Fullname": "North Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNC", "Action2Geo_Lat": 35.6411, "Action2Geo_Long": -79.8431, "Action2Geo_FeatureID": "NC", "DATEADDED": 20200823094500, "SOURCEURL": "https://forward.com/life/453020/does-god-hear-us/"}, "ARTICLE": {"TITLE": "Does God hear us? – The Forward", "TEXT": "Still Small Voice is a collection of 18 interviews with rabbis tackling 18 questions about God, published during the month of Elul, a time of Jewish reflection and accountability. Click here to read the introduction to the series, and here to browse the collection.\n\nWhen I ask Rabbi Sandra Lawson to address whether God hears us, she basically flips the question. Do we hear God? And by extension, each other?\n\nShe doesn’t do this explicitly, but it becomes clear, as we discuss her vision of the divine, that God is about paying attention — to what is expected of us and whom we could help.\n\nIt’s a timely take, considering the time when Lawson and I speak: after the weeks of Black Lives Matter protests spurred by the killing of George Floyd. The country’s racial reckoning has caused us to look at our own culpability, and particularly our own house: how differently Jews of color are treated in our communities, and how rarely they hold leadership positions in our organizations.\n\nLawson, 50, is Associate Chaplain for Jewish Life at Elon University in North Carolina, and has written that one of the reasons she went to the Reconstructionist Rabbinical College “was so that others could see that one could be Black, Queer, and be a Jewish leader.” But she admitted that she has grown somewhat weary of this season’s well-intentioned emails and calls from white colleagues and friends seeking wisdom and advice.\n\nStill, she was grateful that so many finally cared enough to ask. And yes, it was a keen example of Lawson’s frame on God: her fellow Jews were essentially saying, “We’re ready to hear.”\n\nOur conversation is below, edited for clarity and length. To read other interviews in this series, Still Small Voice: 18 Questions About God, click here.\n\n\n\n\n\n\n\n‘That was definitely God moving through the protestors’\n\nImage by Angelie Zaslavsky Rabbi Sandra Lawson\n\nAbigail Pogrebin: Obviously we’re in a time where many are turning to the Black person they know and asking what they need to learn. Is that inspiring or exhausting for you?\n\nSandra Lawson: Both. I actually had an email exchange with a Black person with influence in Hillel and he wrote asking some of us if we’re getting inundated with calls. Several Black people work for Hillel, and we know each other. We all agreed that this moment is too important to ignore requests, but we’re also trying to support each other to manage the requests.\n\nAP: Do you think it’s too much of a leap to say that God was in the response to George Floyd’s death? God was in the reckoning?\n\nSL: That was definitely God moving through the protestors. The young people who were in the streets, particularly the young Jews, were using their Jewish values to articulate why this matters, which I think is really beautiful — how God shows up.\n\nI’ve seen a lot of Christians do the same. We’re in this awakening, when people want to learn and know. They’re saying, “I always thought our country was equitable, and now I’m seeing it’s really not. Or maybe I always knew that it wasn’t, but I didn’t want to hear it, but now I have to —because George Floyd’s death was in front of me on the screen.”\n\nAP: You talk about God moving through the protestors, but many Jews of color or gay Jews might have trouble seeing themselves in Jewish texts. Do you feel you have to work harder to make Torah relevant to those whom the story leaves out or diminishes?\n\nSL: The people who wrote these texts and commentaries were men with the biases of their century; I see them more as representative of the time period in which the rabbis were living. And some of our texts, even though they make us uncomfortable, you can still see the Rabbis trying to be more respectful to women, or worried about procreation and the survival of the Jewish people.\n\nBecause of my background, I’m going to have different views from an Orthodox man who has no exposure to gay people and is worried about producing more Jewish children.\n\n\n\n\n\n‘I certainly don’t think of God in anthropomorphic terms’\n\nAP: Can you say a little more about your faith personally?\n\nSL: For me, God didn’t enter the picture until my second or third year of rabbinical school. It’s interesting — a Sufi came to teach one of our classes, and I said to her, “I’m not really in search of God.” And she said, “We’re always on a journey of searching, whether we realize it or not.” That stayed with me.\n\nAP: For many of the rabbis I’m talking to, God is not a being, but a presence, a force for compassion and responsibility,\n\nSL: I certainly don’t think of God in anthropomorphic terms, that God is a person. When we say God is a “being,” it limits what God is. Rabbi Mordechai Kaplan described God as a force for salvation.\n\nAP: Your colleagues also suggest that God is in the things that are magnificent or have power beyond their scientific fact set.\n\nSL: Yes. The fact that the sun and the moon come up, all the things that happen with no explanation — that I can talk to God and get clarity…..\n\nAP: You can talk to God and get clarity?\n\nSL: I do. I used to hear my Christian friends say, “Just give it up to God and it will be fine!” I never liked that. But sometimes there are moments in our lives when we need to get out of our heads. So that phrase, “Giving it up to God,” or “Letting God work through me” to guide me through something — it sometimes frees us up, to look with clarity.\n\nAP: You’re saying there’s guidance gained by trying to think less and let God take the lead a bit?\n\nSL: Because I have that trust, I can work on a problem for a long time, and I can then say, “I need help.” So I do feel heard.\n\nAP: Have there been times when you didn’t? When you said essentially, “God, where are you?”\n\nSL: Not really. I do have times when I have been hurt — in relationships or jobs. But I have had the trust that this job or relationship was not where I was supposed to be. It doesn’t take away the pain when it’s happening. But then I say to myself, “Obviously there’s something better for me, and I just have to figure out what that is.”\n\n\n\n\n\n‘I was heartbroken’\n\nAP: Can you give a personal example of where you had to essentially “give it up to God,” as you put it?\n\nSL: I was asked to apply for a pulpit job and it was a really good fit and a really good search committee, but the way that racism showed up when I didn’t get the position was very hard. The candidate they hired was clearly not the right fit and the rabbi and community realize that now. But I was heartbroken, because I’d felt, “This is where I’m supposed to be.” Obviously that community wasn’t ready for me. It made me question things.\n\nAP: I imagine it could shake your sense of Jewish values — to have a community invite you to apply and then say it won’t work.\n\nSL: It was difficult. But now I’m definitely in a much better place here at a university as the Associate Chaplain for Jewish Life. I’m also the only Black chaplain, so a lot of students come to me who are not Jewish — people of color.\n\nThe Black students who seek me out usually have a question or challenge around their faith and don’t feel they can talk to the chaplain who represents their own religion. This is why it’s so beautiful to have five chaplains.\n\nFor Black students on campus who are Catholic, their chaplain is a white male, which can be hard for them. I may not be Christian, but I have their lived experience. And I’m also a person of faith. I can help them with their issues around belief.\n\nAP: Again, it gets to your idea of who is listening and how attentively. You’re making me think that my question of whether God hears us should be: How closely are we listening?\n\nSL: There’s a midrash that says the burning bush had been burning for a long time and most people ignored it, and then Moses comes along, sees it, and he turns — that’s when God calls to him and he turns.\n\nMoses said, “I must turn aside to look at this marvelous sight; why doesn’t the bush burn up?”\n\nWhen the LORD saw that he had turned aside to look, God called to him out of the bush: “Moses! Moses!” He answered, “Here I am.”\n\n-Exodus 3:2\n\nAP: Which reminds us that we have to pay attention. God might have been calling and we were too busy to hear it.\n\nSL: It reminds us that God can be in the ordinary.\n\nAP: A bush on fire isn’t ordinary.\n\nSL: A thornbush is. God doesn’t always appear in some extraordinary place.\n\n\n\n\n\n\n\n‘If you see God in the everyday’\n\nAP: The midrash you cited suggests the thornbush was used intentionally: it’s an unexciting plant, which proves that God’s power is in the mundane.\n\nSL: If you see God in the everyday, if you wake up in the morning and instead of saying, “This day sucks,” or “I’m not happy,” you greet the world with joy.\n\nOur liturgy reminds us to wake up and say “Modeh —or Modah— ani” — thank you, God, for restoring my soul, you’ve given me another day. Thank you for my breath, my body’s ability to go to the bathroom. All of the morning liturgy is around gratitude, and by the time you get to your call to prayer, you have this sense of blessing.\n\nIt’s almost as if whoever wrote these texts, knew that before you could be open to calling to God, you needed to be filled with appreciation.\n\nAP: It’s a poignant note to end on — that God gives us breath. It brings us back to those whose breath was cut short.\n\nSL: You watch what happened in Georgia with Ahmaud Arbery, and then you listen to a 911 call with Breonna Taylor, and then you watch what happened to George Floyd — he was the cannon, the overflowing of water.\n\nAP: Maybe there will be a new kind of listening now.\n\nAbigail Pogrebin @apogrebin, a freelance journalist, author, and public speaker, is a Forward contributing writer. Follow her on Twitter @apogrebin. Rabbi Sandra Lawson @rabbisandra is Associate Chaplain for Jewish Life at Elon University in North Carolina.\n\nImage by Angelie Zaslavsky\n\nStill Small Voice: 18 Questions About God is a special project for the month of Elul, a traditional period of reflection and accountability. Click here to read the introduction to the series, and here to browse the collection."}}