{"GDELT": {"GlobalEventID": 942364531, "Day": 20200823, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6384, "Actor1Code": "HLH", "Actor1Name": "PHYSICIAN", "Actor1Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.69877883310719, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rockhampton, Queensland, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS04", "Actor1Geo_ADM2Code": "154688", "Actor1Geo_Lat": -23.3803, "Actor1Geo_Long": 150.506, "Actor1Geo_FeatureID": "-1597814", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rockhampton, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "154688", "Action2Geo_Lat": -23.3803, "Action2Geo_Long": 150.506, "Action2Geo_FeatureID": "-1597814", "DATEADDED": 20200823094500, "SOURCEURL": "https://au.news.yahoo.com/bride-to-bes-double-diagnoses-after-sudden-stomach-pains-091518787.html"}, "ARTICLE": {"TITLE": "Double blow for Queensland bride-to-be after sudden stomach pains", "TEXT": "A 28-year-old Queensland woman’s life has been turned upside down after she was diagnosed with terminal bowel cancer despite having no family history.\n\nTaylor Battersby, from Emerald – inland from Rockhampton, said she fell really sick in September and was unable to get out of bed, but chalked it up to the flu when it passed two weeks later.\n\nWhile attending a couple of family weddings a few weeks later, Ms Battersby told Yahoo News Australia she began suffering from bad heartburn and acid reflux.\n\n“It got worse and worse and then I started getting awful cramping in my abdomen and nothing seemed to help – not hot water bottles or Panadol,” she said.\n\nView photos A 28-year-old Queensland woman’s life has been turned upside-down after she was diagnosed with terminal bowel cancer despite having no family history. Source: supplied More\n\n“I let it go for a couple of months. I thought I was stressed and just hadn’t been eating well, but when it didn’t I thought, ‘Okay, I have to see a doctor’.”\n\nThe 28-year-old underwent a series of blood tests to rule out Crohn’s disease and Celiac disease, but was called into her doctor’s office a few days later.\n\nShe was then directed to take a CT scan at the local hospital emergency room.\n\nMs Battersby, who had just completed her journalism degree months earlier, said it was after doctors asked for a second CT scan that she really began to worry.\n\nMinutes later, a physician told a shocked Ms Battersby she had a large tumour – seven by five centimetres – almost entirely blocking the middle section of her bowel.\n\n“He walked in and said, ‘We don’t normally tell people this straight away because we need further tests, but it’s pretty undeniable from the size of your tumour that you have cancer’,” she told Yahoo News Australia.\n\nView photos The young woman had the tumour removed from her bowel just four days after her diagnosis. Source: supplied More\n\nFour days and a helicopter transfer later, she was undergoing surgery in a Mackay hospital, she said, adding she felt like she was in a numb blur because of how quickly things were happening.\n\n“There wasn’t really time to process any of it, which is probably a good thing,” Ms Battersby said.\n\nThe cancer was confirmed to be Stage 4C.\n\n‘Family history has to start somewhere’\n\nMs Battersby told Yahoo News Australia she had no close family members who had been diagnosed with cancer.\n\n“I guess all family history has to start somewhere,” she said.\n\nBecause of the aggressiveness and size of the tumour, doctors sent her blood off for genetic testing, which revealed she has Lynch syndrome.\n\nLynch syndrome is an inherited condition that increases the risk of multiple cancers, including colon and endometrial.\n\n“Doctors estimate that around three out of every 100 colon cancers or endometrial cancers are caused by Lynch syndrome,” according to the Mayo Clinic.\n\nView photos Months of following chemotherapy was able to remove the rest of her bowel tumour, but suddenly stopped working. Source: Supplied More\n\nStory continues"}}