{"GDELT": {"GlobalEventID": 942364382, "Day": 20200823, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6384, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "Actor2Code": "LAB", "Actor2Name": "WORKER", "Actor2Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.12264150943396, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Mozambique", "Actor1Geo_CountryCode": "MZ", "Actor1Geo_ADM1Code": "MZ", "Actor1Geo_Lat": -18.25, "Actor1Geo_Long": 35.0, "Actor1Geo_FeatureID": "MZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Mozambique", "Actor2Geo_CountryCode": "MZ", "Actor2Geo_ADM1Code": "MZ", "Actor2Geo_Lat": -18.25, "Actor2Geo_Long": 35.0, "Actor2Geo_FeatureID": "MZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Mozambique", "Action2Geo_CountryCode": "MZ", "Action2Geo_ADM1Code": "MZ", "Action2Geo_Lat": -18.25, "Action2Geo_Long": 35.0, "Action2Geo_FeatureID": "MZ", "DATEADDED": 20200823094500, "SOURCEURL": "https://www.aninews.in/news/lifestyle/quirky/study-suggests-community-health-workers-reduce-maternal-foetal-and-new-born-deaths20200823145747/"}, "ARTICLE": {"TITLE": "Study suggests community health workers reduce maternal, foetal and new-born deaths", "TEXT": "Washington DC [USA], Aug 23 (ANI): Woking towards a lower mortality rate of maternal and newborn deaths, a recent study has highlighted that large forces of trained community health workers and standardised healthcare systems could reduce the number of maternal, newborn and foetal deaths.\n\nA meta-analysis of three studies, published today in the Lancet, examines the outcomes of 70,000 women in Mozambique, Pakistan and India between 2014-17.\n\nThe study aimed to reduce deaths associated with pre-eclampsia. Pre-eclampsia is a condition that causes high blood pressure during pregnancy and after labour. Globally, pre-eclampsia is the second leading cause of maternal mortality, with 76,000 maternal deaths and 500,000 foetal and new-born deaths every year worldwide. Delays in triage, transport to healthcare facilities and treatment contribute to the high numbers of deaths among mothers and infants.\n\nThe Community Level Interventions for Pre-eclampsia (CLIP) trials divided women between control and intervention groups. Control groups continued with their local standard of care, whereas intervention groups had access to community health workers who could detect, treat, and refer to hospital women with hypertension, a symptom of pre-eclampsia. Women were also taught how to recognise problems during pregnancy and health workers had access to an app that could help determine the risk to patients and blood pressure and blood oxygen devices so that they could assess women in their homes.\n\nThe analysis shows that when there were enough community health workers to provide care there were fewer deaths of mothers, fewer stillbirths and fewer deaths of newborns. However, when there were not enough community health workers, there was no impact.\n\nResearchers recommended expanding the community health worker workforce so individual women were in contact with care providers at least eight times in each pregnancy and to improve standards of healthcare systems.\n\nProfessor Peter von Dadelszen, from King's College London, said: \"We designed the three CLIP trials in Pakistan, India, and Mozambique to have the results pulled together into this analysis. Previously, most efforts had focussed on hospital-based care and we moved the focus to the care of pregnant women in their communities, with that care being given by community health workers. Overall, a shortage of community health workers in these communities meant that we did not improve outcomes through our intervention. However, when implemented as planned, these digital health-supported community health workers assessing women in their homes were able to prevent the deaths of pregnant women and their babies both before and soon after birth.\" (ANI)\n\n"}}