{"GDELT": {"GlobalEventID": 942364550, "Day": 20200823, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6384, "Actor1Code": "IGOUNO", "Actor1Name": "UNITED NATIONS", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor2Code": "PHLGOV", "Actor2Name": "PHILIPPINE", "Actor2CountryCode": "PHL", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -8.4664536741214, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Maluy-A, Bataan, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP07", "Actor1Geo_ADM2Code": "24220", "Actor1Geo_Lat": 14.6364, "Actor1Geo_Long": 120.516, "Actor1Geo_FeatureID": "-2437136", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Maluy-A, Bataan, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RP07", "Actor2Geo_ADM2Code": "24220", "Actor2Geo_Lat": 14.6364, "Actor2Geo_Long": 120.516, "Actor2Geo_FeatureID": "-2437136", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Maluy-A, Bataan, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP07", "Action2Geo_ADM2Code": "24220", "Action2Geo_Lat": 14.6364, "Action2Geo_Long": 120.516, "Action2Geo_FeatureID": "-2437136", "DATEADDED": 20200823094500, "SOURCEURL": "https://www.bulatlat.com/2020/08/23/groups-call-for-release-of-minors-arrested-by-military-in-negros-oriental/"}, "ARTICLE": {"TITLE": "Groups call for release of minors arrested by military in Negros Oriental", "TEXT": "Based on the residents’ accounts, the Remasog brothers were charging their mobile phones at the house of farmer Delia Tenianu, when the soldiers arrived. The two girls, meanwhile, were trying to find a signal near the area.\n\nBy ANNE MARXZE D. UMIL\n\nBulatlat.com\n\nMANILA – Rights groups are calling for the immediate release of three minors who were arrested by members of the military in Guihulngan City, Negros Oriental on Aug. 14.\n\nSoldiers belonging to the Army’s 62nd Infantry Battalion arrested Renel Remasog, 17, Meriam Benero, 17, and Mary Ann Pesculado, 15. Remasog’s brother Requem was shot dead by the soldiers, according to Karapatan.\n\nKarapatan-Central Visayas belied military’s claim that the three minors are members of the New People’s Army.\n\nThe group conducted its fact finding mission in sitio Maluy-a, barangay Sandayao, Guihulngan City after the incident.\n\nBased on the residents’ accounts, the Remasog brothers were charging their mobile phones at the house of farmer Delia Tenianu, when the soldiers arrived. The two girls, meanwhile, were trying to find a signal near the area.\n\nThe soldiers ransacked the house of Tenianu then they fired a gun near her ear, which hit and killed Requem, Karapatan said.\n\nThe group added that Requem’s legs were amputated, his body also showed signs of violence.\n\nThe same day, his younger brother and the two other minors were arrested and are still detained.\n\nThe 62nd IB claimed that Requem was killed as a result of their encounter with the NPA.\n\nKarapatan-Central Visayas said, “State forces had long been twisting narratives to escape from liability and criminal prosecution. They should be embarrassed of misrepresenting the status of the minors and in utilizing them in the context of armed conflict to further their propaganda.”\n\nIn a statement, Children’s Rehabilitation Center (CRC) condemned President Duterte’s administration for “persistently committing grave child rights violations by implementing a counter-insurgency program that deliberately targets and victimizes civilians including minors in armed conflict areas.”\n\nThe CRC said the Philippine government must adhere to the United Nations Convention on the Rights of the Child as it is a signatory to the said Convention.\n\nThe group said under Article 38, Section 1 of the UNCRC, “States Parties should undertake to respect and to ensure respect for rules of international humanitarian law applicable to them in armed conflicts which are relevant to the child.”\n\nThey added that Article 37 (b) also states that “No child shall be deprived of his or her liberty unlawfully or arbitrarily.”\n\nRepublic Act 11188 or the Special Protection of Children in Situation of Armed Conflict Act Article 2, Section 7 (J) also ensures that “children have the right not to be interned or confined in any military camp.” The law also prohibits the abduction and false branding of children as child soldiers the group added.\n\nThe CRC, an institution that handles cases of minors who are victims of human rights violations, said the Armed Forces of the Philippines has long been maliciously branding children victims of military abuses as NPA child soldiers to escape accountability.\n\n“The false narratives and accusations weaved by the military give them a license to subject innocent children to harassment, threat and intimidation, surveillance and other forms of human rights violations. Undoubtedly, it poses serious danger to children and subject them to greater fear, anxiety, discrimination and even social stigma that may affect their full development,” the group said.\n\nThe group now fears that there will be more rights violations committed by the state forces against children with the Anti-Terror law.\n\nThe group urged the Commission on Human Rights (CHR), Senate and House of Representatives to investigate the incident and other cases of military and police atrocities against the Filipino children."}}