{"GDELT": {"GlobalEventID": 942364622, "Day": 20200823, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6384, "Actor1Code": "IRQ", "Actor1Name": "IRAQI", "Actor1CountryCode": "IRQ", "Actor2Code": "IRN", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -8.557692307692339, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ07", "Actor2Geo_ADM2Code": "36785", "Actor2Geo_Lat": 33.3386, "Actor2Geo_Long": 44.3939, "Actor2Geo_FeatureID": "-3103581", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ07", "Action2Geo_ADM2Code": "36785", "Action2Geo_Lat": 33.3386, "Action2Geo_Long": 44.3939, "Action2Geo_FeatureID": "-3103581", "DATEADDED": 20200823094500, "SOURCEURL": "https://www.msn.com/en-ae/news/other/hezbollah-iran-and-russia-still-getting-away-with-murder/ar-BB18gW2j"}, "ARTICLE": {"TITLE": "Hezbollah, Iran and Russia: Still getting away with murder", "TEXT": "Short Url https://arab.news/25eap\n\nWhen Hezbollah, Bashar Assad and Vladimir Putin murder their critics, the aim of the exercise isn’t to hide their tracks, but to broadcast to all those who oppose them: “You could be next.” This mobster philosophy of power is about aggressively flaunting your impunity in people’s faces, while retaining a fig leaf of deniability: “That’s nothing to do with me” — followed by the smug smile.\n\nSergei Skripal and Alexander Litvinenko were poisoned with deliberately exotic nerve agents and radioactive material, as if the Russian state were calculatedly leaving its toxic calling card in British cities. Iraqis who criticize Iranian interference are shot outside their homes in broad daylight, in front of their kids. Another favored location for assassinations by Iran-backed paramilitaries is outside Iraqi police stations. This is not about escaping justice, but hijacking justice: “We control the interior ministry, the security services, the courts, the state …”\n\nRafik Hariri wasn’t quietly assassinated in 2005; he was atomized in a massive explosion of three tons of TNT that killed 21 others and destroyed a major street. Between 2004 and 2008 there were dozens of car bombings against critics of the Hezbollah-Syria-Iran axis, including Samir Kassir, Gibran Tueini and Antoine Ghanem. Such figures were subjected to intense defamation campaigns in the pro-Hezbollah media before their killings. Deliberately outsized explosions were calculated to leave the entire population of Beirut quaking in fear. Fifteen years later, it remains in doubt whether anybody will spend a day in prison for any of these attacks.\n\nThe devastating explosion this month was a traumatic reminder of that phase when every week brought new bomb attacks. Additional information has emerged connecting Hezbollah to the real owner of the ship from which the 2,750 tons of explosives came, along with evidence that a substantial proportion of these explosives may already have been removed. Around 2013-2014, Hezbollah purchased nearly 1,000 tons of ammonium nitrate from Iran (some of which was transferred via Beirut port). It is thus ridiculous to suggest that Hezbollah was disinterested in identical explosives stored in port facilities over which it exercises a high degree of control.\n\nHezbollah’s message of “this has nothing to do with us” is believed by nobody, but Hezbollah doesn’t care because it trusts in its cast-iron impunity — particularly with Lebanon’s leadership doing all in their power to prevent any kind of independent investigation of the blast.\n\nHezbollah increasingly believes time is on its side as it works to cobble together a new “national unity” government, expecting that Lebanese anger will dissipate and there can be a return to business as usual. Hezbollah mustn’t be allowed to get away with murder. Again.\n\nThe international community and judicial mechanisms often mistakenly treat assassinations as individual phenomena rather than part of a systematic apparatus for wielding power, neutralizing all manifestations of opposition through murder and terror Baria Alamuddin\n\nBy going after the foot soldiers, and lacking the mandate to investigate Hezbollah as an organization, the Hariri tribunal missed the point. Salim Ayyash (who remains in hiding) was just one small cog obediently following orders. He deserves to rot in prison, but it is 100 times more important that leaders who continue ordering violence are held to account.\n\nWhen Ayyash and other operatives were indicted, Hezbollah didn’t shun or denounce them, it embraced them. In Hezbollah strongholds Ayyash is a hero; not because people believe he’s innocent, but because they know he’s guilty.Nasrallah lauded Ayyash as an “honorable” operative and pledged to “cut off the hands” of anyone who took action against him — not because he claimed Ayyash to be an innocent private citizen, but because Ayyash was doing Nasrallah’s bidding.\n\nThe 2016 death of Hezbollah second-in-command Mustafa Badreddine meant that the tribunal didn’t reach a judgment on his complicity in Hariri’s murder; yet before the verdicts, Hezbollah activists published images of Badreddine online, using the hashtag “whoever we killed deserved it.”\n\nHezbollah never apologizes. In the current climate of crisis and extreme political polarization, there are legitimate fears that such assassinations may resume, particularly given the manner in which Nasrallah has deployed his forces to physically attack protesters.\n\nIraqi activist Dr. Reham Yacoub was murdered this month, part of a succession of assassination attempts against activists in Basra, many of them women. Militancy researcher Hisham Al-Hashimi was assassinated in Baghdad. Over 600 protesters have been killed by paramilitary snipers and gunmen, in addition to thousands of citizens murdered by these militias in sectarian purges over the past 15 years.\n\nRussian opposition leader Alexey Navalny is in a coma after another attempt to poison him. Putin’s critics are frequently shot dead in the street, or “fall” from tall buildings. Fugitive Iranian judge Gholamreza Mansouri was thrown out of his hotel room window in Romania in June. Thousands of Iranian activists have been murdered, with numerous Iranian embassies across Europe active in plots to kill regime opponents. Recep Tayyip Erdogan is also understood to exercise a systematic policy of targeting opponents overseas. The recent chaos in Belarus is the direct consequence of singling out all possible sources of opposition for violence, arrest and assassination.\n\nThe international community and judicial mechanisms often mistakenly treat assassinations as individual phenomena rather than part of a systematic apparatus for wielding power, neutralizing all manifestations of opposition through murder and terror.\n\nInstead, the global response should be based on the insight that the ability of state-backed elements to murder their enemies with impunity is one of the principle distinguishing features between a healthy democracy and unaccountable, repressive despotism. The global leadership vacuum of the past four years afforded the perfect environment for dictators, despots and war criminals.\n\nSuch murderous tactics are eventually counterproductive; when routes to the civilized, legal transition of power are blocked, change can come only amid violent scenes when millions of citizens take to the streets. Putin may have extended his tenure until 2036, but nobody can remain in power for ever. The more Nasrallah resorts to naked force, the more citizens courageously turn against Hezbollah.\n\nAs Muammar Qaddafi and Ali Abdullah Saleh discovered, in the worst ways imaginable — when leaders choose to live by the sword, they may find themselves dying by the sword.\n\nBaria Alamuddin is an award-winning journalist and broadcaster in the Middle East and the UK. She is editor of the Media Services Syndicate and has interviewed numerous heads of state.\n\nDisclaimer: Views expressed by writers in this section are their own and do not necessarily reflect Arab News' point-of-view"}}