{"GDELT": {"GlobalEventID": 942364939, "Day": 20200823, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6384, "Actor1Code": "scoGOV", "Actor1Name": "SCOTTISH", "Actor1EthnicCode": "sco", "Actor1Type1Code": "GOV", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.3812154696132601, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200823094500, "SOURCEURL": "https://www.inverness-courier.co.uk/news/inverness-affordable-housing-development-continues-to-be-shortlisted-for-top-awards-209855/"}, "ARTICLE": {"TITLE": "Inverness affordable housing development continues to be shortlisted for top awards", "TEXT": "Get a digital copy of the Inverness Courier delivered straight to your inbox every week\n\nRaining's Stairs.\n\nThe Raining’s Stairs development in Inverness city centre was this month nominated in the housing crisis solution category of this year’s British Home Awards.\n\nIt overlooks Inverness Castle and has already received recognition by being nominated for a number of awards and last year it was a winner at the Royal Incorporation of Architects in Scotland (RIAS) Awards – which are known as Scotland’s architectural Oscars.\n\nAllan Maguire, Highland Council’s head of development and regeneration, said that before the redevelopment the area was seen as a derelict site with associated antisocial behaviour which impacted on adjacent businesses and the broader community.\n\nHe said: “We were looking at doing something with it. We got a developer interested in it and got funding from the Scottish Government.”\n\nAs well as the housing grant funding, they got additional funding because the government recognised that it was a key site in the city centre.\n\nHe said: “It’s about engaging with the Scottish Government as early as possible – that’s why we meet them every week to see what projects we are looking at.”\n\nThe project was developed by Ark Estates, it was designed by Trail Architects and it was built by William Gray Construction, with support from Highland Council, Scottish Government and Highland Housing Alliance.\n\nIt was built on a challenging and sloping city centre site.\n\nWilliam Gray, managing director of ARK Estates, said that, despite the challenges, everyone who had worked on the project had put their heart and soul into it.\n\nHe said: “Everybody took pride in it and it was just an amazing site to be involved with. It’s completely unique for Inverness.”\n\nWhen it won the award the RIAS judges said: “This social housing development is an inspired but pragmatic and affordable resolution of a difficult, extremely steep and almost inaccessible site.\n\n“Its implementation has transformed and revitalised what was an all but abandoned no-go area of the city. The pleasant and now frequently used external public stairway and pedestrian route gives access to a series of external landings serving the three tiers of housing which provide 16 much-needed flats.”\n\nClick here for more news"}}