{"GDELT": {"GlobalEventID": 942364457, "Day": 20200823, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6384, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.3660789252728796, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Swaffham, Norfolk, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKI9", "Actor1Geo_ADM2Code": "40122", "Actor1Geo_Lat": 52.65, "Actor1Geo_Long": 0.683333, "Actor1Geo_FeatureID": "-2609188", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Swaffham, Norfolk, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKI9", "Actor2Geo_ADM2Code": "40122", "Actor2Geo_Lat": 52.65, "Actor2Geo_Long": 0.683333, "Actor2Geo_FeatureID": "-2609188", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Swaffham, Norfolk, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKI9", "Action2Geo_ADM2Code": "40122", "Action2Geo_Lat": 52.65, "Action2Geo_Long": 0.683333, "Action2Geo_FeatureID": "-2609188", "DATEADDED": 20200823094500, "SOURCEURL": "https://www.telegraph.co.uk/business/2020/08/23/landlords-tenants-unite-call-government-subsidy-end-eviction/"}, "ARTICLE": {"TITLE": "Landlords and tenants unite in call for Government subsidy as end of eviction ban nears", "TEXT": "But the ban is due to be lifted at the end of September just as other government economic support eases off, and with still no clear answer as to how the loss of income due to the pandemic should be shared between tenants, landlords and taxpayers. The looming crunch-time will have ramifications for livelihoods, businesses, pension pots and high streets. Debate about extending the moratorium is intensifying, as are calls for Government help.\n\n“You have a large accrued liability building up in the sector which is going to act either as an anchor on growth, or is going to make them go pop,” warns Kate Nicholls, chief of the industry group UK Hospitality.\n\nNon-payment of commercial rent was an early sign of the financial pressures triggered by the lockdown, with retail landlords collecting by early April less than half of what they were owed on March 25. The Government’s protections for tenants has brought relief for business owners, but also accusations from landlords that a minority of healthy tenants are using it as cover to hoard cash instead of pay their rent.\n\nFacing a growing pile of unresolved negotiations, ministers and industry introduced a voluntary code of practice in mid-June aimed at smoothing relations.\n\nIt stressed that tenants who could pay in full should do so, while landlords should support needy tenants where reasonably possible.\n\nMany landlords have been helping tenants, either by waiving or deferring rent or offering new fee structures, such as Regent Street landlord the Crown Estate which has offered to move to turnover-linked rent, giving tenants more protection during a downturn.\n\nBrian Bickell, chief executive of the FTSE 250 central London landlord Shaftesbury, says he expects to be supporting tenants until next year. “West End footfall will come back eventually, but we want to make sure they can survive post-Christmas,” he says. “Landlords have got to take some pain but give tenants a chance to pay back arrears over a reasonable period. Then everyone will be better off.”\n\nYet there are also tales of landlords demanding lengthier leases or personal guarantees in return for rent cuts, and a huge pile of unresolved cases. A July survey of UK Hospitality’s members found that 58pc of respondents had not yet reached agreements with landlords, while a similar exercise by the British Independent Retailers Association (Bira) found that 30pc of respondents’ landlords had declined to offer help.\n\nAgainst that backdrop, the looming end of the evictions moratorium raises alarm. “There is a real concern that there is a ticking time bomb on rentals,” says Andrew Goodacre, chief executive of Bira. “I think September could be very very difficult if we don’t find a better solution than a free for all and letting the market play out. You could be looking at one in five independent retailers having to close.”\n\nThe British Retail Consortium trade group and others believe the moratorium should be extended, unless other supportive measures are put in place. “Without action, the job losses we have seen across the industry over the last month will be the tip of the iceberg,” argues the BRC’s head Helen Dickinson.\n\nThat is anathema to many landlords, who are concerned about being taken for a ride by a minority of tenants, and frustrated at the restrictions. “I can understand the Government had to step in in the middle of the pandemic,” says David Atkins, outgoing chief of shopping centre owner Hammerson, speaking to The Telegraph at interim results earlier this month."}}