{"GDELT": {"GlobalEventID": 942402521, "Day": 20200823, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6384, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 3.6398467432950197, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200823164500, "SOURCEURL": "https://www.princegeorgecitizen.com/entertainment/local-a-e/arts-centre-hosting-new-kovacic-exhibit-1.24191005"}, "ARTICLE": {"TITLE": "Arts centre hosting new Kovacic exhibit", "TEXT": "At the Omineca Arts Centre, visitors will both see and feel Connections, a new art exhibit by Betty Kovacic who takes on the role of artist-in-residence.\n\n\"This body of work is hugely about relationships between people and people, people and the Earth and people and animals,\" the well-known local artist said.\n\narticle continues below\n\n\"Unencumbered by narrower definitions of community, Connections expresses my lifelong philosophy that the first community encompasses the Earth, its life sustaining elements of Air and Water, and all its citizens. Everything on the Earth is connected.\"\n\nWhatever happens in one place eventually impacts the entire world, she added.\n\n\"If you think about such things as global warming everything slowly moves between the earth, air and water and I really feel that as stewards - I don't feel we are owners but rather stewards - I feel it's important to protect the Earth and its inhabitants so those who come after us are able to enjoy the beauty and the life that we are able to enjoy.\"\n\nWhat began as abstract pieces have now evolved to embrace realistic and symbolic images, Kovacic said.\n\nAs the message is multi-layered so are the complex works on display at the arts centre.\n\nVisually woven together is conte, graphite, gouache, pastels, India ink, water colours and acrylics.\n\n\"Intricate layers of textures, form, technique and image present opportunity for deciphering multiple narratives,\" Kovacic said. \"The techniques acknowledge the diversity of the individuals and the multiplicity of the communities. The work allows for individual interpretation and engagement.\"\n\nThe process of creating the series was very meditative for Kovacic. She enjoys the journey so much more than the destination, she said.\n\n\"I would start with something and I would work with it and I'd almost dialogue with it as it was happening on the paper, seeing how I could be connected to it and understand what the piece was supposed to be or needed to be,\" Kovacic said.\n\nIn this body of work, Kovacic shows how important it is to be connected and work together.\n\n\"I believe every single creature has intrinsic value, all life is sacred,\" Kovacic said. \"So this body of work looks at the big picture and then looks at the small pictures, too.\"\n\nSome of the pieces on display have individual stories while others offer a broader look at the world, she added.\n\n\"In the past I believe we have been losing connections with each other - with the world, with people, with the forest and the creatures and I think it's detrimental to our well being,\" Kovacic said. \"These pieces are a celebration of our connections.\"\n\nThere is a virtual reception on August 27 from 7 to 8 p.m. and a virtual workshop Sept. 3 at 7 p.m. hosted by Kovacic. Join these events on Facebook or Zoom. For more information on how to participate visit Omineca Arts Centre on Facbeook. Those wishing to see the exhibit in person can make an appointment for Monday, Aug. 24 or 31 from 12:30 to 4:30. To contact Kovacic to make an appointment visit her Facebook page at Betty Kovacic art or email bettykovacic@shaw .ca."}}