{"GDELT": {"GlobalEventID": 942402633, "Day": 20200823, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6384, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -7.621247113163969, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beur, Karnataka, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN19", "Actor1Geo_ADM2Code": "70157", "Actor1Geo_Lat": 16.2, "Actor1Geo_Long": 75.8833, "Actor1Geo_FeatureID": "-2091125", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beur, Karnataka, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN19", "Action2Geo_ADM2Code": "70157", "Action2Geo_Lat": 16.2, "Action2Geo_Long": 75.8833, "Action2Geo_FeatureID": "-2091125", "DATEADDED": 20200823164500, "SOURCEURL": "https://timesofindia.indiatimes.com/city/patna/patna-property-dealer-escapes-attack-on-life-staff-killed-four-more-injured/articleshow/77704605.cms"}, "ARTICLE": {"TITLE": "Patna: Property dealer escapes attack on life, staff killed, four more injured", "TEXT": "PATNA: In a daring incident, half a dozen of unidentified armed criminal killed property dealer Tuntun Yadav ’s staff and injured four others by raining spree of bullets on them using a carbine and pistols after barging inside his office at Beur Bazaar under Beur police station area in state capital on Sunday.Beur police station SHO Phuldev Chaudhary said slain staff was identified as Rajesh Kumar, aged around 40 years. SHO said he was a native of Parsa Bazaar \"Rajesh was rushed to hospital but doctors declared him dead. He was a deed writer at Tuntun‘s office. The incident took place at around 11.10am,” he said.SHO said minutes before incident, Tuntun went out of his office for some work due to which he survived unhurt.“We suspect main target of criminals was Tuntun. Criminals had come from Anisabad mor and fled in same direction after incident,” he added.He said injured persons were identified as Anant Kumar, Dharmendra Yadav, Ranjeet Kumar and Chintu Kumar.“Dharmendra is cousin of Tuntun while rest three injured persons are his staffs,” SHO saidHe said while Anant, Dharmendra and Ranjeet had received gunshot injuries, Chintu was hit hard in head with carbine’s butt by one of the criminals when he had attempted to catch the latter one.Patna SSP Upendra Kumar Sharma, who had also reached at spot for investigation after the shootout, told TOI that around ten empty cartridges were recovered by police from Tuntun’s office of which several are of 9mm used in carbine.He said around eight to ten persons were sitting inside the office when criminals had barged inside.“Altogether six criminals on three bikes had reached at spot. They barged inside Tuntun’s office and indiscriminately opened fire using a carbine and pistols. All the six criminals were armed,” he said.SSP Sharma said police already begun investigation in the case without waiting for any FIR.“Rajesh had received gunshot injury in one of his vital organs due to which he died. Three had sustained bullet injuries either in hands or legs,” he said.Sharma said police is investigating the matter from multiple angles including of property dispute and old enmity.In reply to a query, SSP said police is also gathering information if Sunday’s incident was linked to murder of RJD leader cum former ward councillor Dina Gope alias Dina Yadav who was gunned down using AK-47 near Anisabad Mor on May 12, 2018.Police sources said Tuntun’s name had cropped up in course of police investigation in Dina’s murder."}}