{"GDELT": {"GlobalEventID": 942402489, "Day": 20200823, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6384, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 171, "EventBaseCode": 171, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.2, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.84330484330485, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Larimer County, Colorado, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCO", "Actor1Geo_ADM2Code": "CO069", "Actor1Geo_Lat": 40.6666, "Actor1Geo_Long": -105.46700000000001, "Actor1Geo_FeatureID": "198150", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Larimer County, Colorado, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCO", "Action2Geo_Lat": 40.6666, "Action2Geo_Long": -105.46700000000001, "Action2Geo_FeatureID": "198150", "DATEADDED": 20200823164500, "SOURCEURL": "https://www.coloradoan.com/story/news/2020/08/23/man-shot-killed-neighbor-after-breaking-into-fort-collins-home/3423759001/"}, "ARTICLE": {"TITLE": "Man shot, killed after breaking into Fort Collins home", "TEXT": "A man is dead after police say he broke into a neighbor's apartment and was shot by a resident there early Sunday morning.\n\nThe man, who has not been identified, was the subject of a welfare check late Saturday night, according to a news release from Fort Collins Police Services. Dispatchers had received a call about a male resident in the 4700 block of Strauss Cabin Road who was experiencing a mental health crisis at 11:20 p.m. When officers responded and tried to offer the man resources, he refused, police said.\n\nAbout three hours later, at 1:13 a.m. Sunday, dispatchers got another call from the man's neighbors about a disturbance in the same area. The man had broken into a neighbor's apartment, causing those in the home to retreat into another room, according to police.\n\nWhere to get help:Your guide to mental health resources\n\nA resident shot the man, who was taken to UCHealth Medical Center of the Rockies and later pronounced dead. Larimer County Coroner's Office will release the man's identify as well as his cause and manner of death after his family has been notified.\n\nColorado's \"Make My Day\" self-defense law gives people the right to shoot and kill intruders if they believe the intruder might physically harm them.\n\nThis case is still being investigated, and detectives will determine whether any charges will be filed. The neighbor who shot the man has been cooperative with the investigation, police noted. There is no ongoing threat to public safety and there are no outstanding suspects, they said.\n\nThose with information regarding this incident who have not already spoken to police are asked to call Det. Dollie Knab at 970-416-2195 or contact Crime Stoppers of Larimer County at 970-221-6868 or www.stopcriminals.org. Callers may remain anonymous.\n\nCo-responders:Pairing therapists with cops in the field works, police say. Why don't we do it more?\n\nSarah Kyle is a content coach at the Coloradoan. Contact her at sarahkyle@coloradoan.com. Support her work and that of other Coloradoan journalists by purchasing a digital subscription today."}}