{"GDELT": {"GlobalEventID": 942402834, "Day": 20200823, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6384, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.00593471810089, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "National Hurricane Center, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL086", "Actor1Geo_Lat": 25.7522, "Actor1Geo_Long": -80.3836, "Actor1Geo_FeatureID": "2077550", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "National Hurricane Center, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 25.7522, "Action2Geo_Long": -80.3836, "Action2Geo_FeatureID": "2077550", "DATEADDED": 20200823164500, "SOURCEURL": "https://www.msn.com/en-us/weather/topstories/sunday-morning-tropical-update-marco-e2-80-9con-the-cusp-e2-80-9d-of-becoming-a-hurricane/ar-BB18hvi6"}, "ARTICLE": {"TITLE": "Sunday morning tropical update: Marco “on the cusp” of becoming a hurricane", "TEXT": "© Provided by Waco-Temple-Bryan KBTX-TV 10am Sunday Tropical Storms Marco and Laura Forecast Cones\n\nBRYAN, Texas (KBTX) - Hurricane Hunters have found brief hurricane-force wind in Marco, but generally associated with heavier rainbands in the storm. An upgrade to hurricane status is expected before the end of Sunday.\n\nHere is the latest on both tropical systems impacting the Gulf of Mexico this week, as of 10am:\n\nTROPICAL STORM MARCO\n\nMarco remains a tropical storm in the Gulf but the National Hurricane Center says it is “on the cusp” of an upgrade. Expect a hurricane in the Gulf of Mexico before sunset, but possible by the mid-afternoon update out of Miami. The Brazos Valley still falls in the forecast cone, however, MINIMAL IMPACTS are expected as it passes as a tropical depression Tuesday night into early Wednesday. As of the latest forecast, the center of this weakened system is expected to be near or just north of Houston and Leon Counties by sunrise Wednesday.\n\n10am forecast brings #Marco to the TX / LA state line by Tuesday evening, then into or near the Brazos Valley as a tropical depression by sunrise Tuesday Tuesday evening - Wednesday would be local impact time. Given it passes more at night, may hinder rain chance #bcstx pic.twitter.com/SjWezBVdya — Shel Winkley (@KBTXShel) August 23, 2020\n\nThe chance exists for a breezy wind east of the Navasota River for a short period. The rain potential is low, at this time. Considering the center of Marco’s remnants would be near the area during the night, any rain associated with it would likely be confined closer to the center of that low. Once the sun comes up and Wednesday’s heat takes shape, scattered rain and a few downpours may be possible as this weather system scoots by to the west-northwest.\n\nTROPICAL STORM LAURA\n\nLaura is passing Hispaniola Sunday and is expected to move along the southern border or just south of Cuba over the next 24 hours. The latest forecast shifts the center of the storm west to the Texas / Louisiana border by Wednesday night as a strong Category 2 hurricane at the mouth of the Sabine River.\n\nThat landfall point would place Laura roughly 100-130 miles east of Bryan-College Station as a weak Category 2 or strong Category 1 hurricane at sunrise Thursday.\n\n(2/2) If #Laura moves up the TX / LA state line, that would put it ~100-130mi east of #bcstx Thursday morning as a strong Cat 1 or weak Cat 2 hurricane Rain possible, mainly east of I-45 but we would be on drier side. Chance for gusty wind through the day as storm moves north pic.twitter.com/0jO9pEtXHB — Shel Winkley (@KBTXShel) August 23, 2020\n\nIf the path holds, being on the west side, this would still mean minimal rain for the Brazos Valley. Depending on how tightly bound the storm remains as it passes, bands of rain, heavy at times, will be possible Thursday. Movement of those bands would occur the north-northeast to the south-southwest.\n\nThere is the potential for gusty wind through the 12-24 hour period as the storm passes to the east. The National Hurricane Center currently has a 30% (west) to 50% (east) chance for tropical-storm-force wind across the Brazos Valley.\n\nTROPICAL-STORM-FORCE WIND Potential: Based on latest forecast from @NHC_Atlantic, current probability for wind at least 39-73mph with #Marco & #Laura. These will change up or down as we storms get closer Wind impacts (if any) for #bcstx comes by Thursday from Laura. pic.twitter.com/O7fT6LAuRy — Shel Winkley (@KBTXShel) August 23, 2020\n\nA SHIFT FURTHER WEST IS STILL NOT RULED OUT. Interaction with Cuba over the next 24 hours will be key to future forecasts for Laura’s path and intensity. Should the center of the storm move further west, impacts will increase locally, specifically along and east of I-45.\n\nNext forecast arrives from the National Hurricane Center at 4pm.\n\nCopyright 2020 KBTX. All rights reserved."}}