{"GDELT": {"GlobalEventID": 942402782, "Day": 20200823, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6384, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor2Code": "UAF", "Actor2Name": "TERRORIST", "Actor2Type1Code": "UAF", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.96590909090909, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mumbai, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70184", "Actor1Geo_Lat": 18.975, "Actor1Geo_Long": 72.8258, "Actor1Geo_FeatureID": "-2092174", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Karachi, Sindh, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK05", "Actor2Geo_ADM2Code": "40398", "Actor2Geo_Lat": 24.8667, "Actor2Geo_Long": 67.05, "Actor2Geo_FeatureID": "-2764584", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mumbai, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70184", "Action2Geo_Lat": 18.975, "Action2Geo_Long": 72.8258, "Action2Geo_FeatureID": "-2092174", "DATEADDED": 20200823164500, "SOURCEURL": "https://www.timesnownews.com/india/article/pak-always-lied-about-sheltering-dawood-india-should-press-for-his-deportation-former-cbi-joint-director/641614"}, "ARTICLE": {"TITLE": "Pak always lied about sheltering Dawood, India should press for his deportation: Former CBI Joint Director", "TEXT": "Dawood Ibrahim | File Picture\n\nNew Delhi: Pakistan and its intelligence agency have always lied about sheltering Dawood Ibrahim and his accomplices who fled India after the serial blasts in Mumbai in 1993, said former Joint Director, CBI, Shantanu Sen on Sunday.\n\nSen said this after Pakistan did a u-turn hours after issuing a list bearing the name of Dawood as a designated terrorist along with his address in Karachi.\n\n\"Dawood Ibrahim, Tiger Memon, and Mustafa Dosa, the three absconding accused who planned, financed and along with Pakistan's ISI executed the serial bomb blasts in Mumbai in March 1993 are sheltered by Pakistan. This shelter was given days before the blast and has continued unabated,\" Sen, who was in charge of the CBI special task force which investigated the case said.\n\n\"Pakistan has always lied about their presence. The media report which was a piece of breaking news last night is back to square one with its (Pakistan's) denial,\" he added.\n\nHe further said that the CBI had painstakingly amassed proof to expose their Pakistan links during the investigation of the Mumbai serial blasts case.\n\n\"This material was so meticulously laid bare that there are two concurring judgments of the TADA Court, Mumbai and the Supreme Court of India approving the material of CBI as judicially correct,\" he said.\n\nHe further said that India should press for Dawood's deportation and persuade other countries to press Pakistan for the same.\n\n\"The list of 88 terrorists released by Pakistan's MEA includes Dawood's name. We should press for his deportation and persuade other countries to join hands in our efforts. Its present denial of this list is futile in our eyes. They will always continue in denial, I have no doubt,\" he said.\n\nEarlier yesterday, the Pakistan government said that underworld don Dawood Ibrahim, one of the most wanted in India, is living in Karachi.\n\nIslamabad has for years denied that it has sheltered Dawood, responsible for the 1993 Mumbai serial blasts, along with other terrorists."}}