{"GDELT": {"GlobalEventID": 942402597, "Day": 20200823, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6384, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "AGR", "Actor2Name": "FARMER", "Actor2Type1Code": "AGR", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.26385224274406, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20200823164500, "SOURCEURL": "https://www.today.ng/news/nigeria/ondo-30-percent-discount-inputs-farmers-ensure-food-security-314315"}, "ARTICLE": {"TITLE": "Ondo gives 30 percent discount on inputs to farmers to ensure food security", "TEXT": "The Ondo State Government on Sunday said it had provided discounted agricultural inputs as palliatives to farmers as part of measures to ensure food security in the state.\n\nMr Akin Olotu, the Senior Special Assistant to Gov. Oluwarotimi Akeredolu on Agribusiness, said this to newsmen in Akure.\n\nHe said that the government also had put in place various interventions to cushion the effects of COVID-19 among farmers in the state .\n\nOlotu said the palliative (discount) was structured such that 30 per cent discount was given to interested farmers on inputs they purchased.\n\nHe, however, said that maize farmers were given inputs for free on the directives of the governor.\n\nOlotu said that if farmers were not assisted speedily from the havoc wreaked on Agriculture and Agribusinesses by the coronavirus pandemic, there could be food insecurity in the coming months.\n\n“For instance, during the lockdown, poultry farmers could not sell their eggs and it is the proceeds from the eggs that they would have used to buy feeds to keep their business going.\n\n“This made some of them to sell off their laying birds in an untimely manner, because that was the only option left for them.\n\n\n\n\n\n“This situation is not limited to poultry farmers alone, it cuts across all sectors. So, I discussed with the governor and we looked at what we could do.\n\n“The governor said we had to intervene to cushion the adverse effect of COVID-19 on the farmers so, that we will be able guarantee our food security in months ahead,” the governor’s aide said.\n\nAlso speaking, Mr Gbenga Obayewa, Chairman, Ondo State Agricultural Commodity Association (OSACA) thanked the government for the intervention.\n\nObayewa said: “We approached the state government during the lockdown when individuals and families were being given palliatives, saying that it will better to give farmers inputs as their own palliatives so that they can produce and ensure food security.\n\n“The inputs are being given at subsidised rates and we wish to appreciate the state government for listening to us.”\n\nMr Agboola Risemola, a poultry farmer, expressed his appreciation for the support, and urged both the Federal and state governments to do more in order to boost food production in the country."}}