{"GDELT": {"GlobalEventID": 940398831, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "CVL", "Actor1Name": "SCIENTIST", "Actor1Type1Code": "CVL", "Actor2Code": "PTY", "Actor2Name": "POLITICIAN", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.7651006711409405, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX", "Actor1Geo_Lat": 23.0, "Actor1Geo_Long": -102.0, "Actor1Geo_FeatureID": "MX", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX", "Actor2Geo_Lat": 23.0, "Actor2Geo_Long": -102.0, "Actor2Geo_FeatureID": "MX", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX", "Action2Geo_Lat": 23.0, "Action2Geo_Long": -102.0, "Action2Geo_FeatureID": "MX", "DATEADDED": 20200812201500, "SOURCEURL": "https://www.sciencemag.org/news/2020/08/we-re-losing-entire-generation-scientists-covid-19-s-economic-toll-hits-latin-america"}, "ARTICLE": {"TITLE": "‘We’re losing an entire generation of scientists.’ COVID-19’s economic toll hits Latin America hard", "TEXT": "‘We’re losing an entire generation of scientists.’ COVID-19’s economic toll hits Latin America hard\n\nScience ’s COVID-19 reporting is supported by the Pulitzer Center and the Heising-Simons Foundation.\n\nAs the COVID-19 pandemic surged across the United States and Europe in February, scientists at Mexico’s Center for Research and Advanced Studies (Cinvestav) sprang into action. They quickly converted one of their research labs into a diagnostic clinic, and by mid-March, as cases began to mount in Mexico, they had launched seven other COVID-19–related projects.\n\nThen a second crisis hit. On 2 April, Mexican President Andrés Manuel López Obrador ordered the termination of public trust funds, which pay for special and long-term projects at Cinvestav—a public institute with nine campuses that employs 7500 people—and other institutions. Three weeks later, he announced a 75% cut for some federal institutions’ operating budgets, including Cinvestav’s, that would have forced the institute to shut down, says Cinvestav Director José Mustre de León.\n\nAnother blow followed on 14 May, when the National Council of Science and Technology (Conacyt) asked scientists to donate their monthly federal supplement, a typical part of Mexican researchers’ income, to the nation’s health system to support the COVID-19 response. “Not only would we not have any money, but we’ll have to take money out of our own pockets,” says Gabriela Olmedo, a genetic engineer and director of Cinvestav’s Irapuato campus.\n\nMexican scientists aren’t alone in feeling conflicting pressures from the pandemic. Across Latin America, researchers have raced to contribute their expertise to the worst public health crisis in a century and demonstrate that several decades of investment in research—including the capacity to run large clinical trials—has paid off. “We basically showed that we have knowledge in the country that can be put to work for the benefit of the society as a whole,” says Aisén Etcheverry, who heads Chile’s National Agency for Research and Development. At the same time, the pandemic has created deep economic and financial problems for the region, which faces a projected 5.3% contraction in gross domestic product this year. The resulting cuts are hitting science hard and threatening hard-won gains.\n\nClinging to hard-won strength\n\nLatin America comprises less than 10% of the global population yet accounts for nearly one-third of reported COVID-19 deaths. In deaths and case counts, Brazil ranks second only to the United States; Colombia, Chile, Peru, and Mexico have been hard hit as well. The fallout could push an additional 16 million residents of the region into extreme poverty, according to a report from the United Nations.\n\nLatin America’s growth in basic research, achieved through decades of investment in many countries, has put the region in a better position to fight back, says Hernando García Martínez, director of the Alexander von Humboldt Biological Resources Research Institute in Bogotá, Colombia. “We wouldn’t have had the capacity to respond to such a direct and real problem for society as COVID-19,” says García Martínez, who describes the crisis as a “fascinating challenge.”\n\nIn early April, Colombian researchers were among the first to start a clinical trial of convalescent plasma—antibody-rich serum from people who have recovered—for COVID-19 patients. More than 190 other clinical trials are ongoing in Latin America. Researchers in Brazil, Mexico, and Argentina have joined the race to develop their own vaccines and are partners in phase II and III trials of international vaccine front-runners.\n\nIn Argentina and Chile, science’s political standing has risen in the crisis. Argentine President Alberto Fernández, elected in 2019, was already taking a science-friendly approach, generally heeding his science advisers and promising more funding—a shift from his predecessor, who implemented devastating budget cuts and demoted the science ministry to a subsection of the Ministry of Education. Now, the public sees that prioritizing science helps Argentina respond to the pandemic, argues Juan Pablo Paz, secretary of scientific and technological coordination. “Of course, the pandemic means we’ll suffer delays and other challenges,” he says, “but I think science will remain in a stronger position than before.”\n\nIn Chile, Etcheverry redirected her agency—part of a new science ministry and only 3 months old when the pandemic struck—to provide COVID-19 testing and other aid to the pandemic response and made $3 million available to track societal impacts of the crisis, such as increases in domestic violence and setbacks in student learning. Showing that science could help “generated a conversation inside the government that never had happened before,” Etcheverry says. “It’s definitely a turning point on how the sector is perceived.”\n\nStill, the economic crisis has not spared Chilean science. Becas Chile, a scholarship program that funds international study for aspiring researchers—in exchange for their promise to bring expertise back to Chile—that has boosted the growth of many scientific fields in Chile, has been partially suspended. “Having that frozen or put into question just because we’re in a crisis is not the right decision because these are the kinds of things that prepare you for the next one,” says César Fuentes, an astronomer at the University of Chile.\n\nThe picture is darker in Peru, says Gisella Orjeda, former president of the country’s National Council of Science, Technology and Technological Innovation (CONCYTEC). During her term, Orjeda helped push CONCYTEC’s annual budget upward from only $5 million to about $40 million, but it’s “still not enough,” she says Critical projects in conservation, health, and disaster prevention remain underfunded. Now, the government paused certain funding programs; by July’s close, CONCYTEC had spent just 16% of its 2020 budget.\n\nIn neighboring Ecuador, researchers have long learned not to rely on unpredictable federal funding. The pandemic seems set to make things worse, says Diego Quiroga, dean of research at San Francisco de Quito University. He worries one source of revenue for his university, tuition fees, may drop if the economic crisis suppresses student enrollment. New threats of cuts to higher education and the economic crisis have led scientists to ramp up efforts to secure funding by collaborating with researchers from the United States and the European Union, he says. “If we don’t look abroad for funding, we’ll have nothing,” says Quiroga, who predicts the pandemic will cause an exodus of young scientists. As Mustre de León puts it: “We’re losing an entire generation of scientists.”\n\nDeepening rifts between scientists and politicians\n\nIn Mexico, after an outcry from researchers, students, and the media, the president ordered Conacyt officials to drop their plea for donations. Cinvestav was allowed to keep its public trust funds for now and is negotiating a smaller budget cut. But other federal institutions will still see cuts, and the episode left scientists shaken and worried. “If we hadn’t had this budget cut environment, we could have done much more,” Mustre de León says. The whiplash put in stark relief just how easily years of science funding advocacy in Mexico might be suddenly undone. “We still have a lot of fragility,” he says. And the pandemic has worsened an already tense relationship between the scientific community and Conacyt Director and developmental biologist María Elena Álvarez-Buylla Roces, who has moved to quiet independent voices in what some see as an authoritarian effort to centralize scientific policy. “Elena doesn’t have any leadership because she has not earned it,” Olmedo says. (Conacyt, which funds up to 77% of Mexican science, did not respond to multiple requests for comment from Science .)\n\nElsewhere, too, the pandemic has deepened rifts between scientists and politicians. Brazilian President Jair Bolsonaro has repeatedly called into question scientific expertise, downplaying the severity of the pandemic and promoting treatments lacking evidence. In Venezuela, scientists’ alarms prompted threats from high-level government officials. And in Colombia, seven senators sent President Iván Duque Márquez a letter on 27 July complaining about a lack of leadership during the pandemic by Mabel Torres Torres, who leads the new Ministry of Science, Technology and Innovation and was previously engulfed in scandals over her promotion of an untested cancer treatment. “It’s an absent ministry,” says immunologist Gabriela Delgado Murcia of the National University of Colombia, Bogotá. “We feel desolate.” Two days later, the Ministry of Finance proposed a 35% cut for the country’s 2021 science budget.\n\nDespite the challenges that the pandemic has brought, García Martínez remains hopeful. Years of scarce funding have taught Latin American researchers to do a lot with very little, he says—an especially helpful skill these days. “We are very adaptive.”", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, shrink-to-fit=no", "description": "The pandemic has given science a chance to shine—but budget cuts in many countries threaten its future", "robots": "follow, index, noodp", "fb": {"admins": 1400521805, "app_id": 1478542162442556, "pages": 100864590107}, "og": {"type": "article", "url": "https://www.sciencemag.org/news/2020/08/we-re-losing-entire-generation-scientists-covid-19-s-economic-toll-hits-latin-america", "site_name": "Science | AAAS", "title": "‘We’re losing an entire generation of scientists.’ COVID-19’s economic toll hits Latin America hard", "description": "The pandemic has given science a chance to shine—but budget cuts in many countries threaten its future", "updated_time": "2020-08-12T15:31:29-04:00", "image": {"identifier": "https://www.sciencemag.org/sites/default/files/styles/article_main_large/public/ca_0814NID_Ecuador_Protest_Budget_online.jpg?itok=S9eKPtM_", "secure_url": "https://www.sciencemag.org/sites/default/files/styles/article_main_large/public/ca_0814NID_Ecuador_Protest_Budget_online.jpg?itok=S9eKPtM_", "type": "image/jpeg", "width": 1280, "height": 720}}, "twitter": {"card": "summary_large_image", "creator": {"identifier": "@NewsfromScience", "id": 17089636}, "site": {"identifier": "@newsfromscience", "id": 17089636}, "url": "https://www.sciencemag.org/news/2020/08/we-re-losing-entire-generation-scientists-covid-19-s-economic-toll-hits-latin-america", "title": "‘We’re losing an entire generation of scientists.’ COVID-19’s economic toll hits Latin America hard", "description": "The pandemic has given science a chance to shine—but budget cuts in many countries threaten its future", "image": {"identifier": "https://www.sciencemag.org/sites/default/files/styles/article_main_large/public/ca_0814NID_Ecuador_Protest_Budget_online.jpg?itok=S9eKPtM_", "width": 1280, "height": 720}}, "article": {"publisher": "https://www.facebook.com/ScienceNOW", "published_time": "2020-08-12T15:15:00-04:00", "modified_time": "2020-08-12T15:31:29-04:00"}, "dcterms.date": "2020-08-12T15:15:24-04:00", "dc.date": "2020-08-12T15:15:24-04:00", "thumbnail": "https://www.sciencemag.org/sites/default/files/styles/article_main_large/public/ca_0814NID_Ecuador_Protest_Budget_online.jpg?itok=S9eKPtM_", "paywall": "false", "news_section": "ScienceInsider", "news_authors": "Rodrigo Pérez Ortega , Lindzi Wessel", "news_key_words": "Health, Latin America Coronavirus", "news_doi": "10.1126/science.abe2995", "MobileOptimized": "width", "HandheldFriendly": "true"}}}