{"GDELT": {"GlobalEventID": 940481782, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.14347202295553, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS11", "Actor1Geo_ADM2Code": "24984", "Actor1Geo_Lat": 37.5664, "Actor1Geo_Long": 127.0, "Actor1Geo_FeatureID": "-716583", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS11", "Action2Geo_ADM2Code": "24984", "Action2Geo_Lat": 37.5664, "Action2Geo_Long": 127.0, "Action2Geo_FeatureID": "-716583", "DATEADDED": 20200813063000, "SOURCEURL": "https://newsinfo.inquirer.net/1321130/s-korea-technically-has-no-covid-19-vaccine-supply-secured-wont-sacrifice-safety-in-quest-for-solution"}, "ARTICLE": {"TITLE": "S. Korea technically has no COVID-19 vaccine supply secured, won’t sacrifice safety in quest for solution", "TEXT": "SEOUL — As nations battle over access to a potential COVID-19 vaccine, South Korea is under pressure to secure its share. But as some nations cut corners, the government says it won’t sacrifice safety in its quest for a solution.\n\nADVERTISEMENT\n\nCurrently, the Ministry of Food and Drug Safety has approved two clinical phase 1 2/a trials of COVID-19 vaccines in South Korea. One is American company Inovio’s INO-4800 being tested here by the International Vaccine Institute and the other is Genexine’s GX-19. The much talked-about SK Bioscience is still carrying out animal testing for its protein-based vaccine. It is slated to begin human trials starting in September.\n\nRealistically, SK Bioscience’s vaccine is not going to be ready for the market until the end of 2021, by which time COVID-19 may not be so prevalent or pose an acute threat to public health. The same can be said of the INO-4800 and GX-19.\n\nElsewhere, global players are making strides in the race. AstraZeneca, Pfizer and Moderna are among the leading pharmas whose vaccine candidates are already in final phase of human trials. And nations are moving quick to pick up as many doses for its people as possible.\n\nAstraZeneca signed to supply 200 million doses of its AZD1222 to China, 300 million doses to the US and 30 million doses to Brazil; Pfizer and BioNTech is sending 600 million doses of its BNT162 to the US and 120 million doses to Japan and 30 million doses to the UK; Moderna has signed to provide 100 million doses of its vaccine to the US.\n\nAll in all, just looking at the US, the country has agreed to give a combined $4.67 billion for vaccines so far.\n\nKorea, on the other hand, is yet to sign any deals for vaccines in dose forms that can be administered to people.\n\nThe deal SK Bioscience clinched with AstraZeneca in July is to contract manufacture the latter’s vaccine here in Korea. Having the drug in its raw form does not translate to inoculation shots available for the people here. In order for that to happen, the government must strike a separate deal.\n\nAn official from the Ministry of Health and Welfare told The Korea Herald that while the government is contacting various companies, including Pfizer and others, it is premature to make an official announcement.\n\nThe Korean government has assigned an extra 49 billion won ($41.3 million) budget for two-track approaches to COVID-19 vaccines — to fund domestic developments of vaccine and to buy overseas vaccines if needs be.\n\nADVERTISEMENT\n\nSouth Korea, having joined the global vaccines initiative of COVAX Facility, has assurance to a supply of vaccine doses sufficient to immunize 20 percent of the country’s population. Immunology experts advise 60 percent to 70 percent of population to be inoculated for full protection.\n\nExperts, meanwhile, also caution against the speed at which vaccines are being developed.\n\nA viable vaccine usually requires an average of 10 years’ development to ascertain its safety, according to a SK Bioscience official.\n\nIn a normal setting, some thousands of healthy people are tested the vaccine through three phases of clinical trials. This is both to check the drug has no side effects, and to validate the drug’s long-term efficacy against the targeted virus.\n\nRussia’s announcement Monday that it has approved a domestically approved COVID-19 vaccine, before the drug even finished testing, drew criticisms for overly hasten development.\n\nFor more news about the novel coronavirus click here.\n\nWhat you need to know about Coronavirus.\n\nFor more information on COVID-19, call the DOH Hotline: (02) 86517800 local 1149/1150.\n\nThe Inquirer Foundation supports our healthcare frontliners and is still accepting cash donations to be deposited at Banco de Oro (BDO) current account #007960018860 or donate through PayMaya using this link .\n\nRead Next\n\nEDITORS' PICK\n\nMOST READ", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"ttl": 345600, "title": "S. Korea technically has no COVID-19 vaccine supply secured, won’t sacrifice safety in quest for solution", "description": "SEOUL — As nations battle over access to a potential COVID-19 vaccine, South Korea is under pressure to secure its share. But as some nations cut corners, the government says it won’t sacrifice", "url": "https://newsinfo.inquirer.net/1321130/s-korea-technically-has-no-covid-19-vaccine-supply-secured-wont-sacrifice-safety-in-quest-for-solution", "site_name": "INQUIRER.net", "image": "https://newsinfo.inquirer.net/files/2020/08/korea-vaccine.jpg", "type": "article"}, "fb": {"app_id": 175228195865217, "pages": 142802334452}, "article": {"published_time": "Thu, 13 Aug 2020 14:06:22 PST"}, "author": "The Korea Herald/Asia News Network", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "twitter": {"card": "summary_large_image", "description": "SEOUL — As nations battle over access to a potential COVID-19 vaccine, South Korea is under pressure to secure its share. But as some nations cut corners, the government says it won’t sacrifice safety in its quest for a solution. ADVERTISEMENT Currently, the Ministry of Food and Drug Safety has approved two clinical phase 1 […]", "title": "S. Korea technically has no COVID-19 vaccine supply secured, won’t sacrifice safety in quest for solution | Inquirer News", "site": "@inquirerdotnet", "image": "https://newsinfo.inquirer.net/files/2020/08/korea-vaccine.jpg", "creator": "@inquirerdotnet"}, "ia": {"markup_url": "https://newsinfo.inquirer.net/1321130/s-korea-technically-has-no-covid-19-vaccine-supply-secured-wont-sacrifice-safety-in-quest-for-solution?ia_markup=1"}}}}