{"GDELT": {"GlobalEventID": 940490891, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 15, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.5891032917139598, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF", "Actor1Geo_Lat": -30.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "SF", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF", "Actor2Geo_Lat": -30.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "SF", "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF", "Action2Geo_Lat": -30.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "SF", "DATEADDED": 20200813074500, "SOURCEURL": "https://allafrica.com/stories/202008130174.html"}, "ARTICLE": {"TITLE": "South Africa: Covid-19 Disruption Could Be a Chance to Lay a Firmer School Maths Foundation in South Africa", "TEXT": "analysis\n\nIn South Africa, when Grade 9 learners return to school after the COVID-19 closures, they will have a maximum of 76 teaching days left in 2020. But given the safety requirements and the limited infrastructure in most schools, it's highly unlikely that they will be able to attend school every day. This means the average Grade 9 learner in 2020 is likely to have less than half of a normal year's time in class.\n\nWhile learners in schools for the middle class and independent schools have had access to online learning, learners in schools for the poor and working class have had no such access. And this is unlikely to change in the near future.\n\nThere is evidence that, in mathematics, learners in less well-resourced schools are four years behind their counterparts in well-resourced schools by the end of Grade 9. It is therefore likely that most Grade 9 learners will fall further behind in 2020.\n\nThis situation needs urgent attention. It is time to think beyond 2020, and to treat 2020 and 2021 as a continuous learning opportunity. It's also time to be more strategic about what is taught. In the COVID-19 discussions on schooling there has been too little focus on what learners will learn - whether at school or at home.\n\nIndications from research conducted after the Pakistan earthquakes of 2005 showed that, although learners in the affected areas had only a three-month break from school, four years after the earthquake they were 1.5 years behind their peers. In South Africa, most Grade 9 learners will have been at home for about five months due to the COVID-19 pandemic before they return to school.\n\nA curriculum that does not adapt to learners' levels may leave them further and further behind. The need to prevent this has led to calls to \"build back better\" after the COVID-19 pandemic. Evidence suggests that the way to do this is to focus on core concepts and identify what learners need to know but may have missed or forgotten.\n\nThe legacy\n\nAfter Grade 9, South African learners must choose between Mathematics and Mathematical Literacy for the remaining three years of secondary school. Mathematics is essential for entrance into science-based programmes in universities, but the majority of learners lack the knowledge to cope with Mathematics from Grade 10 onwards.\n\nFor example, in the Annual National Assessments for Mathematics, administered from 2012 to 2014, the average mark each year for Grade 9 was less than 14%. Similarly, in the Trends in International Mathematics and Science Study assessments in 2015, only one third of South African Grade 9 learners achieved at the minimal level in mathematics. A recent study of Grade 9 and 10 learner performance on negative number, basic algebra and functions yielded an average score of 28.3%. Clearly Grade 9 performance is far below desired levels.\n\nAdd to this situation the impact of the COVID-19 pandemic. In most state schools, Grade 9s are scheduled to return to class on 24 August 2020. Research indicates that long breaks from school lead to learning loss, with maths scores being particularly badly affected. And these breaks have a greater negative impact on learners from lower socioeconomic groups.\n\nA US model based on studies of the known effects of long breaks suggests that learners in the US could end the school year with only 37%-50% of the average gains they would have made in a normal school year in mathematics.\n\nWhat's needed\n\nWe suggest the solution to the pandemic interruption of learning is to identify a limited number of core concepts and skills for Grades 8 and 9 that will provide a strong foundation for further mathematics.\n\nThis involves, firstly, a carefully designed curriculum to address learners' difficulties, starting with whole number, fractions, negative number, introductory algebra, linear patterns and functions.\n\nSecondly, teachers need a range of supportive materials - not just fixed lesson plans. It should be clear what must be done face-to-face and what can be done alone at home without technology. Teacher materials should help to identify gaps in learners' knowledge and to provide guidance for re-teaching what learners have missed.\n\nThirdly, tests should focus on revealing what learners understand and what they are battling with, instead of putting pressure on them to \"pass\" a certain level.\n\nEncouragingly, recently released documents (S2 and S3 of 2020) from the Department of Basic Education are promoting these principles. These documents emphasise the need for teachers to work with learners where they are, to take time to remediate when learners don't understand and to assess only what has been taught.\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines South Africa Coronavirus Education By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\nThis is arguably the most forward-thinking policy produced by the department in recent years. What it lacks is a carefully considered implementation plan, informed by the realities on the ground, to identify the core mathematics content for learners, and a teaching and learning pathway for what remains of 2020 and into 2021.\n\nIn the short term, if learners are able to master the content we have identified, they may well end 2020 with more mathematical knowledge than they would have gained ordinarily.\n\nCOVID-19 could be the unexpected catalyst that makes the education system accountable to learners and their learning. But we need to get Grade 8 and 9 learners back to learning as soon as possible. It is crucial that they are not neglected because of an overwhelming focus on Grade 12.\n\nCraig Pournara, Associate Professor of Mathematics Education, University of the Witwatersrand and Lynn Bowie, Visiting associate, University of the Witwatersrand", "METADATA": {"description": "Analysis - In South Africa, when Grade 9 learners return to school after the COVID-19 closures, they will have a maximum of 76 teaching days left in 2020. But given the safety requirements and the limited infrastructure in most schools, it's highly unlikely that they will be able to attend school every day. This means the average Grade 9 learner in 2020 is likely to have less than half of a normal year's time in class.", "google-site-verification": "bGxG4qeN9up-gMXKjsgylykqjVrzxLjg1rQrP3K-rJk", "keywords": "Africa, news, politics, economy, trade, business, sports, current events, travel, South Africa, Southern Africa, Health and Medicine, Coronavirus, Education", "msvalidate.01": "72401C28AAAC95E8D3FF1881A90F2C4D", "robots": "noarchive", "twitter": {"card": "summary_large_image", "description": "Analysis - In South Africa, when Grade 9 learners return to school after the COVID-19 closures, they will have a maximum of 76 teaching days left in 2020. But given the safety requirements and the limited infrastructure in most schools, it's highly unlikely that they will be able to attend school every day. This means the average Grade 9 learner in 2020 is likely to have less than half of a normal year's time in class.", "image": {"src": "https://allafrica.com/download/pic/main/main/csiid/00561281:6260e3c053155499f0e1eed0b22c5c8a:arc614x376:w1200.jpg"}, "site": "@allafrica", "title": "South Africa: Covid-19 Disruption Could Be a Chance to Lay a Firmer School Maths Foundation in South Africa"}, "viewport": "width=device-width, initial-scale=1", "article": {"modified_time": "2020-08-13T07:41:24+0000", "published_time": "2020-08-13T07:30:12+0000", "publisher": "https://www.facebook.com/pages/allAfricacom/98946450029", "section": "News", "tag": "Education"}, "fb": {"app_id": 100369188719, "pages": 98946450029}, "og": {"description": "Analysis - In South Africa, when Grade 9 learners return to school after the COVID-19 closures, they will have a maximum of 76 teaching days left in 2020. But given the safety requirements and the limited infrastructure in most schools, it's highly unlikely that they will be able to attend school every day. This means the average Grade 9 learner in 2020 is likely to have less than half of a normal year's time in class.", "image": "https://allafrica.com/download/pic/main/main/csiid/00561281:6260e3c053155499f0e1eed0b22c5c8a:arc614x376:w1200.jpg", "site_name": "allAfrica.com", "title": "South Africa: Covid-19 Disruption Could Be a Chance to Lay a Firmer School Maths Foundation in South Africa", "type": "article", "url": "https://allafrica.com/stories/202008130174.html"}}}}