{"GDELT": {"GlobalEventID": 940426048, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "BGR", "Actor1Name": "BULGARIA", "Actor1CountryCode": "BGR", "Actor2Code": "GOV", "Actor2Name": "REGIONAL GOVERNOR", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.42914979757085, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pazardzhik, Pazardzhit, Bulgaria", "Actor1Geo_CountryCode": "BU", "Actor1Geo_ADM1Code": "BU48", "Actor1Geo_ADM2Code": "11944", "Actor1Geo_Lat": 42.2, "Actor1Geo_Long": 24.3333, "Actor1Geo_FeatureID": "-837110", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Pazardzhik, Pazardzhit, Bulgaria", "Actor2Geo_CountryCode": "BU", "Actor2Geo_ADM1Code": "BU48", "Actor2Geo_ADM2Code": "11944", "Actor2Geo_Lat": 42.2, "Actor2Geo_Long": 24.3333, "Actor2Geo_FeatureID": "-837110", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pazardzhik, Pazardzhit, Bulgaria", "Action2Geo_CountryCode": "BU", "Action2Geo_ADM1Code": "BU48", "Action2Geo_ADM2Code": "11944", "Action2Geo_Lat": 42.2, "Action2Geo_Long": 24.3333, "Action2Geo_FeatureID": "-837110", "DATEADDED": 20200812234500, "SOURCEURL": "https://www.novinite.com/articles/205675/Bulgarian+Minister+of+Health+With+Details+About+the+Outbreak+of+COVID-19+in+the+Emergency+Department+in+Pazardzhik"}, "ARTICLE": {"TITLE": "Bulgarian Health Minister With Details About the Outbreak of COVID-19 in Pazardzhik", "TEXT": "The work of the emergency care in Pazardzhik has been organized to continue without interruption - employees from other affiliate in the district have been sent so that there are no worries about the work schedule. This was stated by the Minister of Health Prof. Kostadin Angelov at a briefing in front of the media in Pazardzhik.\n\nAt present, the sick employees of FSMP-Pazardzhik are a total of 11 people, as the first four samples were found in the period from July 24 to August 1, and from July 30 to date, 7 more positive samples were found. Of the 30 samples tested yesterday, one tested positive. Another 18 results are expected tomorrow. Since the beginning of the epidemic, an employee of FSMP-Pazardzhik has died. From the last established cases - a paramedic was placed on mechanical ventilation in the intensive care unit of the Multiprofile Hospital for Active Treatment Pazardjik. The other employees who tested positive for COVID-19 were asymptomatic and under quarantine.\n\nThere is currently no shortage of beds in the area. The necessary organization has been created to separate the flows in the district hospital. Personal protective equipment and disinfectants are provided for the medical institution, the center for emergency medical care and the regional health inspection.\n\n\"I express my gratitude to all the doctors, nurses, paramedics, drivers, RHI employees and police officers who work around the clock to win the battle with COVID-19. I appeal especially to all young doctors in the whole area. Thanks to these people we will win the battle, \"Prof. Kostadin Angelov told the media.\n\nIn response to a journalist's question, the Minister of Health explained that the Ministry has already taken steps to increase the funds under the European funds for the payment of the additional BGN 1,000 to the employees on the first line in the fight against COVID-19. \"We have created the necessary organization in case the epidemic grows, all employees who are in direct contact with patients with coronavirus infection to receive an additional fee of BGN 1,000. \", the Minister of Health was categorical.\n\nEarlier today, Prof. Angelov held a meeting with the Regional Governor of Pazardzhik Stefan Mirev, Deputy Mayor Petar Petrov, the Director of the Regional Hospital in the city Dr. Krassimir Temnilov and employees of the Regional Health Inspectorate and Emergency Medical Center. \"The collaboration between the municipal, state and private medical institutions in the district is excellent, so there is no need to worry. We have proved that we can cope with that - we managed in May, when due to a positive patient for 48 hours, we had to close the intensive care unit for disinfection \", pointed out the regional governor of Pazardzhik Stefan Mirev during the meeting of the regional crisis headquarters.\n\nMinister Angelov also visited the emergency medical center and the regional hospital to get acquainted with the organization of work of the two institutions. / novini.bg\n\n\n\n\n\n", "METADATA": {"title": "Bulgarian Health Minister With Details About the Outbreak of COVID-19 in Pazardzhik - Novinite.com - Sofia News Agency", "Author": "M3 Web - http://m3web.bg", "og": {"url": "https://www.novinite.com/articles/205675/Bulgarian+Health+Minister+With+Details+About+the+Outbreak+of+COVID-19+in+Pazardzhik", "title": "Bulgarian Health Minister With Details About the Outbreak of COVID-19 in Pazardzhik - Novinite.com - Sofia News Agency", "type": "article", "description": "The work of the emergency care in Pazardzhik has been organized to continue without interruption - employees from other affiliate in the district have been sent so that there are no worries about the work schedule. This was stated by the Minister of Health Prof.", "image": "https://www.novinite.com/media/images/2020-08/photo_verybig_205675.jpg"}, "fb": {"admins": "720047876,812913521"}, "verify-v1": "6qlQdLBGNcWbF4R1DGIpYKKygyc4NG/xLxBZYsNmZ38="}}}