{"GDELT": {"GlobalEventID": 940471562, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "NZL", "Actor1Name": "AUCKLAND", "Actor1CountryCode": "NZL", "Actor2Code": "COP", "Actor2Name": "PRISON", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.22950819672131, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ", "Actor1Geo_Lat": -42.0, "Actor1Geo_Long": 174.0, "Actor1Geo_FeatureID": "NZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ", "Actor2Geo_Lat": -42.0, "Actor2Geo_Long": 174.0, "Actor2Geo_FeatureID": "NZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ", "Action2Geo_Lat": -42.0, "Action2Geo_Long": 174.0, "Action2Geo_FeatureID": "NZ", "DATEADDED": 20200813050000, "SOURCEURL": "https://www.stuff.co.nz/national/122431800/coronavirus-corrections-halts-visitors-to-auckland-prisons"}, "ARTICLE": {"TITLE": "Coronavirus: Corrections halts visitors to Auckland prisons", "TEXT": "In person visits have stopped in northern prisons while the rest of country's prisons are \"playing it safe\" (file photo)\n\nVisits to northern prisons have been suspended while Auckland is in covid Alert Level 3 while other Corrections facilities around the country are taking precautions.\n\nNational Commissioner Rachel Leota said that means in-person prison visits by family and friends in the northern region have been temporarily suspended.\n\n“We are supporting people to maintain increased contact through telephone and video calls, letters and emails.”\n\nStatutory visits like the independent Corrections Inspectorate and the Office of the Ombudsman, were still possible. Legal visits and New Zealand Parole Board hearings can be done through AVL.\n\nREAD MORE:\n\n* Rimutaka Prison: Inmates still can't hug family and children in 'mind-boggling' rule\n\n* Coronavirus: Cocaine linchpin's deportation for trafficking delayed due to Covid-19\n\n* Community work sentences can be cut due to Covid-19\n\n* Coronavirus: Prison 'timebomb' fears as frustration and boredom build\n\n* Keeping busy vital for coping with lockdown, former offender says\n\n\n\nLeota said Corrections had continued their planning in the event of new cases in the community, and were well-prepared.\n\nGuided and temporary release of prisoners involved in activities outside of prison have been temporarily suspended, like release-to-work, face-to-face rehabilitation programmes and non-essential prison industries.\n\nLeota said rehabilitation interventions for prisoners with an intensive need will be carried out. And in-prison health services will continue to be delivered.\n\nFor the rest of the Corrections facilities around they country they are operating in Alert Level 2 and are “playing it safe”.\n\nThere are 18 prisons across the country with varying security classification of prisoners.\n\n“We are assessing on a site by site basis whether face to face visits with prisoners will continue for friends and family at our other sites this weekend, in line with our deliberately cautious approach.”\n\nTom Lee/Stuff Corrections are assessing site by site basis whether face to face visits with prisoners will continue for friends and family at prisons this weekend (file photo)\n\nAdditional safety measures will be in place for all visitors to all sites, including increased hand hygiene measures, the use of thermal imaging cameras on entry, physical distancing and PPE (masks) to be worn by all people who will have face to face contact with prisoners.\n\nThere be separation of people coming into custody for their first 14 days from those who have been in prison for longer periods.\n\nAll Community Corrections in the northern region will be closed to people visiting these sites, with people serving community-based sentences and orders reporting to probation staff by phone.\n\nHome visits will continue where required and where they can be carried out safely with the use of health screening, physical distancing and PPE.\n\nCommunity work is suspended across all sites in the greater Auckland area while Alert Level 3 restrictions are in place.\n\nSUPPLIED Construction on Waikeria prison extension continues under Alert Level 2 (artist impression of the new build)\n\nIn the rest of the country community work has been temporarily suspended, but we are looking to resume where it is safe to do so with Alert Level 2 restrictions in place. Court reports and advice and support to the judiciary will continue.\n\nStaff unable to maintain physical distancing are required to wear PPE, including masks and gloves.\n\n“Cleaning protocols have been implemented across the site, and hand hygiene washing and sanitiser is being actively promoted. Our advice to staff in relation to the safe and correct use of personal protective equipment is updated on an ongoing basis, in line with Ministry of Health advice.”", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "noarchive", "format-detection": "telephone=no", "fb": {"app_id": 207633159308175, "pages": 21253884267}, "verify-v1": "RazNiYjuvNuEsMeFXxfR9l9cDZIKxcq2VjQZA25CHgM=", "msapplication-config": "/sics-assets/images/favicons/browserconfig.xml", "theme-color": "#ffffff", "description": "Alert Level 3 has stopped visitors to prisons while the rest of the country's prisons are \"playing it safe.\"", "source": "Stuff", "og": {"description": "Alert Level 3 has stopped visitors to prisons while the rest of the country's prisons are \"playing it safe.\"", "title": "Coronavirus: Corrections halts visitors to Auckland prisons", "url": "https://www.stuff.co.nz/national/122431800/coronavirus-corrections-halts-visitors-to-auckland-prisons", "type": "article", "image": "https://resources.stuff.co.nz/content/dam/images/4/y/n/s/j/y/image.related.StuffLandscapeSixteenByNine.1420x800.20w4zc.png/1597293653374.jpg", "site_name": "Stuff"}, "article": {"published_time": "2020-08-13T04:40:51.107Z"}, "parsely-type": "post", "parsely-title": "Coronavirus: Corrections halts visitors to Auckland prisons", "parsely-link": "https://www.stuff.co.nz/national/122431800", "parsely-image-url": "https://resources.stuff.co.nz/content/dam/images/4/y/n/s/j/y/image.related.StuffLandscapeSixteenByNine.1420x800.20w4zc.png/1597293653374.jpg", "parsely-pub-date": "2020-08-13T04:40:51.107Z", "parsely-author": "Jo Lines-MacKenzie", "parsely-section": "national", "parsely-tags": "national"}}}