{"GDELT": {"GlobalEventID": 940552161, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CVL", "Actor1Name": "SCIENTIST", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 174, "EventBaseCode": 174, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.8205128205128192, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Abu Dhabi, Abu Z¸aby, United Arab Emirates", "Actor1Geo_CountryCode": "AE", "Actor1Geo_ADM1Code": "AE01", "Actor1Geo_ADM2Code": "28568", "Actor1Geo_Lat": 24.4667, "Actor1Geo_Long": 54.3667, "Actor1Geo_FeatureID": "-782066", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Abu Dhabi, Abu Z¸aby, United Arab Emirates", "Action2Geo_CountryCode": "AE", "Action2Geo_ADM1Code": "AE01", "Action2Geo_ADM2Code": "28568", "Action2Geo_Lat": 24.4667, "Action2Geo_Long": 54.3667, "Action2Geo_FeatureID": "-782066", "DATEADDED": 20200813141500, "SOURCEURL": "https://gulfnews.com/uae/health/a-shot-for-humanity-join-uaes-vaccine-trial-for-covid-19-1.1597321901252"}, "ARTICLE": {"TITLE": "A shot for humanity: UAE’s vaccine trial for Covid-19", "TEXT": "Image Credit: Supplied\n\nSince the beginning of the Covid-19 pandemic, scientists across the world have been busily researching ways to develop a vaccine that could banish the virus for good. So when Sinopharm CNBG, a leading vaccine manufacturer, came up with its inactivated vaccine, the UAE stepped forward to participate in the trials as part of its commitment to fight the pandemic. Now, thanks in part to the ordinary residents of the UAE, the world may soon witness a breakthrough.\n\n“We are enormously proud to have started the world’s first Phase III clinical trial of the Covid-19 inactivated vaccine here in the UAE,” says Dr Nawal Ahmed Mohamed Al Kaabi, UAE Principal Investigator, Shaikh Khalifa Medical City CMO and Chairperson of the National Covid-19 Clinical Management Committee. “The UAE was the preferred choice to conduct the clinical trials as the nation is home to more than 200 nationalities, allowing for robust research across multiple ethnicities and increasing its feasibility for global application on the success of the trials.”\n\nFantastic response\n\nFor any trial to be successful volunteers are needed. Already, thousands of residents have done their part to help in the battle against Covid-19.\n\n“The response has been fantastic,” says Dr Al Kaabi. “The two purpose-built, walk-in registration, screening and testing facilities at ADNEC in Abu Dhabi and Qarain Health Center in Sharjah have received an overwhelming response from volunteers.\n\n“We have been overwhelmed by the enthusiasm and willingness that volunteers have shown towards participating in the programme and being part of finding a solution to this pandemic.”\n\nVolunteers for the clinical trials have come from various backgrounds, but the one thing they have in common is that they want to help in developing a successful vaccine.\n\nOne of the many volunteers involved in the trial says, “I learnt about this vaccine through the news and various channels on social media. A lot of people have been willing to participate in this trial, which has been great to see. I thank the UAE leaders for taking this initiative and taking that step in preventing the spread of Covid-19 and returning our lives back to normal.”\n\nPromising results\n\nOf course, it takes a team to create a successful vaccine and there are some big names behind the research, which is perhaps why many residents are confident to sign up.\n\n“The trial is managed in the UAE by G42 Healthcare in partnership with the Department of Health, Abu Dhabi (DOH), Abu Dhabi Health Services Company (SEHA), and the Ministry of Healthcare and Prevention (MoHAP),\" says Dr Walid Zaher, Chief Research Director and Vaccine Project Leader, G42 Healthcare.\n\n“The inactivated vaccine in these clinical trials has been developed by Sinopharm CNBG using the killed version of the germ that causes the disease. The vaccine has shown promising results during the earlier Phase I and Phase II trials.”\n\nImage Credit: Supplied\n\nFor those of us who are not familiar with the term inactivated, Dr Zaher explains further.\n\n“An inactivated vaccine is a common clinical technology and has been successfully used for many vaccinations including the influenza, hepatitis and diphtheria vaccines. It is called an inactivated vaccine because it contains an inactivated microorganism (or part of one) that can help the immune system prepare itself for an eventual infection. It is recognised by the immune system, without being infectious, to prevent individuals from getting the disease so that you don’t get the disease the vaccine is trying to protect them from.”\n\nStrong antibody response\n\nNaturally, something that most volunteers would want to know is if there are any risks involved.\n\n“The vaccine has already triggered a strong neutralising antibody response in the Phase I and II studies where the results showed that the vaccine is safe and effective,” explains Dr Zaher. “The Phase III clinical trials are being conducted under the strict guidance and supervision of the Department of Health, Abu Dhabi, SEHA and MoHAP where all volunteers are being carefully monitored throughout the trial with regular check-ins from health professionals.”\n\nThe trial follows the international guidelines stipulated by the World Health Organization (WHO) and the United States Food & Drug Administration (USFDA).\n\n“Once the volunteers have been screened and found eligible to participate, they are given the first vaccination shot and there on will have regular health check-ups,” says Dr Zaher. “These include a mix of telephone call check-ups; return visits to the centres for medical checks and to receive a second dose of the inactivated vaccine. The whole process takes about 49 days and some volunteers will be reviewed at fixed intervals for up to one year.”\n\nWhile being a volunteer involves keeping in touch with the team, the results could make a difference to people all over the world.\n\n“If the Phase III trial is successful, the vaccine can move into manufacturing and enable us to return to our previous normal way of life,” says Dr Zaher.\n\nCriteria to be a volunteer\n\nFor anyone wanting to volunteer for the Phase III trial they must fit certain criteria.\n\nAshish Koshy, Chief Executive Officer, G42 Healthcare, explains, “The Phase III trials are open to volunteers aged 18 and above. They must be healthy and medically fit, without any previous ailments such as diabetes and asthma, amid other criterion that is evaluated closely during registration and the initial medical screening.”\n\nThe Phase III trials are open to volunteers aged 18 and above. They must be healthy and medically fit, without any previous ailments such as diabetes and asthma, amid other criterion that is evaluated closely during registration and the initial medical screening. - Ashish Koshy, Chief Executive Officer, G42 Healthcare\n\nIndeed, thanks to volunteers in the UAE and the scientific breakthroughs, there could be an end to Covid-19 in sight.\n\n“Once favourable results for the efficacy have been identified, the ultimate goal is to produce the vaccine,” adds Koshy. “We will then look at setting up a manufacturing facility in the UAE. The long-term goal of the UAE is to achieve self-sufficiency in the medical sphere; we are hopeful that should the trials be a success, we would be able to fast track the manufacturing and bring the vaccine to the world.”", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "fb": {"app_id": 1718868628348238, "pages": 143017562431177}, "twitter": {"site": "@gulf_news", "card": "summary_large_image", "title": "A shot for humanity: UAE’s vaccine trial for Covid-19", "description": "Thousands of volunteers in the UAE step forward to participate in the trial", "image": {"src": "https://imagevars.gulfnews.com/2020/08/13/Reach_G42-Healthcare_August-13_173e8813a9f_medium.jpg"}}, "description": "When Sinopharm CNBG, a leading vaccine manufacturer, came up with its inactivated vaccine, the UAE stepped forward to participate in the trials as part of its commitment to fight the pandemic. Now, thanks in part to the ordinary residents of the UAE, the world may soon witness a breakthrough", "keywords": "Sinopharm CNBG; G42 Healthcare; vaccine; Covid-19; inactivated; UAE; pandemic; residents; Nawal Ahmed Mohamed Al Kaabi; research; clinical; trials; volunteers; World Health Organisation; WHO; Ashish Koshy; CEO", "og": {"type": "article", "url": "https://gulfnews.com/uae/health/a-shot-for-humanity-uaes-vaccine-trial-for-covid-19-1.1597321901252", "title": "A shot for humanity: UAE’s vaccine trial for Covid-19", "description": "Thousands of volunteers in the UAE step forward to participate in the trial", "image": {"identifier": "https://imagevars.gulfnews.com/2020/08/13/Reach_G42-Healthcare_August-13_173e8813a9f_medium.jpg", "width": 540, "height": 405}}}}}