{"GDELT": {"GlobalEventID": 940557555, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "GUYGOV", "Actor2Name": "IRFAAN ALI", "Actor2CountryCode": "GUY", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.32052821128452, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKR8", "Actor1Geo_ADM2Code": "40152", "Actor1Geo_Lat": 54.5, "Actor1Geo_Long": -6.5, "Actor1Geo_FeatureID": "-2604275", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Demerara, Demerara-Mahaica, Guyana", "Actor2Geo_CountryCode": "GY", "Actor2Geo_ADM1Code": "GY12", "Actor2Geo_ADM2Code": "17145", "Actor2Geo_Lat": 6.8, "Actor2Geo_Long": -58.1667, "Actor2Geo_FeatureID": "-919880", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Demerara, Demerara-Mahaica, Guyana", "Action2Geo_CountryCode": "GY", "Action2Geo_ADM1Code": "GY12", "Action2Geo_ADM2Code": "17145", "Action2Geo_Lat": 6.8, "Action2Geo_Long": -58.1667, "Action2Geo_FeatureID": "-919880", "DATEADDED": 20200813144500, "SOURCEURL": "https://www.nodal.am/2020/08/canciller-da-positivo-de-covid-19-aislan-al-presidente-irfaan-ali-y-todo-el-gabinete/"}, "ARTICLE": {"TITLE": "Canciller da positivo de Covid-19: aíslan al presidente Irfaan Ali y todo el gabinete", "TEXT": "Foreign Affairs Minister COVID-19 positive; all Cabinet members to be tested- President Ali\n\nPresident Dr. Irfaan Ali on Wednesday announced that newly-appointed Minister of Foreign Affairs and International Cooperation Mr. Hugh Todd has tested positive for the deadly COVID-19 virus and that all members of his Cabinet would now have to be tested and work remotely.\n\nThe Guyanese Head of State said he has since advised Mr. Todd to inform all individuals who he came into contact with to work with Health Minister Dr. Frank Anthony to conduct contact tracing and testing. “I have advised all cabinet members to undergo a COVID-19 test as a precautionary measure,” he said.\n\nPresident Ali would be making a statement which later turned out to be Minister Todd’s COVID-19 status.\n\nThe president said there is no issue that requires greater transparency at every level than the way Guyana addresses the COVID-19 pandemic and given his commitment to conduct the affairs of the government transparently, Dr. Ali said it is for this reason he has taken this step to inform the public on this development.\n\nHe stressed that COVID-19 is a global crisis that “must be addressed frontilly.” Already, the government, he said, has taken a holistic and comprehensive approach which prioritises testing, provisions of personal protection equipment and inter-agency collaboration in response to this pandemic.\n\n“I commit to doing everything necessary to ensure the safety of the Guyanese people. I want to also take this opportunity to remind all Guyanese that this pandemic has no barriers and as such, I ask you to continue to take the necessary precautions,” he added.\n\nThe president urged citizens to follow the guidelines by the Ministry of Health, wear masks especially when in public places and ensure that as far as possible to adhere to social distancing. “This is a time when all of us must come together,work together so that our country and all our citizens remain safe,’ he ended.\n\nDemerara Waves\n\nAll Gov’t Ministers to work remotely after Foreign Minister test positive for COVID – 19\n\nWith one Minister of the Irfaan Ali Government testing positive for COVID – 19, the President has asked all his Ministers to work remotely until systems can be put in place to ensure that the Government’s work is done safely and transparently.\n\nAll Ministers have also been instructed to undergo PCR COVID – 19 testing as a precautionary method.\n\n“This pandemic has no barriers and as such we have to continue to take the necessary precautions,” President Ali said in a briefing released on the Office of the President’s Facebook page Wednesday.\n\nThe newly appointed Minister of Foreign Affairs and International Cooperation Hugh Todd received his positive results for COVID – 19 on Wednesday.\n\nThe condition was revealed by President Irfaan Ali Wednesday afternoon, saying it was a matter of great importance nationally.\n\nThe President informed that Minister Todd is now in isolation and has been asked to inform all persons who he came into contact with so as to facilitate contact tracing and testing.\n\nMinister Todd first raised an alarm after he realized that he had come into contact with someone who has tested positive for the deadly virus and he decided to take the COVID – test which came back positive.\n\nTodd was sworn in as the Minister on August 5 at the Arthur Chung Conference Centre; he has since met with the President and other members of the Government and held familiarisation meetings with staff of the Foreign Ministry.\n\nOn Sunday last, he held a joint press conference at State House with the Foreign Minister of Suriname Albert Ramdin and other officials of the Surinamese delegation that visited Guyana for the inauguration ceremony of President Ali.\n\nHe also met with the President of Suriname.\n\nHe also had several meetings, including a courtesy call from United States Ambassador to Guyana Sarah-Ann Lynch.\n\nHe also attended the inauguration of President Ali on Saturday where hundreds of persons were in attendance at the National Cultural Centre.\n\nAli urged all of Guyana to ensure they continue to protect themselves from the Coronavirus which has already killed more than 20 persons here and infected over 600.\n\n“Wear your mask especially when out in public places and adhere to social distancing… this is a time when all of us must come together, must work together to ensure the country and citizens remain safe,” the President added.\n\nNews Room\n\nGovt actively mobilising resources to tackle COVID-19 – President Ali\n\nThe new People’s Progressive Party/Civic (PPP/C) Government has been mobilising resources – financially or otherwise – to tackle the novel coronavirus pandemic in Guyana and recover from the impact it has had on the local economy.\n\nThis is according to President Dr Irfaan Ali, who was at the time speaking with reporters on the sidelines of a public event on Tuesday.\n\n“I’ve also been actively involved in mobilising resources from international agencies and also from bilateral partners [to tackle COVID-19]. It has been going well so far. I’m hoping by Monday, we will be in a better position to say how much resources we’ve mobilised, and what has been mobilised from a medical perspective and from a socioeconomic perspective,” he noted.\n\nIn fact, the President disclosed that he has already engaged some of Guyana’s major donor bilateral partners including the Governments of India, the United States and Canada to secure more resources. He added that he has also reached out to the Caribbean Community (Caricom), Organisation of Islamic Conference and the International Money Fund (IMF), and is now slated to speak with the Inter-American Development Bank (IDB) in the coming days. It was further noted that letters were also sent off to several of the Gulf States for resources in response to the COVID-19 pandemic.\n\nAccording to the Head of State, Guyana needs all of the assistance it can get to tackle the life-threatening disease that has killed 22 persons and infected over 620 persons.\n\n“Those are some of the things we’re targeting, whether it comes in the form of equipment or budget support or financial resources – we need it at the moment,” he asserted.\n\nIn just one week since taking office, the new PPP/C Administration has mobilised and received 46,000 rapid antibody test kits, Personal Protection Equipment (PPE), approximately 240,000 surgical masks, and face shields, gowns and other urgently needed supplies.\n\nIn fact, only on Wednesday, the Health Ministry received a number of stethoscopes, oxygen concentrators and drugs, oxygen masks, face masks (N95, KN95 and 264,000 surgical masks), 30,000 face shields, 55,000 respirators and 5200 gowns from the Pan American Health Organisation (PAHO). PAHO/WHO Country Representative, Dr William Adu Krow disclosed that another donation, this time of much-needed ventilators and additional testing kits, from PAHO is expected in the coming days.\n\nAdditionally, last weekend, the Government of Barbados had donated an additional 15,000 PCR test kits.\n\nMeanwhile, last Saturday at his inauguration ceremony, President Ali announced that his Government is in the process of securing an initial $4.5 billion for COVID-19 emergency response at the household level in Guyana.\n\n“Everything possible must be done to protect our people from this dreaded and dreadful disease. That is why, as President, I will personally and urgently participate in my Government’s programme to stop infection by the coronavirus, curb its spread, and safeguard the health of our nation,” he said.\n\nAs such, the Head of State told reporters on Tuesday that his Government is currently in the process of preparing an emergency budget to take the country towards the end of the year particularly as it relates to tackling the COVID-19 disease.\n\nMoreover, President Ali indicated that they have already asked the technical staff in the Budget Department to significantly cut their timelines in order to get the interim budget available as soon as possible.\n\n“People are suffering. We need to help various sectors and we need to bring some relief. I’ve also asked the Bank of Guyana to work on a relief package that will help people at the household level but also help small businesses and people who would have had loans install for housing and so on. So those are some of the things we’re working on actively… We’re going to move aggressively on this,” Ali asserted.\n\nGuyana Times\n\nSanctions still likely for persons who attempted to undermine democracy — UK diplomat\n\nBy Devina Samaroo\n\nThe United Kingdom Government is likely to still impose sanctions against individuals in Guyana who attempted to undermine democracy and frustrate the will of the people at its March 2 General and Regional Elections.\n\nThough the controversial five-month-long electoral process has finally come to an end, certain individuals remain at risk of being slapped with sanctions.\n\nDuring an interview with Guyana Times on Wednesday, British High Commissioner to Guyana, Greg Quinn explained that “wrong behaviour” cannot go unpunished.\n\n“There is still a process and discussion, and, they’re [sanctions] certainly not off the table. There’s a discussion going on in London as it relates to what happens next,” the UK diplomat revealed when questioned about whether his Government will still be moving ahead with sanctions against officials in Guyana.\n\nIn July, UK’s Foreign Secretary Dominic Raab had warned that “any Government sworn in on the basis of non-credible results will face strong international condemnation and consequences – we have started the process of putting those consequences in place”.\n\nThough it was too premature to determine, Quinn reasoned that if sanctions are to be imposed, it would focus more on “the individuals as opposed to the country”.\n\n“There’s a fundamental message here, which is, wrong behaviour has to have consequences…If wrong behaviour has happened, then people have to understand that they can’t do something wrong and get away with it,” Ambassador Quinn affirmed.\n\nThe United States Government has already imposed visa restrictions against individuals in Guyana who attempted to undermine democracy. The sanctions were imposed following repeated warnings by top US officials, including Secretary of State Mike Pompeo who had made a direct call to the then President David Granger to accept electoral defeat.\n\nReconciliation and compromise\n\nWith a legitimate Government finally installed, Ambassador Quinn urged those in authority to begin a process of reconciliation, in addition to embarking on electoral and constitutional reforms.\n\nPresident Dr Irfaan Ali had announced plans to launch a forensic review into the events that unfolded in the past five months with a view holding “accountable any persons who sought to pervert and corrupt the system”.\n\nWhile acknowledging the new Government’s intentions, the UK diplomat urged that such an initiative “feeds into a reform process” with a fundamental goal being to identify areas which need to be addressed so that what happened in this year’s election does not occur in 2025.\n\nBut when asked how can reconciliation take place with a group of persons who, as recognised by international bodies, attempted to commit electoral fraud and undermine democracy, Ambassador Quinn expressed that “compromise” is needed.\n\nAccepting that reconciliation is a “very emotional and difficult issue”, the British envoy explained that “the fundamental thing has to be that people need to understand that ultimately, coming together and reconciling is better for the greater good of everybody.”\n\n“And sometimes in order to achieve that, you have to compromise and you have to accept that some people did things that they should not necessarily have done,” Ambassador Quinn noted.\n\nFurther, he said during the process of reconciliation, it is important to explain to the oftentimes aggrieved populace why such a process is required and the benefits that could come out of reconciling.\n\nHe referenced the situation in Northern Ireland – his hometown – which had a checkered past marred by division, but is now more unified because of a reconciliation process. Ambassador Quinn explained that while many citizens were not initially on board with the idea, residents today are grateful for the benefits of that reconciliation process.\n\nIn addition to reconciliation, he urged that the new Government put on the front burner, issues of electoral and constitutional reforms.\n\nPointing out that these were matters he has been advocating for since his arrival in Guyana five years ago, Ambassador Quinn made it clear that reforms are needed to protect the country from suffering through another protracted electoral process.\n\n“I’d like to encourage, as much as possible, moving forward in this five-year period …that we [see] some real movement on reform and reconciliation,” he expressed.\n\nPrinciples of democracy\n\nReflecting on Guyana’s electoral crisis, the UK Ambassador noted that in all his 25 years as a diplomat, he has never seen such a post-election process as what unfolded here. And according to him, the events are certainly not healthy for the country.\n\n“Five months is far too long, [it is] not good for the country politically, socially, economically,” he stated.\n\nThe envoy recalled the moment at the tabulation centre for the country’s largest electoral district, Region Four (Demerara-Mahaica) where the Returning Officer Clairmont Mingo started to call numbers from a spreadsheet that did not correspond with the figures on the official Statements of Poll (SoPs).\n\n“Clearly what the Returning Officer was doing was simply not credible. We said that, the Commonwealth said that, all the international community said that…fundamentally what the Returning Officer was attempting to…was not credible and we all saw that,” Ambassador Quinn posited.\n\nMoreover, he questioned the appropriateness of the then caretaker Minister of Foreign Affairs, Dr Karen Cummings, showing up at the location, in her capacity as a Government Minister, to threaten international observers.\n\nAmbassador Quinn noted that while it is legitimate for political party agents to be there, it was not appropriate for the Minister to be there in that capacity.\n\nAccording to the British diplomat, the late Owen Arthur – who was the Head of the Commonwealth Electoral Observer Mission in Guyana – had “put things in a far better way to her [the Minister] than any the rest of us could have done.”\n\nArthur had stood his ground against the threats issued by Dr Cummings, stating that “I speak on behalf of the Commonwealth, the largest organisation of people in the world, and I am not going to have, not me, the Commonwealth disrespected by a threat to take away the accreditation.”\n\nThe former Bajan Prime Minister passed away on July 27.\n\nThe UK Government was one of many international organisations that had been very vocal against the threats to Guyana’s democracy and had repeatedly urged leaders to do the right thing, to avoid isolating the country from the rest of the world.\n\nAmbassador Quinn rejected claims that the UK Government’s positions were tantamount to foreign interference.\n\nHe explained that every statement the UK Government has made is in line with principles of democracy, good governance and the rule of law.\n\nIn fact, the UK diplomat pointed out that what he said in 2020 is no different from his comments during the 2015 election in Guyana.\n\nGuyana Times", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": {"identifier": "https://www.nodal.am/wp-content/uploads/2020/08/1-46.jpg", "width": 600, "height": 350}, "locale": "es_ES", "type": "article", "title": "Canciller da positivo de Covid-19: aíslan al presidente Irfaan Ali y todo el gabinete - NODAL", "description": "Foreign Affairs Minister COVID-19 positive; all Cabinet members to be tested- President Ali President Dr. Irfaan Ali on Wednesday announced that newly-appointed Minister of Foreign Affairs and International Cooperation Mr. Hugh Todd has tested positive for the deadly COVID-19 virus and that all members of his Cabinet would now have to be tested and work […]", "url": "https://www.nodal.am/2020/08/canciller-da-positivo-de-covid-19-aislan-al-presidente-irfaan-ali-y-todo-el-gabinete/", "site_name": "NODAL"}, "author": "Andrea", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"publisher": "https://www.facebook.com/infonodal/", "published_time": "2020-08-13T13:45:24+00:00", "modified_time": "2020-08-13T13:48:37+00:00"}, "fb": {"app_id": 151972892186931}, "twitter": {"card": "summary_large_image", "creator": "@InfoNodal", "site": "@InfoNodal"}, "generator": "Powered by Visual Composer - drag and drop page builder for WordPress."}}}