{"GDELT": {"GlobalEventID": 940549938, "Day": 20190814, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6137, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "MAR", "Actor2Name": "MOROCCO", "Actor2CountryCode": "MAR", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.04562737642586, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Morocco", "Actor2Geo_CountryCode": "MO", "Actor2Geo_ADM1Code": "MO", "Actor2Geo_Lat": 32.0, "Actor2Geo_Long": -5.0, "Actor2Geo_FeatureID": "MO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200813140000, "SOURCEURL": "https://www.dailymail.co.uk/tvshowbiz/article-8623731/Idris-Elbas-wife-Sabrina-reveals-actor-thought-end-Covid-19-battle.html"}, "ARTICLE": {"TITLE": "Idris Elba's wife Sabrina shares details of his coronavirus battle", "TEXT": "Idris Elba's wife Sabrina Dhowre has revealed that the actor thought 'it was the end' after testing positive for Covid-19.\n\nIn the earlier stages of the global pandemic this spring, the 47-year-old heartthrob was forced to quarantine in New Mexico after discovering he'd contracted coronavirus, which the American model, 32, later caught.\n\nSabrina has discussed the 'really scary' incident in a new candid interview with Grazia UK where she also spoke about racism in the UK.\n\nWorrying: Idris Elba's wife Sabrina Dhowre has revealed that the actor thought 'it was the end' after testing positive for Covid-19 (pictured in March)\n\nTalking about their battle with Covid-19, she recalled to the publication: 'At one point, Idris really thought that this could be the end. He has asthma. He is older. It was really scary.'\n\nThe couple have since made a full recovery with Idris recently admitting that he feels 'very lucky to be alive' and that he 'dodged a bullet'.\n\nSabrina also spoke about racism in the UK after hundreds and thousands of people have been protesting following footage of George Floyd choking to death while being restrained by white police officer Derek Chauvin in Minnesota on May 25.\n\nDiscussing the Black Lives Matter movement, she said: 'George Floyd was killed on the street with a knee on his neck for eight minutes and forty-six seconds, and you're going to complain there's a riot? What is the value of a black man's life in America?'\n\nScary: In the earlier stages of the global pandemic this spring, the 47-year-old heartthrob was forced to quarantine in New Mexico after discovering he'd contracted coronavirus, which the American model, 32, later caught (pictured during their quarantine)\n\nSabrina added that it is not about a 'need to riot' but rather a look at how people can stop injustice and make changes so it doesn't happen again.\n\nTalking about racism in the UK, she continued: 'It's just more subtle. You see the aftermath of all of the systematic racial issues that are in place, through the gentrification of certain areas, or when you're the only person of colour in a restaurant.'\n\nSabrina added that she has never experienced an 'outburst of racial prejudice in London' but she has witnessed it and is aware it exists.\n\nInterview: Sabrina has discussed the 'really scary' incident in a new candid interview with Grazia UK where she also spoke about racism in the UK (pictured in February)\n\nThe star insisted that there also needs to be more diversity in the modelling industry and more plus-size models.\n\nSabrina said that growing up she only had Naomi, Tyra and Iman to look up to in the modelling industry and there is still '100% way more work to do'.\n\nThe model, who is proud of her gorgeous curves, also wants to see 'sample sizes' viewed as a form of discrimination.\n\nJust last month, Idris admitted that he feels 'very lucky to be alive' and that he was counting his blessings after his coronavirus battle.\n\nAnger: Hundreds and thousands of people have been protesting after footage emerged of George Floyd (pictured) choking to death while being restrained by white police officer\n\nIn an interview with BAFTA after receiving the Special Award, one of the highest accolades, for his exceptional career, the Luther star said: 'I do feel like I dodged a bullet – I'm very thankful to be alive.'\n\nAt the time he was diagnosed with COVID-19, Idris was in Santa Fe, New Mexico, shooting his latest Netflix project The Harder They Fall.\n\nIn one of many updates he gave fans via his Instagram account, the star, who was asymptomatic, said: 'It's weird because I never sit still, Sabrina never sits still either. I think she's finding it harder, she's getting cabin fever.\n\n'We're both good, mentally just trying to stay optimistic. I hope you guys are too man. Keeping yourselves, you know, sane and not getting worried or too panicked.\n\nCounting his blessings: Just last month, Idris admitted that he feels 'very lucky to be alive' and that he was counting his blessings after his coronavirus battle (pictured in 2018)\n\n'Take it from me man, I thought I was going to see the worst of it as an asthmatic, but thankfully I came through and you can too.'\n\nFollowing Idris' diagnosis, it was revealed his wife Sabrina had also tested positive after choosing to remain with her husband in self isolation when he was diagnosed.\n\nDefending their decision to isolate together following The Wire star's diagnosis, she told Oprah Winfrey 'I wanted to be with him' and claimed she felt 'the instinct of a wife' to take care of him.\n\nThe couple met at a party in 2016 in Canada, they tied the knot in a star-studded ceremony last year in Morocco.", "METADATA": {"keywords": "dailymail,tvshowbiz,Coronavirus", "news_keywords": "dailymail,tvshowbiz,Coronavirus", "original-source": "https://www.dailymail.co.uk/tvshowbiz/article-8623731/Idris-Elbas-wife-Sabrina-reveals-actor-thought-end-Covid-19-battle.html", "description": "In the earlier stages of the global pandemic this spring, the 47-year-old heartthrob was forced to quarantine in New Mexico after discovering he'd contracted coronavirus.", "channel": "Celebrities,Entertainment,TV,Tv&Showbiz", "doc-class": "Living Document", "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "y_key": "1a7e912afbfcab2f", "MSSmartTagsPreventParsing": "true", "twitter": {"account_id": 15438913, "card": "summary_large_image", "title": "Idris Elba 'thought he would die' during his Covid-19 battle", "description": "In the earlier stages of the global pandemic this spring, the 47-year-old heartthrob was forced to quarantine in New Mexico after discovering he'd contracted coronavirus.", "url": "https://www.dailymail.co.uk/tvshowbiz/article-8623731/Idris-Elbas-wife-Sabrina-reveals-actor-thought-end-Covid-19-battle.html", "image": "https://i.dailymail.co.uk/1s/2020/08/13/14/31907798-0-image-a-11_1597324830762.jpg", "app": {"id": {"iphone": 384101264, "ipad": 400442503}}}, "articleid": 8623731, "author": "Olivia Wheeler", "divclasspage": "articlePage", "mol": {"headline": "'It was really scary!' Idris Elba's wife Sabrina reveals the actor thought 'it was the end' during his Covid-19 battle as she discusses racism in the UK"}, "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2020-08-13T14:20:15+0100", "modified_time": "2020-08-14T10:39:02+0100", "section": "TV&Showbiz", "tag": "Idris Elbas wife Sabrina reveals actor thought end Covid 19 battle", "author": "https://www.facebook.com/DailyMailCeleb"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 146202712090395, "pages": 164305410295882}, "og": {"site_name": "Mail Online", "title": "Idris Elba 'thought he would die' during his Covid-19 battle", "type": "article", "description": "In the earlier stages of the global pandemic this spring, the 47-year-old heartthrob was forced to quarantine in New Mexico after discovering he'd contracted coronavirus.", "url": "https://www.dailymail.co.uk/tvshowbiz/article-8623731/Idris-Elbas-wife-Sabrina-reveals-actor-thought-end-Covid-19-battle.html", "image": {"identifier": "https://i.dailymail.co.uk/1s/2020/08/13/14/31907798-0-image-a-11_1597324830762.jpg", "width": 636, "height": 382}, "video": {"identifier": "https://videos.dailymail.co.uk/video/mol/2020/03/31/1383523461731629519/1024x576_MP4_1383523461731629519.mp4", "type": "video/mp4", "width": 636, "height": 358}}, "al": {"android": {"url": "dailymail-fb://article/8623731/", "package": "com.dailymail.online", "app_name": "Daily Mail Online"}, "ios": {"url": "dailymail-fb://article/8623731/", "app_store_id": 384101264, "app_name": "MailOnline"}}}}}