{"GDELT": {"GlobalEventID": 940646946, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.4390243902438997, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wetherill Park, New South Wales, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS02", "Actor1Geo_ADM2Code": "5112", "Actor1Geo_Lat": -33.8485, "Actor1Geo_Long": 150.901, "Actor1Geo_FeatureID": "11359745", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wetherill Park, New South Wales, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS02", "Action2Geo_ADM2Code": "5112", "Action2Geo_Lat": -33.8485, "Action2Geo_Long": 150.901, "Action2Geo_FeatureID": "11359745", "DATEADDED": 20200814000000, "SOURCEURL": "https://7news.com.au/sunrise/on-the-show/gladys-berejiklian-worried-over-mystery-coronavirus-cases-in-new-south-wales-c-1238872"}, "ARTICLE": {"TITLE": "'The disease is circulating': NSW premier reveals who you're most likely to catch COVID from", "TEXT": "NSW Premier Gladys Berejiklian says she is struggling to sleep due to the growing number of mystery coronavirus cases in her state, as she revealed who you’re most likely to catch the virus from.\n\nAppearing on Sunrise, Berejiklian also urged people living in hot spot suburbs and those who are displaying COVID-19 symptoms to urgently come forward for testing and to self-isolate.\n\nWatch the video above\n\n“We’re concerned that there is community transmission we haven’t picked up,” she said on Friday.\n\n“We’re doing well, we’re holding our own, but when every week you get a couple of unknown cases and they can’t be linked, you do worry.”\n\nThe state on Thursday recorded its first COVID-19 death since August 1 after a Sydney woman in her 80s linked to the Our Lady of Lebanon Church cluster died.\n\nThe elderly woman was the 53rd coronavirus death in NSW to date and came as the state recorded 12 new virus cases in the 24 hours to 8pm on Wednesday.\n\nWatch NSW Premier Gladys Berejiklian's full interview on Sunrise Credit: Brook Mitchell / Getty Images\n\nHealth officials are concerned as three of the cases acquired the virus from an unknown source.\n\n“What it does tell us is that there is the disease circulating, especially in Western and South-Western Sydney,” Berejiklian explained.\n\nShe added that people should be cautious about socialising as this how COVID-19 can easily spread.\n\n“The health advice we got earlier this week says you’re more likely to get the disease from someone you know than someone you don’t know,” she explained.\n\n“If you’re out socialising, you’re welcoming people into your home or you’re going to church or mosque, then you’re more likely to transfer or get the disease.”\n\nThe Premier said she expected everyone to be wearing face masks in environments where social distancing was not guaranteed, including shopping centres, public transport and places of worship.\n\nChevron Right Icon More from 7NEWS.com.au Video SUDDEN SURGE SOURCE Likely source of New Zealand's COVID outbreak revealed Seventeen people have now been diagnosed with the virus, with Prime Minister Jacinda Ardern to make a call later on Friday about a lengthy lockdown.\n\n“I have been wearing a mask as I’ve been doing my grocery shopping and I urge everybody else to as well,” she said.\n\nHot Spot Venues & Suburbs\n\nNSW Health on Thursday confirmed a previously-reported case, linked to Our Lady of Mercy College in Parramatta, attended two venues in southwestern Sydney while infectious.\n\nPeople who were at Westfield Liverpool last Thursday and Friday and 5th Avenue Beauty Bar in Wetherill Park on Saturday are advised to monitor for respiratory symptoms.\n\nOur Lady of Mercy College will remain closed until August 24 to allow for contact tracing after a third case was linked to the high school, and staff and students have been told to self-isolate.\n\nGladys Berejiklian said she is struggling to sleep due to the growing number of coronavirus cases as she issued a plea to grocery shoppers on Sunrise. Credit: Sunrise\n\nTangara School for Girls in Cherrybrook will also remain shut until August 24, with its COVID-19 outbreak reaching 19 people as its source remains unconfirmed.\n\nHowever, the outbreak has been linked to a nearby Opus Dei Catholic study centre, Eremeran, which is closed for cleaning after recently hosting five senior schoolgirls.\n\nNSW Health on Thursday evening advised of a new public health alert for Liverpool Hospital and Dooleys Lidcombe Catholic Club, with a third hospital staff member confirmed with the virus and a second case confirmed at the club.\n\nContact tracing is underway and the people concerned are in isolation.\n\nPeople who attended the Catholic club at specified hours between August 7 and 10 are considered close contacts and must get tested and self-isolate for 14 days.\n\nPeople who attended the hospital between August 6 and 9 are advised to monitor for symptoms and get tested if even mild symptoms emerge.\n\n“There is no evidence that there is ongoing risk in the hospital, and patients should continue to visit to receive the medical care they need,” NSW Health said in a statement.\n\n- With AAP", "METADATA": {"viewport": "width=device-width, initial-scale=1", "msvalidate.01": "AAB93AFA533AEBE913449C2EE9895627", "msapplication-config": "https://7news.com.au/static/favicons/browserconfig.xml", "og": {"locale": "en_GB", "site_name": "7NEWS.com.au", "url": "https://7news.com.au/sunrise/on-the-show/gladys-berejiklian-worried-over-mystery-coronavirus-cases-in-new-south-wales-c-1238872", "title": "'The disease is circulating': NSW premier on who you're most likely to catch COVID from", "description": "Gladys Berejiklian said she is struggling to sleep due to the growing number of coronavirus cases as she issued a plea to grocery shoppers on Sunrise.", "type": "article", "image": {"identifier": "https://images.s.7news.com.au/publication/C-1238872/28876b6335b485d307c258a25c8cf3d3c56bed59-16x9-x0y0w1304h734.png?imwidth=1024", "width": 1024, "height": 576, "alt": "Gladys Berejiklian said she is struggling to sleep due to the growing number of coronavirus cases as she issued a plea to grocery shoppers on Sunrise."}}, "twitter": {"card": "summary_large_image", "title": "'The disease is circulating': NSW premier on who you're most likely to catch COVID from", "description": "Gladys Berejiklian said she is struggling to sleep due to the growing number of coronavirus cases as she issued a plea to grocery shoppers on Sunrise.", "site": "Sunrise", "image": "https://images.s.7news.com.au/publication/C-1238872/28876b6335b485d307c258a25c8cf3d3c56bed59-16x9-x0y0w1304h734.png?imwidth=1024"}, "description": "Gladys Berejiklian said she is struggling to sleep due to the growing number of coronavirus cases as she issued a plea to grocery shoppers on Sunrise.", "fb": {"app_id": 329401391331318, "pages": 22265760886}, "article": {"publisher": "Sunrise", "published_time": "2020-08-13T21:14:37.000Z", "modified_time": "2020-08-13T21:50:32.538Z", "section": "Sunrise", "tag": "Sunrise,On The Show,Travel,Coronavirus,Lifestyle,Health & Wellbeing,News,NSW News"}, "keywords": "Sunrise,On The Show,Travel,Coronavirus,Lifestyle,Health & Wellbeing,News,NSW News", "news_keywords": "Sunrise,On The Show,Travel,Coronavirus,Lifestyle,Health & Wellbeing,News,NSW News"}}}