{"GDELT": {"GlobalEventID": 940718443, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "IRL", "Actor1Name": "IRELAND", "Actor1CountryCode": "IRL", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.47957839262188, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI", "Actor1Geo_Lat": 53.0, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "EI", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "EI", "DATEADDED": 20200814081500, "SOURCEURL": "https://indianexpress.com/article/explained/punjab-police-typhoid-mary-coronavirus-6554411/"}, "ARTICLE": {"TITLE": "Explained: How Punjab Police is using the tale of ‘Typhoid Mary’ to battle Covid-19", "TEXT": "Mary Mallon (extreme left) lies in a hospital bed. She was forcibly quarantined as a carrier of typhoid fever in 1907 for three years and then again from 1915 until her death in 1938. (Wikimedia Commons)\n\nTo ensure that Covid-19 does not cook up a pandemic in the force, the Punjab Police is briefing its mess staff about Irish woman Mary Mallon, who is believed to have infected 53 persons with typhoid fever in the last century. She is identified as the first asymptomatic carrier of the disease in the US, which earned her the sobriquet of ‘Typhoid Mary’.\n\nIn a recent standard operating procedure (SOP) for cooks and staff in the force’s mess facilities accessed by The Indian Express, Punjab Police has directed officials to “give the example of Typhoid Mary” to cooks and other staff working in every mess.\n\nWho was Mary Mallon?\n\nAs per Encyclopaedia Britannica, Mary was born on September 23, 1869 in Cookstown, County Tyrone, Ireland. “Mary immigrated to the United States in 1883 and subsequently made her living as domestic servant, most often as a cook. It is not clear when she became a carrier of the typhoid bacterium (Salmonella typhi). However, from 1900 to 1907 nearly two dozen people fell ill with typhoid fever in households in New York City and Long Island where Mary worked. The illness often occurred shortly after Mary began working in each household, but, by the time the disease was traced to its source where she had recently been employed, Mary had disappeared,” as per britannica.com.\n\n📣 Express Explained is now on Telegram. Click here to join our channel (@ieexplained) and stay updated with the latest\n\nAn illustration in The New York American on June 20, 1909. (Photo via Wikimedia/Source: pbs.org) An illustration in The New York American on June 20, 1909. (Photo via Wikimedia/Source: pbs.org)\n\nHow was Mary tracked down and isolated?\n\nIn 1906, after six people in a household of 11 where Mary had worked in Oyster Bay, New York, became sick with typhoid, the home owners hired New York City Department of Health sanitary engineer George Soper, whose specialty was studying typhoid fever epidemics, to investigate the outbreak.\n\nAccording to britannica.com, “Other investigators were brought in as well and concluded that outbreak likely was caused by contaminated water. Mary continued to work as cook, moving from household to household until 1907, when she resurfaced working in a Park Avenue home in Manhattan. The winter of that year, following an outbreak in the Manhattan household that involved a death from the disease, Soper met with Mary. He subsequently linked all 22 cases of typhoid fever that had been recorded in New York City and the Long Island area to Mary. Again Mary fled, but authorities led by Soper finally overtook her and had her committed to an isolation centre on North Brother Island, part of Bronx, New York. There she stayed until 1910, when the health department released her on condition that she never again accept employment that involved handling of food. Four years later, Soper began looking for Mary again when an epidemic broke out at a sanatorium in Newfoundland, New Jersey, and at Sloane Maternity Hospital in Manhattan, New York. Mary had worked as cook at both places. She was at last found in a suburban home in Wetchester County, New York, and was returned to North Brother Island, where she remained the rest of her life. A paralytic stroke in 1932 led to her slow death six years later.”\n\nAs per a 2013 research paper titled “Annals of Gastroenterology: Quarterly Publication of the Hellenic Society of Gastroenterology” published in National Centre for Biotechnology Information US National Library of Medicine, “As a healthy carrier of Salmonella typhi her nickname of ‘Typhoid Mary’ had become synonymous with the spread of disease, as many were infected due to her denial of being ill.”\n\nHow many cooks are there in Punjab Police and what is their positivity rate?\n\nCooks are categorised as Class IV employees. Of nearly 3,000 Class IV employees, there are more than 900 cooks, working in the mess facilities and attached individually to the officers. A government functionary said that four cooks have tested positive for Covid-19 contagion so far and three of them had already recovered. The official said that one cook who was attached with a DSP-rank officer was an active case.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest Explained News, download Indian Express App.\n\n© The Indian Express (P) Ltd", "METADATA": {"viewport": "width=990", "description": "In a recent standard operating procedure (SOP), the Punjab Police has directed officials to “give the example of Typhoid Mary” to cooks and other staff working in every mess. Here's why", "news_keywords": "who is typhoid mary, typhoid mary, , typhoid mary punjab police, tale of typhoid mary, indian express", "keywords": "who is typhoid mary, typhoid mary, , typhoid mary punjab police, tale of typhoid mary, indian express", "google-site-verification": "UzbS4ghT-l3F85eDiPbzEUeeKcvrnrGCgvsNHCRgvIc", "msvalidate.01": "CCA9DA5B985004F4462DA743E776C636", "generator": "WordPress 5.4.2", "fb": {"pages": 215732349153100}, "og": {"type": "article", "url": "https://indianexpress.com/article/explained/punjab-police-typhoid-mary-coronavirus-6554411/", "site_name": "The Indian Express", "locale": "en_US", "title": "Explained: How Punjab Police is using the tale of ‘Typhoid Mary’ to battle Covid-19", "description": "In a recent standard operating procedure (SOP), the Punjab Police has directed officials to “give the example of Typhoid Mary” to cooks and other staff working in every mess. Here's why", "image": {"identifier": "https://images.indianexpress.com/2020/08/typhoid-mary.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "twitter": {"card": "summary_large_image", "site": "The Indian Express", "creator": "@indianexpress", "url": "https://indianexpress.com/article/explained/punjab-police-typhoid-mary-coronavirus-6554411/", "title": "Explained: How Punjab Police is using the tale of ‘Typhoid Mary’ to battle Covid-19", "description": "In a recent standard operating procedure (SOP), the Punjab Police has directed officials to “give the example of Typhoid Mary” to cooks and other staff working in every mess. Here's why", "image": {"identifier": "https://images.indianexpress.com/2020/08/typhoid-mary.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "article": {"published_time": "2020-08-14T21:00:37+05:30", "modified_time": "2020-08-14T21:00:37+05:30"}, "ahrefs-site-verification": "00120a3a212c33eda15559fea6d0731769fd82f538180bd0a2dbe12991312ab4", "robots": "NOODP", "majestic-site-verification": "MJ12_ad7db024-a46c-482a-bb2f-e1ae09432a65", "msapplication-TileImage": "https://images.indianexpress.com/2018/10/fav-icon.png"}}}