{"GDELT": {"GlobalEventID": 940854853, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "SGP", "Actor1Name": "SINGAPORE", "Actor1CountryCode": "SGP", "Actor2Code": "MED", "Actor2Name": "PUBLICATION", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.7760416666666696, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Singapore", "Actor1Geo_CountryCode": "SN", "Actor1Geo_ADM1Code": "SN", "Actor1Geo_Lat": 1.366667, "Actor1Geo_Long": 103.8, "Actor1Geo_FeatureID": "SN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Singapore", "Actor2Geo_CountryCode": "SN", "Actor2Geo_ADM1Code": "SN", "Actor2Geo_Lat": 1.366667, "Actor2Geo_Long": 103.8, "Actor2Geo_FeatureID": "SN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN", "Action2Geo_Lat": 1.366667, "Action2Geo_Long": 103.8, "Action2Geo_FeatureID": "SN", "DATEADDED": 20200814224500, "SOURCEURL": "https://www.straitstimes.com/singapore/st-journalists-bag-awards-for-covid-19-coverage"}, "ARTICLE": {"TITLE": "ST journalists bag awards for Covid-19 coverage", "TEXT": "The Straits Times has won two top awards for outstanding work chronicling Singapore's Covid-19 experience.\n\nThe Stories of A Pandemic (Soap) Awards, organised for the first time by philanthropic organisation The Majurity Trust, recognises contributions by writers, photographers and artists on the pandemic here.\n\nThe Majurity Trust, which works with donors and charities towards building and sustaining community spirit in Singapore, announced the awards yesterday at a virtual Zoom webinar.\n\nThe awards spanned three categories - Best Story, Best Commentary and Best Visual - and entries were published between February and May this year. The judges comprised veteran journalists and editors in Singapore.\n\nFive journalists from The Straits Times newsroom were among 44 recipients of the awards, picking up two wins and three merit prizes.\n\nMr Han Fook Kwang, ST editor-at-large and chairman of the Soap Awards judging panel, said he was pleased that the winning entries came from a wide range of publications - from mainstream media, non-governmental organisations, academia and individuals writing on their personal blogs and social media.\n\n\"This is an anxious, uncertain time for all of us, but when you read about how others are coping or learn something you did not know about the crisis, it deepens our understanding of what is happening, and that is what we are trying to achieve with these awards,\" he said.\n\nST senior correspondent Joyce Lim bagged the Best Story award for the month of April for her report on living conditions of migrant workers confined to a dormitory due to a cluster of infections, while science and environment correspondent Audrey Tan received the merit prize in the same category for February for her report on the work of infectious diseases experts in Singapore.\n\nExecutive photojournalist Kevin Lim won Best Visual in the month of May for his photographs of migrant workers undergoing swab tests, while senior executive photojournalist Neo Xiaobin was given a merit prize for the same month for her story sharing her own experience and that of healthcare workers on the front line.\n\nSenior education correspondent Sandra Davie received the merit prize in the Best Commentary category for May for her piece on the inequalities affecting children in home-based learning.\n\nOther award recipients included Mr Yusuf Abdol Hamid from Vamos Photography and Mr Yeo Boon Ping from Rice Media, both of whom bagged the Best Story Award for the month of May. Their piece recounted Mr Yusuf's experience as a food delivery rider amid the pandemic. Artist Josef Lee from Mojo Studio bagged the Best Visual award for the month of February for his artwork which salutes front-line workers.\n\nFOSTERING DEEPER UNDERSTANDING This is an anxious, uncertain time for all of us, but when you read about how others are coping or learn something you did not know about the crisis, it deepens our understanding of what is happening, and that is what we are trying to achieve with these awards. MR HAN FOOK KWANG, The Straits Times' editor-at-large and chairman of the Soap Awards judging panel.\n\nRelated Story Fighting the coronavirus, with openness and information\n\nRelated Story Special report: On the front lines of the coronavirus\n\nThe announcement of the award recipients was preceded by a panel discussion moderated by Mr Han where five panellists discussed the sociopolitical and economic brunt of the pandemic.\n\nOne of the panellists, Banyan Tree's executive chairman Ho Kwon Ping, shared his perspective on dilemmas like the housing of foreign workers. \"If the Government tried to handle the problem properly, tried to build decent flats for them (migrant workers) in the middle of an HDB estate, everybody would vote against them. I think it is a whole-of-society problem and it's too easy to just say, 'Is the 4G leadership up to it?'\"\n\nHe added: \"The question we should ask ourselves is: Are we, as a Singaporean society, willing to make the trade-offs that are necessary if we really want to be a first-world society?\"\n\nHong Kong Baptist University's professor of media studies Cherian George concluded the panel discussion by raising the importance of open and robust competition towards betterment in politics and governance.\n\nThe awards are set to continue on a monthly basis for a year, with winners receiving $500 in prize money, a Soap memento and a winner's certificate. Two merit award certificates will also be presented in each category.\n\nThe Soap Awards bills itself as the first of its kind in Singapore, casting a wide net that cuts across various print, visual and digital media pertaining to Covid-19.\n\nNominated work must have been published on any media platform accessible to the public. Blog entries and Facebook posts of at least 300 words are eligible.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "al": {"web": {"url": "https://www.straitstimes.com/singapore/st-journalists-bag-awards-for-covid-19-coverage"}, "ios": {"app_name": "Straits Times", "url": "straitstimes://www.straitstimes.com/singapore/st-journalists-bag-awards-for-covid-19-coverage", "app_store_id": 547465441}}, "description": "The Straits Times has won two top awards for outstanding work chronicling Singapore's Covid-19 experience.. Read more at straitstimes.com.", "author": "MALAVIKA MENON", "article": {"author": "Malavika Menon", "published_time": "2020-08-15T05:00:00+08:00", "modified_time": "2020-08-15T06:48:08+08:00"}, "og": {"image": "https://www.straitstimes.com/sites/default/files/styles/x_large/public/articles/2020/08/15/ST_20200815_MMSOAP_5889130.jpg?itok=tlgF5BmP", "site_name": "The Straits Times", "type": "article", "title": "ST journalists bag awards for Covid-19 coverage", "url": "https://www.straitstimes.com/singapore/st-journalists-bag-awards-for-covid-19-coverage", "description": "The Straits Times has won two top awards for outstanding work chronicling Singapore's Covid-19 experience.. Read more at straitstimes.com.", "updated_time": "2020-08-15T06:48:08+08:00"}, "cXenseParse": {"sph-keywords": "JOURNALISM,COVID-19", "sph-accessFlag": 1, "pageclass": "article", "recs": {"articleid": 718514}, "sph-printFlag": 1}, "news_keywords": "JOURNALISM, COVID-19", "fb": {"admins": 100007469197550, "app_id": 263116810509534}, "twitter": {"card": "summary_large_image", "site": "@STCOM", "title": "ST journalists bag awards for Covid-19 coverage, Singapore News & Top", "url": "https://www.straitstimes.com/singapore/st-journalists-bag-awards-for-covid-19-coverage", "description": "Singapore News -The Straits Times has won two top awards for outstanding work chronicling Singapore's Covid-19 experience.. Read more at straitstimes.com."}, "dcterms.title": "ST journalists bag awards for Covid-19 coverage", "dcterms.creator": "hermes", "dcterms.description": "The Straits Times has won two top awards for outstanding work chronicling Singapore's Covid-19 experience. Read more at straitstimes.com.", "dcterms.date": "2020-08-15T05:00+08:00", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.identifier": "https://www.straitstimes.com/singapore/st-journalists-bag-awards-for-covid-19-coverage", "msapplication-square70x70logo": "/sites/all/themes/custom/bootdemo/images/icons/smalltile.png", "msapplication-square150x150logo": "/sites/all/themes/custom/bootdemo/images/icons/mediumtile.png", "msapplication-wide310x150logo": "/sites/all/themes/custom/bootdemo/images/icons/widetile.png", "msapplication-square310x310logo": "/sites/all/themes/custom/bootdemo/images/icons/largetile.png"}}}