{"GDELT": {"GlobalEventID": 940966769, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "PHL", "Actor1Name": "PHILIPPINE", "Actor1CountryCode": "PHL", "Actor2Code": "RUS", "Actor2Name": "RUSSIAN", "Actor2CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.57915057915058, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manila, Manila, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RPD9", "Actor1Geo_ADM2Code": "24210", "Actor1Geo_Lat": 14.6042, "Actor1Geo_Long": 120.98200000000001, "Actor1Geo_FeatureID": "-2437894", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Manila, Manila, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RPD9", "Actor2Geo_ADM2Code": "24210", "Actor2Geo_Lat": 14.6042, "Actor2Geo_Long": 120.98200000000001, "Actor2Geo_FeatureID": "-2437894", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manila, Manila, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPD9", "Action2Geo_ADM2Code": "24210", "Action2Geo_Lat": 14.6042, "Action2Geo_Long": 120.98200000000001, "Action2Geo_FeatureID": "-2437894", "DATEADDED": 20200815154500, "SOURCEURL": "https://timesofoman.com/article/3018113/world/asia/philippines-plans-russian-coronavirus-vaccine-clinical-trials-in-october"}, "ARTICLE": {"TITLE": "Philippines plans Russian coronavirus vaccine clinical trials in October", "TEXT": "Philippines plans Russian coronavirus vaccine clinical trials in October\n\nSharelines\n\nThe Philippines is looking to start clinical trials for a Russian coronavirus vaccine in October, President Rodrigo Duterte's spokesman said on Thursday.\n\nDuterte is expected to be vaccinated as early as May 2021. The Southeast Asian country is set to run Phase 3 clinical trials from October to March 2021, after experts complete a review on Russia's first and second phase trials in September, Harry Roque, Duterte's spokesman, said at a briefing.\n\nThe Russian vaccine\n\nRussia on Tuesday granted regulatory approval for the world's first COVID-19 vaccine after less than two months of human testing.\n\nThe vaccine, to be named \"Sputnik V\" in honor of the Soviet Union's launch of the world's first satellite, was developed by Moscow's Gamaleya Institute.\n\nPhilippine officials assured the public that the vaccine would have to go through a strict regulatory screening before it can be used.\n\nDirector General of the Food and Drug Administration Eric Domingo said the Manila government will be \"very careful\" in approving the Sputnik V vaccine.\n\n\"We have to make sure before we roll out a vaccine that it's safe and effective,\" he said in a television interview.\n\nAccording to Domingo, Philippine officials have met with manufacturers and scientists who developed the vaccine to discuss holding Phase 3 in the country.\n\n\"The Philippines is a good site for clinical trial because we know there is community transmission in many of our communities so you can select that area,\" he said.\n\nDuterte volunteers to be guinea pig\n\nTo allay public fears, Duterte said he \"can be the first they can experiment on.\" \"When the vaccine arrives, I will inject it publicly. Experiment with me, that's fine. If it works on me, it will work on everyone,\" the Philippines leader said in a televised speech on Monday.\n\nPutin said the vaccine has proven efficient during tests and promises to offer \"sustainability\" against the coronavirus.\n\n\"I would like to repeat that it has passed all the necessary tests,'' Putin said on Tuesday. \"The most important thing is to ensure full safety of using the vaccine and its efficiency.'' The Russian leader added that one of his daughters has already been inoculated and is feeling well.\n\nDuterte lauded Russia's efforts to speedily develop a coronavirus vaccine.\n\n\"I will tell President Putin that I have huge trust in your studies in combating COVID and I believe that the vaccine that you have produced is really good for humanity,\" Duterte said, adding that he is confident that by December \"the Philippines will be free of COVID-19 and will be able to enjoy a peaceful Christmas.\"\n\nThe speed of Russia's vaccine development has raised concerns in the global scientific community, who fear national pride has compromised health and safety regulations.\n\nScientists are skeptical about Moscow's plans to mass produce Sputnik V in October, supply it to the Philippines or team up with local firms to manufacture it in the country.\n\nThe Philippines, one of Asia's poorest countries, is no stranger to failed vaccination programs. In 2017, an anti-dengue immunization program was stopped due to safety concerns over the vaccine Dengvaxia.", "METADATA": {"fb": {"pages": 136413806438283, "app_id": 510935965602150}, "viewport": "width=device-width, initial-scale=0.3, maximum-scale=0.55", "ROBOTS": "index,follow", "language": "English", "category": "World", "Idkeywords": 578481, "twitter": {"image": "https://timesofoman.com/uploads/images/2020/08/15/1141800.jpg", "card": "summary_large_image", "title": "Philippines plans Russian coronavirus vaccine clinical trials in October", "description": "The Philippines is looking to start clinical trials for a Russian coronavirus vaccine in October, President Rodrigo Duterte&#039;s spokesman said on Thursday"}, "og": {"image": "https://timesofoman.com/uploads/images/2020/08/15/1141800.jpg", "title": "Philippines plans Russian coronavirus vaccine clinical trials in October", "url": "https://timesofoman.com/article/3018113/world/asia/philippines-plans-russian-coronavirus-vaccine-clinical-trials-in-october", "description": "The Philippines is looking to start clinical trials for a Russian coronavirus vaccine in October, President Rodrigo Duterte&#039;s spokesman said on Thursday", "site_name": "Times of Oman", "type": "article", "locale": "en_GB"}, "article": {"published_time": "2020-08-15 19:05:00", "author": "DW", "section": "World"}}}}