{"GDELT": {"GlobalEventID": 940914383, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "PRIME MINISTER", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.40760869565216995, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Kashmir, Jammu and Kashmir, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN12", "Actor1Geo_ADM2Code": "72809", "Actor1Geo_Lat": 33.9167, "Actor1Geo_Long": 76.6667, "Actor1Geo_FeatureID": "-2098229", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN12", "Action2Geo_ADM2Code": "72851", "Action2Geo_Lat": 32.7333, "Action2Geo_Long": 74.8667, "Action2Geo_FeatureID": "-2098228", "DATEADDED": 20200815071500, "SOURCEURL": "https://sputniknews.com/india/202008151080176015-indias-modi-mitigating-covid-19-impact-top-priority-for-govt-vaccine-delivery-plan-in-place/"}, "ARTICLE": {"TITLE": "India's Modi: Mitigating COVID-19 Impact Top Priority for Gov't, Vaccine Delivery Plan in Place", "TEXT": "New Delhi (Sputnik): India, which attained freedom from British rule on 15 August 1947, is celebrating its Independence Day today. The celebrations, however, are limited this year due to social distancing norms that need to be practised amid the ongoing COVID-19 pandemic.\n\nAddressing India on the occasion of the nation's 73rd anniversary of its independence, Prime Minister Narendra Modi said that delivery mechanism of COVID-19 vaccines -- which are under various stages of trials -- has been finalised by the government. On the occasion of Independence Day celebrations, PM Modi also launched a National Digital Health Mission and announced a mega-expenditure on infrastructure worth $1.4 trillion to help the economy fight the impact of the pandemic.\n\nStressing that mitigating the impact of COVID-19 is the top priority of the government, PM Modi said, \"Our scientists are working on a vaccine against COVID-19 with full dedication. Three COVID-19 vaccines are under various stages of testing. Once we get a green signal from scientists, production will take place at full speed. We have finalised the plan to ensure availability of the vaccine to the masses.\"\n\n— Narendra Modi (@narendramodi) August 15, 2020\n\nPharmaceutical companies like Bharat Biotech, Zydus Cadila and the Serum Institute of India (SII) are working on vaccines against COVID-19. While Bharat Biotech and Zydus Cadila are conducting phase II human trials of their domestically-produced vaccines, SII has collaborated with Oxford University which is jointly working on a vaccine with pharmaceutical company AstraZeneca.\n\nThanking 'Corona warriors' such as doctors, nurses and ambulance drivers, PM Modi said, “A large number of people have been affected due to coronavirus. I am confident that we will emerge victorious in our fight against the pandemic.”\n\n$1.4 Infrastructure Pipeline\n\nIn his Independence Day speech, PM Modi also outlined a $1.4 trillion infrastructure pipeline to give the economy a boost amid the impact of the COVID-19 pandemic. “India has lined up an expenditure of $1.4 trillion on the infrastructure sector. Out of the total expenditure, projects worth almost $1 billion have already been identified. Faced with challenges, infrastructure investment will help accrue a lot of benefits to the economy. A holistic infrastructure development plan is being worked upon,” Modi said. The PM indicated that an integrated development approach to infrastructure will be pursued by the Indian government and added that for port-led development, the country will soon connect all its ports with four-lane highways.\n\nNational Digital Health Mission\n\nOn the healthcare front, Prime Minister Narendra Modi launched a National Digital Health Mission. The mission aims to offer an integrated health care service to all individuals. It will serve as a common platform for all healthcare related services. All health records of an individual will be consolidated on a single platform.\n\n“Under the health mission, digital health identification cards will be issued to all the citizens of the country. Records pertaining to health tests, consultation records, and payment can be done on single platform,” PM Modi said.\n\nVocal For Local\n\nOn the occasion of Independence Day, PM Modi yet again stressed his vision for a self-reliant India. The PM had issued a call for self-reliance on 12 May while announcing the $266 billion economic stimulus package to help industries and businesses withstand the impact of the COVID-19 pandemic. Stressing a self-reliant economy, PM Modi said, “Raw materials get exported from India and finished goods are imported to India. This cannot continue for long. I am confident that India will become self-reliant. When the corona crisis began, we were facing shortage of N-95 masks, ventilators, and PPE kits. Now, India is exporting these items.” PM mentioned that even during the pandemic, large global corporations have made investments in India. “Foreign Direct Investment in India has gone up by 18 percent in the last one year,” PM Modi said.\n\nOne Year Since the Revocation of Kashmir's Special Status\n\nCommemorating the completion of one year since the abolition of Article 370, which provided quasi-autonomy to Kashmir, Prime Minister Narendra Modi said that elections will soon be held in Jammu and Kashmir. “The delimitation process is underway in Jammu and Kashmir. Once it is completed, an election will be held in the Union Territory. Jammu and Kashmir will have its own chief minister and ministers. We are committed to this,\" he said in his Independence Day address to the nation. On 5 August 2019, the Indian parliament abrogated the decades-old temporary special status of Jammu and Kashmir, which had been secured under Article 370 of the country's constitution. The article allowed Jammu and Kashmir to have a separate constitution, penal code, and legislation for itself.", "METADATA": {"description": "New Delhi (Sputnik): India, which attained freedom from British rule on 15 August 1947, is celebrating its Independence Day today. The celebrations, however, are...", "keywords": "India, Independence Day, Celebrations, Narendra Modi", "news_keywords": "India, Independence Day, Celebrations, Narendra Modi", "robots": "all", "format-detection": "telephone=no", "ahrefs-site-verification": "ahrefs-site-verification_899ad24abeb428773ae480d902877f72151b81b12d4b7293cbfa1c452c76adcd", "analytics": {"site_domain": "sputniknews.com", "article_id": 1080176015, "p_ts": 1597474367, "author": "Ashutosh Kumar. Sputnik International", "rubric": "india", "tags": "India, Independence Day, Celebrations, Narendra Modi"}, "viewport": "width=device-width, initial-scale=1", "twitter": {"widgets": {"csp": "on"}, "card": "summary_large_image", "site": "@SputnikInt", "url": "https://sputniknews.com/india/202008151080176015-indias-modi-mitigating-covid-19-impact-top-priority-for-govt-vaccine-delivery-plan-in-place/", "title": "India's Modi: Mitigating COVID-19 Impact Top Priority for Gov't, Vaccine Delivery Plan in Place", "description": "New Delhi (Sputnik): India, which attained freedom from British rule on 15 August 1947, is celebrating its Independence Day today. The celebrations, however, are...", "image": "https://sputniknews.com/sharing_snippet/1080176015.png?1597474367"}, "fb": {"app_id": 799135720145118, "pages": 357990416180}, "author": "Ashutosh Kumar. Sputnik International", "apple-itunes-app": "app-id=969452947, app-argument=com.sputniknews://article?issuer_id=17&issuer_article_id=1080176015", "google-play-app": "app-id=com.sputniknews.sputnik", "og": {"title": "India's Modi: Mitigating COVID-19 Impact Top Priority for Gov't, Vaccine Delivery Plan in Place", "url": "https://sputniknews.com/india/202008151080176015-indias-modi-mitigating-covid-19-impact-top-priority-for-govt-vaccine-delivery-plan-in-place/", "type": "website", "description": "New Delhi (Sputnik): India, which attained freedom from British rule on 15 August 1947, is celebrating its Independence Day today. The celebrations, however, are...", "image": {"identifier": "https://cdn2.img.sputniknews.com/images/07e4/08/0f/1080176223.jpg", "width": 705, "height": 375}}, "lastmod": "2020-08-15T06:52:50Z", "pubdate": "2020-08-15T06:52:47Z", "url_type": "usual"}}}